{"celex_id": "32010R1003", "uri": "http://publications.europa.eu/resource/cellar/e86b79ed-d769-48ee-b798-ed30dbba64cf", "type": "Regulation", "concepts": ["1252", "2897", "3110", "4654", "4658", "5234", "5235"], "title": "Commission Regulation (EU) No 1003/2010 of 8 November 2010 concerning type-approval requirements for the space for mounting and the fixing of rear registration plates on motor vehicles and their trailers and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor  Text with EEA relevance\n", "header": "9.11.2010 EN Official Journal of the European Union L 291/22\nCOMMISSION REGULATION (EU) No 1003/2010\nof 8 November 2010\nconcerning type-approval requirements for the space for mounting and the fixing of rear registration plates on motor vehicles and their trailers and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 661/2009 of the European Parliament and of the Council of 13 July 2009 concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (1), and in particular Article 14 (1)(a) thereof,\nWhereas:\n(1) Regulation (EC) No 661/2009 is a separate Regulation for the purposes of the type-approval procedure provided for by Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (2).\n(2) Regulation (EC) No 661/2009 repeals Council Directive 70/222/EEC of 20 March 1970 on the approximation of the laws of the Member States relating to the space for mounting and the fixing of rear registration plates on motor vehicles and their trailers (3). The requirements set out in that Directive should be carried over to this Regulation and, where necessary, amended in order to adapt them to the development of scientific and technical knowledge.\n(3) Regulation (EC) No 661/2009 lays down fundamental provisions on requirements for the type-approval of motor vehicles and their trailers with regard to the space for mounting and the fixing of rear registration plates. Therefore, it is necessary to also set out the specific procedures, tests and requirements for such type-approval.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Technical Committee – Motor Vehicles,", "main_body": ["Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(1) ‘vehicle type with regard to the space for mounting and the fixing of rear registration plates’ means vehicles which do not differ in such essential respects as:\n— the dimensions of the space for mounting and fixing of the rear registration plate;\n— the location of the space for mounting and fixing of the rear registration plate;\n— the shape of the surface for mounting and fixing of the rear registration plate.\n(2) ‘virtually flat surface’ means a surface of solid material, which may also consist of patterned mesh or grille, with a radius of curvature of at least 5 000 mm.\n(3) ‘surface of patterned mesh’ means a surface consisting of an evenly spread pattern of shapes such as round, oval, diamond, rectangular or square holes spread evenly at intervals not exceeding 15 mm.\n(4) ‘surface of grille’ means a surface consisting of parallel bars which are spread evenly and have a mutual distance of not exceeding 15 mm.\n(5) ‘nominal surface’ means the theoretical geometrically perfect surface without taking into account surface irregularities such as protrusions or indentations.\n(6) ‘longitudinal median plane of the vehicle’ means the plane of symmetry of the vehicle or, if the vehicle is not symmetrical, the vertical longitudinal plane passing through the middle of the vehicle axles.\n(7) ‘inclination’ means the degree of the angular deviation in relation to a vertical plane;", "Provisions for EC type-approval of a motor vehicle or a trailer with regard to the space for mounting and the fixing of rear registration plates\n1.   The manufacturer or his representative shall submit to the type-approval authority the application for EC type-approval of a vehicle with regard to the space for mounting and the fixing of rear registration plates on motor vehicles and their trailers.\n2.   The application shall be drawn up in accordance with the model of the information document set out in Part 1 of Annex I.\n3.   If the relevant requirements set out in Annex II to this Regulation are met, the approval authority shall grant an EC type-approval and issue a type-approval number in accordance with the numbering system set out in Annex VII to Directive 2007/46/EC.\nA Member State may not assign the same number to another vehicle type.\n4.   For the purposes of paragraph 3, the type-approval authority shall deliver an EC type-approval certificate established in accordance with the model set out in Part 2 of Annex I.", "Validity and extension of approvals granted under Directive 70/222/EEC\nNational authorities shall permit the sale and entry into service of vehicles type-approved before the date referred to in Article 13(2) of Regulation (EC) No 661/2009 and continue to grant extension of approvals to those vehicles under the terms of Directive 70/222/EEC.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 November 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 200, 31.7.2009, p. 1.\n(2)  OJ L 263, 9.10.2007, p. 1.\n(3)  OJ L 76, 6.4.1970, p. 25.\nANNEX I\nAdministrative documents for EC type-approval of motor vehicles and their trailers with regard to the space for mounting and the fixing of rear registration plates\nPART 1\nInformation document\nMODEL\nInformation document No … relating to the EC type-approval of a motor vehicle or a trailer with regard to the space for mounting and the fixing of rear registration plates.\nThe following information shall be supplied in triplicate and include a list of contents. Any drawings shall be supplied in appropriate scale and in sufficient detail on size A4 or on a folder of A4 format. Photographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units referred to in this information document have electronic controls, information concerning their performance shall be supplied.\n0.   GENERAL\n0.1.   Make (trade name of manufacturer): …\n0.2.   Type: …\n0.2.1.   Commercial name(s) (if available): …\n0.3.   Means of identification of type, if marked on the vehicle (1): …\n0.3.1.   Location of that marking: …\n0.4.   Category of vehicle (2): …\n0.5.   Name and address of manufacturer: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer's representative (if any): …\n1.   GENERAL CONSTRUCTION CHARACTERISTICS OF THE VEHICLE\n1.1.   Photographs and/or drawings of a representative vehicle: …\n2.   MASSES AND DIMENSIONS (3)\n (4)\n2.4.   Range of vehicle dimensions (overall)\n2.4.2.   For chassis with bodywork\n2.4.2.3.   Height (in running order) (5) (for suspensions adjustable for height, indicate normal running position): …\n2.6.   Mass in running order\nMass of the vehicle with bodywork and, in the case of a towing vehicle of category other than M1, with coupling device, if fitted by the manufacturer, in running order, or mass of the chassis or chassis with cab, without bodywork and/or coupling device if the manufacturer does not fit the bodywork and/or coupling device (including liquids, tools, spare wheel, if fitted, and driver and, for buses and coaches, a crew member if there is a crew seat in the vehicle) (6) (maximum and minimum for each variant): …\n9.   BODYWORK\n9.14.   Space for mounting rear registration plates (give range where appropriate, drawings may be used where applicable): …\n9.14.1.   Height above road surface, upper edge: …\n9.14.2.   Height above road surface, lower edge: …\n9.14.3.   Distance of the centre line from the longitudinal median plane of the vehicle: …\n9.14.4.   Distance from the left vehicle edge: …\n9.14.5.   Dimensions (length × width): …\n9.14.6.   Inclination of the plane to the vertical: …\n9.14.7.   Angle of visibility in the horizontal plane: …\nExplanatory notes\nPART 2\nEC type-approval certificate\nMODEL\nFormat: A4 (210 × 297 mm)\nEC TYPE-APPROVAL CERTIFICATE\nCommunication concerning:\n— EC type-approval (7)\n— extension of EC type-approval (7)\n— refusal of EC type-approval (7)\n— withdrawal of EC type-approval (7)\n— EC type-approval (7)\n— extension of EC type-approval (7)\n— refusal of EC type-approval (7)\n— withdrawal of EC type-approval (7)\nwith regard to Regulation (EU) No 1003/2010, as last amended by Regulation (EU) No …/… (7)\nEC type-approval number: …\nReason for extension: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer's representative (if any): …\nSECTION II\n1.   Additional information: see Addendum.\n2.   Technical service responsible for carrying out the tests: …\n3.   Date of test report: …\n4.   Number of test report: …\n5.   Remarks (if any): see Addendum.\n6.   Place: …\n7.   Date: …\n8.   Signature: …\nAttachments : Information package\n(1)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol ‘?’ (e.g. ABC??123??).\n(2)  Classified according to the definitions set out in Directive 2007/46/EC Part A of Annex II.\n(3)  Where there is one version with a normal cab and another with a sleeper cab, both sets of masses and dimensions are to be stated.\n(4)  Standard ISO 612: 1978 - Road vehicles - Dimensions of motor vehicles and towed vehicles - terms and definitions.\n(5)\n(g8) Term No 6.3.\n(6)  The mass of the driver and, if applicable, of the crew member is assessed at 75 kg (subdivided into 68 kg occupant mass and 7 kg luggage mass according to ISO Standard 2416 - 1992), the fuel tank is filled to 90 % and the other liquid containing systems (except those for used water) to 100 % of the capacity specified by the manufacturer.\n(7)  Delete where not applicable.\n(8)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol ‘?’ (e.g. ABC??123??).\n(9)  As defined in Directive 2007/46/EC, Annex II, Section A.\nAddendum\nto EC type-approval certificate No …\n1. Additional information:\n1.1. Brief description of the vehicle type as regards its structure, dimensions, lines and constituent materials: …\n1.2. Description of the rear registration plate space: …\n2. Rear registration plate space is suitable for fixing a registration plate size up to (mm): 520 × 120/340 × 240 (1)\n3. Location of the rear registration plate space: left of centre/centre (1)\n4. Rear registration plate space obscured when any mechanical coupling device is fitted: yes/no (1)\n5. Remarks: …\n(1)  Delete where not applicable.\nANNEX II\nRequirements for the space for mounting and the fixing of rear registration plates\n1.   REQUIREMENTS\n1.1.   Shape and dimensions of the space for mounting a rear registration plate.\n1.1.1. The space for mounting shall comprise of a flat or virtually flat rectangular surface with the following minimum dimensions:\nwidth : 520 mm\nheight : 120 mm\nwidth : 340 mm\nheight : 240 mm\n1.1.2. The surface to be covered by the registration plate may have holes or gaps.\n1.1.2.1. In case of vehicles of category M1 the width of the hole or gap shall not exceed 40 mm without having to take into account its length.\n1.1.3. The surface to be covered by the registration plate may have protrusions, provided that these do not project more than 5,0 mm in relation to the nominal surface. Patches of very soft materials, such as foam or felt for the purpose of the elimination of vibration of the registration plate, shall not be taken into account.\n1.2.   Mounting and fixing of a rear registration plate.\n1.2.1. The space for mounting shall be such that the registration plate, after fixing according to the manufacturer's instructions, shall have the following characteristics:\n1.2.1.1. Position of the plate in relation to the longitudinal median plane of the vehicle:\n1.2.1.1.1. The centre point of the plate shall not be situated to the right of the longitudinal median plane of the vehicle.\n1.2.1.2. Position of the plate in relation to the vertical longitudinal plane of the vehicle:\n1.2.1.2.1. The plate shall be perpendicular to the longitudinal plane of the vehicle.\n1.2.1.2.2. The left-hand edge of the plate may not be situated to the left of the vertical plane which is parallel to the longitudinal median plane of the vehicle and touches the extreme outer edge of the vehicle.\n1.2.1.3. Position of the plate in relation to the vertical transverse plane:\n1.2.1.3.1. The plate may be inclined to the vertical:\n1.2.1.3.1.1. At not less than – 5° and not more than 30°, provided that the height of the upper edge of the plate is not more than 1,20 m from the ground surface;\n1.2.1.3.1.2. At not less than – 15° and not more than 5°, provided that the height of the upper edge of the plate is more than 1,20 m from the ground surface.\n1.2.1.4. Height of the plate from the ground surface:\n1.2.1.4.1. The height of the lower edge of the plate from the ground surface shall not be less than 0,30 m.\n1.2.1.4.2. The height of the upper edge of the plate from the ground surface shall not exceed 1,20 m. However, where it is not practicable to comply with the height provision due to the construction of the vehicle, the maximum height may exceed 1,20 m, provided that it is as close to that limit as the constructional characteristics of the vehicle allow, and shall in no case exceed 2,00 m.\n1.2.1.5. Geometrical visibility:\n1.2.1.5.1. If the height of the upper edge of the plate from the ground surface does not exceed 1,20 m, the plate shall be visible in the whole space included within the following four planes:\n— the two vertical planes touching the two lateral edges of the plate and forming an angle measured outwards of 30° in relation to the longitudinal median plane of the vehicle,\n— the plane touching the upper edge of the plate and forming an angle measured upwards of 15° with the horizontal,\n— the horizontal plane through the lower edge of the plate.\n1.2.1.5.2. If the height of the upper edge of the plate from the ground surface exceeds 1,20 m, the plate shall be visible in the whole space included within the following four planes:\n— the two vertical planes touching the two lateral edges of the plate and forming an angle measured outwards of 30° in relation to the longitudinal median plane of the vehicle,\n— the plane touching the upper edge of the plate and forming an angle measured upwards of 15° with the horizontal,\n— the plane touching the lower edge of the plate and forming an angle measured downwards of 15° with the horizontal.\n1.2.1.6. The space between the edges of the mounted and fixed registration plate and the actual surface of the registration plate space shall not exceed 5,0 mm along the complete outline of the registration plate.\n1.2.1.6.1. The prescribed maximum space may locally be exceeded in the case it is measured at a hole or gap within the surface of patterned mesh or between the parallel bars of the surface of grille.\n1.2.2. The actual position and shape of the mounted and fixed registration plate as determined in accordance with paragraph 1,2, in particular its resulting radius of curvature, shall be taken into account for the purpose of rear registration plate lighting device requirements.\n1.2.3. If the space for mounting the rear registration plate is obscured within the planes of geometrical visibility, because of installation of any mechanical coupling device, this shall be noted in the test report and stated on the EC-type approval certificate.\n2.   TEST PROCEDURE\n2.1.   Determination of the vertical inclination and height of the registration plate from the ground surface\n2.1.1. The vehicle is placed on a smooth ground surface with the vehicle's mass adjusted to that of the manufacturer's declared mass in running order, but without the driver, before the measurements are made.\n2.1.2. If the vehicle is equipped with hydropneumatic, hydraulic or pneumatic suspension or a device for automatic levelling according to load, it shall be tested with the suspension or device in the normal running condition, as specified by the manufacturer.\n2.1.3. If the registration plate is facing downwards, the measurement result concerning the inclination is expressed in minus.\n2.2.   Projection measurements shall be made perpendicularly and directly towards the nominal surface to be covered by the registration plate.\n2.3.   Measurement of the space between the edge of the mounted and fixed registration plate and the actual surface shall be made perpendicularly and directly towards the actual surface to be covered by the registration plate.\n2.4.   The registration plate used for checking conformity shall have one of the two sizes as specified in paragraph 1.1.1."}