{"celex_id": "32010R0756", "uri": "http://publications.europa.eu/resource/cellar/96756ed4-7901-476b-9620-4c01ea08510b", "type": "Regulation", "concepts": ["2521", "2537", "2739", "2825", "3885"], "title": "Commission Regulation (EU) No 756/2010 of 24 August 2010 amending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annexes IV and V  Text with EEA relevance\n", "header": "25.8.2010 EN Official Journal of the European Union L 223/20\nCOMMISSION REGULATION (EU) No 756/2010\nof 24 August 2010\namending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annexes IV and V\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (1), and in particular Article 7(4)(a), Article 7(5) and Article 14 thereof,\nWhereas:\n(1) Regulation (EC) No 850/2004 implements in the law of the Union the commitments set out in the Stockholm Convention on Persistent Organic Pollutants (hereinafter ‘the Convention’) approved by Council Decision 2006/507/EC of 14 October 2004 concerning the conclusion, on behalf of the European Community, of the Stockholm Convention on Persistent Organic Pollutants (2) and in the Protocol to the 1979 Convention on Long-range Transboundary Air Pollution on Persistent Organic Pollutants (hereinafter ‘the Protocol’) approved by Council Decision 2004/259/EC of 19 February 2004 concerning the conclusion, on behalf of the European Community, of the Protocol to the 1979 Convention on Long-range Transboundary Air Pollution on Persistent Organic Pollutants (3).\n(2) Following nominations of substances received from the European Union and its Member States, Norway and Mexico, the Persistent Organic Pollutants Review Committee established under the Convention has concluded its work on the nine proposed substances, which have been found to meet the criteria of the Convention. At the fourth meeting of the Conference of the Parties to the Convention from 4 to 8 May 2009 (hereinafter ‘COP4’) it was agreed to add all nine substances to the Annexes to the Convention.\n(3) Annexes IV and V to Regulation (EC) No 850/2004 should be amended in order to take into account the new substances that have been listed during the COP4.\n(4) The COP4 decided to list chlordecone, hexabromobiphenyl and hexachlorocyclohexanes, including lindane, in Annex A (elimination) to the Convention. Those substances are included in Annexes IV and V to Regulation (EC) No 850/2004 since they were listed by the Protocol.\n(5) The COP4 decided to list pentachlorobenzene in Annex A (elimination) to the Convention. Therefore, pentachlorobenzene should be listed in Annexes IV and V to Regulation (EC) No 850/2004, indicating the corresponding maximum concentration limits, which have been set applying the methodology used for establishing the limit values for persistent organic pollutants (hereinafter ‘POPs’) in Council Regulation (EC) No 1195/2006 of 18 July 2006 amending Annex IV to Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants (4) and in Council Regulation (EC) No 172/2007 of 16 February 2007 amending Annex V to Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants (5). Those provisional maximum concentration limits should be reviewed in view of the results of a study on the implementation of the waste-related provisions of Regulation (EC) No 850/2004, to be conducted on behalf of the Commission.\n(6) The COP4 decided to list Perfluorooctane sulfonic acid and its derivatives (hereinafter ‘PFOS’) in Annex B (restriction) to the Convention, with some exemptions for specific applications. The use of PFOS is currently allowed for some specific applications. Because of the lifespan of articles containing PFOS, these articles will continue to enter the waste stream for some years, although in decreasing volumes. There may be practical difficulties of identifying certain materials containing PFOS within a given waste stream. Data on quantities and concentrations of PFOS in articles and wastes is currently still not sufficient. Extending the obligation in Regulation (EC) No 850/2004 to destroy or irreversibly transform the POP content to PFOS for waste exceeding the concentration limits of Annex IV could have impacts on existing recycling schemes, which may challenge another environmental priority of ensuring the sustainable use of resources. In view of this, PFOS is listed in Annexes IV and V without an indication of the concentration limits.\n(7) The COP4 decided to list tetrabromodiphenyl ether, pentabromodiphenyl ether, hexabromodiphenyl ether and heptabromodiphenyl ether, hereinafter ‘polybrominated diphenyl ethers’, in Annex A (elimination) to the Convention. Placing on the market and use of pentabromodiphenyl ether and octabromodiphenyl ether have been restricted in the Union by virtue of Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency (6), with a maximum concentration limit of 0,1 % by weight. Pentabromodiphenyl ether, hexabromodiphenyl ether, heptabromodiphenyl ether and tetrabromodiphenyl ether are not currently being placed on the market in the Union as they are restricted by Commission Regulation (EC) No 552/2009 of 22 June 2009 amending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (7) and Directive 2002/95/EC of the European Parliament and of the Council of 27 January 2003 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (8). However, because of the lifespan of products containing those polybrominated diphenyl ethers, end-of-life products containing these substances will continue to enter the waste stream for some years. Taking into account the practical difficulties of identifying materials containing polybrominated diphenyl ethers within a mixed waste fraction and the current lack of comprehensive scientific data on quantities and concentrations of polybrominated diphenyl ethers in articles and wastes, extending the obligation to destroy or irreversibly transform the POP content to these new substances for waste exceeding the concentration limits of Annex IV could endanger existing recycling schemes and thus hinder the sustainable use of resources. This problem was acknowledged by the COP4 and special exemptions were agreed for continued recycling of wastes that contain listed polybrominated diphenyl ethers even if this may lead to recycling of the POPs. Therefore, those exceptions should be reflected in Regulation (EC) No 850/2004.\n(8) Uniform maximum concentration limits are required in the Union in order to avoid a distortion of the internal market. Provisional maximum concentration limits have been set for pentachlorobenzene in Annexes IV and V to Regulation (EC) No 850/2004 based on available data and under application of the precautionary principle.\n(9) In view of the lack of comprehensive scientific information on quantities and concentrations in articles and wastes, as well as exposure scenarios, at this stage, no maximum concentration limits can be established for PFOS and polybrominated diphenyl ethers in Annexes IV and V to Regulation (EC) No 850/2004. Subject to further information becoming available and a review by the Commission, maximum concentration limits for the nine POPs will be proposed, taking into account the objectives of the POP Regulation.\n(10) In accordance with Article 22 of the Convention, the amendments to Annexes A, B and C thereto enter into force one year from the date of communication by the depositary of an amendment, which will fall on 26 August 2010. Consequently and for reasons of coherence, this Regulation should apply from the same date.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Council Directive 75/442/EEC (9). This Regulation should enter into force as a matter of urgency,", "main_body": ["1.   Annex IV to Regulation (EC) No 850/2004 is replaced by Annex I to this Regulation.\n2.   Annex V to Regulation (EC) No 850/2004 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 26 August 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 August 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 158, 30.4.2004, p. 7.\n(2)  OJ L 209, 31.7.2006, p. 1.\n(3)  OJ L 81, 19.3.2004, p. 35.\n(4)  OJ L 217, 8.8.2006, p. 1.\n(5)  OJ L 55, 23.2.2007, p. 1.\n(6)  OJ L 396, 30.12.2006, p. 1.\n(7)  OJ L 164, 26.6.2009, p. 7.\n(8)  OJ L 37, 13.2.2003, p. 19.\n(9)  OJ L 194, 25.7.1975, p. 39.\nANNEX I\n‘ANNEX IV\nList of substances subject to waste management provisions set out in Article 7\nSubstance CAS No EC No Concentration limit referred to in Article 7(4)(a)\nTetrabromodiphenyl ether C12H6Br4O\nPentabromodiphenyl ether C12H5Br5O\nHexabromodiphenyl ether C12H4Br6O\nHeptabromodiphenyl ether C12H3Br7O\nPerfluorooctane sulfonic acid and its derivatives (PFOS) C8F17SO2X\nPolychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/PCDF)   15 μg/kg (1)\nDDT (1,1,1-trichloro-2,2-bis (4-chlorophenyl)ethane) 50-29-3 200-024-3 50 mg/kg\nChlordane 57-74-9 200-349-0 50 mg/kg\nHexachlorocyclohexanes, including lindane 58-89-9 210-168-9 50 mg/kg\n319-84-6 200-401-2\n319-85-7 206-270-8\n608-73-1 206-271-3\nDieldrin 60-57-1 200-484-5 50 mg/kg\nEndrin 72-20-8 200-775-7 50 mg/kg\nHeptachlor 76-44-8 200-962-3 50 mg/kg\nHexachlorobenzene 118-74-1 200-273-9 50 mg/kg\nChlordecone 143-50-0 205-601-3 50 mg/kg\nAldrin 309-00-2 206-215-8 50 mg/kg\nPentachlorobenzene 608-93-5 210-172-5 50 mg/kg\nPolychlorinated Biphenyls (PCB) 1336-36-3 and others 215-648-1 50 mg/kg (2)\nMirex 2385-85-5 219-196-6 50 mg/kg\nToxaphene 8001-35-2 232-283-3 50 mg/kg\nHexabromobiphenyl 36355-01-8 252-994-2 50 mg/kg\n(1)  The limit is calculated as PCDD and PCDF according to the following toxic equivalency factors (TEFs):\nPCDD TEF\n2,3,7,8-TeCDD 1\n1,2,3,7,8-PeCDD 1\n1,2,3,4,7,8-HxCDD 0,1\n1,2,3,6,7,8-HxCDD 0,1\n1,2,3,7,8,9-HxCDD 0,1\n1,2,3,4,6,7,8-HpCDD 0,01\nOCDD 0,0003\nPCDF TEF\n2,3,7,8-TeCDF 0,1\n1,2,3,7,8-PeCDF 0,03\n2,3,4,7,8-PeCDF 0,3\n1,2,3,4,7,8-HxCDF 0,1\nPCDD TEF\n1,2,3,6,7,8-HxCDF 0,1\n1,2,3,7,8,9-HxCDF 0,1\n2,3,4,6,7,8-HxCDF 0,1\n1,2,3,4,6,7,8-HpCDF 0,01\n1,2,3,4,7,8,9-HpCDF 0,01\nOCDF 0,0003\n(2)  Where applicable, the calculation method laid down in European standards EN 12766-1 and EN 12766-2 shall be applied.’\nANNEX II\nIn Annex V, Part 2, to Regulation (EC) No 850/2004 the table is replaced by the following:\n‘Wastes as classified in Commission Decision 2000/532/EC Maximum concentration limits of substances listed in Annex IV (1) Operation\n10 WASTES FROM THERMAL PROCESSES Aldrin: 5 000 mg/kg; Permanent storage shall be allowed only when all the following conditions are met:\n1. the storage takes place in one of the following locations:\n— safe, deep, under-ground, hard rock formations,\n— salt mines,\n— a landfill site for hazardous waste, provided that the waste is solidified or partly stabilised where technically feasible as required for classification of the waste in Subchapter 1903 of Decision 2000/532/EC;\n2. the provisions of Council Directive 1999/31/EC (3) and Council Decision 2003/33/EC (4) were respected;\n3. it has been demonstrated that the selected operation is environmentally preferable.\n10 01 Wastes from power stations and other combustion plants (except 19)\n10 01 14 * (2) Bottom ash, slag and boiler dust from co-incineration containing dangerous substances\n10 01 16 * Fly ash from co-incineration containing dangerous substances\n10 02 Wastes from the iron and steel industry\n10 02 07 * Solid wastes from gas treatment containing dangerous substances\n10 03 Wastes from aluminium thermal metallurgy\n10 03 04 * Primary production slag\n10 03 08 * Salt slag from secondary production\n10 03 09 * Black dross from secondary production\n10 03 19 * Flue-gas dust containing dangerous substances\n10 03 21 * Other particulates and dust (including ball mill dust) containing dangerous substances\n10 03 29 * Wastes from treatment of salt slag and black dross containing dangerous substances\n10 04 Wastes from lead thermal metallurgy\n10 04 01 * Slag from primary and secondary production\n10 04 02 * Dross and skimming from primary and secondary production\n10 04 04 * Flue-gas dust\n10 04 05 * Other particulates and dust\n10 04 06 * Solid wastes from gas treatment\n10 05 Wastes from zinc thermal metallurgy\n10 05 03 * Flue-gas dust\n10 05 05 * Solid waste from gas treatment\n10 06 Wastes from copper thermal metallurgy\n10 06 03 * Flue-gas dust\n10 06 06 * Solid wastes from gas treatment\n10 08 Wastes from other non-ferrous thermal metallurgy\n10 08 08 * Salt slag from primary and secondary production\n10 08 15 * Flue-gas dust containing dangerous substances\n10 09 Wastes from casting of ferrous pieces\n10 09 09 * Flue-gas dust containing dangerous substances\n16 WASTES NOT OTHERWISE SPECIFIED IN THE LIST\n16 11 Waste linings and refractories\n16 11 01 * Carbon-based linings and refractories from metallurgical processes containing dangerous substances\n16 11 03 * Other linings and refractories from metallurgical processes containing dangerous substances\n17 CONSTRUCTION AND DEMOLITION WASTES (INCLUDING EXCAVATED SOIL FROM CONTAMINATED SITES)\n17 01 Concrete, bricks, tiles and ceramics\n17 01 06 * Mixtures of, or separate fractions of concrete, bricks, tiles and ceramics containing dangerous substances\n17 05 Soil including excavated soil from contaminated sites, stones and dredging spoil\n17 05 03 * Inorganic fraction of soil and stones containing dangerous substances\n17 09 Other construction and demolition wastes\n17 09 02 * Construction and demolition wastes containing PCB, excluding PCB containing equipment\n17 09 03 * Other construction and demolition wastes containing dangerous substances\n19 WASTES FROM WASTE MANAGEMENT FACILITIES, OFF-SITE WASTE WATER TREATMENT PLANTS AND THE PREPARATION OF WATER INTENDED FOR HUMAN CONSUMPTION AND WATER FROM INDUSTRIAL USE\n19 01 Wastes from incineration or pyrolysis of waste\n19 01 07 * Solid wastes from gas treatment\n19 01 11 * Bottom ash and slag containing dangerous substances\n19 01 13 * Fly ash containing dangerous substances\n19 01 15 * Boiler dust containing dangerous substances\n19 04 Vitrified waste and waste from vitrification\n19 04 02 * Fly ash and other flue-gas treatment wastes\n19 04 03 * Non-vitrified solid phase\n(1)  These limits apply exclusively to a landfill site for hazardous waste and do not apply to permanent underground storage facilities for hazardous wastes, including salt mines.\n(2)  Any waste marked with an asterisk * is considered as hazardous waste pursuant to Directive 91/689/EEC and subject to the provisions of that Directive.\n(3)  OJ L 182, 16.7.1999, p. 1.\n(4)  OJ L 11, 16.1.2003, p. 27.\n(5)  The calculation method laid down in European standards EN 12766-1 and EN 12766-2 shall apply.\n(6)  The limit is calculated as PCDD and PCDF according to the following toxic equivalency factors (TEFs):\nPCDD TEF\n2,3,7,8-TeCDD 1\n1,2,3,7,8-PeCDD 1\n1,2,3,4,7,8-HxCDD 0,1\n1,2,3,6,7,8-HxCDD 0,1\n1,2,3,7,8,9-HxCDD 0,1\n1,2,3,4,6,7,8-HpCDD 0,01\nOCDD 0,0003\nPCDF TEF\n2,3,7,8-TeCDF 0,1\n1,2,3,7,8-PeCDF 0,03\n2,3,4,7,8-PeCDF 0,3\n1,2,3,4,7,8-HxCDF 0,1\n1,2,3,6,7,8-HxCDF 0,1\n1,2,3,7,8,9-HxCDF 0,1\nPCDD TEF\n2,3,4,6,7,8-HxCDF 0,1\n1,2,3,4,6,7,8-HpCDF 0,01\n1,2,3,4,7,8,9-HpCDF 0,01\nOCDF 0,0003’"}