{"celex_id": "32013D0638", "uri": "http://publications.europa.eu/resource/cellar/72eb2d46-478e-11e3-ae03-01aa75ed71a1", "type": "Decision", "concepts": ["2176", "4827", "5889", "6851"], "title": "2013/638/EU: Commission Decision of 12 August 2013 on essential requirements relating to marine radio communication equipment which is intended to be used on non-SOLAS vessels and to participate in the Global Maritime Distress and Safety System (GMDSS) (notified under document C(2013) 5185)\n", "header": "7.11.2013 EN Official Journal of the European Union L 296/22\nCOMMISSION DECISION\nof 12 August 2013\non essential requirements relating to marine radio communication equipment which is intended to be used on non-SOLAS vessels and to participate in the Global Maritime Distress and Safety System (GMDSS)\n(notified under document C(2013) 5185)\n(2013/638/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (1), and in particular Article 3(3)(e) thereof,\nWhereas:\n(1) A number of Member States have implemented or intend to implement common safety principles and rules for radio equipment on vessels to which the 1974 International Convention for the Safety of Life at Sea (SOLAS) does not apply (hereinafter ‘non-SOLAS vessels’).\n(2) The harmonisation of radio services should contribute to a safer navigation of non-SOLAS vessels, particularly in case of distress and bad weather conditions.\n(3) Maritime Safety Committee (MSC) Circular 803 on the participation of non-SOLAS ships in the Global Maritime Distress and Safety System (GMDSS) and Resolution MSC.131 (75) of the International Maritime Organisation (IMO) invite States to apply the Guidelines for the participation of non-SOLAS ships in the GMDSS and urges States to require certain features to be implemented in relation to the GMDSS on radio equipment to be used on all vessels.\n(4) The International Telecommunications Union Radio Regulations specify certain frequencies that are designated for use by the GMDSS. All radio equipment operating on those frequencies which is intended for use in times of distress should be compatible with the designated use of those frequencies and it should provide a reasonable guarantee of assurance that it will function correctly in times of distress.\n(5) It is necessary to clarify that Commission Decision 2004/71/EC of 4 September 2003 on essential requirements relating to marine radio communication equipment which is intended to be used on non-SOLAS vessels and to participate in the Global Maritime Distress and Safety System (GMDSS) (2) applies to GMDSS equipment for use on all non-SOLAS vessels, which is not covered by Council Directive 96/98/EC of 20 December 1996 on marine equipment (3).\n(6) Implementation of requirements to be complied with by GMDSS equipment destined for non-SOLAS vessels should be consistent across all Member States and in line with relevant IMO guidelines.\n(7) Given the number of changes to be made to Decision 2004/71/EC, that Decision should be replaced, in the interest of clarity.\n(8) The measures set out in this Decision are in accordance with the opinion of the Telecommunications Conformity Assessment and Market Surveillance Committee,", "main_body": ["This Decision shall apply to all radio equipment not within the scope of Directive 96/98/EC and which are intended for use on all vessels to which the 1974 International Convention for the Safety of Life at Sea (SOLAS) does not apply (hereinafter ‘non-SOLAS vessels’) and which are intended to participate in the Global Maritime Distress and Safety System (GMDSS), as laid down in Chapter IV of the SOLAS convention operating in either of the following services:\n(a) the maritime mobile service as defined in Article 1.28 of the International Telecommunications Union (ITU) Radio Regulations;\n(b) the maritime mobile satellite service as defined in Article 1.29 of the ITU Radio Regulations.", "Without prejudice to Directive 2009/45/EC of the European Parliament and of the Council (4) radio equipment shall be designed so as to ensure correct functioning under exposure to a marine environment, meet all the operational requirements of the GMDSS applicable to non-SOLAS vessels, in accordance with the relevant provisions of the International Maritime Organisation, and provide clear and robust communications with a high degree of fidelity of the analogue or digital communications link.", "Decision 2004/71/EC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 August 2013.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 91, 7.4.1999, p. 10.\n(2)  OJ L 16, 23.1.2004, p. 54.\n(3)  OJ L 46, 17.2.1997, p. 25.\n(4)  OJ L 163, 25.6.2009, p. 1."}