{"celex_id": "32012R1223", "uri": "http://publications.europa.eu/resource/cellar/122b36e4-4ac9-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "1937", "2771", "3191", "5034", "932"], "title": "Commission Implementing Regulation (EU) No 1223/2012 of 18 December 2012 laying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n", "header": "19.12.2012 EN Official Journal of the European Union L 349/39\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1223/2012\nof 18 December 2012\nlaying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n(codification)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 144(1) in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2172/2005 of 23 December 2005 laying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (4) (‘the Agreement’) provides for the opening of a duty-free Union tariff quota for the import of 4 600 live bovine animals weighing more than 160 kg and originating in Switzerland. Detailed rules should be adopted for the opening and administration of this tariff quota on an annual basis.\n(3) For the allocation of that tariff quota and given the products concerned it is appropriate to apply the method of simultaneous examination referred to in Article 144(2)(b) of Regulation (EC) No 1234/2007.\n(4) To be eligible for the benefit of that tariff quota, the live animals should originate in Switzerland in conformity with the rules referred to in Article 4 of the Agreement.\n(5) With a view to preventing speculation, the quantities available within the tariff quota should be made accessible to operators able to show that they are genuinely engaged in trade of a significant scale with third countries. In consideration of this and in order to ensure efficient management, the traders concerned should be required to have imported a minimum of 50 animals during the year previous to the annual quota period in question, given that a consignment of 50 animals may be considered to be a normal load. Experience has shown that the purchase of a single consignment is a minimum requirement for a transaction to be considered real and viable.\n(6) A security should be fixed for import rights, licences should not be transferable and import licences should be issued to traders solely for the quantities for which they have been allocated import rights.\n(7) To provide a more equal access to the tariff quota while ensuring a commercially viable number of animals per application, maximum and minimum limits should be fixed for the number of animals covered by each application.\n(8) It should be established that import rights are to be allocated after a reflection period and where necessary with a fixed allocation coefficient applied.\n(9) Pursuant to Article 130 of Regulation (EC) No 1234/2007, the arrangements have to be managed using import licences. To this end, rules should be laid down on the submission of applications and the information to be given on applications and licences, where necessary in addition to or by way of derogation from certain provisions of Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (5), Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6) and Commission Regulation (EC) No 382/2008 of 21 April 2008 on rules of application for import and export licences in the beef and veal sector (7).\n(10) To oblige operators to apply for import licences for all import rights allocated, it should be established that the application should constitute, with regard to the import rights security, a primary requirement within the meaning of Commission Implementing Regulation (EU) No 282/2012 of 28 March 2012 laying down common detailed rules for the application of the system of securities for agricultural products (8).\n(11) Experience shows that a proper management of the tariff quota also requires that the titular holder of the licence is a genuine importer. Therefore, such importer should actively participate in the purchase, transport and import of the animals concerned. Presentation of proof of those activities should thus also be a primary requirement with regard to the licence security.\n(12) With a view to ensuring a strict statistical control of the animals imported under this tariff quota, the tolerance referred to in Article 7(4) of Regulation (EC) No 376/2008 should not apply.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["1.   A duty-free Union import tariff quota is opened every year for periods from 1 January to 31 December for the import of 4 600 live bovine animals originating in Switzerland weighing more than 160 kg, falling within CN codes 0102 29 41, 0102 29 49, 0102 29 51, 0102 29 59, 0102 29 61, 0102 29 69, 0102 29 91, 0102 29 99, ex 0102 39 10 of a weight exceeding 160 kg or ex 0102 90 91 of a weight exceeding 160 kg.\nThat tariff quota shall have the order number 09.4203.\n2.   The rules of origin applicable to the products referred to in paragraph 1 shall be those provided for in Article 4 of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products.", "1.   For the purposes of Article 5 of Regulation (EC) No 1301/2006, engagement in trade with third countries as referred to in that Article shall mean that applicants have imported at least 50 animals covered by CN code 0102.\nMember States may accept as proof of trade with third countries copies of the documents referred to in the second paragraph of Article 5 of Regulation (EC) No 1301/2006, duly certified by the competent authority.\n2.   A company formed by the merger of companies each having reference imports complying with the minimum quantity referred to in paragraph 1 may use those reference imports as a basis for its application.", "1.   Applications for import rights must cover at least 50 animals and may not cover more than 5 % of the quantity available.\n2.   Applications for import rights shall be lodged at the latest before 13.00, Brussels time, on 1 December preceding the annual quota period in question.\n3.   After verification of the documents presented, Member States shall notify the Commission, by the tenth working day following the end of the period for the submission of applications at the latest, of the total quantities applied for.\nNotwithstanding Article 6(3) of Regulation (EC) No 1301/2006, Article 11 of that Regulation shall apply.", "1.   Import rights shall be awarded as from the seventh and no later than the sixteenth working day following the end of the period for the notifications referred to in the first subparagraph of Article 3(3).\n2.   Where the application of the allocation coefficient referred to in Article 7(2) of Regulation (EC) No 1301/2006 gives a figure of less than 50 head per application, the quantity available shall be awarded by the Member States concerned by drawing lots for import rights covering 50 head each. Where the remainder is less than 50 head, a single import right shall be awarded for that quantity.\n3.   Where the application of paragraph 2 results in fewer import rights to be allocated than had been applied for, the security lodged in accordance with Article 5(1) shall be released proportionally without delay.", "1.   The security relating to the import rights shall be EUR 3 per head. It must be lodged with the competent authority together with the application for import rights.\n2.   Import licence applications must be made for the quantity allocated. This obligation shall constitute a primary requirement within the meaning of Article 19(2) of Implementing Regulation (EU) No 282/2012.\n3.   Where the application of the allocation coefficient referred to in Article 4(2) causes less import rights to be allocated than had been applied for, the security lodged shall be released proportionally without delay.", "1.   The quantities awarded shall be imported subject to presentation of one or more import licences.\n2.   Licence applications may be lodged solely in the Member State where the applicant has applied for and obtained import rights under the tariff quota.\nEach issuing of import licences shall result in a corresponding reduction of the import rights obtained and the security lodged in accordance with Article 5(1) shall be released proportionally without delay.\n3.   Import licences shall be issued on application by and in the name of the operator who has obtained the import rights.\n4.   Licence applications and licences shall show the following:\n(a) in box 8, the country of origin and the mention ‘yes’ is marked by a cross;\n(b) in box 16, one or several of the following CN codes:\n(c) in box 20, the order number of the tariff quota (09.4203) and at least one of the entries listed in Annex I.\nLicences shall carry with them an obligation to import from Switzerland.", "1.   By way of derogation from Article 8(1) of Regulation (EC) No 376/2008, import licences issued pursuant to this Regulation shall not be transferable.\n2.   The grant of the import licence shall be conditional on the lodging of a security of EUR 20 per head which shall be composed of:\n(a) the security of EUR 3 referred to in Article 5(1); and\n(b) an amount of EUR 17 which the applicant shall lodge together with the licence application.\n3.   Pursuant to Article 48(1) of Regulation (EC) No 376/2008, the full Common Customs Tariff duty applicable on the date of acceptance of the customs declaration for free circulation shall be collected in respect of all quantities imported in excess of those shown on the import licence.\n4.   Notwithstanding the provisions of Section 4 of Chapter III of Regulation (EC) No 376/2008, the security shall not be released until proof has been produced that the titular holder of the licence has been commercially and logistically responsible for the purchase, transport and clearance for free circulation of the animals concerned. Such proof shall at least consist of:\n(a) the original commercial invoice or authenticated copy made out in the name of the titular holder by the seller or his representative, both established in Switzerland, and proof of payment by the titular holder or the opening by the titular holder of an irrevocable documentary credit in favour of the seller;\n(b) the transport document, drawn up in the name of the titular holder, for the animals concerned;\n(c) proof that the goods have been declared for release for free circulation with the indication of the name and address of the titular holder as consignee.", "Regulations (EC) No 1301/2006, (EC) No 376/2008 and (EC) No 382/2008 shall apply, subject to this Regulation.", "1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify to the Commission:\n(a) no later than 28 February following the end of each import tariff quota period, the quantities of products, including nil returns, for which import licences were issued in the previous import tariff quota period;\n(b) no later than 30 April following the end of each import tariff quota period, the quantities of products, including nil returns, covered by unused or partly used import licences and corresponding to the difference between the quantities entered on the back of the import licences and the quantities for which they were issued.\n2.   No later than 30 April following the end of each import tariff quota period, Member States shall forward to the Commission details of the quantities of products put into free circulation in accordance with Article 4 of Regulation (EC) No 1301/2006.\n3.   For the notifications referred to in paragraphs 1 and 2, the quantities shall be expressed in heads and per product category as indicated in Annex V to Regulation (EC) No 382/2008.", "0\nRegulation (EC) No 2172/2005 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "1\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 346, 29.12.2005, p. 10.\n(3)  See Annex II.\n(4)  OJ L 114, 30.4.2002, p. 132.\n(5)  OJ L 238, 1.9.2006, p. 13.\n(6)  OJ L 114, 26.4.2008, p. 3.\n(7)  OJ L 115, 29.4.2008, p. 10.\n(8)  OJ L 92, 30.3.2012, p. 4.\nANNEX I\nEntries referred to in Article 6(4)(c)\n— : in Bulgarian : Регламент за изпълнение (ЕC) № 1223/2012\n— : in Spanish : Reglamento de Ejecución (UE) no 1223/2012\n— : in Czech : Prováděcí nařízení (EU) č. 1223/2012\n— : in Danish : Gennemførelsesforordning (EU) nr. 1223/2012\n— : in German : Durchführungsverordnung (EU) Nr. 1223/2012\n— : in Estonian : Rakendusmäärus (EL) nr 1223/2012\n— : in Greek : Εκτελεστικός κανονισμός (ΕΕ) αριθ. 1223/2012\n— : in English : Implementing Regulation (EU) No 1223/2012\n— : in French : Règlement d’exécution (UE) no 1223/2012\n— : in Italian : Regolamento di esecuzione (UE) n. 1223/2012\n— : in Latvian : Īstenošanas regula (ES) Nr. 1223/2012\n— : in Lithuanian : Įgyvendinimo reglamentas (ES) Nr. 1223/2012\n— : in Hungarian : 1223/2012/EU végrehajtási rendelet\n— : in Maltese : Regolament ta’ Implimentazzjoni (UE) Nru 1223/2012\n— : in Dutch : Uitvoeringsverordening (EU) nr. 1223/2012\n— : in Polish : Rozporządzenie wykonawcze (UE) nr 1223/2012\n— : in Portuguese : Regulamento de Execução (UE) n.o 1223/2012\n— : in Romanian : Regulamentul de punere în aplicare (UE) nr. 1223/2012\n— : in Slovak : Vykonávacie nariadenie (EÚ) č. 1223/2012\n— : in Slovenian : Izvedbena uredba (EU) št. 1223/2012\n— : in Finnish : Täytäntöönpanoasetus (EU) N:o 1223/2012\n— : in Swedish : Genomförandeförordning (EU) nr 1223/2012\nANNEX II\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EC) No 2172/2005\nCommission Regulation (EC) No 1869/2006\nCommission Regulation (EC) No 1965/2006 Article 8 and Annex IX only\nCommission Regulation (EC) No 749/2008 Article 3 only\nCommission Regulation (EC) No 1267/2008\nANNEX III\nCorrelation Table\nRegulation (EC) No 2172/2005 This Regulation\nArticle 1 Article 1\nArticle 2(1) Article 2(1)\nArticle 2(4) Article 2(2)\nArticle 3(2) Article 3(1)\nArticle 3(3), first subparagraph Article 3(2)\nArticle 3(3), second subparagraph —\nArticle 3(5) Article 3(3)\nArticles 4, 5 and 6 Articles 4, 5 and 6\nArticle 7(1) Article 7(1)\nArticle 7(3) Article 7(2)\nArticle 7(5) Article 7(3)\nArticle 7(6) Article 7(4)\nArticle 8 Article 8\nArticle 8a(1) Article 9(1)\nArticle 8a(2), first and second subparagraphs Article 9(2)\nArticle 8a(3) Article 9(3)\n— Article 10\nArticle 9 Article 11\nAnnex II Annex I\n— Annex II\n— Annex III"}