{"celex_id": "32013D0434", "uri": "http://publications.europa.eu/resource/cellar/64c81ac3-0715-11e3-a352-01aa75ed71a1", "type": "Decision", "concepts": ["1339", "2850", "2901", "3468", "3926", "497", "5420", "921"], "title": "2013/434/EU: Council Decision of 15 July 2013 authorising certain Member States to ratify, or to accede to, the Protocol amending the Vienna Convention on Civil Liability for Nuclear Damage of 21 May 1963 , in the interest of the European Union, and to make a declaration on the application of the relevant internal rules of Union law\n", "header": "17.8.2013 EN Official Journal of the European Union L 220/1\nCOUNCIL DECISION\nof 15 July 2013\nauthorising certain Member States to ratify, or to accede to, the Protocol amending the Vienna Convention on Civil Liability for Nuclear Damage of 21 May 1963, in the interest of the European Union, and to make a declaration on the application of the relevant internal rules of Union law\n(2013/434/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 81(2), in conjunction with point (a) of Article 218(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Union is working towards the establishment of a common judicial area based on the principle of mutual recognition of judicial decisions.\n(2) The Protocol of 12 September 1997 (hereinafter ‘the 1997 Protocol’) amending the Vienna Convention on Civil Liability for Nuclear Damage of 21 May 1963 (hereinafter ‘the Vienna Convention’) was negotiated with a view to improving compensation for victims of damage caused by nuclear incidents. It is therefore desirable that the provisions of the 1997 Protocol be applied in the Member States which are Contracting Parties to the Vienna Convention.\n(3) The Union has exclusive competence with regard to Articles XI and XII of the Vienna Convention as amended by the 1997 Protocol in so far as those provisions affect the rules laid down in Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (1). Regulation (EC) No 44/2001 is to be replaced as of 10 January 2015 by Regulation (EU) No 1215/2012 of the European Parliament and of the Council of 12 December 2012 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (2). The Member States retain their competence for matters covered by the 1997 Protocol which do not affect Union law. Given the subject matter and the aim of the 1997 Protocol, acceptance of the provisions of the Protocol which fall under Union competence cannot be dissociated from the provisions which fall under the competence of the Member States.\n(4) The Vienna Convention and the 1997 Protocol are not open to participation by regional economic integration organisations. As a result, the Union is not in a position to become a Contracting Party to the 1997 Protocol.\n(5) The Member States which are Contracting Parties to the Vienna Convention and which did not ratify the 1997 Protocol prior to their accession to the Union should therefore be authorised to ratify, or to accede to, the 1997 Protocol in the interest of the Union.\n(6) Twelve of the Member States of the Union, namely Belgium, Germany, Greece, Spain, France, Italy, the Netherlands, Portugal, Slovenia, Finland, Sweden and the United Kingdom, are Contracting Parties to the Paris Convention on Third Party Liability in the Field of Nuclear Energy of 29 July 1960, as amended by the Additional Protocol of 28 January 1964 and by the Protocol of 16 November 1982 (hereinafter ‘the Paris Convention’). The Paris Convention establishes a regime for the compensation of victims for damage caused by nuclear incidents based on principles similar to those of the Vienna Convention. The Protocol of 12 February 2004 (hereinafter ‘the 2004 Protocol’) amending the Paris Convention improves compensation for damage caused by nuclear incidents. By Council Decisions 2004/294/EC (3) and 2007/727/EC (4) the Member States which are Contracting Parties to the Paris Convention were authorised to ratify, or to accede to, the 2004 Protocol in the interest of the then Community. It is therefore objectively justified that this Decision should not be addressed to those Member States which are Contracting Parties to the Paris Convention and not to the Vienna Convention.\n(7) Furthermore, five of the Member States of the Union, namely Ireland, Cyprus, Luxembourg, Malta and Austria, are neither Contracting Parties to the Vienna Convention nor to the Paris Convention. Given that the 1997 Protocol amends the Vienna Convention and that Regulation (EC) No 44/2001 authorises the Member States bound by that Convention to continue to apply the rules on jurisdiction and on recognition and enforcement provided for in it, it is objectively justified that this Decision should be addressed only to those Member States which are Contracting Parties to the Vienna Convention. Accordingly, Ireland, Cyprus, Luxembourg, Malta and Austria should continue to base themselves on the rules contained in Regulation (EC) No 44/2001 and to apply them in the area covered by the Vienna Convention and the 1997 Protocol amending that Convention.\n(8) As a consequence, the provisions of the 1997 Protocol will be applied, as regards the Union, only by those Member States which are Contracting Parties to the Vienna Convention at the time of the adoption of this Decision.\n(9) The rules on recognition and enforcement of judgments laid down in Article XII of the Vienna Convention, as amended by Article 14 of the 1997 Protocol, should not take precedence over the rules governing the procedure for recognition and enforcement of judgments established by Regulation (EC) No 44/2001. Therefore, the Member States which are authorised to ratify, or to accede to, the 1997 Protocol by this Decision should make the declaration provided for in this Decision with the aim of ensuring application of the relevant Union rules.\n(10) The United Kingdom and Ireland, to which Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, applies, are taking part in the adoption and application of this Decision.\n(11) In accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The Council hereby authorises Bulgaria, the Czech Republic, Estonia, Lithuania, Hungary, Poland and Slovakia to ratify, or to accede to, the Protocol of 12 September 1997 amending the Vienna Convention on Civil Liability for Nuclear Damage of 21 May 1963, in the interest of the Union.\nThe text of the 1997 Protocol is attached to this Decision.", "The Council hereby authorises Bulgaria, the Czech Republic, Estonia, Lithuania, Hungary, Poland and Slovakia to make the following declaration:\n‘Judgments on matters covered by the Protocol of 12 September 1997 amending the Vienna Convention on Civil Liability for Nuclear Damage of 21 May 1963, when given by a court of a Member State of the European Union, which is a Contracting Party to that Protocol, shall be recognised and enforceable in [name of the Member State making the declaration] in accordance with the relevant rules of the European Union on the subject.’", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Republic of Bulgaria, the Czech Republic, the Republic of Estonia, the Republic of Lithuania, Hungary, the Republic of Poland and the Slovak Republic in accordance with the Treaties."], "attachments": "Done at Brussels, 15 July 2013.\nFor the Council\nThe President\nV. JUKNA\n(1)  OJ L 12, 16.1.2001, p. 1.\n(2)  OJ L 351, 20.12.2012, p. 1.\n(3)  OJ L 97, 1.4.2004, p. 53.\n(4)  OJ L 294, 13.11.2007, p. 23."}