{"celex_id": "32014L0082", "uri": "http://publications.europa.eu/resource/cellar/a3c96632-fc38-11e3-831f-01aa75ed71a1", "type": "Directive", "concepts": ["1074", "1334", "2349", "2868", "3349", "4514"], "title": "Commission Directive 2014/82/EU of 24 June 2014 amending Directive 2007/59/EC of the European Parliament and of the Council as regards general professional knowledge and medical and licence requirements  Text with EEA relevance\n", "header": "25.6.2014 EN Official Journal of the European Union L 184/11\nCOMMISSION DIRECTIVE 2014/82/EU\nof 24 June 2014\namending Directive 2007/59/EC of the European Parliament and of the Council as regards general professional knowledge and medical and licence requirements\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2007/59/EC of the European Parliament and of the Council of 23 October 2007 on the certification of train drivers operating locomotives and trains on the railway system in the Community (1), and in particular Article 31 thereof,\nWhereas:\n(1) Annex II of Directive 2007/59/EC includes a provision according to which vision for both eyes is not required to be effective in the case of adequate adaptation and sufficient compensation experience and only if binocular vision was lost after starting the job. That provision contradicts the other vision requirements in Annex II of Directive 2007/59/EC and might put at risk the high level of safety in rail operations.\n(2) In addition, certain requirements in Annexes IV and VI of Directive 2007/59/EC regarding the licence and the certificate lack clarity, leading to different application in the Member States and ultimately jeopardizing the introduction of a harmonized licence system for train drivers in the Union.\n(3) On 7 May 2012 the European Railway Agency submitted advice to the European Commission regarding the amendment of Annexes II, IV and VI of Directive 2007/59/EC. The bodies represented in the European Social Dialogue Committee were consulted in accordance with Article 31 of that Directive.\n(4) Transitional measures should be provided for train drivers who have obtained or will obtain their licence in accordance with Directive 2007/59/EC before the date of application of this Directive.\n(5) Directive 2007/59/EC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Committee that assists the Commission pursuant to Article 32(1) of Directive 2007/59/EC,", "main_body": ["Directive 2007/59/EC is amended as follows:\n(1) Annex II is amended as follows:\n‘— vision for both eyes: effective,’;\n(2) Annex IV is replaced by the text in Annex I to this Directive;\n(3) Annex VI is amended as set out in Annex II to this Directive.", "Train drivers who have obtained or will obtain their licence in accordance with Directive 2007/59/EC before the date of application referred to in Article 3(1) of this Directive shall be considered to comply with its requirements.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 July 2015 at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 1 January 2016.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\n3.   The obligations for transposition and implementation of this Directive shall not apply to the Republic of Cyprus and the Republic of Malta for as long as no railway system is established within their territories.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 24 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 315, 3.12.2007, p. 51.\nANNEX I\n‘ANNEX IV\nGENERAL PROFESSIONAL KNOWLEDGE AND REQUIREMENTS REGARDING THE LICENCE\nThe objective of the “general training” is to provide “general” competence on all aspects that are relevant to the train driver's profession. The general training in this respect will focus on basic knowledge and principles that are applicable independently of the type and nature of rolling stock or infrastructure. It can be organised without practical exercises.\nCompetence with regard to specific types of rolling stock or with regard to safety and operating rules and techniques for a particular infrastructure is not part of “general” competence. Training to provide specific rolling stock or infrastructure competence relates to the train driver's certificate and is specified in Annexes V and VI.\nThe general training covers subjects (1) to (7) listed below. The order in which they are listed is not an order of priority.\nThe verbs used in the list indicate the nature of the competence expected to be achieved by the trainee. Their meaning is described in the following table:\nNature of competence Description\nto know, to describe describes the acquisition of knowledge (data, facts) that is needed to understand relationships\nto understand, to identify describes the identification and memorisation of context, task performance and problem solving in a defined framework\n(1) A driver's work, the work environment, the driver's role and responsibility in the process of rail operation, the professional and personal demands of the driver's duties\n(a) to know the general thrust of legislation and rules applicable to rail operation and safety (requirements and procedures regarding the certification of train drivers, dangerous goods, environmental protection, fire protection, etc.),\n(b) to understand the specific requirements and professional and personal demands (working mainly on one's own, shift work over 24 hour cycle, individual protection and security, reading and updating documents, etc.),\n(c) to understand behaviours which are compatible with safety-critical responsibilities (medication, alcohol, drugs and other psychoactive substances, illness, stress, fatigue, etc.),\n(d) to identify the reference and operating documents (e.g. rule book, route book, driver's manual, etc.),\n(e) to identify the responsibilities and functions of persons involved,\n(f) to understand the importance of being precise in carrying out duties and in working methods,\n(g) to understand occupational health and safety (e.g. code of behaviour on and near tracks, code of behaviour for getting on and off the traction unit safely, ergonomics, staff safety rules, personal protective equipment, etc.),\n(h) to know behavioural skills and principles (stress management, extreme situations, etc.),\n(i) to know the principles of environmental protection (sustainable driving, etc.).\n(2) Railway technologies, including safety principles behind operational regulations\n(a) to know the principles, regulations and provisions regarding safety in rail operation,\n(b) to identify the responsibilities and functions of persons involved.\n(3) Basic principles of railway infrastructure\n(a) to know systematic and structural principles and parameters,\n(b) to know the general characteristics of tracks, stations, marshalling yards,\n(c) to know railway structures (bridges, tunnels, points, etc.),\n(d) to know operating modes (single track, double track operation, etc.),\n(e) to know signalling and train control systems,\n(f) to know safety installations (hot-axle box detectors, smoke detectors in tunnels, etc.),\n(g) to know traction power supply (catenary, third rail, etc.).\n(4) Basic principles of operational communication\n(a) to know the significance of communication and the means and procedures for communicating,\n(b) to identify persons the driver needs to contact and their role and responsibility (staff of the infrastructure manager, working duties of other train staff, etc.),\n(c) to identify situations/causes that require communication to be initiated,\n(d) to understand communication methods.\n(5) Trains, their composition and the technical requirements for traction units, wagons, coaches and other rolling stock\n(a) to know the generic types of traction (electric, diesel, steam, etc.),\n(b) to describe the layout of a vehicle (bogies, bodies, driving cab, protection systems, etc.),\n(c) to know the content and systems of labelling,\n(d) to know the documentation on train composition,\n(e) to understand braking systems and performance calculation,\n(f) to identify train speed,\n(g) to identify maximum load and forces at the coupler,\n(h) to know the operation and purpose of the train management system.\n(6) Hazards involved in railway operations in general\n(a) to understand the principles governing traffic safety,\n(b) to know the risks related to railway operation and the various means to be used to mitigate them,\n(c) to know safety-relevant incidents and understand the required behaviour/reaction,\n(d) to know the procedures applicable to accidents involving persons (e.g. evacuation).\n(7) Basic principles of physics\n(a) to understand forces at the wheel,\n(b) to identify factors influencing accelerating and braking performance (weather conditions, braking equipment, reduced adhesion, sanding, etc.),\n(c) to understand principles of electricity (circuits, measuring voltage, etc.).’\nANNEX II\nPoint 8 of Annex VI is replaced by the following:\n‘8.   LANGUAGE TESTS\nDrivers who have to communicate with the infrastructure manager on critical safety issues must have language skills in the language indicated by the infrastructure manager concerned. Their language skills must be such that they can communicate actively and effectively in routine, adverse and emergency situations.\nThey must be able to use the messages and communication method specified in the “Operations and traffic management” TSI. Drivers must be able to understand (both listening and reading) and to communicate (both speaking and writing) according to level B1 of the Common European Framework of Reference for Languages (CEFR) established by the Council of Europe (1)."}