{"celex_id": "32014D0216", "uri": "http://publications.europa.eu/resource/cellar/7fe5c102-c478-11e3-9fe4-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3870", "5946"], "title": "Council Implementing Decision 2014/216/CFSP of 14 April 2014 implementing Decision 2014/119/CFSP concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine\n", "header": "15.4.2014 EN Official Journal of the European Union L 111/91\nCOUNCIL IMPLEMENTING DECISION 2014/216/CFSP\nof 14 April 2014\nimplementing Decision 2014/119/CFSP concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) thereof,\nHaving regard to Council Decision 2014/119/CFSP of 5 March 2014 concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine (1), and in particular Article 2(1) thereof,\nWhereas:\n(1) On 5 March 2014, the Council adopted Decision 2014/119/CFSP.\n(2) Additional persons should be included in the list of persons, entities and bodies subject to restrictive measures as set out in the Annex to Decision 2014/119/CFSP.\n(3) In addition, the identifying information for three persons listed in the Annex to Decision 2014/119/CFSP should be amended.\n(4) The Annex to Decision 2014/119/CFSP should therefore be amended accordingly,", "main_body": ["The persons listed in Annex I to this Decision shall be added to the list set out in the Annex to Decision 2014/119/CFSP.", "The Annex to Decision 2014/119/CFSP is hereby amended as set out in Annex II to this Decision.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 66, 6.3.2014, p. 26.\nANNEX I\nPersons referred to in Article 1\nName Identifying information Statement of reasons Date of listing\n19. Serhiy Arbuzov Born on 24 March 1976, former Prime Minister of Ukraine. Person subject to investigation in Ukraine for involvement in crimes in connection with the embezzlement of Ukrainian State funds and their illegal transfer outside Ukraine. 15.4.2014\n20. Yuriy Ivanyushchenko Born on 21 February 1959, Party of Regions MP. Person subject to investigation in Ukraine for involvement in crimes in connection with the embezzlement of Ukrainian State funds and their illegal transfer outside Ukraine. 15.4.2014\n21. Oleksandr Klymenko Born on 16 November 1980, former Minister of Revenues and Charges. Person subject to investigation in Ukraine for involvement in crimes in connection with the embezzlement of Ukrainian State funds and their illegal transfer outside Ukraine. 15.4.2014\n22. Edward Stavytskyi Born on 4 October 1972, former Minister of Fuel and Energy of Ukraine. Person subject to investigation in Ukraine for involvement in crimes in connection with the embezzlement of Ukrainian State funds and their illegal transfer outside Ukraine. 15.4.2014\nANNEX II\nThe entries for the following persons listed in the Annex to Decision 2014/119/CFSP are replaced by the entries below:\nName Identifying information Statement of reasons Date of listing\n9. Oleksandr Viktorovych Yanukovych Born on 10 July 1973, son of former President, businessman. Person subject to investigation in Ukraine for involvement in crimes in connection with the embezzlement of Ukrainian State funds and their illegal transfer outside Ukraine. 6.3.2014\n12. Serhii Petrovych Kliuiev Born on 19 August 1969, brother of Mr Andrii Kliuiev, businessman. Person subject to investigation in Ukraine for involvement in crimes in connection with the embezzlement of Ukrainian State funds and their illegal transfer outside Ukraine. 6.3.2014\n14. Oleksii Mykolayovych Azarov Born on 13 July 1971, son of former Prime Minister Azarov. Person subject to investigation in Ukraine for involvement in crimes in connection with the embezzlement of Ukrainian State funds and their illegal transfer outside Ukraine. 6.3.2014"}