{"celex_id": "32013L0013", "uri": "http://publications.europa.eu/resource/cellar/35721da6-c76d-11e2-ac91-01aa75ed71a1", "type": "Directive", "concepts": ["12", "1234", "554", "5563"], "title": "Council Directive 2013/13/EU of 13 May 2013 adapting certain directives in the field of taxation, by reason of the accession of the Republic of Croatia\n", "header": "28.5.2013 EN Official Journal of the European Union L 141/30\nCOUNCIL DIRECTIVE 2013/13/EU\nof 13 May 2013\nadapting certain directives in the field of taxation, by reason of the accession of the Republic of Croatia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty of Accession of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular Article 50 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Pursuant to Article 50 of the Act of Accession of Croatia, where acts of the institutions adopted prior to accession require adaptation by reason of accession, and the necessary adaptations have not been provided for in that Act of Accession or in the Annexes thereto, the Council, acting by qualified majority on a proposal from the Commission, shall, to this end, adopt the necessary acts, if the original act was not adopted by the Commission.\n(2) The Final Act of the Conference which drew up and adopted the Treaty of Accession of Croatia indicated that the High Contracting Parties had reached political agreement on a set of adaptations to acts adopted by the institutions required by reason of accession and invited the Council and the Commission to adopt those adaptations before accession, completed and updated where necessary to take account of the evolution of the law of the Union.\n(3) Directives 83/182/EEC (1), 2003/49/EC (2), 2008/7/EC (3), 2009/133/EC (4) and 2011/96/EU (5) should therefore be amended accordingly,", "main_body": ["Directives 83/182/EEC, 2003/49/EC, 2008/7/EC, 2009/133/EC and 2011/96/EU are amended as set out in the Annex to this Directive.", "1.   Member States shall adopt and publish, by the date of accession of Croatia to the Union at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from the date of accession of Croatia to the Union.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force subject to and as from the date of the entry into force of the Treaty of Accession of Croatia.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Council\nThe President\nS. COVENEY\n(1)  Council Directive 83/182/EEC of 28 March 1983 on tax exemptions within the Community for certain means of transport temporarily imported into one Member State from another (OJ L 105, 23.4.1983, p. 59).\n(2)  Council Directive 2003/49/EC of 3 June 2003 on a common system of taxation applicable to interest and royalty payments made between associated companies of different Member States (OJ L 157, 26.6.2003, p. 49).\n(3)  Council Directive 2008/7/EC of 12 February 2008 concerning indirect taxes on the raising of capital (OJ L 46, 21.2.2008, p. 11).\n(4)  Council Directive 2009/133/EC of 19 October 2009 on the common system of taxation applicable to mergers, divisions, partial divisions, transfers of assets and exchanges of shares concerning companies of different Member States and to the transfer of the registered office of an SE or SCE between Member States (OJ L 310, 25.11.2009, p. 34).\n(5)  Council Directive 2011/96/EU of 30 November 2011 on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States (OJ L 345, 29.12.2011, p. 8).\nANNEX\n1. In the Annex to Directive 83/182/EEC, the following is added:\n— poseban porez na motorna vozila (Zakon o posebnom porezu na motorna vozila (Narodne novine broj 15/13))’.\n2. Directive 2003/49/EC is amended as follows:\n(a) in Article 3(a)(iii), the following is inserted after the entry for France:\n‘— porez na dobit in Croatia,’;\n(b) in the Annex, the following point is added:\n‘(z) companies under Croatian law known as: “dioničko društvo”, “društvo s ograničenom odgovornošću”, and other companies constituted under Croatian law subject to Croatian profit tax’.\n3. In Annex I to Directive 2008/7/EC, the following point is inserted:\n‘(11a) companies under Croatian law known as:\n(i) dioničko društvo\n(ii) društvo s ograničenom odgovornošću’.\n4. Annex I to Directive 2009/133/EC is amended as follows:\n(a) in Part A, the following point is inserted:\n‘(ka) companies under Croatian law known as: “dioničko društvo”, “društvo s ograničenom odgovornošću”, and other companies constituted under Croatian law subject to Croatian profit tax;’;\n(b) in Part B the following is inserted after the entry for France:\n‘— porez na dobit in Croatia,’.\n5. Annex I to Directive 2011/96/EU is amended as follows:\n(a) in Part A, the following point is inserted:\n‘(ka) companies under Croatian law known as: “dioničko društvo”, “društvo s ograničenom odgovornošću”, and other companies constituted under Croatian law subject to Croatian profit tax;’;\n(b) in Part B, the following is inserted after the entry for France:\n‘— porez na dobit in Croatia,’."}