{"celex_id": "32013R1332", "uri": "http://publications.europa.eu/resource/cellar/e3a7933b-649d-11e3-ab0f-01aa75ed71a1", "type": "Regulation", "concepts": ["225", "3483", "3584", "3870", "4354"], "title": "Council Regulation (EU) No 1332/2013 of 13 December 2013 amending Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria\n", "header": "14.12.2013 EN Official Journal of the European Union L 335/3\nCOUNCIL REGULATION (EU) No 1332/2013\nof 13 December 2013\namending Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2013/255/CFSP of 31 May 2013 concerning restrictive measures against Syria (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) On 13 December 2013 the Council adopted Decision 2013/760/CFSP (2) amending Decision 2013/255/CFSP.\n(2) Derogation from the prohibition of financing and financial assistance relating to certain goods and technology should be provided with regard to activities undertaken by the Organisation for the Prohibition of Chemical Weapons (OPCW) in accordance with paragraph 10 of United Nations (UN) Security Council Resolution 2118(2013).\n(3) In order to facilitate the safe return to their legitimate owners of goods constituting Syrian cultural heritage which have been illegally removed from Syria, it is necessary to provide for additional restrictive measures in order to prohibit the import, export or transfer of such goods.\n(4) Derogation from the freezing of funds or economic resources necessary for humanitarian assistance should only be granted if funds or economic resources are released to the UN for the purpose of delivering such assistance in accordance with the Syria Humanitarian Assistance Response Plan (SHARP). When considering requests for authorisation, competent authorities should take into account the humanitarian principles of humanity, neturality, impartiality and independence as set out in the European Consensus on Humanitarian Aid.\n(5) It is necessary to provide for an additional derogation from the asset freeze and the prohibition of making funds or economic resources available in order to allow transfers by a non-designated person or entity to a non-designated person or entity, through a designated entity, in connection with a specific trade contract for medical supplies, food, shelter, sanitation or hygiene for civilian use.\n(6) The abovementioned measures fall within the scope of the Treaty and, therefore, in particular with a view to ensuring their uniform application by economic operators in all Member States, action at the level of the Union is necessary in order to implement them.\n(7) Council Regulation (EU) No 36/2012 (3) should therefore be amended accordingly,", "main_body": ["Regulation (EU) No 36/2012 is amended as follows:\n(1) In Article 2a, the following paragraph is inserted:\n(2) in Article 3, the following paragraph is inserted:\n(3) the following Article is inserted:\n(4) the following Article is inserted:\n(a) the goods were exported from Syria prior to 9 May 2011; or\n(b) the goods are being safely returned to their legitimate owners in Syria.\";\n(5) in the first paragraph of Article 16, point (f) is replaced by the following:\n\"(f) necessary for humanitarian purposes, such as delivering or facilitating the delivery of assistance, including medical supplies, food, humanitarian workers and related assistance, and provided that, in the case of release of frozen funds or economic resources, the funds or economic resources are released to the UN for the purpose of delivering or facilitating the delivery of assistance in Syria in accordance with the Syria Humanitarian Assistance Response Plan (SHARP);\";\n(6) in the first paragraph of Article 16, the following point is added:\n\"(h) necessary for evacuations from Syria.\";\n(7) the following Article is inserted:\n(8) the following Article is inserted:\n(a) a transfer by or through the Commercial Bank of Syria of funds or economic resources received from outside of the territory of the Union and frozen after the date of its designation where the transfer is related to a payment due in connection with a specific trade contract for medical supplies, food, shelter, sanitation or hygiene for civilian use; or\n(b) a transfer of funds or economic resources from outside of the territory of the Union to or through the Commercial Bank of Syria where the transfer is related to a payment due in connection with a specific trade contract for the purpose of meeting essential civilian needs, including medical supplies, food, shelter, sanitation or hygiene for civilian use;\n(9) the Annex to this Regulation is added as Annex XI.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2013.\nFor the Council\nThe President\nV. MAZURONIS\n(1)  OJ L 147, 1.6.2013, p. 14.\n(2)  Council Decision 2013/760/CFSP of 13 December 2013 amending Decision 2013/255/CFSP concerning restrictive measures against Syria (see page 50 of this Official Journal).\n(3)  Regulation (EU) No 36/2012 of 18 January 2012 concerning restrictive measures in view of the situation in Syria and repealing Regulation (EU) No 442/2011 (OJ L 16, 19.1.2012, p. 1).\n(4)  Council Regulation (EU) No 1332/2013 of 13 December 2013 amending Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria (OJ L 335, 14.12.2013, p. 3).\"\nANNEX\n‘ANNEX XI\nList of categories of goods referred to in Article 11c\nex CN code Product description\n1. Archaeological objects more than 100 years old which are the products of:\n— excavations and finds on land or under water\n— archaeological sites\n— archaeological collections\n2. Elements forming an integral part of artistic, historical or religious monuments which have been dismembered, of an age exceeding 100 years\n3. Pictures and paintings, other than those included in category 4 or 5, executed entirely by hand in any medium and on any material (1)\n4. Water-colours, gouaches and pastels executed entirely by hand on any material (1)\n5. Mosaics in any material executed entirely by hand, other than those falling in category 1 or 2, and drawings in any medium executed entirely by hand on any material (1)\n6. Original engravings, prints, serigraphs and lithographs with their respective plates and original posters (1)\n7. Original sculptures or statuary and copies produced by the same process as the original (1) other than those in category 1\n8. Photographs, films and negatives thereof (1)\n9. Incunabula and manuscripts, including maps and musical scores, singly or in collections (1)\n10. Books more than 100 years old, singly or in collections\n11. Printed maps more than 200 years old\n12. Archives, and any elements thereof, of any kind or any medium which are more than 50 years old\n(a) Collections (2) and specimens from zoological, botanical, mineralogical or anatomical collections;\n(b) Collections (2) of historical, palaeontological, ethnographic or numismatic interest\n14. Means of transport more than 75 years old\n15. Any other antique items not included in categories 1 to 14\n(a) between 50 and 100 years old:\n— toys, games\n— glassware\n— articles of goldsmiths' or silversmiths' wares\n— furniture\n— optical, photographic or cinematographic apparatus\n— musical instruments\n— clocks and watches and parts thereof\n— articles of wood\n— pottery\n— tapestries\n— carpets\n— wallpaper\n— arms\n(b) more than 100 years old.\n(1)  Which are more than 50 years old and do not belong to their originators.\n(2)  As defined by the Court of Justice in its judgment in Case 252/84 as follows: 'Collectors' pieces within the meaning of heading No 97.05 of the Common Customs Tariff are articles which possess the requisite characteristics for inclusion in a collection, that is to say, articles which are relatively rare, are not normally used for their original purpose, are the subject of special transactions outside the normal trade in similar utility articles and are of high value.’"}