{"celex_id": "32013R0081", "uri": "http://publications.europa.eu/resource/cellar/f26efb17-6acf-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["4502", "5905", "6920"], "title": "Commission Implementing Regulation (EU) No 81/2013 of 29 January 2013 amending Implementing Regulation (EU) No 1051/2011 as regards the micro-data files for the transmission of data  Text with EEA relevance\n", "header": "30.1.2013 EN Official Journal of the European Union L 28/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 81/2013\nof 29 January 2013\namending Implementing Regulation (EU) No 1051/2011 as regards the micro-data files for the transmission of data\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 692/2011 of the European Parliament and of the Council of 6 July 2011 concerning European statistics on tourism and repealing Council Directive 95/57/EC (1), and in particular Article 9(2) and (3) thereof,\nWhereas:\n(1) The introduction of an updated classification system is central to the Commission’s ongoing efforts to maintain the relevance of European statistics, by taking into account developments and changes in the area of education.\n(2) The United Nations Educational, Scientific and Cultural Organisation (Unesco) has revised the version of the International Standard Classification of Education (ISCED) used hitherto (ISCED 1997) with the objective of ensuring that it is consistent with developments in the policies and structures of education and training.\n(3) The need for international comparability of educational statistics requires that the Member States and the institutions of the European Union use classifications of education which are compatible with the revised International Standard Classification of Education ISCED 2011 (ISCED 2011), as adopted by the Unesco Member States at their 36th General Conference in November 2011.\n(4) Commission Implementing Regulation (EU) No 1051/2011 (2) should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Annex III to Implementing Regulation (EU) No 1051/2011 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 192, 22.7.2011, p. 17.\n(2)  OJ L 276, 21.10.2011, p. 13.\nANNEX\nThe description of column 80 (Educational level) of Annex III to Implementing Regulation (EU) No 1051/2011 is replaced by the following:\nColumn Identifier Description Filter/remarks\n‘80  Educational attainment level Optional variable, if not transmitted: code = Blank’\n1 At most lower secondary (ISCED 2011 levels 0-2)\n2 Upper secondary and post-secondary (non-tertiary) (ISCED 2011 levels 3 and 4)\n3 Tertiary (ISCED 2011 levels 5-8)"}