{"celex_id": "32012R0458", "uri": "http://publications.europa.eu/resource/cellar/9ccf3731-b5fb-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["1217", "3483", "3870"], "title": "Council Implementing Regulation (EU) No 458/2012 of 31 May 2012 implementing Article 11(1) of Regulation (EU) No 377/2012 concerning restrictive measures directed against certain persons, entities and bodies threatening the peace, security or stability of the Republic of Guinea-Bissau\n", "header": "1.6.2012 EN Official Journal of the European Union L 142/11\nCOUNCIL IMPLEMENTING REGULATION (EU) No 458/2012\nof 31 May 2012\nimplementing Article 11(1) of Regulation (EU) No 377/2012 concerning restrictive measures directed against certain persons, entities and bodies threatening the peace, security or stability of the Republic of Guinea-Bissau\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 377/2012 (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) On 3 May 2012, the Council adopted Regulation (EU) No 377/2012.\n(2) In view of the gravity of the situation in Guinea-Bissau, and in accordance with Council Decision 2012/285/CFSP of 31 May 2012 concerning restrictive measures directed against certain persons, entities and bodies threatening the peace, security or stability of the Republic of Guinea-Bissau (2), additional persons should be included in the list of natural and legal persons, entities or bodies subject to restrictive measures set out in Annex I to Regulation (EU) No 377/2012,", "main_body": ["The list set out in Annex I to Regulation (EU) No 377/2012 shall be replaced by the list in the Annex.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 2012.\nFor the Council\nThe President\nN. WAMMEN\n(1)  OJ L 119, 4.5.2012, p. 1.\n(2)  See page 36 of this Official Journal.\nANNEX\nList of persons referred to in Article 1\nName Identifying information (date and place of birth (d.o.b. and p.o.b.), passport /ID card number, etc.) Grounds for listing Date of designation\n1. General António INJAI (a.k.a. António INDJAI) Nationality: Guinea-Bissau António Injai was personally involved in planning and leading the mutiny of 1 April 2010, culminating with the illegal apprehension of the Prime Minister, Carlo Gomes Junior, and the then Chief of Staff of the Armed Forces, José Zamora Induta; during the 2012 electoral period, in his capacity as Chief of Staff of the Armed Forces, Injai made statements threatening to overthrow the elected authorities and to put an end to the electoral process; António Injai has been involved in the operational planning of the coup d’état of 12 April 2012. 3.5.2012\n2. Major General Mamadu TURE (N'KRUMAH) Nationality – Guinea-Bissau Member of the “Military Command” which has assumed responsibility for the coup d’état of 12 April 2012. 3.5.2012\n3. General Estêvão NA MENA d.o.b. 07 March 1956 Member of the “Military Command” which has assumed responsibility for the coup d’état of 12 April 2012. 3.5.2012\n4. Brigadier General Ibraima CAMARA (a.k.a. “Papa Camara”) Nationality – Guinea-Bissau Member of the “Military Command” which has assumed responsibility for the coup d’état of 12 April 2012. 3.5.2012\n5. Lieutenant colonel Daba NA WALNA (a.k.a. “Daba Na Walna) Nationality – Guinea-Bissau Spokesperson of the “Military Command” which has assumed responsibility for the coup d’état of 12 April 2012. 3.5.2012\n6. General Augusto MÁRIO CÓ Official function: Army Chief of Staff. Member of the “Military Command” which has assumed responsibility for the coup d’état of 12 April 2012. 3.5.2012\n7. General Saya Braia Na NHAPKA Nationality: Guinea-Bissau Member of the “Military Command” which has assumed responsibility for the coup d’état of 12 April 2012. 1.6.2012\n8. Colonel Tomás DJASSI Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. Close advisor to Armed Forces Chief of Staff António Injai. 1.6.2012\n9. Colonel Cranha DANFÁ Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. Close advisor to Armed Forces Chief of Staff António Injai. 1.6.2012\n10. Colonel Celestino de CARVALHO Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. Former Air Force Chief of Staff. His presence in a delegation which met with ECOWAS on April 26th confirms his participation in the •Military Command•. 1.6.2012\n11. Captain (Navy) Sanhá CLUSSÉ Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. His presence in a delegation which met with ECOWAS on April 26th confirms his participation in the •Military Command•. 1.6.2012\n12. Lieutenant-colonel Júlio NHATE Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. Lt Col Júlio Nhate conducted the military operation supporting the coup of 12 April 2012. 1.6.2012\n13. Lieutenant-colonel Tchipa NA BIDON Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. 1.6.2012\n14. Lieutenant-colonel Tcham NA MAN (a.k.a. Namam) Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. Lieutenant-colonel Tcham Na Man is also a member of the Military High Command. 1.6.2012\n15. Major Samuel FERNANDES Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. 1.6.2012\n16. Major Idrissa DJALÓ Nationality: Guinea-Bissau Member of the “Military Command” which has assumed responsibility for the coup d'état of 12 April 2012. He was one of the first officers to publicly assume his affiliation to the “Military Command”, having signed one of its first communiqués (no5, dated April 13th). Major Djaló also serves in military intelligence. 1.6.2012\n17. Commander (Navy) Bion NA TCHONGO (a.k.a. Nan Tchongo Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. 1.6.2012\n18. Commander (Navy) Agostinho Sousa CORDEIRO Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012 1.6.2012\n19. Captain Paulo SUNSAI Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. 1.6.2012\n20. Lieutenant Lassana CAMARÁ Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. Responsible for Misappropriation of publics funds belonging to Customs, the Transports Directorate-General and the Border and Migration Directorate-General. These funds finance the “Military Command”. 1.6.2012\n21. Lieutenant Julio NA MAN Nationality: Guinea-Bissau Member of the •Military Command• which has assumed responsibility for the coup d'état of 12 April 2012. Lt Na Man was active in the operational command of the 12 April coup, under orders from António Injai. He has also taken part, on behalf of the “Military Command”, in meetings with political parties. 1.6.2012"}