{"celex_id": "32013D0761", "uri": "http://publications.europa.eu/resource/cellar/448d3413-64a6-11e3-ab0f-01aa75ed71a1", "type": "Decision", "concepts": ["177", "2527", "3164", "3774", "4833"], "title": "2013/761/EU: Commission Decision of 12 December 2013 on the notification by the United Kingdom of Great Britain and Northern Ireland of a transitional national plan referred to in Article 32 of Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions (notified under document C(2013) 8815)\n", "header": "14.12.2013 EN Official Journal of the European Union L 335/52\nCOMMISSION DECISION\nof 12 December 2013\non the notification by the United Kingdom of Great Britain and Northern Ireland of a transitional national plan referred to in Article 32 of Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions\n(notified under document C(2013) 8815)\n(Only the English text is authentic)\n(2013/761/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (1), and in particular Article 32(5) second subparagraph thereof,\nWhereas:\n(1) In accordance with Article 32(5) first subparagraph of Directive 2010/75/EU, the United Kingdom of Great Britain and Northern Ireland (the United Kingdom) submitted to the Commission a transitional national plan (TNP) on 14 December 2012 (2).\n(2) The TNP has been assessed in accordance with Article 32(1), (3) and (4) of Directive 2010/75/EU and with Commission Implementing Decision 2012/115/EU (3).\n(3) During its assessment of the completeness of the TNP submitted by the United Kingdom, the Commission found that many data essential for the assessment were missing from the TNP and that the data template provided for in Table A.1 in Appendix A of the Annex to Implementing Decision 2012/115/EU was not fully completed. The Commission also noted that for many plants the data included in the TNP did not match with the data in the 2009 emission inventory submitted by the United Kingdom in accordance with Directive 2001/80/EC of the European Parliament and of the Council (4).\n(4) As the missing data and the discrepancies between the TNP and the emission inventory under Directive 2001/80/EC hampered the assessment of the TNP, the Commission, in its letter of 3 June 2013 (5), requested the United Kingdom to resubmit the TNP using the correct data templates and including the missing data, and to clarify the differences found between the TNP and the 2009 emission inventory under Directive 2001/80/EC, as well as to explicitly confirm that the aggregation rules set out in Article 29 of Directive 2010/75/EU had been applied for the compilation of the TNP.\n(5) The United Kingdom submitted additional information to the Commission on 18 June 2013 (6), 19 June 2013 (7), 20 June 2013 (8) and 1 July 2013 (9). In these submissions, the United Kingdom provided most of the missing data using the required templates, as well as a partial clarification of the differences between the information in the TNP and the 2009 emission inventory under Directive 2001/80/EC.\n(6) After further assessment of the TNP and the additional information submitted by the United Kingdom, the Commission sent a second letter on 10 September 2013 (10). In this letter, the Commission repeated its request to the United Kingdom to explicitly confirm that for all plants included in the TNP the aggregation rules set out in Article 29 of Directive 2010/75/EU were applied correctly and asked the United Kingdom to confirm that none of the combustion plants that benefited from the exemption set out in Article 4(4) of Directive 2001/80/EC was part of the TNP. The Commission further questioned the eligibility of a number of plants to be included in the TNP and requested additional data and/or clarifications concerning the average waste gas flow rates, conversion factors, total rated thermal input and emission limit values applied for certain plants, in particular multi-fuel firing plants and gas turbines. The Commission also requested the United Kingdom to provide information on the measures foreseen for 120 plants included in the TNP to ensure timely compliance with the emission limit values that will apply from 1 July 2020.\n(7) In its letter of 10 September 2013 the Commission also informed the United Kingdom that the NOx emission limit value of 1 200 mg/Nm3 for solid fuel used for the plant ‘Aberthaw Power Station’, which contributes significantly to the overall TNP ceiling for NOx, had to be corrected as the conditions for using this limit value, that are set out in Note 2 to Table C.1 in Appendix C of the Annex to Implementing Decision 2012/115/EU, were not fulfilled for this plant during the reference period 2001-2010. According to the information available to the Commission, the United Kingdom did not demonstrate that the average annual volatile content of the solid fuel used in the plant was below 10 % in any of the years between 2001 and 2010.\n(8) In its replies of 26 and 27 September 2013 (11), the United Kingdom provided additional data and informed the Commission of the removal of 11 plants from the TNP. For the plant ‘Aberthaw Power Station’, the United Kingdom continued to argue that the conditions set out in Note 2 to Table C.1 in Appendix C of the Annex to Implementing Decision 2012/115/EU had been fulfilled and that the NOx emission limit value of 1 200 mg/Nm3 for solid fuels used to calculate the contribution to the 2016 ceiling was therefore correct.\n(9) Based on the additional information provided, the Commission found that essential data concerning several plants were still missing from the TNP and that a full assessment of the TNP was therefore not possible, in particular in terms of consistency and correctness of the data and of the assumptions and calculations used for determining the contributions of each combustion plant to the emission ceilings.\n(10) After the final assessment of the TNP notified by the United Kingdom, as amended in accordance with the additional information, the Commission identified one main element not being in compliance with the applicable provisions, as follows:\n— for the plant ‘Aberthaw Power Station’, as the conditions to apply the NOx emission limit value of 1 200 mg/Nm3 for solid fuels used for calculating the plant’s contribution to the 2016 TNP ceiling, which are set out in Note 2 of Table C.1 to Appendix C of the Annex to Implementing Decision 2012/115/EU, are not fulfilled, the Commission considers the application of this emission limit value as not appropriate.\n(11) In addition, the Commission identified 34 plants in the TNP for which the information reported is still inconsistent and/or missing data need to be supplemented, in particular concerning the emission limit values used and the ceiling contributions calculated and reported. The list of plants for which data are inconsistent or missing is included in the Annex to this decision.\n(12) The Commission has therefore come to the conclusion that the TNP notified by the United Kingdom, as amended in accordance with the additional information, is not in accordance with the provisions laid down in Article 32(1), (3) and (4) of Directive 2010/75/EU and in Implementing Decision 2012/115/EU.\n(13) Hence, the TNP notified by the United Kingdom should not be accepted,", "main_body": ["1.   The transitional national plan which the United Kingdom of Great Britain and Northern Ireland notified to the Commission pursuant to Article 32(5) of Directive 2010/75/EU on 14 December 2012, is not in accordance with the requirements laid down in Article 32(1), (3) and (4) of Directive 2010/75/EU and in Implementing Decision 2012/115/EU, and shall, therefore, not be accepted.\n2.   If the United Kingdom of Great Britain and Northern Ireland intends to implement the transitional national plan, it shall take all necessary measures to address, in a revised version of the plan, the following elements:\n(a) for the plant ‘Aberthaw Power Station’, which contributes significantly to the overall TNP ceiling for NOx, to correct the emission limit value applied for calculating its contribution to the 2016 ceiling for NOx; in order for the plant to be eligible for using the emission limit value of 1 200 mg/Nm3, the United Kingdom of Great Britain and Northern Ireland shall demonstrate that the average annual volatile content of the solid fuel used in the plant was below 10 % in the reference years considered for the TNP as set out in Note 2 of Table C.1 to Appendix C of the Annex to Implementing Decision 2012/115/EU;\n(b) for the plants listed in the Annex to this decision, to submit the missing data and to correct or clarify all ambiguities in order to obtain full consistency across the information included in, and used for, the transitional national plan; for the purposes of this point, the detailed clarification requests set out in the Commission’s letters sent to the United Kingdom of Great Britain and Northern Ireland on 3 June and 10 September 2013 shall be taken into account.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 12 December 2013.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 334, 17.12.2010, p. 17.\n(2)  Ares(2012)1500959.\n(3)  Commission Implementing Decision 2012/115/EU of 10 February 2012 laying down rules concerning the transitional national plans referred to in Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions (OJ L 52, 24.2.2012, p. 12).\n(4)  Directive 2001/80/EC of the European Parliament and of the Council of 23 October 2001 on the limitation of emissions of certain pollutants into air from large combustion plants (OJ L 309, 27.11.2001, p. 1).\n(5)  Ares(2013)1635147.\n(6)  Ares(2013)2381277.\n(7)  Ares(2013)2381361.\n(8)  Ares(2013)2381402.\n(9)  Ares(2013)2972980.\n(10)  Ares(2013)3015778.\n(11)  Ares(2013)3155496.\nANNEX\nLIST OF PLANTS REFERRED TO IN POINT (B) OF ARTICLE 1(2)\nPlant number used in the TNP Plant name\n9 Great Coates Works LCP 62\n10 Great Coates Works LCP 63\n11 Great Coates Works LCP 96\n12 Grangemouth Polimeri Europa UK\n13 Port of Liverpool CHP — GT\n16 Aylesford CHP1\n17 Aylesford CHP2\n18 Kinneil Stack A1 (B-101)\n28 Burghfield Generation Site\n37 Cheshire CHP\n38 Chickerall Generation Site\n44 Wansborough Mill\n46 Didcot B Module 6\n47 Dow CHP\n49 Dalry DSM CHP\n58 Ratcliffe on Soar Power Station\n68 Grimsby CHP1\n71 Hythe CHP1\n72 Hythe Package Boilers\n73 Indian Queens\n81 Keadby Power Station GT3\n84 Little Barford Power Station Module 1A\n85 Little Barford Power Station Module 1B\n99 Sellafield Site Gas Turbine 1\n100 Sellafield Site Gas Turbine 2\n101 Sellafield Site Gas Turbine 3\n102 Sellafield Site Auxiliary Boiler\n103 Wilton Power Station\n107 Solvay Interox Ltd\n120 INEOS Infrastructure (Grangemouth) Ltd Boilers 9 & 10\n121 INEOS Infrastructure (Grangemouth) Ltd Boilers 11, 12 & 13\n124 Redcar Power Station Boiler\n128 Wilton Olefin Boiler\n129 North Tees No 1 Aromatics Plant"}