{"celex_id": "32013R0556", "uri": "http://publications.europa.eu/resource/cellar/e81376b4-d802-11e2-bfa7-01aa75ed71a1", "type": "Regulation", "concepts": ["1258", "1445", "1569", "2737", "3614", "4079", "4687", "4689", "4743", "502", "5469", "5563"], "title": "Commission Implementing Regulation (EU) No 556/2013 of 14 June 2013 amending Regulations (EC) No 798/2008, (EU) No 206/2010, (EU) No 605/2010 and (EU) No 28/2012 as regards the transit of certain products of animal origin from Bosnia and Herzegovina  Text with EEA relevance\n", "header": "18.6.2013 EN Official Journal of the European Union L 164/13\nCOMMISSION IMPLEMENTING REGULATION (EU) No 556/2013\nof 14 June 2013\namending Regulations (EC) No 798/2008, (EU) No 206/2010, (EU) No 605/2010 and (EU) No 28/2012 as regards the transit of certain products of animal origin from Bosnia and Herzegovina\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the third indent of Article 8(5), Article 9(2)(b) and Article 9(4)(c) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 798/2008 (2) lays down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Union and the veterinary certification requirements.\n(2) Commission Regulation (EU) No 206/2010 (3) lays down lists of third countries, territories or parts thereof authorised for the introduction into the Union of certain animals and fresh meat and the veterinary certification requirements.\n(3) Commission Regulation (EU) No 605/2010 (4) lays down animal and public health and veterinary certification conditions for the introduction into the Union of raw milk and dairy products intended for human consumption.\n(4) Commission Regulation (EU) No 28/2012 (5) lays down requirements for the certification for imports into and transit through the Union of certain composite products.\n(5) It is necessary to lay down specific conditions for transit via the Union of consignments of poultry products, fresh meat, raw milk and dairy products and certain composite products to third countries from Bosnia and Herzegovina due to the geographical situation and the necessity to maintain access to the Croatian port of Ploče after the accession of Croatia to the Union.\n(6) Commission Decision 2009/821/EC (6) draws up a list of approved border inspection posts and lays down certain rules on the inspections carried out by Commission veterinary experts and lays down the veterinary units in Traces. As the arrangements for the transit via the Union to third countries from Bosnia and Herzegovina, of the consignments covered by Regulations (EC) No 798/2008, (EU) No 206/2010, (EU) No 605/2010 and (EU) No 28/2012 can be effective only through access via Croatian border inspection posts of Nova Sela and Ploče, it is necessary to include those border inspection posts in the list set out in Annex I to Decision 2009/821/EC as soon as the technical conditions for their approval are complied with.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Regulation (EC) No 798/2008\nIn Regulation (EC) No 798/2008, the following Article 18a is inserted:\n‘Article 18a\nDerogation for transit through Croatia of consignments coming from Bosnia and Herzegovina and destined to third countries\n1.   By way of derogation from Article 4(4), the direct transit by road shall be authorised between the border inspection post of Nova Sela and the border inspection post of Ploče, of consignments of meat, minced meat and mechanically separated meat of poultry including ratites and wild game-birds, eggs and egg products and specified pathogen-free eggs coming from Bosnia and Herzegovina and bound for third countries where the following conditions are complied with:\n(a) the consignment is sealed with a serially numbered seal by the official veterinarian at the border inspection post of entry;\n(b) the documents accompanying the consignment, as provided for in Article 7 of Directive 97/78/EC, are stamped with the words “ONLY FOR TRANSIT TO THIRD COUNTRIES VIA THE EU” on each page by the official veterinarian at the border inspection post of entry;\n(c) the procedural requirements provided for in Article 11 of Directive 97/78/EC are complied with;\n(d) the consignment is certified as acceptable for transit on the Common Veterinary Entry Document referred to in Article 2(1) of Commission Regulation (EC) No 136/2004 (7) by the official veterinarian at the border inspection post of entry.\n2.   Unloading or storage, as defined in Article 12(4) or in Article 13 of Directive 97/78/EC, of such consignments in the Union shall not be allowed.\n3.   Regular audits shall be made by the competent authority to ensure that the number of consignments and the quantities of products leaving the Union matches the number and quantities entering the Union.", "Amendment to Regulation (EU) No 206/2010\nIn Regulation (EU) No 206/2010, the following Article 17a is inserted:\n‘Article 17a\nDerogation for transit through Croatia of consignments coming from Bosnia and Herzegovina and destined to third countries\n1.   By way of derogation from Article 16, the direct transit by road through the Union, between the border inspection post of Nova Sela and the border inspection post of Ploče, of consignments coming from Bosnia and Herzegovina and destined to third countries shall be authorised provided that the following conditions are complied with:\n(a) the consignment is sealed with a serially numbered seal by the official veterinarian at the border inspection post of entry;\n(b) the documents accompanying the consignment and referred to in Article 7 of Directive 97/78/EC are stamped “ONLY FOR TRANSIT TO THIRD COUNTRIES VIA THE EU” on each page by the official veterinarian at the border inspection post of entry;\n(c) the procedural requirements provided for in Article 11 of Directive 97/78/EC are complied with;\n(d) the consignment is certified as acceptable for transit on the Common Veterinary Entry Document referred to in Article 2(1) of Regulation (EC) No 136/2004 by the official veterinarian at the border inspection post of entry.\n2.   Unloading or storage, as defined in Article 12(4) or in Article 13 of Directive 97/78/EC, of such consignments on Union territory shall not be allowed.\n3.   Regular audits shall be made by the competent authority to ensure that the number of consignments and the quantities of products leaving the Union matches the number and quantities entering the Union.’", "Amendment to Regulation (EU) No 605/2010\nIn Regulation (EU) No 605/2010, the following Article 7a is inserted:\n‘Article 7a\nDerogation for transit through Croatia of consignments coming from Bosnia and Herzegovina and destined to third countries\n1.   By way of derogation from Article 6, the direct transit by road through the Union, between the border inspection post of Nova Sela and the border inspection post of Ploče, of consignments coming from Bosnia and Herzegovina and destined to third countries shall be authorised provided that the following conditions are complied with:\n(a) the consignment is sealed with a serially numbered seal by the official veterinarian at the border inspection post of entry;\n(b) the documents accompanying the consignment and referred to in Article 7 of Directive 97/78/EC are stamped “ONLY FOR TRANSIT TO THIRD COUNTRIES VIA THE EU” on each page by the official veterinarian at the border inspection post of entry;\n(c) the procedural requirements provided for in Article 11 of Directive 97/78/EC are complied with;\n(d) the consignment is certified as acceptable for transit on the Common Veterinary Entry Document referred to in Article 2(1) of Regulation (EC) No 136/2004 by the official veterinarian at the border inspection post of entry.\n2.   Unloading or storage, as defined in Article 12(4) or in Article 13 of Directive 97/78/EC, of such consignments on Union territory shall not be allowed.\n3.   Regular audits shall be made by the competent authority to ensure that the number of consignments and the quantities of products leaving the Union matches the number and quantities entering the Union.’", "Amendment to Regulation (EU) No 28/2012\nIn Regulation (EU) No 28/2012, the following Article 5a is inserted:\n‘Article 5a\nDerogation for transit through Croatia of consignments coming from Bosnia and Herzegovina and destined to third countries\n1.   By way of derogation from Article 4, the direct transit by road through the Union, between the border inspection post of Nova Sela and the border inspection post of Ploče, of consignments of composite products referred to Article 3 coming from Bosnia and Herzegovina and destined to third countries shall be authorised provided that the following conditions are complied with:\n(a) the consignment is sealed with a serially numbered seal at the border inspection post of introduction into the Union by the official veterinarian at the border inspection post of entry;\n(b) the documents accompanying the consignment and referred to in Article 7 of Directive 97/78/EC are stamped “ONLY FOR TRANSIT TO THIRD COUNTRIES VIA THE EU” on each page by the official veterinarian at the border inspection post of entry;\n(c) the procedural requirements provided for in Article 11 of Directive 97/78/EC are complied with;\n(d) the consignment is certified as acceptable for transit on the Common Veterinary Entry Document referred to in Article 2(1) of Regulation (EC) No 136/2004 by the official veterinarian at the border inspection post of entry.\n2.   Unloading or storage, as defined in Article 12(4) or in Article 13 of Directive 97/78/EC, of such consignments in the Union shall not be allowed.\n3.   Regular audits shall be made by the competent authority to ensure that the number of consignments and the quantities of products leaving the Union matches the number and quantities entering the Union.’", "Entry into force and application\nThis Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Croatia.\nIt shall apply from the date of application of the amendments to Decision 2009/821/EC which insert the entries for Nova Sela and Ploče in Annex I thereto.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 226, 23.8.2008, p. 1.\n(3)  OJ L 73, 20.3.2010, p. 1.\n(4)  OJ L 175, 10.7.2010, p. 1.\n(5)  OJ L 12, 14.1.2012, p. 1.\n(6)  OJ L 296, 12.11.2009, p. 1.\n(7)  OJ L 21, 28.1.2004, p. 11.’"}