{"celex_id": "32012R0990", "uri": "http://publications.europa.eu/resource/cellar/e67ee242-9ed6-45d2-83d3-11d94e1fa9fb", "type": "Regulation", "concepts": ["1224", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 990/2012 of 25 October 2012 concerning the authorisation of a preparation of Propionibacterium acidipropionici (CNCM MA 26/4U) as a feed additive for all animal species  Text with EEA relevance\n", "header": "26.10.2012 EN Official Journal of the European Union L 297/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 990/2012\nof 25 October 2012\nconcerning the authorisation of a preparation of Propionibacterium acidipropionici (CNCM MA 26/4U) as a feed additive for all animal species\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation. Article 10(7) of Regulation (EC) No 1831/2003 in conjunction with Article 10(1) to (4) thereof sets out specific provisions for the evaluation of products used in the Union as silage additives at the date that Regulation became applicable.\n(2) In accordance with Article 10(1) of Regulation (EC) No 1831/2003, a preparation of Propionibacterium acidipropionici (CNCM MA 26/4U), hereinafter ‘the preparation’, was entered in the Community Register of Feed Additives as an existing product belonging to the functional group of silage additives, for all animal species.\n(3) In accordance with Article 10(2) of Regulation (EC) No 1831/2003 in conjunction with Article 7 thereof, an application was submitted for the authorisation of the preparation as a feed additive for all animal species, requesting that additive to be classified in the category ‘technological additives’ and in the functional group ‘silage additives’. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(4) The European Food Safety Authority (the Authority) concluded in its opinion of 25 April 2012 (2) that, under the proposed conditions of use, the preparation does not have an adverse effect on animal health, human health or the environment, and that the use of the preparation has the potential to improve the aerobic stability of the treated silage. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of the preparation shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of the preparation should be authorised as specified in the Annex to this Regulation.\n(6) Since safety reasons do not require the immediate application of the modifications to the conditions of authorisation, it is appropriate to allow a transitional period for interested parties to prepare themselves to meet the new requirements resulting from the authorisation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Authorisation\nThe preparation specified in the Annex belonging to the additive category ‘technological additives’ and to the functional group ‘silage additives’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "Transitional measures\nThe preparation specified in the Annex and feed containing that preparation, which are produced and labelled before 15 May 2013 in accordance with the rules applicable before 15 November 2012 may continue to be placed on the market and used until the existing stocks are exhausted.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  EFSA Journal 2012; 10(5):2673.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of fresh material\nCategory of technological additives. Functional group: silage additives\nAdditive composition\nCharacterisation of the active substance\nAnalytical method\n (1)\nEnumeration in the feed additive: spread plate method (EN 15787)\nIdentification: Pulsed Field Gel Electrophoresis (PFGE).\n1. In the directions for use of the additive and premixture, indicate the storage temperature and storage life.\n2. Minimum dose of the additive when it is not used in combination with other micro-organisms as silage additive: 1 x 108 CFU/kg of fresh material.\n3. For safety: it is recommended to use breathing protection and gloves during handling.\n(1)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}