{"celex_id": "32013R0605", "uri": "http://publications.europa.eu/resource/cellar/e4cfde10-e08b-11e2-9165-01aa75ed71a1", "type": "Regulation", "concepts": ["133", "2329", "2830", "5229", "544"], "title": "Regulation (EU) No 605/2013 of the European Parliament and of the Council of 12 June 2013 amending Council Regulation (EC) No 1185/2003 on the removal of fins of sharks on board vessels\n", "header": "29.6.2013 EN Official Journal of the European Union L 181/1\nREGULATION (EU) No 605/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 12 June 2013\namending Council Regulation (EC) No 1185/2003 on the removal of fins of sharks on board vessels\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Council Regulation (EC) No 1185/2003 (3) establishes a general prohibition of the practice of ‘shark finning’, whereby a shark’s fins are removed and the remainder of the shark is discarded at sea.\n(2) Fish belonging to the taxon Elasmobranchii, including sharks, skates and rays, are generally very vulnerable to overexploitation due to the characteristics of their life cycle, which include slow growth, late maturity and a small number of young, although biological productivity is not the same for all species. Generally, in recent years, some shark populations have been severely targeted, including by vessels flying the flag of a Member State that are operating in Union and non-Union waters, and put under serious threat as a result of a dramatic increase in demand for shark products, and for shark fins in particular.\n(3) Shark fins do not constitute a traditional ingredient of the European diet, but sharks do constitute a necessary element of the Union’s marine ecosystem. The management and conservation of shark stocks, as well as, more generally, the promotion of a fishing sector that is sustainably managed for the benefit of the environment and of the people working in the sector, should therefore be a priority.\n(4) Current scientific knowledge, based on the examination of shark catch rates, generally indicates that many shark stocks are under serious threat, although the situation is not the same for all species or even for the same species in different maritime zones. According to the International Union for Conservation of Nature (IUCN), more than 25 % of all pelagic shark species, of which over 50 % are large oceanic-pelagic sharks, are threatened. In recent years, the capture, retention on board, transhipment, or landing of a growing number of shark species, including that of sharks whose fins are highly valuable in trade, has been prohibited under Union law or within the framework of regional fisheries management organisations.\n(5) Blue shark (Priconace glauca) and shortfin mako (Isurus oxyrinchus), classified by the IUCN as ‘near-threatened’ and ‘vulnerable’ respectively, are currently the predominant species of shark captured by the Union fleet, with blue shark accounting for approximately 70 % of total reported shark landings. Other species, however, including hammerhead and silky sharks, are also subject to capture in Union and non-Union waters and contribute to the economic viability of fisheries.\n(6) Regulation (EC) No 1185/2003 currently allows Member States to issue special fishing permits allowing sharks to be processed on board by removing their fins from their bodies. In order to ensure that there is a correlation between the weight of a shark’s fins and its body, a ‘fin-to-carcass’ ratio has been established. There are serious control and enforcement difficulties with the use of the ‘fin-to-carcass’ ratio. The use of such a ratio is insufficient to eliminate the practice of high-grading and, due to differences in fin-cutting techniques and the variability of the fin size and weight of different shark species, its use could lead to finning going undetected. Following processing operations, fins and bodies can be landed in different ports. In these circumstances, the collection of data, inter alia, on species identification and populations structure, underpinning scientific advice for the establishment of fisheries conservation and management measures, is hampered.\n(7) In light of the International Action Plan for the Conservation and Management of Sharks adopted in 1999 by the Food and Agriculture Organisation of the United Nations (FAO), the Union should adopt all measures necessary for the conservation of sharks and to minimise waste and discards from shark catches. In its conclusions of 23 April 2009, the Council endorsed the Union’s overall approach and specific objectives, as set out in the related Commission Communication on a European Community Action Plan for the Conservation and Management of Sharks of 5 February 2009. The Council also encouraged the Commission to pay particular attention to the issue of the removal of shark fins and to present, as soon as possible, a proposal for the amendment of Regulation (EC) No 1185/2003, in particular with reference to the derogations and the associated conditions laid down therein.\n(8) The Scientific, Technical, and Economic Committee for Fisheries (STECF) acknowledges the problem of shark finning, calls for its eradication, without derogations, and advises that all elasmobranch species should be landed with their fins/wings naturally attached to their bodies.\n(9) Regional fisheries management organisations are increasingly addressing the issue of shark finning. In addition, their scientific bodies are showing a preference for sharks to be landed with their fins naturally attached to their bodies and are noting that this is the best way to prevent finning and to facilitate the collection of data needed for stock assessments. The annual resolutions on sustainable fisheries issued by the United Nations General Assembly since 2007, the 2008 IUCN Global Policy against shark finning and the 2010 Meeting of the Fish Stocks Agreement Review Conference have all called on nations to take measures requiring that all sharks are landed with their fins naturally attached to their bodies.\n(10) In 2010 and 2011, as part of the required impact assessment exercise, the Commission held a public consultation in order to gather information on the most appropriate manner in which to amend Regulation (EC) No 1185/2003. The Commission concluded in its impact assessment that, in order to achieve the basic objective of conserving shark stocks, that Regulation should provide that all sharks be landed with their fins naturally attached to their bodies.\n(11) Regulation (EC) No 1185/2003 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1185/2003 is hereby amended as follows:\n(1) in Article 2, point 3 is deleted;\n(2) in Article 3, the following paragraph is inserted:\n(3) Articles 4 and 5 are deleted;\n(4) Article 6 is replaced by the following:\n— the number of landings of sharks,\n— the number, date and place of the inspections that have been carried out,\n— the number and nature of cases of non-compliance detected, including a full identification of the vessel(s) involved and the penalty applied for each case of non-compliance, and\n— the total landings by species (weight/number) and by port.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 12 June 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nL. CREIGHTON\n(1)  OJ C 181, 21.6.2012, p. 195.\n(2)  Position of the European Parliament of 22 November 2012 (not yet published in the Official Journal) and decision of the Council of 6 June 2013.\n(3)  OJ L 167, 4.7.2003, p. 1.\n(4)  OJ L 343, 22.12.2009, p. 1.\n(5)  OJ L 112, 30.4.2011, p. 1.’."}