{"celex_id": "32010R0328", "uri": "http://publications.europa.eu/resource/cellar/e3d1ee0a-722c-4363-ad03-a80ae5aac904", "type": "Regulation", "concepts": ["1603", "161", "1644", "2300", "2734", "5367"], "title": "Commission Regulation (EU) No 328/2010 of 21 April 2010 amending Regulation (EC) No 341/2007 opening and providing for the administration of tariff quotas and introducing a system of import licences and certificates of origin for garlic and certain other agricultural products imported from third countries\n", "header": "22.4.2010 EN Official Journal of the European Union L 100/5\nCOMMISSION REGULATION (EU) No 328/2010\nof 21 April 2010\namending Regulation (EC) No 341/2007 opening and providing for the administration of tariff quotas and introducing a system of import licences and certificates of origin for garlic and certain other agricultural products imported from third countries\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 134 and 148 in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 4 of Commission Regulation (EC) No 341/2007 (2) draws a distinction between traditional and new importers in respect of traders that may apply for import licences for garlic under the tariff quotas that are opened and administered under that Regulation.\n(2) In order to ensure fair opportunities to all traders concerned, it is appropriate to enlarge the category of importers to include certain exporters of garlic to third countries within the categories of traders who may apply for import licences under the tariff quota system.\n(3) The amount of the security referred to in the second subparagraph of Article 1(3) of Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3) should be fixed at an appropriate level of 5 % of the additional duty applicable to importers of garlic, namely EUR 60 per tonne.\n(4) Article 8 of Regulation (EC) No 341/2007 provides that the reference quantities of traditional importers are calculated on the basis of maximum quantities of garlic imported during previous calendar years or import tariff quota periods. In order to avoid that these reference quantities are calculated on the basis of historic data which no longer reflect a genuine economic activity, it is appropriate to provide that the reference quantity should be the average of the quantities of garlic actually imported by a traditional importer during the three years which preceded the related import tariff quota period.\n(5) In order to ensure efficient market management, it is appropriate to provide for a time period during which applications for ‘A’ licences may be lodged which would be chronologically close to the subperiod for which the applications are lodged.\n(6) For the purpose of improving control and in order to allow a rapid reaction from the competent authorities in case of errors or malfunctioning of the system, the Member States should notify the Commission of the quantities for which licence applications have been lodged for the relevant subperiod.\n(7) The reference to working days when calculating the time periods could lead to different situations among the Member States. It is therefore appropriate to use calendar days instead.\n(8) Regulation (EC) No 341/2007 should therefore be amended accordingly.\n(9) This Regulation should apply from 1 May 2010. However, in order to ensure that importers have sufficient time to adapt themselves to the new legal framework, the new provisions concerning the calculation of the reference period and the submission of proof of the actually imported garlic should only apply from 1 February 2011.\n(10) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EC) No 341/2007 is amended as follows:\n1. In Article 4(2), point (b) of the first subparagraph is replaced by the following:\n‘(b) imported into the Union at least 50 tonnes of fruits and vegetables as referred to in Article 1(1)(i) of Council Regulation (EC) No 1234/2007 (4) or exported to third countries at least 50 tonnes of garlic during the last completed import tariff quota period preceding the submission of their application.\n2. In Article 4(3), the first subparagraph is replaced by the following:\n3. Article 4(4) is amended as follows:\n(a) the second subparagraph is replaced by the following:\n(b) the following third subparagraph is added:\n4. Article 6 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) the following paragraph 2 is inserted:\n5. Article 8 is replaced by the following:\n6. In Article 10, paragraph 1 is replaced by the following:\n7. In Article 10(1), the following second subparagraph is added:\n8. Article 11 is replaced by the following:\n9. In Article 12(1), the first and second subparagraphs are replaced by the following:\n10. In Article 14, the first subparagraph is replaced by the following:\n11. In Article 15, point (a) is replaced by the following:\n‘(a) a certificate of origin issued by the competent national authorities of that country in accordance with Articles 55 to 65 of Regulation (EEC) No 2454/93 is presented;’.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2010.\nHowever, points (5) and (7) of Article 1 shall apply from 1 February 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 90, 30.3.2007, p. 12.\n(3)  OJ L 114, 26.4.2008, p. 3.\n(4)  OJ L 299, 16.11.2007, p. 1.’"}