{"celex_id": "32011R0555", "uri": "http://publications.europa.eu/resource/cellar/36fa2e37-3a42-45f3-a0f2-793c04bb7395", "type": "Regulation", "concepts": ["3191", "4381", "4385", "5601", "5751"], "title": "Council Regulation (EU) No 555/2011 of 6 June 2011 amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "9.6.2011 EN Official Journal of the European Union L 150/3\nCOUNCIL REGULATION (EU) No 555/2011\nof 6 June 2011\namending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 31 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Council Regulation (EC) No 179/2009 of 5 March 2009 amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (1) suspended totally, for a period of two years, the autonomous Common Customs Tariff duties for certain black and white or other monochrome, and certain colour monitors using liquid crystal display technology and falling under Combined Nomenclature (CN) codes 8528 59 10 and 8528 59 90.\n(2) On economic and industrial policy grounds, it is in the interest of the Union to prolong the autonomous duty suspension provided for in Regulation (EC) No 179/2009 for a period of six months starting from 1 January 2011.\n(3) Following a restructuring of CN heading 8528, the monitors in question are now covered by CN codes 8528 59 10 and 8528 59 40. The tariff suspensions provided for in this Regulation should therefore concern those CN codes.\n(4) Council Regulation (EEC) No 2658/87 (2) should therefore be amended accordingly.\n(5) The suspensions provided for in this Regulation are an extension of the suspensions provided for by Regulation (EC) No 179/2009 that expired on 31 December 2010. Since it is not in the interest of the Union that there be any interruption of the tariff treatment of the monitors covered by the suspension, this Regulation should apply from 1 January 2011,", "main_body": ["Part Two, Section XVI, Chapter 85 of Annex I to Regulation (EEC) No 2658/87 is amended as follows:\n(1) the text in column 3 for CN code 8528 59 10 is replaced by the following:\n(2) the text in column 3 for CN code 8528 59 40 is replaced by the following:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 6 June 2011.\nFor the Council\nThe President\nRÉTHELYI M.\n(1)  OJ L 63, 7.3.2009, p. 1.\n(2)  OJ L 256, 7.9.1987, p. 1.\n(3)  Customs duty autonomously suspended, until 30 June 2011, for black and white or other monochrome monitors, using liquid crystal display technology, equipped with either digital visual interface (DVI) or a video graphics array (VGA) connector or both with a diagonal measurement of the screen not exceeding 77,50 cm (i.e. 30,5 inches), with an aspect ratio of 1:1, 4:3, 5:4 or 16:10, with a pixel resolution exceeding 1,92 mega pixels, and with a dot pitch not exceeding 0,3 mm. (TARIC code 8528591010).’;\n(4)  Customs duty autonomously suspended, until 30 June 2011, for colour monitors, using liquid crystal display technology, with a diagonal measurement of the screen not exceeding 55,9 cm (i.e. 22 inches), with an aspect ratio of 1:1, 4:3, 5:4 or 16:10. (TARIC code 8528594040).’."}