{"celex_id": "32011R1297", "uri": "http://publications.europa.eu/resource/cellar/60e5d027-b6fa-4e08-808b-cdad5c12bc02", "type": "Regulation", "concepts": ["1264", "1519", "3173", "5573"], "title": "Commission Implementing Regulation (EU) No 1297/2011 of 9 December 2011 entering a name in the register of protected designations of origin and protected geographical indications [Seggiano (PDO)]\n", "header": "14.12.2011 EN Official Journal of the European Union L 330/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1297/2011\nof 9 December 2011\nentering a name in the register of protected designations of origin and protected geographical indications [Seggiano (PDO)]\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the third and fourth subparagraphs of Article 7(5) thereof,\nWhereas:\n(1) Pursuant to Article 6(2) and in accordance with Article 17(2) of Regulation (EC) No 510/2006, the Italian application to register the name ‘Seggiano’ was published in the Official Journal of the European Union\n (2).\n(2) The United Kingdom submitted an objection to the registration under Article 7 (1) of Regulation (EC) No 510/2006. The objection was deemed admissible under Article 7 (3) of that Regulation.\n(3) The United Kingdom indicated in the objection that the registration of the name in question would be contrary to Article 3(4) of Regulation (EC) No 510/2006 and would jeopardise the existence of trademarks registered in its territory.\n(4) By letter dated 18 November 2010, the Commission asked the Member States concerned to seek agreement among themselves in accordance with their internal procedures.\n(5) Given that an agreement was reached between Italy and the United Kingdom within the designated timeframe, with minor modifications of the specification and no modification of the single document published in accordance with Article 6(2) of Regulation (EC) No 510/2006, the name ‘Seggiano’ should be entered in the ‘Register of protected designations of origin and protected geographical indications’,", "main_body": ["The designation contained in the Annex to this Regulation shall be entered in the register.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 2011.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ C 77, 26.03.2010, p. 6.\nANNEX\nAgricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.5.   Oils and fats (butter, margarine, oil, etc)\nITALY\nSeggiano (PDO)"}