{"celex_id": "32012D0501", "uri": "http://publications.europa.eu/resource/cellar/b3284c37-fb30-11e1-8e28-01aa75ed71a1", "type": "Decision", "concepts": ["2771", "3191", "5055", "519", "5969"], "title": "2012/501/EU: Commission Decision of 7 September 2012 amending Decision 2008/899/EC accepting the undertakings offered in connection with the anti-dumping proceeding concerning imports of citric acid originating in the People’s Republic of China\n", "header": "8.9.2012 EN Official Journal of the European Union L 244/27\nCOMMISSION DECISION\nof 7 September 2012\namending Decision 2008/899/EC accepting the undertakings offered in connection with the anti-dumping proceeding concerning imports of citric acid originating in the People’s Republic of China\n(2012/501/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   EXISTING MEASURES\n(1) The Council, by Regulation (EC) No 1193/2008 (2), imposed definitive anti-dumping duties on imports into the Union of citric acid originating in the People’s Republic of China (‘the product concerned’).\n(2) The Commission, by Decision 2008/899/EC (3) (‘the Decision’), accepted a price undertaking (‘the undertaking’), inter alia, from Laiwu Taihe Biochemistry Co. Ltd (‘Laiwu Taihe’) together with the China Chamber of Commerce of Metals, Minerals & Chemicals Importers & Exporters (‘CCCMC’).\n(3) The undertaking accepted from Laiwu Taihe, the sole company which was accorded market economy treatment (‘MET’), set the minimum import price (‘MIP’) for the product covered on the basis of the normal value established during the investigation. In addition, the undertaking provided for the indexation of the MIP in accordance with public international quotations of corn, the main raw material used by the exporting producer.\n(4) The company also undertook to report and to respect a certain price regime for all non-Union sales to those customers whose organisation or structure extends beyond the Union, should Laiwu Taihe sell to these customers in the Union.\n(5) Furthermore, Laiwu Taihe also agreed to provide the Commission with regular and detailed information concerning its exports to the Union as one of the means by which the undertaking can be monitored effectively by the Commission.\n(6) When accepting the undertaking, the Commission considered the risk of cross-compensation as limited.\nB.   CHANGED CIRCUMSTANCES\n(7) In autumn 2011, Laiwu Taihe informed the Commission of its intention to start the production of additional types of the product concerned which are not covered by the undertaking and sell them on the Union market subject to anti-dumping duties.\n(8) The Commission analysed the implications of this new pattern in trade and considered that there is a high risk of cross-compensation if the product covered and the additional types of the product concerned not covered by the undertaking are sold to the same customers.\n(9) In addition, the Commission also learnt about a potential trading company, located at the same premises as Laiwu Taihe without being subject to reporting obligations, and considered it as a further difficulty in the effective monitoring of the undertaking. The Commission informed Laiwu Taihe accordingly and announced that it would be inclined to consider the withdrawal of the undertaking.\n(10) Subsequently, Laiwu Taihe offered to sell these additional types of the product concerned respecting the MIP of the product type covered by the undertaking. It also proposed to sell these product types directly to the Union and to extend the reporting obligations to these sales.\n(11) The Commission considers that these commitments cannot alter its initial assessment for the following reasons. Firstly, setting a price discipline for the types of the product concerned that the company did not produce during the original investigation period would mean a revision of the scope of the product covered by the undertaking, which should be subject to an interim review to reset the MIP. Otherwise, the high risk of cross-compensation in relation to the product type covered by the undertaking and the other types of the product concerned, when sold to the same customers, would persist. Secondly, the sales to other traders and the increased amount of information to be received under the expanded reporting obligations resulting from the sales of the additional types of the product concerned would render the monitoring of the undertaking very burdensome.\n(12) Based on the above considerations, the Commission concluded that following the change in the product variety, the undertaking accepted from Laiwu Taihe becomes impracticable and should be withdrawn.\n(13) Laiwu Taihe was informed of the Commission’s conclusions and given an opportunity to comment.\n(14) Laiwu Taihe was granted the opportunity to be heard and written submissions were also received in which Laiwu Taihe reiterated its commitments, namely to make all sales of the additional product types respecting the MIP set for the product type covered by the undertaking, only to sell directly to the EU customers without intermediary domestic trade companies in the People’s Republic of China and to provide all export sales documents concerning the two additional product types. In addition, it claimed that the commitment to sell the new product types at or above the MIP of the product covered would not imply a revision of the scope of the product covered which is only possible through an interim review. Moreover, Laiwu Taihe suggested that the Commission services would carry out a verification visit at its premises, inter alia, to verify Laiwu Taihe’s production cost data.\n(15) The Commission considers that the submissions do not bring new elements to its assessment. In particular, it is assessed that setting a price for product types which had not been subject to the original investigation due to lack of production cannot eliminate the risk of cross-compensation as such a price had not been established or even verified. As regards the suggested verification of, inter alia, Laiwu Taihe’s production cost structure, this was considered to be reserved to a possible interim review, if requested.\nC.   AMENDMENT OF DECISION 2008/899/EC\n(16) Therefore, in accordance with Article 8(9) of the basic Regulation and also in accordance with the relevant clauses of the undertaking authorising the Commission to unilaterally withdraw the undertaking, the Commission has concluded that the acceptance of the undertaking offered by Laiwu Taihe together with CCCMC should be withdrawn and Decision 2008/899/EC should be amended. Accordingly, the definitive anti-dumping duties imposed by Article 1 of Regulation (EC) No 1193/2008 on imports of the product concerned produced by Laiwu Taihe (Taric additional code A880) should apply,", "main_body": ["Acceptance of the undertaking in relation to Laiwu Taihe Biochemistry Co. Ltd together with the China Chamber of Commerce of Metals, Minerals and Chemicals Importers and Exporters (Taric additional code A880) is hereby withdrawn.", "The table of Article 1 in Decision 2008/899/EC is replaced by the following table:\n‘Country Companies Taric additional code\nPeople’s Republic of China COFCO Biochemical (Anhui) Co., Ltd — No 73 Daquing Road, Bengbu City 233010, Anhui Province A874\nManufactured by RZBC Co., Ltd — No 9 Xinghai West Road, Rizhao, Shandong Province and sold by its related sales company RZBC Imp. & Exp. Co., Ltd — No 66, Lvzhou South Road, Rizhao (Liangyou Grand View Hotel, 22nd Floor, Building A), Shandong Province A926\nManufactured by RZBC (Juxian) Co., Ltd — West Wing, Chengyang North Road, Ju County, Rizhao, Shandong Province and sold by its related sales company RZBC Imp. & Exp. Co., Ltd — No 66, Lvzhou South Road, Rizhao (Liangyou Grand View Hotel, 22nd Floor, Building A), Shandong Province A927\nTTCA Co., Ltd — West, Wenhe Bridge North, Anqui City, Shandong Province A878\nYixing Union Biochemical Co., Ltd — Economic Development Zone Yixing City 214203, Jiangsu Province A879\nWeifang Ensign Industry Co., Ltd, Changsheng Street No 1567, Changle, Weifang, Shandong Province A882’", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 7 September 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 323, 3.12.2008, p. 1.\n(3)  OJ L 323, 3.12.2008, p. 62."}