{"celex_id": "32013R0734", "uri": "http://publications.europa.eu/resource/cellar/f833ec9e-f9b7-11e2-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["3491", "4125", "5334", "5541", "5814", "5936", "6899", "889", "995"], "title": "Council Regulation (EU) No 734/2013 of 22 July 2013 amending Regulation (EC) No 659/1999 laying down detailed rules for the application of Article 93 of the EC Treaty  Text with EEA relevance\n", "header": "31.7.2013 EN Official Journal of the European Union L 204/15\nCOUNCIL REGULATION (EU) No 734/2013\nof 22 July 2013\namending Regulation (EC) No 659/1999 laying down detailed rules for the application of Article 93 of the EC Treaty\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 109 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) In the context of a thorough modernisation of State aid rules, to contribute both to the implementation of the Europe 2020 strategy for growth (1) and to budgetary consolidation, Article 107 of the Treaty on the Functioning of the European Union (TFEU) should be applied effectively and uniformly throughout the Union. Regulation (EC) No 659/1999 (2) codified and reinforced the Commission’s previous practice of increasing legal certainty and supporting the development of State aid policy in a transparent environment. However, in the light of the experience gained in its application and of recent developments such as the enlargement of the Union and the economic and financial crisis, certain aspects of Regulation (EC) No 659/1999 should be amended in order to enable the Commission to be more effective.\n(2) In order to assess the compatibility with the internal market of any notified or unlawful State aid for which the Commission has exclusive competence under Article 108 of the TFEU, it is appropriate to ensure that the Commission has the power, for the purposes of enforcing the State aid rules, to request all necessary market information from any Member State, undertaking or association of undertakings whenever it has doubts as to the compatibility of the measure concerned with the Union rules, and has therefore initiated the formal investigation procedure. In particular, the Commission should use this power in cases in which a complex substantive assessment appears necessary. In deciding whether to use this power, the Commission should take due account of the duration of the preliminary investigation.\n(3) For the purpose of assessing the compatibility of an aid measure after the initiation of the formal investigation procedure, in particular as regards technically complex cases subject to substantive assessment, the Commission should be able, by simple request or by decision, to require any Member State, undertaking or association of undertakings to provide all market information necessary for completing its assessment, if the information provided by the Member State concerned during the course of the preliminary investigation is not sufficient, taking due account of the principle of proportionality, in particular for small and medium-sized enterprises.\n(4) In the light of the special relationship between aid beneficiaries and the Member State concerned, the Commission should be able to request information from an aid beneficiary only in agreement with the Member State concerned. The provision of information by the beneficiary of the aid measure in question does not constitute a legal basis for bilateral negotiations between the Commission and the beneficiary in question.\n(5) The Commission should select the addressees of information requests on the basis of objective criteria appropriate to each case, while ensuring that, when the request is addressed to a sample of undertakings or associations thereof, the sample of respondents is representative within each category. The information sought should consist, in particular, of factual company and market data and facts-based analysis of the functioning of the market.\n(6) The Commission, as the initiator of the procedure, should be responsible for verifying both the information transmission by the Member States, undertakings or associations of undertakings, and the purported confidentiality of the information to be disclosed.\n(7) The Commission should be able to enforce compliance with the requests for information it addresses to any undertaking or association of undertakings, as appropriate, by means of proportionate fines and periodic penalty payments. In setting the amounts of fines and periodic penalty payments, the Commission should take due account of the principles of proportionality and appropriateness, in particular as regards small and medium-sized enterprises. The rights of the parties requested to provide information should be safeguarded by giving them the opportunity to make known their views before any decision imposing fines or periodic penalty payments is taken. The Court of Justice of the European Union should have unlimited jurisdiction with regard to such fines and periodic penalties pursuant to Article 261 of the TFEU.\n(8) Taking due account of the principles of proportionality and appropriateness, the Commission should be able to reduce the periodic penalty payments or waive them entirely, when addressees of requests provide the information requested, albeit after the expiry of the deadline.\n(9) Fines and periodic penalty payments are not applicable to Member States, since they are under a duty to cooperate sincerely with the Commission in accordance with Article 4 of the Treaty on European Union (TEU), and to provide the Commission with all information required to allow it to carry out its duties under Regulation (EC) No 659/1999.\n(10) In order to safeguard the rights of defence of the Member State concerned, it should be provided with copies of the requests for information sent to other Member States, undertakings or associations of undertakings, and be able to submit its observations on the comments received. It should also be informed of the names of the undertakings and the associations of undertakings requested, to the extent that these entities have not demonstrated a legitimate interest in the protection of their identity.\n(11) The Commission should take due account of the legitimate interests of undertakings in the protection of their business secrets. It should not be able to use confidential information provided by respondents, which cannot be aggregated or otherwise be anonymised, in any decision unless it has previously obtained their agreement to disclose that information to the Member State concerned.\n(12) In cases where information marked as confidential does not seem to be covered by obligations of professional secrecy, it is appropriate to establish a mechanism by which the Commission can decide the extent to which such information can be disclosed. Any such decision to reject a claim that information is confidential should indicate a period at the end of which the information will be disclosed, so that the respondent can make use of any judicial protection available to it, including any interim measure.\n(13) The Commission should be able, on its own initiative, to examine information on unlawful aid, from whatever source, in order to ensure compliance with Article 108 of the TFEU, and in particular with the notification obligation and standstill clause laid down in Article 108(3) of the TFEU, and to assess the compatibility of an aid with the internal market. In that context, complaints are an essential source of information for detecting infringements of the Union rules on State aid.\n(14) To improve the quality of the complaints submitted to the Commission, and at the same time increase transparency and legal certainty, it is appropriate to define the conditions that a complaint should fulfil in order to put the Commission in possession of information regarding alleged unlawful aid and set in motion the preliminary examination. Submissions not meeting those conditions should be treated as general market information, and should not necessarily lead to ex officio investigations.\n(15) Complainants should be required to demonstrate that they are interested parties within the meaning of Article 108(2) of the TFEU and of Article 1(h) of Regulation (EC) No 659/1999. They should also be required to provide a certain amount of information in a form that the Commission should be empowered to define in an implementing provision. In order not to discourage prospective complainants, that implementing provision should take into account that the demands on interested parties for lodging a complaint should not be burdensome.\n(16) For reasons of legal certainty, it is appropriate to establish limitation periods for the imposition and enforcement of fines and periodic penalty payments.\n(17) In order to ensure that the Commission addresses similar issues in a consistent manner across the internal market, it is appropriate to complete the existing powers of the Commission by introducing a specific legal basis to launch investigations into sectors of the economy or into certain aid instruments across several Member States. For reasons of proportionality and in the light of the high administrative burden entailed by such investigations, sector inquiries should be carried out only when the information available substantiates a reasonable suspicion that State aid measures in a particular sector could materially restrict or distort competition within the internal market in several Member States, or that existing aid measures in a particular sector in several Member States are not, or are no longer, compatible with the internal market. Such inquiries would enable the Commission to deal in an efficient and transparent way with horizontal State aid issues and to obtain an ex ante overview of the sector concerned.\n(18) Consistency in the application of the State aid rules requires that arrangements be established for cooperation between the courts of the Member States and the Commission. Such cooperation is relevant for all courts of the Member States that apply Article 107(1) and Article 108 of the TFEU. In particular, national courts should be able to ask the Commission for information or for its opinion on points concerning the application of State aid rules. The Commission should also be able to submit written or oral observations to courts which are called upon to apply Article 107(1) or Article 108 of the TFEU. When assisting national courts in this respect, the Commission should act in accordance with its duty to defend the public interest.\n(19) Those observations and opinions of the Commission should be without prejudice to Article 267 of the TFEU and not legally bind the national courts. They should be submitted within the framework of national procedural rules and practices including those safeguarding the rights of the parties, in full respect of the independence of the national courts. Observations submitted by the Commission on its own initiative should be limited to cases that are important for the coherent application of Article 107(1) or Article 108 of the TFEU, in particular to cases which are significant for the enforcement or the further development of Union State aid case law.\n(20) In the interests of transparency and legal certainty, information on Commission decisions should be made public. It is therefore appropriate to publish decisions to impose fines or periodic penalty payments, given that they affect the interests of the sources concerned. The Commission, when publishing its decisions, should respect the rules on professional secrecy, including the protection of all confidential information and personal data, in accordance with Article 339 of the TFEU.\n(21) The Commission, in close liaison with the Advisory Committee on State aid, should be able to adopt implementing provisions laying down detailed rules concerning the form, content and other criteria of the complaints submitted in accordance with Regulation (EC) No 659/1999.\n(22) Regulation (EC) No 659/1999 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 659/1999 is amended as follows:\n(1) the title of the Regulation is replaced by the following:\n(2) the title of Article 5 is replaced by the following:\n(3) the following Articles are inserted:\n(a) if it is limited to formal investigation procedures that have been identified by the Commission as being ineffective to date; and\n(b) in so far as aid beneficiaries are concerned, if the Member State concerned agrees to the request.\n(a) supply incorrect or misleading information in response to a request made pursuant to Article 6a(6);\n(b) supply incorrect, incomplete or misleading information in response to a decision adopted pursuant to Article 6a(7), or do not supply the information within the prescribed time limit.\n(4) in Article 7, the following paragraphs are added:\n(5) in Article 10 paragraphs 1 and 2 are replaced by the following:\n(6) the following chapter heading is inserted after Article 14:\n(7) The title of Article 15 is replaced by the following:\n(8) the following Articles are inserted:\n(a) by notification of a decision modifying the original amount of the fine or periodic penalty payment or refusing an application for modification;\n(b) by any action of a Member State, acting at the request of the Commission, or of the Commission, intended to enforce payment of the fine or periodic penalty payment.\n(a) the respondent is allowed time to pay;\n(b) the enforcement of payment is suspended pursuant to a decision of the Court of Justice of the European Union.’;\n(9) Article 16 is replaced by the following:\n(10) in Article 20, paragraph 2 is replaced by the following:\n(11) the following Chapter is inserted after Article 20:\n(12) the following Chapter is inserted after Article 23:\n(13) Article 25 is replaced by the following:\n(14) in Article 26, the following paragraph is inserted:\n(15) Article 27 is replaced by the following:\n(a) the form, content and other details of notifications;\n(b) the form, content and other details of annual reports;\n(c) the form, content and other details of complaints submitted in accordance with Article 10(1) and Article 20(2);\n(d) details of time-limits and the calculation of time-limits; and\n(e) the interest rate referred to in Article 14(2).’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  Communication from the Commission ‘Europe 2020: A strategy for smart, sustainable and inclusive growth’ of 3 March 2010 (COM(2010) 2020 final).\n(2)  OJ L 83, 27.3.1999, p. 1."}