{"celex_id": "32014D0323", "uri": "http://publications.europa.eu/resource/cellar/82efc862-ebbf-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1729", "309", "383", "5483", "704", "7813"], "title": "2014/323/EU: Council Decision of 19 May 2014 repealing Decision 2010/371/EU concerning the conclusion of consultations with the Republic of Madagascar under Article 96 of the ACP-EU Partnership Agreement\n", "header": "4.6.2014 EN Official Journal of the European Union L 165/51\nCOUNCIL DECISION\nof 19 May 2014\nrepealing Decision 2010/371/EU concerning the conclusion of consultations with the Republic of Madagascar under Article 96 of the ACP-EU Partnership Agreement\n(2014/323/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as revised in Luxembourg on 25 June 2005 (2) and in Ouagadougou, on 22 June 2010 (3), hereinafter referred to as ‘the ACP-EU Partnership Agreement’, and in particular Article 96 thereof,\nHaving regard to the Internal Agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (4), and in particular Article 3 thereof,\nHaving regard to the proposal from the European Commission,\nIn agreement with the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) Council Decision 2010/371/EU (5) was adopted in order to implement appropriate measures in response to the violation of the essential elements referred to in Article 9 of the Agreement.\n(2) Those measures were extended until 6 December 2011 by Council Decision 2011/324/EU (6), and were amended and extended until 5 December 2012 by Council Decision 2011/808/EU (7). On 3 December 2012, those measures were extended by Council Decision 2012/749/EU (8)until the Council decides, on the basis of a proposal made by the Commission, that credible elections have taken place and that constitutional order has returned to Madagascar.\n(3) Presidential and general elections were held in Madagascar on 25 October and 20 December 2013, respectively, and the results were officially announced on 17 January and 6 February 2014, respectively, and the newly elected institutions have been inaugurated, confirming Madagascar's return to constitutional rule. On 7 February 2014, the High Representative of the Union for Foreign Affairs and Security Policy welcomed, and expressed satisfaction with, the conduct of the elections.\n(4) The conditions set out in the Annex to Decision 2011/808/EU, including the holding of credible parliamentary and presidential elections, the proclamation of the official results and the inauguration of the newly elected institutions, confirming Madagascar's return to constitutional order, have been met. Decision 2010/371/EU should therefore be repealed,", "main_body": ["Council Decision 2010/371/EU is hereby repealed.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 19 May 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  Agreement amending the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (OJ L 209, 11.8.2005, p. 27).\n(3)  Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 (OJ L 287, 4.11.2010, p. 3).\n(4)  OJ L 317, 15.12.2000, p. 376.\n(5)  Council Decision 2010/371/EU of 7 June 2010 concerning the conclusion of consultations with the Republic of Madagascar under Article 96 of the ACP-EU Partnership Agreement (OJ L 169, 3.7.2010, p. 13).\n(6)  Council Decision 2011/324/EU of 30 May 2011 extending Decision 2010/371/EU concerning the conclusion of the consultation procedure with the Republic of Madagascar pursuant to Article 96 of the ACP-EU Partnership Agreement (OJ L 146, 1.6.2011, p. 2).\n(7)  Council Decision 2011/808/EU of 5 December 2011 amending and extending the application period of Decision 2010/371/EU concerning the conclusion of consultations with the Republic of Madagascar under Article 96 of the ACP-EC Partnership Agreement (OJ L 324, 7.12.2011, p. 1).\n(8)  Council Decision 2012/749/EU of 3 December 2012 extending the application period of Decision 2010/371/EU concerning the conclusion of the consultation procedure with the Republic of Madagascar under Article 96 of the ACP-EU Partnership Agreement (OJ L 333, 5.12.2012, p. 46)."}