{"celex_id": "32014D0035(01)", "uri": "http://publications.europa.eu/resource/cellar/2fb95749-2839-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["1804", "189", "2220", "4347", "4493", "4738"], "title": "2014/533/EU: Decision of the European Central Bank of 13 August 2014 on the identification of TARGET2 as a systemically important payment system pursuant to Regulation (EU) No 795/2014 on oversight requirements for systemically important payment systems (ECB/2014/35)\n", "header": "20.8.2014 EN Official Journal of the European Union L 245/5\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 13 August 2014\non the identification of TARGET2 as a systemically important payment system pursuant to Regulation (EU) No 795/2014 on oversight requirements for systemically important payment systems\n(ECB/2014/35)\n(2014/533/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 3.1, Article 22 and the first indent of Article 34.1 thereof,\nHaving regard to Regulation (EU) No 795/2014 of the European Central Bank of 3 July 2014 on oversight requirements for systemically important payment systems (ECB/2014/28) (1), and in particular Article 1(2) and (3) thereof,\nWhereas:\n(1) The fourth indent of Article 127(2) of the Treaty and the fourth indent of Article 3.1 of the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’) empower the Eurosystem to promote the smooth operation of payment systems.\n(2) The Eurosystem promotes the smooth operation of payment systems, inter alia, by conducting oversight.\n(3) The European Central Bank (ECB) has implemented the principles for financial market infrastructures issued by the Committee on Payment and Settlement Systems (CPSS) of the Bank for International Settlements (BIS) and the Technical Committee of the International Organization of Securities Commissions (IOSCO) (hereinafter the ‘CPSS-IOSCO principles’), which harmonise and strengthen existing international oversight standards for, inter alia, systemically important payment systems (SIPS), by means of Regulation (EU) No 795/2014 (ECB/2014/28).\n(4) In order to carry out the identification exercise pursuant to Article 1(2) of Regulation (EU) No 795/2014 (ECB/2014/28) for TARGET2, the Governing Council is verifying that the criterion mentioned in point (a) of Article 1(3) of Regulation (EU) No 795/2014 (ECB/2014/28) is fulfilled, and two out of four of the criteria mentioned in point (b) of Article 1(3) of Regulation (EU) No 795/2014 (ECB/2014/28) are fulfilled, as described in the Annex to this Decision. For the verification exercise on which this Decision is based, public data for the calendar year 2012 has been used, combined with responses to ECB surveys.\n(5) Under Guideline ECB/2012/27 (2) TARGET2 has a decentralised structure linking together a multiplicity of payment systems. The TARGET2 component systems are harmonised to the greatest extent possible, with certain exceptions in the event of national law constraints. TARGET2 is also characterised by a single technical platform called the Single Shared Platform. The Governing Council has final competence in relation to TARGET2 and safeguards its public function: this governance arrangement is reflected in the oversight of TARGET2 component systems,", "main_body": ["Definitions\nTerms used in this Decision have the same meaning as those in Regulation (EU) No 795/2014 (ECB/2014/28).", "Identification of SIPS and SIPS operator\n1.   TARGET2 component systems fulfilling the criterion of Article 1(3)(a) of Regulation (EU) No 795/2014 (ECB/2014/28) shall collectively be identified as a systemically important payment system for the purposes of Regulation (EU) No 795/2014 (ECB/2014/28).\n2.   Operators of the TARGET2 component systems referred to in paragraph 1 shall ensure compliance with the requirements set out in Articles 3 to 21 of Regulation (EU) No 795/2014 (ECB/2014/28).", "Competent authority\nThe ECB shall be the competent authority for the oversight of TARGET2.", "Entry into force\nThis Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 13 August 2014.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 217, 23.7.2014, p. 16.\n(2)  Guideline ECB/2012/27 of 5 December 2012 on a Trans-European Automated Real-time Gross settlement Express Transfer system (TARGET2) (OJ L 30, 30.1.2013, p. 1).\nANNEX\nTrans-European Automated Real-time Gross settlement Express Transfer system (TARGET2), operated by the Eurosystem measured against the criteria set out in Article 1(3) of Regulation (EU) No 795/2014 (ECB/2014/28).\nCriterion TARGET2\nTARGET2 components notified as systems pursuant to Directive 98/26/EC by a Member State whose currency is the euro:\n(a) eligible to be notified as a system pursuant to Directive 98/26/EC of the European Parliament and of the Council (1) by a Member State whose currency is the euro or operator is established in the euro area\n— TARGET2-OeNB\n— TARGET2-BE\n— TARGET2-CY\n— TARGET2-Eesti\n— TARGET2-Suomen Pankki-järjestelmä\n— TARGET2-Banque de France\n— TARGET2-BBk\n— TARGET2-ECB\n— TARGET2-GR\n— TARGET2-Ireland\n— TARGET2-Banca d'Italia\n— TARGET2-Latvija\n— TARGET2-LU\n— TARGET2 Malta\n— TARGET2-NL\n— TARGET2-PT\n— TARGET2-Banco de España (TARGET2-BE)\n— TARGET2-SK\n— TARGET2-Slovenija\n(b)(i) total daily average value of euro-denominated payments processed exceeding EUR 10 billion\n(b)(ii) market share at least one of the following:\n— 15 % of total volume of euro-denominated payments; or\n— 5 % of total volume of euro-denominated cross-border payments; or\n— 75 % of total volume of euro-denominated payments at the level of a Member State whose currency is the euro\n(b)(iii) cross-border activity (i.e. participants established in a country other than that of the SIPS operator and/or cross border links with other payment systems) involving five or more countries and generating a minimum of 33 % of the total volume of euro-denominated payments processed\n(b)(iv) used for the settlement of other FMIs\n(1)  Directive 98/26/EC of the European Parliament and of the Council of 19 May 1998 on settlement finality in payment and securities settlement systems (OJ L 166, 11.6.1998, p. 45)."}