{"celex_id": "32014R0415", "uri": "http://publications.europa.eu/resource/cellar/7370e42d-cb7f-11e3-b74e-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "2763", "2771", "3191", "4385", "5946"], "title": "Commission Implementing Regulation (EU) No 415/2014 of 23 April 2014 amending and derogating from Regulation (EC) No 2535/2001 as regards the management of the tariff quotas for dairy products originating in Ukraine\n", "header": "24.4.2014 EN Official Journal of the European Union L 121/49\nCOMMISSION IMPLEMENTING REGULATION (EU) No 415/2014\nof 23 April 2014\namending and derogating from Regulation (EC) No 2535/2001 as regards the management of the tariff quotas for dairy products originating in Ukraine\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular points (a) and (c) of Article 187 thereof,\nWhereas:\n(1) Regulation (EU) No 374/2014 of the European Parliament and of the Council (2) provides for preferential arrangements for 2014 as regards the customs duties for the import of certain goods originating in Ukraine. In accordance with Article 3 of that Regulation the agricultural products listed in Annex III thereto are to be admitted for import into the Union within the limits of the tariff quotas as set out in that Annex. The quotas referred to in Annex III to Regulation (EU) No 374/2014 are to be administered by the Commission in accordance with Article 184(2)(b) of Regulation (EU) No 1308/2013.\n(2) Annex III to Regulation (EU) No 374/2014 includes tariff quotas for milk and milk products. It is necessary to include those quotas in Annex I to Commission Regulation (EC) No 2535/2001 (3) and to insert in Article 19 of that Regulation a reference to the relevant rule on the proof of origin which is required to import under those quotas.\n(3) Since the quotas referred to in Annex III to Regulation (EU) No 374/2014 are open only until 31 October 2014, the period of lodging import licence applications and the period of validity of import licences should be specified.\n(4) According to Article 10(1) of Commission Regulation (EC) No 2535/2001, importers approved in May 2013 can import under quotas only during the period from 1 July 2013 to 30 June 2014. As the quotas opened for Ukraine are exceptionally running over two consecutive six-months periods, approved importers could only import until 30 June 2014 whilst the concerned quotas are open until 31 October 2014. It is therefore appropriate to enable those importers to import under the quotas referred to in Annex III to Regulation (EU) No 374/2014 until 31 October 2014.\n(5) Commission Implementing Regulation (EU) No 1001/2013 (4), has replaced some CN codes in Annex I to Council Regulation (EEC) No 2658/87 (5) by new CN codes which now differ from those referred to in Regulation (EU) No 374/2014. The new CN codes should therefore be reflected in Annex I to Regulation (EC) No 2535/2001.\n(6) Regulation (EC) No 2535/2001 should therefore be amended accordingly.\n(7) Since the quotas referred to in Annex III to Regulation (EU) No 374/2014 are open only until 31 October 2014, this Regulation should enter into force as soon as possible.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Regulation (EC) No 2535/2001 is amended as follows:\n(a) In Article 5, the following point (l) is added:\n‘(l) the quotas referred to in Part L of Annex I’\n(b) In Article 19(1), the following point (j) is added:\n‘(j) Article 2(a) of Regulation 374/2014 of the European Parliament and of the Council (6).\n(c) In Annex I, a new Part L is added, the text of which is set out in the Annex to this Regulation.", "Licence applications for the quotas referred to in Part L of Annex I to Regulation (EC) No 2535/2001 as added by Article 1(c) of this Regulation, shall be submitted no later than 13.00, Brussels time, on the 10th calendar day following the date of entry into force of this Regulation.\nLicences issued shall be valid from the day of their issue until 31 October 2014.", "By way of derogation from the second subparagraph of Article 10(1) of Regulation (EC) No 2535/2001, importers approved in 2013 and in 2014 are authorised to import under the quotas referred to in Part L of Annex I to Regulation (EC) No 2535/2001 as added by Article 1(c) of this Regulation, until 31 October 2014.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Regulation (EU) No 374/2014 of the European Parliament and of the Council of 16 April 2014 on the reduction or elimination of customs duties on goods originating in Ukraine (OJ L 118, 22.4.2014, p. 1).\n(3)  Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas (OJ L 341, 22.12.2001, p. 29).\n(4)  Commission Implementing Regulation (EU) No 1001/2013 of 4 October 2013 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 290, 31.10.2013, p. 1).\n(5)  Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, p. 1).\nANNEX\n‘I. L\nTARIFF QUOTAS REFERRED TO IN ANNEX III OF REGULATION (EU) No 374/2014\nQuota CN Code Description (1) Country of origin Import period Quota quantity Import duty (EUR/100 kg net weight)\n09. 4600 0401  UKRAINE Until 31 October 2014 8 000 0\n0402 91\n0402 99\n0403 10 11\n0403 10 13\n0403 10 19\n0403 10 31 Milk and cream, not in powder, granules or other solid forms; yoghurt, not flavoured or containing added fruit, nuts or cocoa; fermented or acidified milk products, not flavoured or containing added fruit, nuts or cocoa and not in powder, granules or other solid forms\n0403 10 33\n0403 10 39\n0403 90 51\n0403 90 53\n0403 90 59\n0403 90 61\n0403 90 63\n0403 90 69\n09. 4601 0402 10  UKRAINE Until 31 October 2014 1 500 0\n0402 21\n0402 29 Milk and cream, in powder, granules or other solid forms; fermented or acidified milk products, in powder, granules or other solid forms, not flavoured or containing added fruit, nuts or cocoa; products consisting of natural milk constituents, not elsewhere specified or included\n0403 90 11\n0403 90 13\n0403 90 19\n0403 90 31\n0403 90 33\n0403 90 39\n0404 90 21\n0404 90 23\n0404 90 29\n0404 90 81\n0404 90 83\n0404 90 89\n09. 4602 0405 10  UKRAINE Until 31 October 2014 1 500 0\n0405 20 90 Butter and other fats and oils derived from milk; dairy spreads of a fat content, by weight, of more than 75 % but less than 80 %\n0405 90\n(1)  Notwithstanding the rules on the interpretation of the Combined Nomenclature, the wording of the description of products shall be regarded as merely indicative, since the applicability of the preferential arrangements is determined, within the context of this Annex, by the scope of the CN codes.’"}