{"celex_id": "32015D0431", "uri": "http://publications.europa.eu/resource/cellar/e3dcd3cd-ca1d-11e4-ab4d-01aa75ed71a1", "type": "Decision", "concepts": ["4675", "4763", "5709", "60"], "title": "Council Decision (EU) 2015/431 of 10 March 2015 amending Decision 1999/70/EC concerning the external auditors of the national central banks, as regards the external auditors of the Lietuvos bankas\n", "header": "14.3.2015 EN Official Journal of the European Union L 70/45\nCOUNCIL DECISION (EU) 2015/431\nof 10 March 2015\namending Decision 1999/70/EC concerning the external auditors of the national central banks, as regards the external auditors of the Lietuvos bankas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Protocol (No 4) on the Statute of the European System of Central Banks and of the European Central Bank annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, and in particular to Article 27.1 thereof,\nHaving regard to Recommendation ECB/2014/58 of the European Central Bank of 16 December 2014 to the Council of the European Union on the external auditors of Lietuvos bankas (1),\nWhereas:\n(1) The accounts of the European Central Bank (ECB) and of the national central banks of the Eurosystem are to be audited by independent external auditors recommended by the Governing Council of the ECB and approved by the Council of the European Union.\n(2) Pursuant to Article 1 of Council Decision 2014/509/EU (2) Lithuania fulfils the necessary conditions for the adoption of the euro, and the derogation in favour of Lithuania referred to in Article 4 of the 2003 Act of Accession (3) is abrogated with effect from 1 January 2015.\n(3) The Governing Council of the ECB recommended that UAB PricewaterhouseCoopers be appointed as the external auditors of the Lietuvos bankas for the financial years 2015 to 2017.\n(4) It is appropriate to follow the recommendation of the Governing Council of the ECB and to amend Council Decision 1999/70/EC (4) accordingly,", "main_body": ["The following paragraph is added to Article 1 of Decision 1999/70/EC:\n‘19.   UAB PricewaterhouseCoopers are hereby approved as the external auditors of the Lietuvos bankas for the financial years 2015 to 2017’", "This Decision shall take effect on the day of its notification.", "This Decision is addressed to the European Central Bank."], "attachments": "Done at Brussels, 10 March 2015.\nFor the Council\nThe President\nJ. REIRS\n(1)  OJ C 465, 24.12.2014, p. 1.\n(2)  Council Decision 2014/509/EU of 23 July 2014 on the adoption by Lithuania of the euro on 1 January 2015 (OJ L 228, 31.7.2014, p. 29).\n(3)  OJ L 236, 23.9.2003, p. 33.\n(4)  Council Decision 1999/70/EC of 25 January 1999 concerning the external auditors of the national central banks (OJ L 22, 29.1.1999, p. 69)."}