{"celex_id": "32013R0196", "uri": "http://publications.europa.eu/resource/cellar/110541c3-8804-11e2-b5c3-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "1524", "1644", "3191", "4682", "4689"], "title": "Commission Implementing Regulation (EU) No 196/2013 of 7 March 2013 amending Annex II to Regulation (EU) No 206/2010 as regards the new entry for Japan in the list of third countries or parts thereof from which imports into the European Union of certain fresh meat are authorised  Text with EEA relevance\n", "header": "8.3.2013 EN Official Journal of the European Union L 65/13\nCOMMISSION IMPLEMENTING REGULATION (EU) No 196/2013\nof 7 March 2013\namending Annex II to Regulation (EU) No 206/2010 as regards the new entry for Japan in the list of third countries or parts thereof from which imports into the European Union of certain fresh meat are authorised\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point (1) of Article 8 and point (4) of Article 8 thereof,\nWhereas:\n(1) Commission Regulation (EU) No 206/2010 of 12 March 2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements (2) establishes sanitary conditions for the import of live animals and fresh meat thereof. According to Regulation (EU) No 206/2010 fresh meat intended for human consumption can only be imported if it comes from a territory of a third country or a part thereof listed in Part 1 of Annex II to that Regulation and meets the relevant requirements.\n(2) Japan requested to be listed for the import of fresh bovine meat into the Union and the Commission audit on bovine meat in Japan in 2008 confirmed that the requirements were met. The listing was, however, postponed when foot-and-mouth disease occurred in Japan in 2010.\n(3) Since then Japan eradicated the foot-and-mouth disease on its territory and was recognised as ‘free without vaccination’ for this disease by the World Organisation for Animal Health (OIE).\n(4) Japan thus provides sufficient animal health guarantees and has asked again to be included in the list of third countries authorised for the import of fresh bovine meat into the Union.\n(5) Japan should thus be allowed to import fresh bovine meat into the Union.\n(6) Part 1 of Annex II to Regulation (EU) No 206/2010 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Part 1 of Annex II to Regulation (EU) No 206/2010, the following entry for Japan is inserted after the entry for Iceland:\nISO code and name of third country Code of Territory Description of third country, territory or part thereof Veterinary certificate Specific conditions Closing date (3) Opening date (4)\nModel(s) SG\n1 2 3 4 5 6 7 8\n‘JP — Japan JP Whole country BOV    28 March 2013’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 73, 20.3.2010, p. 1.\n(3)  Meat from animals slaughtered on or before the date set out in column 7 may be imported into the Union for 90 days from that date. Consignments carried on vessels on the high seas may be imported into the Union if certified before the date set out in column 7 for 40 days from that date. (N.B.: no date in column 7 means that there are no time restrictions).\n(4)  Only meat from animals slaughtered on or after the date set out in column 8 may be imported into the Union (no date in column 8 means that there are no time restrictions)."}