{"celex_id": "32011D0155", "uri": "http://publications.europa.eu/resource/cellar/3dcc437d-914a-4615-b599-c0b53365b41d", "type": "Decision", "concepts": ["3114", "3430", "3641", "3645", "3648", "4514", "486", "5864"], "title": "2011/155/EU: Commission Decision of 9 March 2011 on the publication and management of the reference document referred to in Article 27(4) of Directive 2008/57/EC of the European Parliament and of the Council on the interoperability of the rail system within the Community (notified under document C(2011) 1536)  Text with EEA relevance\n", "header": "10.3.2011 EN Official Journal of the European Union L 63/22\nCOMMISSION DECISION\nof 9 March 2011\non the publication and management of the reference document referred to in Article 27(4) of Directive 2008/57/EC of the European Parliament and of the Council on the interoperability of the rail system within the Community\n(notified under document C(2011) 1536)\n(Text with EEA relevance)\n(2011/155/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/57/EC of the European Parliament and of the Council of 17 June 2008 on the interoperability of the rail system within the Community (1), and in particular Article 27(4) thereof,\nHaving regard to the recommendation of the European Railway Agency of 15 April 2010 on the reference document as specified in Article 27(3) of Directive 2008/57/EC,\nWhereas:\n(1) Decision 2009/965/EC of 30 November 2009 on the reference document referred to in Article 27(4) of Directive 2008/57/EC (2) set out in its Annex the list of parameters to be used for classifying national rules in the reference document referred to in Article 27 of Directive 2008/57/EC.\n(2) It is important that national rules to be covered by the reference document are clearly defined so as to determine to which extent they can be declared as equivalent thus maximising the number of rules belonging to group A in accordance with Section 2 of Annex VII to Directive 2008/57/EC.\n(3) Member States are responsible for the update of their national rules. Updates of national rules may affect rules’ classification in respect of other Member States’ rules for a specific parameter set out in Section 1 of Annex VII to Directive 2008/57/EC.\n(4) It is necessary that the database cross-referencing national rules and classifying their equivalence is kept up-to-date.\n(5) The European Railway Agency (‘the Agency’) should, in respect of each Member State, be responsible for the compilation, publication and maintenance of a list of national vehicle authorisation rules that references the national rule for each parameter and the classification of other Member States rules for this parameter. These lists should form a part of the reference document.\n(6) Consistency between the rules listed in the reference document and the rules notified pursuant to Article 17 of Directive 2008/57/EC should be ensured by Member States. To this end Member States should have a sufficient time for updating the reference document or for notifying/amend/withdraw rules under the procedure of Article 17. Until both sets of rules are aligned and a single data entry for national rules is available, National Safety Authorities (NSAs) may use the rules listed in the reference document for the purpose of granting authorisations for placing vehicles in service, in the case of any discrepancy between the two set of rules.\n(7) Moreover, as regards the notification of national safety rules in accordance with Article 8 of Directive 2004/49/EC of the European Parliament and of the Council (3), they are not relevant for the reference document. Indeed, Directive 2008/110/EC of the European Parliament and of the Council (4) amended that Directive so as to remove from Annex II to Directive 2004/49/EC the national safety rules related to requirements for the authorisation of placing in service and maintenance of vehicles.\n(8) When compiling national reference documents, NSAs should determine priorities according to the objectives of Directive 2008/57/EC, taking account of the resources available within the NSAs after discussion in the relevant working parties.\n(9) In accordance with Article 27(4) of Directive 2008/57/EC the Commission should be allowed at any time to adopt a measure addressed to the Agency with a view to modifying the reference document.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee referred to in Article 29(1) of Directive 2008/57/EC,", "main_body": ["1.   The content of the reference document referred to in Article 27(4) of Directive 2008/57/EC is specified in the Annex to this Decision.\n2.   The Agency shall publish and maintain the reference document. Free access to it shall be made available via the website of the Agency. The Agency shall publish the first version of the reference document within 4 months of entry into force of this Decision.\n3.   At least once per year, the Agency shall make a report to the Commission and the Committee referred to in Article 29 of Directive 2008/57/EC on progress made with the publication and management of the reference document.\n4.   The Commission may at any time, upon request of the Agency, a Member State, or on its own initiative, adopt any decision to modify the reference document published by the Agency, in accordance with the procedure set out in Article 27(4) of Directive 2008/57/EC.", "For the purpose of the reference document:\n(a) ‘rule’ shall mean a requirement applicable in a Member State and to be complied with by the applicant for the authorisation of placing in service of vehicles, where the requirement is related to:\n— a parameter of the list set out in the Annex to Decision 2009/965/EC, and/or\n— verification and testing requirements, and/or\n— a process to be used to gain authorisation for placing in service of vehicles;\n(b) ‘classification’ means the attribution given by one Member State to another Member State’s national rule covering a particular parameter according to one of the three groups A, B or C, which are defined in Section 2 of Annex VII to Directive 2008/57/EC.", "1.   For each Member State the national reference document shall contain, for each parameter of the list provided in the Annex to Decision 2009/965/EC:\n(a) a reference to the relevant national rules applied in that Member State for authorising placing vehicles in service or a statement that there is no requirement in respect of this parameter;\n(b) the classification, in accordance with Section 2 of Annex VII to Directive 2008/57/EC, of the rules applied in other Member States.\n2.   The Agency shall facilitate the classification of national vehicle authorisation rules by the respective National Safety Authorities (NSAs) through, where appropriate, arranging meetings.", "1.   Each NSA shall supply the Agency with the information necessary to compile the national reference document. In particular the NSA shall:\n(a) supply the Agency with references to national rules for each parameter and their classification;\n(b) advise the Agency of changes to the rules at the time of publication of the change of rule;\n(c) nominate a person or a department which will be responsible for the supply of this information to the Agency;\n(d) conduct an active exchange of views and experiences with other NSAs in order to be able to classify the rules in accordance with Article 3(1)(b). NSAs shall cooperate with a view to eliminating unnecessary requirements and redundant verifications.\n2.   Each Member State shall approve its national reference document.\n3.   Within 1 year of the publication of the relevant national reference document, Member States shall ensure consistency between the requirements contained in the reference document and the requirements contained in rules notified pursuant to Article 17 of Directive 2008/57/EC. Once a single data entry for the notification of national rules and for the reference document is available, the deadline to ensure consistency between them shall be 6 months. The Commission shall inform Member States of the date by which the single data entry for notification of national rules is available. After this period if the Agency becomes aware of an inconsistency it shall advise the relevant Member State. Where a rule of the reference document is not yet notified either that rule shall be notified or the reference document shall be updated.\n4.   Member States shall notify to the Commission within 2 months of entry into force of this Decision the competent department which will be in charge of validating and approving their national reference document and changes thereto.", "1.   Further to Article 4(1)(b), if a change to a rule may affect the classification of this rule in any other Member State, the Agency shall advise the NSAs of the affected Member States so that they may review the classification.\n2.   If the Agency becomes aware of a rule proposed to be classified under group B or C by a Member State that in its opinion shall be classified under group A, it shall raise and discuss the matter with the relevant NSA in order that an agreement may be reached on the correct classification.\n3.   If after discussion with the relevant NSAs the Agency considers that a classification under group B or C by an NSA is not justified according to the provisions of Directive 2008/57/EC and that the classification under group B or C represents an unnecessary requirement or unnecessary verification that has a disproportionate impact upon the cost or timescale for authorisation for placing in service of vehicles, the Agency shall inform the Commission thereof and provide a technical opinion to the Commission and the relevant Member State.\n4.   Where appropriate, the Commission shall adopt a decision in accordance with the procedure referred to in Article 27(4) of Directive 2008/57/EC. That decision is addressed to the Agency in order to update the reference document and to the relevant Member State with a view to approve the national reference document as provided in Article 4(2).", "This Decision shall not apply to the Republic of Cyprus and the Republic of Malta for as long as no railway system is established within their territory.", "This Decision shall apply from 1 April 2011.", "This Decision is addressed to the Member States and to the European Railway Agency."], "attachments": "Done at Brussels, 9 March 2011.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 191, 18.7.2008, p. 1.\n(2)  OJ L 341, 22.12.2009, p. 1.\n(3)  OJ L 164, 30.4.2004, p. 44.\n(4)  OJ L 345, 23.12.2008, p. 62.\nANNEX\nREFERENCE DOCUMENT\n1.   Purpose of the Reference document\nThe purpose of the Reference document is to facilitate the procedure for authorising the placing in service of vehicles by:\n(a) listing all the parameters to be checked in connection with the authorisation for placing vehicles in service;\n(b) identifying all the rules applied by the Member States for the authorisation of placing vehicles in service;\n(c) referencing each rule to one of the parameters to be checked in connection with the authorisation for placing vehicles in service;\n(d) classifying all rules under group A, B or C in accordance with Section 2 of Annex VII to Directive 2008/57/EC;\n(e) in accordance with Article 1 of Decision 2009/965/EC, outlining the national legal frameworks covering the authorisation for placing vehicles in service.\n2.   Structure and content\nThe Reference document shall be structured as follows:\nPart 1 : Application guide: this part shall refer to the elements included in this Decision, and any other information relevant for the management, understanding and use of the reference document.\nPart 2 : National reference documents: the reference document shall include all national reference documents listing and classifying the national rules, one for each Member State, as referred to in Article 3.\nPart 3 : Information on national legal frameworks: in accordance with Article 1 of Decision 2009/965/EC, the reference document shall include information on the national legal framework applicable to the authorisation of placing in service of vehicles. This part shall be filled in as soon as Member States notify the national measures implementing Directive 2008/57/EC.\n3.   Scope of application of the reference document\nThe reference document concerns all authorisations for placing railway vehicles in service which are subject to Directive 2008/57/EC and where conformity with national rules is required.\nIn accordance with Article 1 of Directive 2008/57/EC, vehicles intended to run on TEN and off-TEN are concerned.\nRegarding TSI conform vehicles, the reference document shall allow comparison and cross-reference, in respect of a particular parameter, between the rules applied in different Member States in order to verify the technical compatibility with the infrastructure, the compliance with the specific cases, the closure of open points, and the compliance with national rules in the derogation cases.\nFurthermore, the reference document shall allow comparison and cross-reference of the national rules related to the list of parameters to be checked in conjunction with the placing in service of non-TSI conform vehicles."}