{"celex_id": "32010R1234", "uri": "http://publications.europa.eu/resource/cellar/0a2df10e-6d9f-410d-8bc4-c2ef97e0bf2d", "type": "Regulation", "concepts": ["1318", "1378", "1981", "2173", "3145", "4348", "889", "890"], "title": "Regulation (EU) No 1234/2010 of the European Parliament and of the Council of 15 December 2010 amending Council Regulation (EC) No 1234/2007 (Single CMO Regulation) as regards the aid granted in the framework of the German Alcohol Monopoly\n", "header": "30.12.2010 EN Official Journal of the European Union L 346/11\nREGULATION (EU) No 1234/2010 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 December 2010\namending Council Regulation (EC) No 1234/2007 (Single CMO Regulation) as regards the aid granted in the framework of the German Alcohol Monopoly\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first paragraph of Article 42 and Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) The specific rules on the aid that Germany may grant in the framework of the German Alcohol Monopoly (‘the Monopoly’) as provided for in Article 182(4) of Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (3) will expire on 31 December 2010.\n(2) According to the report submitted by the Commission pursuant to Article 184(3) of Regulation (EC) No 1234/2007, the importance of the Monopoly has decreased in recent years. Between 2001 and 2008, about 70 agricultural bonded distilleries (landwirtschaftliche Verschlussbrennereien) left the Monopoly. The volumes sold by the Monopoly have fallen since 2003 and the budget decreased from EUR 110 million in 2003 to EUR 80 million in 2008. Some distilleries have thus already made efforts to prepare for their entry into the free market by creating cooperatives, investing in less energy-consuming equipment to reduce production costs and increasingly marketing their alcohol directly. However, more time is needed to facilitate this adaptation process and to enable distillers to survive on the free market. An extension of several more years is deemed necessary to complete the process of abolishing the Monopoly, as well as the aid, and to allow for its definitive phasing-out.\n(3) In some parts of Germany, alcohol distilleries are traditionally linked to small and medium-sized farms and play an important role for the farms to continue their activities by providing an additional income to farmers and securing employment in rural areas. Agricultural bonded distilleries processing mainly cereals and potatoes should therefore continue to be able to receive aid through the Monopoly until 31 December 2013. By that date, all bonded distilleries should have entered the free market. This deadline also coincides with the beginning of the new programming period for rural development 2014-2020, meaning, for Germany, the possibility of transferring parts of the funds used for the Monopoly into its rural development programme.\n(4) The small-scale flat-rate distilleries (Abfindungsbrennereien), distillery users (Stoffbesitzer) and fruit cooperative distilleries (Obstgemeinschaftsbrennereien) contribute in particular to the preservation of traditional landscapes and biodiversity by helping to preserve orchards, which supply distillers with raw material. Taking this into account, as well as the fact that the production of those distilleries is local and very limited, they should continue to be able to benefit from the aid granted under the Monopoly for a final period until 31 December 2017. By this date, the Monopoly is to be abolished. In order to ensure that this aid is indeed in the course of being phased out, Germany should present, on a yearly basis, annual phasing-out plans, as from 2013.\n(5) The production of ethyl alcohol in the framework of the Monopoly is limited and corresponds at present to less than 10 % of the total production of ethyl alcohol of agricultural origin in Germany. Since, in particular, all bonded distilleries will have entered the free market by 31 December 2013, that percentage will decrease considerably after that date.\n(6) In order to ensure continuity in the granting of the aid, this Regulation should apply from 1 January 2011.\n(7) Regulation (EC) No 1234/2007 should therefore be amended accordingly,", "main_body": ["In Article 182 of Regulation (EC) No 1234/2007, paragraph 4 is replaced by the following:\n‘4.   The derogation contained in the second paragraph of Article 180 of this Regulation shall apply to aid payments granted by Germany in the existing national framework of the German Alcohol Monopoly (“the Monopoly”) for products marketed after further transformation by the Monopoly as ethyl alcohol of agricultural origin listed in Annex I to the Treaty on the Functioning of the European Union (TFEU). That derogation shall operate only until 31 December 2017, shall be without prejudice to the application of Article 108(1) and the first sentence of Article 108(3) TFEU and shall be conditional upon compliance with the following provisions:\n(a) the total production of ethyl alcohol under the Monopoly benefiting from the aid shall gradually decrease from the maximum of 600 000 hl in 2011 to 420 000 hl in 2012 and to 240 000 hl in 2013 and may amount to a maximum of 60 000 hl per year from 1 January 2014 until 31 December 2017, on which date the Monopoly shall cease to exist;\n(b) the production by agricultural bonded distilleries benefiting from the aid shall gradually decrease from 540 000 hl in 2011 to 360 000 hl in 2012 and to 180 000 hl in 2013. By 31 December 2013, all agricultural bonded distilleries shall leave the Monopoly. Upon leaving the Monopoly, each agricultural bonded distillery shall be allowed to receive a compensatory aid of EUR 257,50 per hl of nominal distilling rights within the meaning of the applicable German legislation. This compensatory aid may be granted no later than 31 December 2013. It may, however, be paid in several instalments, of which the last shall be no later than 31 December 2017;\n(c) the small-scale flat-rate distilleries, distillery users and fruit cooperative distilleries may benefit from the aid granted by the Monopoly until 31 December 2017, on condition that the production benefiting from the aid does not exceed 60 000 hl per year;\n(d) the total amount of aid paid from 1 January 2011 to 31 December 2013 shall not exceed EUR 269,9 million and the total amount of aid paid from 1 January 2014 to 31 December 2017 shall not exceed EUR 268 million; and\n(e) before 30 June each year, Germany shall submit a report to the Commission on the functioning of the Monopoly and the aid granted in the framework thereof in the previous year. The Commission shall forward that report to the European Parliament and the Council. Moreover, the annual reports to be submitted in the years 2013 to 2016 shall include an annual phasing-out plan for the following year concerning the small-scale flat-rate distilleries, distillery users and fruit cooperative distilleries.’.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 15 December 2010.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nO. CHASTEL\n(1)  Opinion of 15 September 2010 (not yet published in the Official Journal) .\n(2)  Position of the European Parliament of 23 November 2010 (not yet published in the Official Journal) and decision of the Council of 10 December 2010.\n(3)  OJ L 299, 16.11.2007, p. 1."}