{"celex_id": "32011D0053", "uri": "http://publications.europa.eu/resource/cellar/3e729678-1321-4366-9a8d-a1a31f4502e6", "type": "Decision", "concepts": ["1102", "1474", "1567", "161", "2734", "4324", "5707", "635"], "title": "2011/53/EU: Council Decision of 18 January 2011 on the position to be taken by the European Union within the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, as regards the adaptation of Annex 3 to the Agreement\n", "header": "28.1.2011 EN Official Journal of the European Union L 25/5\nCOUNCIL DECISION\nof 18 January 2011\non the position to be taken by the European Union within the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, as regards the adaptation of Annex 3 to the Agreement\n(2011/53/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(4) first subparagraph, in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (1) (hereinafter referred to as ‘the Agreement’) entered into force on 1 June 2002.\n(2) Article 6 of the Agreement sets up a Joint Committee on Agriculture to be responsible for the administration of the Agreement and to ensure its proper functioning.\n(3) Article 11 of the Agreement provides that the Joint Committee on Agriculture may decide to amend Annexes to the Agreement.\n(4) In order to take into account the full liberalisation in bilateral trade in cheeses, with effect from 1 June 2007 and the protection of geographical indications, to be provided for in a new Annex 12 to the Agreement, which calls for consistency in the specifications in particular those of cheeses, the necessary adaptations of Annex 3 to the Agreement should be made.\n(5) The first subparagraph of Article 5(2) of Decision 2002/309/EC, Euratom of the Council and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (2) provides that the European Union position within the Joint Committee on Agriculture shall be adopted by the Council on a proposal from the Commission.\n(6) The Union should therefore take the position set out in the attached draft Decision within the Joint Committee on Agriculture,", "main_body": ["The position to be taken by the European Union within the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, as regards the adaptations of the Agreement as far as bilateral trade in products falling under heading 0406 of the Harmonised System is concerned to take account of the fully liberalised trade in the sector, shall be based on the draft Decision of the Joint Committee on Agriculture attached to this Decision.", "The Decision of the Joint Committee on Agriculture shall be published in the Official Journal of the European Union without delay after its adoption.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 18 January 2011.\nFor the Council\nThe President\nMATOLCSY Gy.\n(1)  OJ L 114, 30.4.2002, p. 132.\n(2)  OJ L 114, 30.4.2002, p. 1.\nDraft\nDECISION No …/2010 OF THE JOINT COMMITTEE ON AGRICULTURE\nset up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\nof …\nconcerning the amendment of Annex 3 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\nTHE JOINT COMMITTEE ON AGRICULTURE,\nHaving regard to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (1), hereinafter referred to as ‘the Agreement’, and in particular Article 11 thereof,\nWhereas:\n(1) The Agreement entered into force on 1 June 2002.\n(2) Annex 3 to the Agreement provides for concessions regarding cheeses, in particular for gradual liberalisation of trade in cheeses over a period of 5 years following the entry into force of the Agreement.\n(3) The European Union and the Swiss Confederation agree to insert into the Agreement a new Annex 12 on the protection of designations of origin and geographical indications for agricultural products and foodstuffs, which calls for consistency in the specifications, in particular those of cheeses.\n(4) As a consequence, Annex 3 needs to be revised to take into account both the full liberalisation in bilateral trade in cheeses, with effect from 1 June 2007, and the protection of geographical indications, to be provided for in a new Annex 12,\nHAS ADOPTED THIS DECISION:\nArticle 1\nAnnex 3 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products and its appendices shall be replaced by the text in the Annex to this Decision.\nArticle 2\nThis Decision shall enter into force on the day after its adoption by the Joint Committee.\nDone at …, …\nFor the Joint Committee on Agriculture\nThe President and Head of the Swiss Delegation\nThe Head of the EU Delegation\nThe Secretary of the Committee\n(1)  OJ L 114, 30.4.2002, p. 132.\nANNEX\n‘ANNEX 3\n1. Bilateral trade in all products falling under heading 0406 of the Harmonised System is fully liberalised as from 1 June 2007 by abolishing all the tariffs and quotas.\n2. The European Union shall not apply export refunds for cheeses exported to Switzerland. Switzerland shall not apply export subsidies (1) for cheeses exported to the European Union.\n3. All products falling under CN code 0406 originating in the European Union or in Switzerland and traded between those two Parties are exempted from the presentation of an import licence.\n4. The European Union and Switzerland shall ensure that the benefits they grant each other are not undermined by other measures affecting imports and exports.\n5. Should the development of prices and/or imports give rise to a disturbance on the market of either Party, consultations shall be held as soon as possible within the Committee set up under Article 6 of the Agreement at the request of either Party with a view to finding appropriate solutions. In this connection, the Parties hereby agree to exchange information periodically on prices and any other relevant information on the market in locally produced and imported cheeses.\n(1)  The basic amounts on which the elimination of export subsidies were based were calculated by common agreement by the Parties on the basis of the difference in the institutional prices for milk likely to be in force when the Agreement entered into force, plus an additional amount for milk processed into cheese, obtained on the basis of the quantity of milk needed to manufacture the cheeses concerned, minus (except in the case of cheeses subject to quotas) the reduction of customs duty applied by the Community.’"}