{"celex_id": "32010R0196", "uri": "http://publications.europa.eu/resource/cellar/0f80f878-88a9-49e3-b778-5791a1502ec5", "type": "Regulation", "concepts": ["1309", "1662", "2357", "2739", "3618", "4308", "946"], "title": "Commission Regulation (EU) No 196/2010 of 9 March 2010 amending Annex I to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals (Text with EEA relevance)\n", "header": "10.3.2010 EN Official Journal of the European Union L 60/5\nCOMMISSION REGULATION (EU) No 196/2010\nof 9 March 2010\namending Annex I to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 689/2008 of the European Parliament and of the Council of 17 June 2008 concerning the export and import of dangerous chemicals (1), and in particular Article 22(4) thereof,\nWhereas:\n(1) Regulation (EC) No 689/2008 implements the Rotterdam Convention on the Prior Informed Consent Procedure (PIC procedure) for Certain Hazardous Chemicals and pesticides in International Trade, hereinafter ‘Rotterdam Convention’, signed on 11 September 1998 and approved, on behalf of the Community, by Council Decision 2003/106/EC (2).\n(2) Annex I to Regulation (EC) No 689/2008 should be amended to take into account regulatory action in respect of certain chemicals taken pursuant to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3), Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (4) and Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the registration, evaluation, authorisation and restriction of chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (5).\n(3) It was decided not to include the substances butralin, diniconazole-M, flurprimidol, nicotine and propachlor as active substances in Annex I to Directive 91/414/EEC, with the effect that those active substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(4) It was decided not to include the substances anthraquinone and dicofol as active substances in Annex I to Directive 91/414/EEC and not to include the substances anthraquinone and dicofol as active substances in Annex I, IA or IB to Directive 98/8/EC, with the effect that those active substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(5) It was decided not to include the substances 2-naphthyloxyacetic acid, propanil and tricyclazole as active substances in Annex I to Directive 91/414/EEC, with the effect that those active substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. Since new applications were submitted that will require new decisions on inclusion in Annex I to Directive 91/414/EEC, the addition to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008 should not be applied until the new decisions on the status of these chemicals.\n(6) At its fourth meeting in October 2008, the Conference of the Parties to the Rotterdam Convention decided to include tributyltin compounds in Annex III to that Convention, with the effect that tributyltin compounds became subject to the PIC procedure under that Convention and thus should be listed separately in the list of chemicals contained in Part 1 and added to the list of chemicals contained in Part 3 of Annex I to Regulation (EC) No 689/2008.\n(7) The separate listing of tributyltin compounds in Parts 1 and 3 of Annex I to Regulation (EC) No 689/2008 requires an amendment of existing entries of triorganostannic compounds in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008 in order to demonstrate that tributyltin compounds are not anymore covered by those entries.\n(8) By Commission Decision 2004/248/EC (6) it was decided not to include the active substance atrazine in Annex I to Directive 91/414/EEC, with the effect that atrazine was banned for pesticide use, and to withdraw authorisations of plant protection products containing that active substance on 30 June 2007 at the latest. Since this deadline expired, the existing entries in the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008 should be amended to reflect the prohibition of the use of atrazine.\n(9) By Commission Decision 2004/141/EC (7) and Commission Decision 2004/247/EC (8) it was decided not to include the active substances amitraz and simazine in Annex I to Directive 91/414/EEC, with the effect that those active substances were banned for plant protection product use, and to withdraw authorisations of plant protection products containing those active substances on 30 June 2007 at the latest. Since this deadline expired and since it was decided not to include the substances amitraz and simazine as active substances in Annex I, IA or IB to Directive 98/8/EC, those active substances are banned for pesticide use and thus existing entries in the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008 should be amended to reflect the prohibition of the use of those substances.\n(10) Annex I to Regulation (EC) No 689/2008 should therefore be amended accordingly.\n(11) In order to allow enough time for Member States and industry to take the necessary measures, the application of this Regulation should be deferred.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex I to Regulation (EC) No 689/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 204, 31.7.2008, p. 1.\n(2)  OJ L 63, 6.3.2003, p. 27.\n(3)  OJ L 230, 19.8.1991, p. 1.\n(4)  OJ L 123, 24.4.1998, p. 1.\n(5)  OJ L 396, 30.12.2006, p. 1.\n(6)  OJ L 78, 16.3.2004, p. 53.\n(7)  OJ L 46, 17.2.2004, p. 35.\n(8)  OJ L 78, 16.3.2004, p. 50.\nANNEX\nAnnex I to Regulation (EC) No 689/2008 is amended as follows:\n1. Part 1 is amended as follows:\n(a) the following entries are added:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘2-Naphthyloxyacetic acid 120-23-0 204-380-0 2918 99 90 p(1) b\nAnthraquinone 84-65-1 201-549-0 2914 61 00 p(1)-p(2) b-b\nButralin 33629-47-9 251-607-4 2921 49 00 p(1) b\nDicofol 115-32-2 204-082-0 2906 29 00 p(1)-p(2) b-b\nDiniconazole-M 83657-18-5 n.a. 2933 99 80 p(1) b\nFlurprimidol 56425-91-3 n.a. 2933 59 95 p(1) b\nNicotine 54-11-5 200-193-3 2939 99 00 p(1) b\nPropachlor 1918-16-7 217-638-2 2924 29 98 p(1) b\nPropanil 709-98-8 211-914-6 2924 29 98 p(1) b\nAll tributyltin compounds, including:   2931 00 95 p(2) b Please refer to PIC circular at www.pic.int/\nTributyltin oxide 56-35-9 200-268-0 2931 00 95\nTributyltin fluoride 1983-10-4 217-847-9 2931 00 95\nTributyltin methacrylate 2155-70-6 218-452-4 2931 00 95\nTributyltin benzoate 4342-36-3 224-399-8 2931 00 95\nTributyltin chloride 1461-22-9 215-958-7 2931 00 95\nTributyltin linoleate 24124-25-2 246-024-7 2931 00 95\nTributyltin naphthenate # 85409-17-2 287-083-9 2931 00 95\nTricyclazole 41814-78-2 255-559-5 2934 99 90 p(1) b’\n(b) the entries for amitraz, atrazine, simazine and triorganostannic compounds are replaced by the following:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Amitraz + 33089-61-1 251-375-4 2925 29 00 p(1)-p(2) b-b’\n‘Atrazine + 1912-24-9 217-617-8 2933 69 10 p(1) b’\n‘Simazine + 122-34-9 204-535-2 2933 69 10 p(1)-p(2) b-b’\n‘Triorganostannic compounds other than tributyltin compounds + — — 2931 00 95 p(2) i(2) sr sr’\n2. Part 2 is amended as follows:\n(a) the following entries are added:\nChemical CAS No Einecs No CN code Category (*) Use limitation (**)\n‘Anthraquinone 84-65-1 201-549-0 2914 61 00 p b\nButralin 33629-47-9 251-607-4 2921 49 00 p b\nDicofol 115-32-2 204-082-0 2906 29 00 p b\nDiniconazole-M 83657-18-5 n.a. 2933 99 80 p b\nFlurprimidol 56425-91-3 n.a. 2933 59 95 p b\nNicotine 54-11-5 200-193-3 2939 99 00 p b\nPropachlor 1918-16-7 217-638-2 2924 29 98 p b’\n(b) the entries for amitraz, atrazine, simazine and triorganostannic compounds are replaced by the following:\nChemical CAS No Einecs No CN Category (*) Use limitation (**)\n‘Amitraz 33089-61-1 251-375-4 2925 29 00 p b’\n‘Atrazine 1912-24-9 217-617-8 2933 69 10 p b’\n‘Simazine 122-34-9 204-535-2 2933 69 10 p b’\n‘Triorganostannic compounds other than tributyltin compounds — — 2931 00 95 p sr’\n3. in Part 3 the following entry is added:\nChemical Relevant CAS number(s) HS code HS code Category\n‘All tributyltin compounds, including:  2931.00 3808.99 Pesticide’\nTributyltin oxide 56-35-9 2931.00 3808.99\nTributyltin fluoride 1983-10-4 2931.00 3808.99\nTributyltin methacrylate 2155-70-6 2931.00 3808.99\nTributyltin benzoate 4342-36-3 2931.00 3808.99\nTributyltin chloride 1461-22-9 2931.00 3808.99\nTributyltin linoleate 24124-25-2 2931.00 3808.99\nTributyltin naphthenate 85409-17-2 2931.00 3808.99"}