{"celex_id": "32011D0841", "uri": "http://publications.europa.eu/resource/cellar/30024cfa-7e55-4654-b9f8-252dc7fd42ba", "type": "Decision", "concepts": ["1474", "2901", "5563", "5757"], "title": "2011/841/EU: Council Decision of 5 December 2011 on the conclusion of the Agreement between the European Union and the Republic of Croatia on the participation of the Republic of Croatia in the work of the European Monitoring Centre for Drugs and Drug Addiction\n", "header": "16.12.2011 EN Official Journal of the European Union L 334/6\nCOUNCIL DECISION\nof 5 December 2011\non the conclusion of the Agreement between the European Union and the Republic of Croatia on the participation of the Republic of Croatia in the work of the European Monitoring Centre for Drugs and Drug Addiction\n(2011/841/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 168(5) in conjunction with Article 218(6)(a)(v) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) Regulation (EC) No 1920/2006 of the European Parliament and the Council of 12 December 2006 on the European Monitoring Centre for Drugs and Drug Addiction (1) provides, in Article 21 thereof, that the European Monitoring Centre for Drugs and Drug Addiction shall be open to the participation of any third country that shares the interests of the Union and its Member States in its objectives and work.\n(2) The Agreement between the European Union and the Republic of Croatia on the participation of the Republic of Croatia in the work of the European Monitoring Centre for Drugs and Drug Addiction (hereinafter ‘the Agreement’) was signed on behalf of the Union on 6 December 2010, subject to its conclusion.\n(3) The Agreement should be approved,", "main_body": ["The Agreement between the European Union and the Republic of Croatia on the participation of the Republic of Croatia in the European Monitoring Centre for Drugs and Drug Addiction (hereinafter ‘the Agreement’) is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall designate the person(s) empowered to transmit, on behalf of the Union, the diplomatic note provided for in Article 10 of the Agreement (2).", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 5 December 2011.\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ L 376, 27.12.2006, p. 1.\n(2)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.\n16.12.2011 EN Official Journal of the European Union L 334/6\nAGREEMENT\nbetween the European Union and the Republic of Croatia on the participation of the Republic of Croatia in the work of the European Monitoring Centre for Drugs and Drug Addiction\nTHE EUROPEAN UNION (hereinafter ‘the Union’),\nof the one part, and\nTHE REPUBLIC OF CROATIA,\nof the other part,\nRECALLING that the Thessaloniki European Council in 2003 aimed to further strengthen the privileged relations between the European Union and the Western Balkans drawing on the enlargement experience;\nHAVING REGARD TO Regulation (EC) No 1920/2006 of the European Parliament and of the Council of 12 December 2006 on the European Monitoring Centre for Drugs and Drug Addiction (recast) (1), (hereinafter ‘the Regulation’ and ‘the Centre’ respectively);\nWHEREAS the Regulation provides in its Article 21 that the Centre shall be open to the participation of third countries which share the Union’s interests and those of its Member States in the Centre’s objectives and work;\nWHEREAS the Republic of Croatia shares the objectives laid down for the Centre in the Regulation, and since the Republic of Croatia’s ultimate objective is to become a member of the European Union;\nWHEREAS the Republic of Croatia subscribes to the description of the tasks of the Centre and to its work method and priority areas as described in the Regulation;\nWHEREAS there exists in the Republic of Croatia an institution suitable to be linked to the European Information Network on Drugs and Drug Addiction (Reitox);\nHAVE AGREED AS FOLLOWS:\nArticle 1\nParticipation\nThe Republic of Croatia shall participate fully in the work of the Centre on the terms set out in this Agreement.\nArticle 2\nEuropean Information Network on Drugs and Drug Addiction (Reitox)\n1.   The Republic of Croatia shall be linked to Reitox.\n2.   The Republic of Croatia shall notify the Centre of the main elements of its national information network, including its national monitoring centre, within 28 days of the entry into force of this Agreement, and name any other specialised centres which could make a useful contribution to the Centre’s work.\nArticle 3\nManagement Board\nThe Management Board of the Centre shall invite a representative of the Republic of Croatia to participate in its meetings. The representative shall participate fully without the right to vote. The Management Board may exceptionally convoke a meeting restricted to representatives of the Member States and of the European Commission on issues of interest particular to the Union and its Member States.\nThe Management Board, in session with representatives of the Republic of Croatia, shall lay down the detailed arrangements concerning the participation of the Republic of Croatia in the work of the Centre.\nArticle 4\nBudget\nThe Republic of Croatia shall contribute financially to the activities of the Centre, in accordance with the provisions laid down in the Annex to this Agreement, which shall form an integral part thereof.\nArticle 5\nProtection and Confidentiality of Data\n1.   Where on the basis of this Agreement information is forwarded by the Centre to the Croatian authorities in accordance with Union and Croatian law, such information may be used only for the stated purpose and under the conditions prescribed by the forwarding authority. Such information may not contain personal data.\n2.   Data on drugs and drug addiction provided to the Croatian authorities by the Centre may be published subject to compliance with Union and Croatian rules on the dissemination and confidentiality of information. Personal data may not be published or made accessible to the public.\n3.   Designated specialised centres in the Republic of Croatia shall be under no obligation to provide information classified as confidential under Croatian legislation.\n4.   In relation to data supplied by the Croatian authorities to the Centre, the latter will be bound by the rules laid down in Article 6 of the Regulation.\nArticle 6\nLegal Status\nThe Centre shall enjoy in the Republic of Croatia the same capacity as accorded to legal entities under Croatia’s law.\nArticle 7\nLiability\nThe liability of the Centre shall be governed by the rules laid down in Article 19 of the Regulation.\nArticle 8\nPrivileges\nTo enable the Centre and its staff to perform their tasks, the Republic of Croatia shall grant the privileges and immunities identical to those contained in Articles 1 to 4, Articles 5 and 6, Articles 10 to 13, Articles 15, 17 and 18 of the Protocol No 7 on Privileges and Immunities of the European Union annexed to the Treaty of European Union, to the Treaty on the Functioning of the European Union and to the Treaty establishing the European Atomic Energy Community.\nArticle 9\nStaff Regulations\nUnder the conditions laid down in Article 12(2)(a) of the Conditions of Employment of other servants of the European Communities laid down in Regulation (EEC, Euratom, ECSC) No 259/68 (2), Croatian nationals enjoying their full rights as citizens may be engaged under contract by the Director of the Centre.\nArticle 10\nEntry into force\nThis Agreement shall enter into force on the first day of the second month following the date of receipt of the latter diplomatic note confirming that legal requirements of the respective Contracting Party concerning the entry into force of the Agreement have been fulfilled.\nArticle 11\nValidity and Termination\n1.   This Agreement is concluded for an unlimited period of time. It shall terminate in the date of the Republic of Croatia’s accession to the Union.\n2.   Either Contracting Party may denounce this Agreement by a written notification to the other Contracting Party. This Agreement shall cease to be in force six months after the date of the receipt of such notification.\nDone at Brussels on in duplicate in the English language.\nFor the European Union\nFor the Republic of Croatia\n(1)  OJ L 376, 27.12.2006, p. 1.\n(2)  OJ L 56, 4.3.1968, p. 1.\nANNEX\nFINANCIAL CONTRIBUTION OF THE REPUBLIC OF CROATIA TO THE EUROPEAN MONITORING CENTRE FOR DRUGS AND DRUG ADDICTION\n1. The financial contribution to be paid by the Republic of Croatia to the general budget of the European Union to participate in the Centre will progressively increase in a four-year period during which the activities will be phased in by the Republic of Croatia. The financial contributions required are:\n— during the first year of participation EUR 100 000,\n— during the second year of participation EUR 150 000,\n— during the third year of participation EUR 210 000,\n— during the fourth year of participation EUR 271 000.\n2. The contribution of the Republic of Croatia will be managed in accordance with Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (1) and Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (2). Travel costs and subsistence costs incurred by representatives and experts of the Republic of Croatia for the purposes of taking part in the Centre’s activities or meetings related to the implementation of the Centre’s work programme shall be reimbursed by the Centre on the same basis as, and in accordance with, the procedures currently in force for the Member States of the Union.\n3. For the first calendar year of its participation the Republic of Croatia will pay a contribution calculated from the date of participation to the end of the year on a pro rata basis. For the following years the contribution will be in accordance with this Agreement.\n(1)  OJ L 248, 16.9.2002, p. 1.\n(2)  OJ L 357, 31.12.2002, p. 1."}