{"celex_id": "32010D0220", "uri": "http://publications.europa.eu/resource/cellar/4f4a9666-e8fb-4942-8c75-cde33dd545cc", "type": "Decision", "concepts": ["1284", "1309", "1355", "1755", "192", "2718", "2771", "5369"], "title": "2010/220/: Commission Decision of 16 April 2010 on emergency measures applicable to consignments of farmed fishery products imported from Indonesia and intended for human consumption (notified under document C(2010) 2358) (Text with EEA relevance)\n", "header": "17.4.2010 EN Official Journal of the European Union L 97/17\nCOMMISSION DECISION\nof 16 April 2010\non emergency measures applicable to consignments of farmed fishery products imported from Indonesia and intended for human consumption\n(notified under document C(2010) 2358)\n(Text with EEA relevance)\n(2010/220/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) The results of a Commission inspection to Indonesia in November 2009 have revealed shortcomings as regards the residue control system in aquaculture animals and farmed fishery products and a lack of appropriate laboratory facilities capacity for detecting residues of certain pharmacologically active substances in aquaculture animals and farmed fishery products as required by Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC (2) and Commission Decision 2002/657/EC of 14 August 2002 implementing Council Directive 96/23/EC concerning the performance of analytical methods and the interpretation of results (3).\n(2) As a result there is a risk that farmed fishery products intended for human consumption imported from Indonesia contain residues of certain pharmacologically active substances used to combat diseases or to enhance production in aquaculture animals that are harmful to human health. These substances are in particular: chloramphenicol, nitrofurans, and tetracyclines. Measures should therefore be taken to mitigate that risk. The measures should be proportional and not restrict trade more than necessary in order to achieve a high level of consumer protection.\n(3) If a significant portion of the aquaculture products imported from Indonesia undergoes mandatory testing for relevant residues before they are placed on the market, this will reduce the risk that consignments containing residues are placed on the market, produce more precise information on the actual contamination of Indonesian fishery products with residues and will deter producers in Indonesia misuse of substances.\n(4) It is necessary to set uniform testing requirements for the importation of the consignments of farmed fishery products from Indonesia at a defined minimum level because the products may be imported via several Member States.\n(5) Member States are requested to report to the Commission the detection of the presence of pharmacologically active substances not authorised for use in food producing animals by Regulation (EC) No 470/2009 of the European Parliament and of the Council (4) or residues of pharmacologically active substances of a levels that exceeds the maximum residue limits established according to Regulation (EC) No 470/2009 via Rapid Alert System set up by Regulation (EC) No 178/2002 and regularly submit reports of all tests to provide the Commission with the necessary information to consider whether it is necessary to maintain or modify this interim measure in the light of the information provided.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision shall apply to the importation of consignments of farmed fishery products from Indonesia intended for human consumption.", "1.   Member States shall, by using appropriate sampling plans, ensure that samples are taken from at least 20 % of the consignments referred to in Article 1 presented for import at Border Inspection Posts on their territory.\n2.   The samples taken pursuant to paragraph 1 shall undergo analytical tests for the detection of residues of pharmacologically active substances defined in Article 2(a) of Regulation (EC) No 470/2009, and in particular of chloramphenicol, metabolites of nitrofurans and tetracyclines (at least tetracycline, oxytetracycline and chlortetracycline).", "The consignments from which samples have been taken pursuant to Article 2(1) shall be kept under official detention by the competent authority of the Member State concerned, until analytical tests have been completed. Those consignments may be placed on the market only if the results of the analytical tests confirm the compliance of the consignments with Regulation (EC) No 470/2009.", "1.   Member States shall immediately inform the Commission of the results of the analytical tests if those tests reveal:\n(a) the presence of any pharmacologically active substances classified in accordance with Article 14(2)(a), (b) or (c) of Regulation (EC) No 470/2009 at a levels exceeding the maximum residue limit established pursuant to that Regulation; or\n(b) the presence of pharmacologically active substances not classified in accordance with Article 14(2)(a), (b) or (c) of Regulation (EC) No 470/2009 except where a reference point for action has been set for that substance pursuant to this Regulation or Commission Decision 2002/657/EC of 12 August 2002 implementing Council Directive 96/23/EC concerning the performance of analytical methods and the interpretation of results (5) and the level of residues does not equal or exceed that reference point for action.\nThe results of those tests shall be sent to the Commission via the rapid alert system set up by Regulation (EC) No 178/2002.\n2.   Member States shall prepare every three months a report giving account of all the results of all analytical tests carried out in the previous three months on consignments of farmed fishery products from Indonesia intended for human consumption.\nThose reports shall be submitted to the Commission during the month following each period, in April, July, October, and January.", "All expenditure incurred in the application of this Decision shall be charged to the consignor, the consignee or the agent of either.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 April 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 125, 23.5.1996, p. 10.\n(3)  OJ L 221, 17.8.2002, p. 8.\n(4)  OJ L 152, 16.6.2009, p. 11.\n(5)  OJ L 221, 17.8.2002, p. 8."}