{"celex_id": "32013D0783", "uri": "http://publications.europa.eu/resource/cellar/3f26d4bc-697b-11e3-a7e4-01aa75ed71a1", "type": "Decision", "concepts": ["1120", "2331", "2771", "3191", "4350", "4385", "5403", "6036"], "title": "2013/783/EU: Commission Implementing Decision of 18 December 2013 determining that the temporary suspension of the preferential customs duty established under the stabilisation mechanism for bananas of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part, is not appropriate for imports of bananas originating in Peru for the year 2013\n", "header": "20.12.2013 EN Official Journal of the European Union L 346/73\nCOMMISSION IMPLEMENTING DECISION\nof 18 December 2013\ndetermining that the temporary suspension of the preferential customs duty established under the stabilisation mechanism for bananas of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part, is not appropriate for imports of bananas originating in Peru for the year 2013\n(2013/783/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on European Union and to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 19/2013 of the European Parliament and of the Council of 15 January 2013 implementing the bilateral safeguard clause and the stabilisation mechanism for bananas of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part (1), and in particular Article 15 thereof,\nWhereas:\n(1) A stabilisation mechanism for bananas has been introduced by the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part, which provisionally entered into force as regards to Colombia and Peru respectively on 1 August 2013 and on 1 March 2013.\n(2) According to this mechanism, and pursuant to Article 15(2) of Regulation (EU) No 19/2013, once a defined trigger volume is exceeded for imports of fresh bananas (heading 0803 90 10 of the European Union Combined Nomenclature) from Colombia or Peru, the Commission shall adopt an implementing act by which it may either temporarily suspend the preferential customs duty applied to imports of bananas from Colombia or Peru or determine that such suspension is not appropriate.\n(3) The decision of the Commission shall be taken in accordance with Article 8 of Regulation (EU) No 182/2011 of the European Parliament and of the Council (2), in conjunction with Article 4 thereof.\n(4) In November 2013 it appeared that the imports into the European Union of fresh bananas originating in Peru exceeded the threshold defined by the above Trade Agreement.\n(5) In this context, pursuant to Article 15(3) of Regulation (EU) No 19/2013, the Commission examined the impact of the imports concerned on the situation of the market for bananas of the European Union, taking into account, inter alia, the effect of the imports concerned on the Union price level, the development of imports from other sources as well as the overall stability of the Union market.\n(6) Imports of fresh bananas from Peru represented only 1,8 % of the total imports of fresh bananas into the European Union in the period October 2012-September 2013 (based on Eurostat).\n(7) Imports of fresh bananas from other traditional importing countries, notably Colombia, Costa Rica and Panama, remained largely below the thresholds defined for them in comparable stabilisation mechanisms, and they have been following the same trends and unit values in the past three years.\n(8) The average wholesale banana price on the Union market in November 2013 (0,99 EUR/kg) did not register notable changes compared to banana price averages for the previous months.\n(9) Furthermore, there is neither an indication that the stability of the Union market has been disturbed by the imports of fresh bananas from Peru in excess of the defined annual trigger import volume, nor that this had any significant impact on the situation of EU producers.\n(10) On the basis of the examination above, the Commission has concluded that the suspension of preferential customs duty on imports of bananas originating in Peru is not appropriate. The Commission will continue to closely monitor banana imports from Peru,", "main_body": ["The temporary suspension of preferential customs duty on imports of fresh bananas of heading 0803 90 10 of the European Union Combined Nomenclature originating in Peru is not appropriate for the year 2013.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 18 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 17, 19.1.2013, p. 1.\n(2)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13)."}