{"celex_id": "32010D0710", "uri": "http://publications.europa.eu/resource/cellar/8fbec2cc-dcaa-484e-8892-47e00c46cec5", "type": "Decision", "concepts": ["1021", "1318", "1519", "2157", "3774", "4353", "4585", "5581", "6776"], "title": "2010/710/EU: Council Implementing Decision of 22 November 2010 authorising Germany, Italy and Austria to introduce a special measure derogating from Article 193 of Directive 2006/112/EC and amending Decision 2007/250/EC to extend the period of validity of the authorisation granted to the United Kingdom\n", "header": "25.11.2010 EN Official Journal of the European Union L 309/5\nCOUNCIL IMPLEMENTING DECISION\nof 22 November 2010\nauthorising Germany, Italy and Austria to introduce a special measure derogating from Article 193 of Directive 2006/112/EC and amending Decision 2007/250/EC to extend the period of validity of the authorisation granted to the United Kingdom\n(2010/710/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letters registered with the Secretariat-General of the Commission on 3 August 2007, 23 December 2009 and 17 February 2010 respectively Italy, Germany and Austria requested authorisation to introduce a special measure derogating from Article 193 of Directive 2006/112/EC as regards the person liable for payment of value added tax (hereinafter ‘VAT’). By letter registered with the Secretariat-General of the Commission on 10 February 2010, the United Kingdom requested to extend the period of validity of the authorisation provided for by Council Decision 2007/250/EC of 16 April 2007 authorising the United Kingdom to introduce a special measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax (2).\n(2) The Commission informed the other Member States by letter dated 11 January 2010 of the request made by Germany, and by letter dated 9 March 2010 of the requests made by Italy, Austria and the United Kingdom. The Commission informed Germany by letter dated 12 January 2010 and Italy, Austria and the United Kingdom, by letters dated 11 March 2010, that it had all the information it considered necessary for the appraisal of the requests.\n(3) The person liable for the payment of VAT pursuant to Article 193 of Directive 2006/112/EC is the taxable person supplying the goods. The purpose of the derogations requested by Germany, Italy and Austria is to place that liability on the taxable person to whom the supplies are made, but only under certain conditions and only in relation to particular products, notably mobile telephones and integrated circuit devices.\n(4) A significant number of traders in particular products, notably mobile telephones and integrated circuit devices, evade paying VAT to the tax authorities after selling their products. Their customers, however, are entitled to a tax deduction as they are in possession of a valid invoice. In the most aggressive cases of such tax evasion the same goods are, via a ‘carousel’ scheme, supplied several times without payment of VAT to the tax authorities. By designating the person to whom the goods are supplied as the person liable for the payment of VAT in such cases, the derogation would eliminate the opportunity to engage in that form of tax evasion. It would not affect the amount of VAT due.\n(5) For the purposes of ensuring the effective operation of the derogation and preventing tax evasion from being shifted to other products or towards the retail level, Germany, Italy and Austria should introduce appropriate control and reporting obligations. The Commission should be informed of the specific measures adopted in view of monitoring the operation of the derogation.\n(6) The measure is proportionate to the objectives pursued since it is not intended to apply generally, but only to specific groups of products, where there is a high risk of tax evasion and where the scale of tax evasion has resulted in considerable tax losses. Moreover, the use of a reverse charge mechanism implies less risk of shifting of fraud towards the retail trade of the products in question, as mobile phones are generally supplied by large phone companies and as the measure is applicable to integrated circuits in a state prior to integration into end-user products.\n(7) In principle, the authorisation shall be valid only for a short period, because it cannot be established with certainty that the objectives of the measure will be achieved nor can the impact of the measure on the functioning of the VAT systems within those Member States who apply it, or in other Member States, be gauged in advance.\n(8) The United Kingdom should be allowed to continue to apply its existing special measure until the date of expiry of the authorisations granted to Germany, Italy and Austria.\n(9) The derogation has no negative impact on the Union’s own resources accruing from VAT,", "main_body": ["1.   By way of derogation from Article 193 of Directive 2006/112/EC, Germany is authorised to designate the taxable person to whom supplies of the following goods are made as the person liable to pay VAT:\n(a) mobile telephones, being devices made or adapted for use in connection with a licensed network and operated on specified frequencies, whether or not they have any other use;\n(b) integrated circuit devices such as microprocessors and central processing units in a state prior to integration into end-user products.\n2.   The derogation shall apply in respect of supplies of goods for which the taxable amount is equal to or higher than EUR 5 000.", "By way of derogation from Article 193 of Directive 2006/112/EC, Italy is authorised to designate the taxable person to whom supplies of the following goods are made as the person liable to pay VAT:\n(a) mobile telephones, being devices made or adapted for use in connection with a licensed network and operated on specified frequencies, whether or not they have any other use;\n(b) integrated circuit devices such as microprocessors and central processing units in a state prior to integration into end-user products.", "1.   By way of derogation from Article 193 of Directive 2006/112/EC, Austria is authorised to designate the taxable person to whom supplies of the following goods are made as the person liable to pay VAT:\n(a) mobile telephones, being devices made or adapted for use in connection with a licensed network and operated on specified frequencies, whether or not they have any other use;\n(b) integrated circuit devices such as microprocessors and central processing units in a state prior to integration into end-user products.\n2.   The derogation shall apply in respect of supplies of goods for which the taxable amount is equal to or higher than EUR 5 000.", "The derogation provided for in Articles 1, 2 and 3 is subject to Germany, Italy and Austria introducing appropriate and effective control and reporting obligations on taxable persons who supply goods to which the reverse charge applies in accordance with this Decision.", "Article 4 of Decision 2007/250/EC is replaced by the following:\n‘Article 4\nThis Decision shall expire on the date of entry into force of the Union rules allowing all Member States to adopt such measures derogating from Article 193 of Directive 2006/112/EC, but on 31 December 2013 at the latest.’.", "This Decision shall take effect on the day of its notification.\nThis Decision shall expire on the date of entry into force of the Union rules allowing all Member States to adopt such measures derogating from Article 193 of Directive 2006/112/EC, but on 31 December 2013 at the latest.", "This Decision is addressed to the Federal Republic of Germany, the Italian Republic, the Republic of Austria, and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 22 November 2010.\nFor the Council\nThe President\nS. VANACKERE\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ L 109, 26.4.2007, p. 42."}