{"celex_id": "32011D0048", "uri": "http://publications.europa.eu/resource/cellar/14d94f28-b7a1-4be0-ba5e-70b7e6c42a26", "type": "Decision", "concepts": ["13", "2739", "3885", "391", "5227", "5744", "893"], "title": "2011/48/EU: Commission Decision of 24 January 2011 concerning the placing on the market for essential use of biocidal products containing temephos in the French overseas departments (notified under document C(2011) 167)\n", "header": "25.1.2011 EN Official Journal of the European Union L 21/6\nCOMMISSION DECISION\nof 24 January 2011\nconcerning the placing on the market for essential use of biocidal products containing temephos in the French overseas departments\n(notified under document C(2011) 167)\n(Only the French text is authentic)\n(2011/48/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Commission Regulation (EC) No 1451/2007 of 4 December 2007 on the second phase of the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market (1) and in particular Article 5(3) thereof,\nWhereas:\n(1) The first subparagraph of Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council (2) provides that the Commission shall commence a 14-year work programme for the systematic examination of all active substances already on the market on 14 May 2000 (hereinafter referred to as ‘the review programme’).\n(2) Temephos was identified as available on the market before 14 May 2000 as an active substance of biocidal products for purposes other than those referred to in Article 2(2)(c) and (d) of Directive 98/8/EC. No dossier was submitted in support of the inclusion of temephos in Annex I, IA or IB to that Directive within the prescribed deadline.\n(3) In accordance with the first subparagraph of Article 4(2) of Commission Regulation (EC) No 2032/2003 (3), Member States had to cancel existing authorisations or registrations for biocidal products containing temephos with effect from 1 September 2006. Pursuant to Article 4(1) of Regulation (EC) No 1451/2007, biocidal products containing temephos shall no longer be placed on the market.\n(4) Article 5 of Regulation (EC) No 1451/2007 lays down the conditions under which Member States may apply to the Commission for derogation from the provision laid down in Article 4(1) of that Regulation and the conditions for granting such derogation.\n(5) By Commission Decision 2007/226/EC (4), the Commission granted such derogation for biocidal products containing temephos used for vector mosquito control in the French overseas departments until 14 May 2009. By Commission Decision 2009/395/EC (5), the derogation was prolonged until 14 May 2010. On 4 March 2010, France submitted a report to the Commission relating to the use of temephos.\n(6) France has submitted an application to the Commission for extension of the derogation until 14 May 2014. The application contains information relating to recent important outbreaks of mosquito-spread epidemics in the French overseas departments. It explains the need for a range of insecticides to combat the epidemics and details the actions taken to substitute temephos, as well as the ongoing research on alternative methods subsidised by the French authorities. The Commission made the French application publicly available by electronic means on 1 August 2010 for a 60-day public consultation. No objection against the derogation sought was expressed during this period.\n(7) Given the magnitude of the outbreaks of mosquito-spread diseases in the French overseas departments, it is appropriate to allow the continued use of temephos. A further extension of the phase-out period for this substance is, therefore, necessary. The extension should take effect when the previous derogation ended,", "main_body": ["By way of derogation from Article 4(1) of Regulation (EC) No 1451/2007, France may allow the placing on the market of biocidal products containing Temephos (EC No 222-191-1; CAS No 3383-96-8), for vector mosquito control in the French overseas departments until 14 May 2014.", "1.   When allowing the placing on the market of biocidal products containing temephos in accordance with Article 1, France shall ensure that the following conditions are complied with:\n(a) continued use is only possible under the conditions that biocidal products containing temephos are approved for the intended essential use;\n(b) the continued use is only accepted so far as it has no unacceptable effect on human or animal health or on the environment;\n(c) all appropriate risk reduction measures are imposed when granting approval;\n(d) such biocidal products remaining on the market after 1 September 2006 are relabelled in order to match the restricted use conditions;\n(e) where appropriate, alternatives for such uses are being sought by the holders of the approvals or by France.\n2.   France shall inform the Commission annually on the application of paragraph 1 and in particular on the actions taken pursuant to point (e) of that paragraph.", "This Decision is addressed to the French Republic.", "This Decision shall take effect from 15 May 2010."], "attachments": "Done at Brussels, 24 January 2011.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 325, 11.12.2007, p. 3.\n(2)  OJ L 123, 24.4.1998, p. 1.\n(3)  OJ L 307, 24.11.2003, p. 1.\n(4)  OJ L 97, 12.4.2007, p. 47.\n(5)  OJ L 124, 20.5.2009, p. 65."}