{"celex_id": "32014R0634", "uri": "http://publications.europa.eu/resource/cellar/48b95beb-f3a4-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["1310", "3647", "54", "560"], "title": "Commission Regulation (EU) No 634/2014 of 13 June 2014 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards Interpretation 21 of the International Financial Reporting Interpretations Committee  Text with EEA relevance\n", "header": "14.6.2014 EN Official Journal of the European Union L 175/9\nCOMMISSION REGULATION (EU) No 634/2014\nof 13 June 2014\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards Interpretation 21 of the International Financial Reporting Interpretations Committee\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international standards and interpretations that were in existence at 15 October 2008 were adopted.\n(2) On 20 May 2013 the International Accounting Standards Board issued Interpretation 21 of the International Financial Reporting Interpretations Committee (IFRIC) Levies.\n(3) In the application of International Accounting Standard 37 Provisions, contingent liabilities and contingent assets different practices have evolved regarding the timing of when an entity recognises a liability to pay a levy.\n(4) The objective of the IFRIC Interpretation 21 is to provide guidance on the appropriate accounting treatment of levies that are within the scope of International Accounting Standard 37, in order to increase the comparability of financial statements for users.\n(5) The consultation with the Technical Expert Group of the European Financial Reporting Advisory Group confirms that IFRIC Interpretation 21 meets the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002.\n(6) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1126/2008, IFRIC Interpretation 21 Levies is inserted as set out in the Annex to this Regulation.", "Each company shall apply IFRIC Interpretation 21 Levies, at the latest, as from the commencement date of its first financial year starting on or after 17 June 2014.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  Commission Regulation (EC) No 1126/2008 of 3 November 2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council (OJ L 320, 29.11.2008, p. 1).\nANNEX\nINTERNATIONAL ACCOUNTING STANDARDS\nIFRIC 21   IFRIC Interpretation 21 Levies\n\n (1)\nREFERENCES\n— IAS 1 Presentation of Financial Statements\n— IAS 8 Accounting Policies, Changes in Accounting Estimates and Errors\n— IAS 12 Income Taxes\n— IAS 20 Accounting for Governments Grants and Disclosures of Government Assistance\n— IAS 24 Related Party Disclosures\n— IAS 34 Interim Financial Reporting\n— IAS 37 Provisions, Contingent Liabilities and Contingent Assets\n— IFRIC 6 Liabilities arising from Participating in a Specific Market—Waste Electrical and Electronic Equipment\nBACKGROUND\n1. A government may impose a levy on an entity. The IFRS Interpretations Committee received requests for guidance on the accounting for levies in the financial statements of the entity that is paying the levy. The question relates to when to recognise a liability to pay a levy that is accounted for in accordance with IAS 37 Provisions, Contingent Liabilities and Contingent Assets.\nSCOPE\n2. This Interpretation addresses the accounting for a liability to pay a levy if that liability is within the scope of IAS 37. It also addresses the accounting for a liability to pay a levy whose timing and amount is certain.\n3. This Interpretation does not address the accounting for the costs that arise from recognising a liability to pay a levy. Entities should apply other Standards to decide whether the recognition of a liability to pay a levy gives rise to an asset or an expense.\n4. For the purposes of this Interpretation, a levy is an outflow of resources embodying economic benefits that is imposed by governments on entities in accordance with legislation (i.e. laws and/or regulations), other than:\n(a) those outflows of resources that are within the scope of other Standards (such as income taxes that are within the scope of IAS 12 Income Taxes); and\n(b) fines or other penalties that are imposed for breaches of the legislation.\n5. A payment made by an entity for the acquisition of an asset, or for the rendering of services under a contractual agreement with a government, does not meet the definition of a levy.\n6. An entity is not required to apply this Interpretation to liabilities that arise from emissions trading schemes.\nISSUES\n7. To clarify the accounting for a liability to pay a levy, this Interpretation addresses the following issues:\n(a) what is the obligating event that gives rise to the recognition of a liability to pay a levy?\n(b) does economic compulsion to continue to operate in a future period create a constructive obligation to pay a levy that will be triggered by operating in that future period?\n(c) does the going concern assumption imply that an entity has a present obligation to pay a levy that will be triggered by operating in a future period?\n(d) does the recognition of a liability to pay a levy arise at a point in time or does it, in some circumstances, arise progressively over time?\n(e) what is the obligating event that gives rise to the recognition of a liability to pay a levy that is triggered if a minimum threshold is reached?\n(f) are the principles for recognising in the annual financial statements and in the interim financial report a liability to pay a levy the same?\nCONSENSUS\n8. The obligating event that gives rise to a liability to pay a levy is the activity that triggers the payment of the levy, as identified by the legislation. For example, if the activity that triggers the payment of the levy is the generation of revenue in the current period and the calculation of that levy is based on the revenue that was generated in a previous period, the obligating event for that levy is the generation of revenue in the current period. The generation of revenue in the previous period is necessary, but not sufficient, to create a present obligation.\n9. An entity does not have a constructive obligation to pay a levy that will be triggered by operating in a future period as a result of the entity being economically compelled to continue to operate in that future period.\n10. The preparation of financial statements under the going concern assumption does not imply that an entity has a present obligation to pay a levy that will be triggered by operating in a future period.\n11. The liability to pay a levy is recognised progressively if the obligating event occurs over a period of time (i.e. if the activity that triggers the payment of the levy, as identified by the legislation, occurs over a period of time). For example, if the obligating event is the generation of revenue over a period of time, the corresponding liability is recognised as the entity generates that revenue.\n12. If an obligation to pay a levy is triggered when a minimum threshold is reached, the accounting for the liability that arises from that obligation shall be consistent with the principles established in paragraphs 8-14 of this Interpretation (in particular, paragraphs 8 and 11). For example, if the obligating event is the reaching of a minimum activity threshold (such as a minimum amount of revenue or sales generated or outputs produced), the corresponding liability is recognised when that minimum activity threshold is reached.\n13. An entity shall apply the same recognition principles in the interim financial report that it applies in the annual financial statements. As a result, in the interim financial report, a liability to pay a levy:\n(a) shall not be recognised if there is no present obligation to pay the levy at the end of the interim reporting period; and\n(b) shall be recognised if a present obligation to pay the levy exists at the end of the interim reporting period.\n14. An entity shall recognise an asset if it has prepaid a levy but does not yet have a present obligation to pay that levy.\n(1)  ‘Reproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org’\nAppendix A\nEffective date and transition\nThis appendix is an integral part of the Interpretation and has the same authority as the other parts of the Interpretation.\nA1 An entity shall apply this Interpretation for annual periods beginning on or after 1 January 2014. Earlier application is permitted. If an entity applies this Interpretation for an earlier period, it shall disclose that fact.\nA2 Changes in accounting policies resulting from the initial application of this Interpretation shall be accounted for retrospectively in accordance with IAS 8 Accounting Policies, Changes in Accounting Estimates and Errors."}