{"celex_id": "32014D0854", "uri": "http://publications.europa.eu/resource/cellar/1502a9f0-7bc4-11e4-97c9-01aa75ed71a1", "type": "Decision", "concepts": ["1252", "3461", "3649", "4654", "468", "5234", "8386"], "title": "2014/854/EU: Council Decision of 7 November 2014 establishing the position to be adopted on behalf of the European Union in the Administrative Committee of the United Nations Economic Commission for Europe on the draft new Regulation on pole side impact and on the draft amendment to that Regulation\n", "header": "29.11.2014 EN Official Journal of the European Union L 344/20\nCOUNCIL DECISION\nof 7 November 2014\nestablishing the position to be adopted on behalf of the European Union in the Administrative Committee of the United Nations Economic Commission for Europe on the draft new Regulation on pole side impact and on the draft amendment to that Regulation\n(2014/854/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114, in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By Council Decision 97/836/EC (1), the Union has acceded to the Agreement of the United Nations Economic Commission for Europe (UNECE) concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (‘Revised 1958 Agreement’).\n(2) The standardised requirements of the draft new UNECE Regulation on uniform provisions concerning the approval of vehicles with regard to their Pole Side Impact performance, as well as the draft amendment to the draft new UNECE Regulation on uniform provisions concerning the approval of vehicles with regard to their Pole Side Impact performance are intended to remove technical barriers to the trade in motor vehicles and their components between the Contracting Parties to the Revised 1958 Agreement and to ensure that such vehicles and components offer a high level of safety and protection.\n(3) It is appropriate to establish the position to be taken on the Union's behalf in the Administrative Committee of the Revised 1958 Agreement concerning the adoption of that draft UNECE Regulation and concerning the draft amendment to that Regulation,", "main_body": ["The position to be adopted on behalf of the European Union in the Administrative Committee of the Revised 1958 Agreement shall be to vote in favour of the draft new UNECE Regulation on uniform provisions concerning the approval of vehicles with regard to their Pole Side Impact performance, as contained in document ECE TRANS/WP.29/2014/79, as well as the draft amendment to that Regulation, as contained in document ECE TRANS/WP.29/2014/80.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 7 November 2014.\nFor the Council\nThe President\nP. C. PADOAN\n(1)  Council Decision 97/836/EC of 27 November 1997 with a view to accession by the European Community to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (‘Revised 1958 Agreement’) (OJ L 346, 17.12.1997, p. 78)."}