{"celex_id": "32016L0011", "uri": "http://publications.europa.eu/resource/cellar/562ade5a-b43e-11e5-8d3c-01aa75ed71a1", "type": "Directive", "concepts": ["13", "2105", "2897", "4081", "6042"], "title": "Commission Implementing Directive (EU) 2016/11 of 5 January 2016 amending Annex II to Council Directive 2002/57/EC on the marketing of seed of oil and fibre plants (Text with EEA relevance)\n", "header": "6.1.2016 EN Official Journal of the European Union L 3/48\nCOMMISSION IMPLEMENTING DIRECTIVE (EU) 2016/11\nof 5 January 2016\namending Annex II to Council Directive 2002/57/EC on the marketing of seed of oil and fibre plants\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/57/EC of 13 June 2002 on the marketing of seed of oil and fibre plants (1), and in particular Article 24 thereof,\nWhereas:\n(1) Point (2)(b) of Section I of Annex II to Directive 2002/57/EC lays down the minimum varietal purity of seed of hybrids of swede rape.\n(2) The current purity standard of 90 % which is applicable for hybrid varieties of both spring swede rape and winter swede rape does no longer reflect the special technical features nor the limitations in seed production of spring swede rape.\n(3) The conditions for seed production provided for in Directive 2002/57/EC are based on internationally accepted standards of the Seed Schemes established by the OECD (Organisation for Economic Cooperation and Development).\n(4) The varietal purity standard for the seed of spring swede rape should be adapted to the standard set by the OECD.\n(5) Annex II to Directive 2002/57/EC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Amendment to Annex II to Directive 2002/57/EC\nIn Section I of Annex II to Directive 2002/57/EC, point (2)(b) is replaced by the following:\n‘(b) The minimum varietal purity of the seed shall be:\n— basic seed, female component: 99,0 %,\n— basic seed, male component: 99,9 %,\n— certified seed of winter swede rape varieties: 90,0 %,\n— certified seed of spring swede rape varieties: 85,0 %.’.", "Transposition\n1.   Member States shall adopt and publish, by 31 December 2016 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 1 January 2017.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 January 2016.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 193, 20.7.2002, p. 74."}