{"celex_id": "32011R0580", "uri": "http://publications.europa.eu/resource/cellar/044279af-8f45-41fb-a0d7-70c2a2e71d2e", "type": "Regulation", "concepts": ["3017", "3561", "5181", "7938"], "title": "Regulation (EU) No 580/2011 of the European Parliament and of the Council of 8 June 2011 amending Regulation (EC) No 460/2004 establishing the European Network and Information Security Agency as regards its duration  Text with EEA relevance\n", "header": "24.6.2011 EN Official Journal of the European Union L 165/3\nREGULATION (EU) No 580/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 8 June 2011\namending Regulation (EC) No 460/2004 establishing the European Network and Information Security Agency as regards its duration\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) In 2004 the European Parliament and the Council adopted Regulation (EC) No 460/2004 (3) which established the European Network and Information Security Agency (the Agency).\n(2) In 2008 the European Parliament and the Council adopted Regulation (EC) No 1007/2008 (4) amending Regulation (EC) No 460/2004 as regards the duration of the Agency.\n(3) From November 2008 a public debate was held on the general direction of European efforts towards increased network and information security, including a debate on the Agency. In line with the Commission’s Better Regulation strategy, and as a contribution to this debate, the Commission launched a public consultation on the objectives for a strengthened network and information security policy at Union level, which ran from November 2008 to January 2009. In December 2009 the debate resulted in a Council Resolution of 18 December 2009 on a collaborative European approach to Network and Information Security (5).\n(4) Taking account of the results of the public debate, it is envisaged to replace Regulation (EC) No 460/2004.\n(5) A legislative procedure to reform the Agency may require extensive time for debate, and since the mandate of the Agency will expire on 13 March 2012, it is necessary to adopt an extension which will both enable sufficient discussion in the European Parliament and in the Council and ensure consistency and continuity.\n(6) The duration of the Agency should therefore be extended until 13 September 2013,", "main_body": ["Article 27 of Regulation (EC) No 460/2004 is replaced by the following:\n‘Article 27\nDuration\nThe Agency shall be established from 14 March 2004 for a period of 9 years and 6 months.’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 8 June 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nGYŐRI E.\n(1)  OJ C 54, 19.2.2011, p. 35.\n(2)  Position of the European Parliament of 24 March 2011 (not yet published in the Official Journal) and decision of the Council of 27 May 2011.\n(3)  OJ L 77, 13.3.2004, p. 1.\n(4)  OJ L 293, 31.10.2008, p. 1.\n(5)  OJ C 321, 29.12.2009, p. 1."}