{"celex_id": "32014D0443", "uri": "http://publications.europa.eu/resource/cellar/f57c692e-0804-11e4-a7d0-01aa75ed71a1", "type": "Decision", "concepts": ["191", "192", "2331", "2695", "5403", "6036"], "title": "2014/443/EU: Council Decision of 8 July 2014 on a position to be taken, on behalf of the European Union, within the Sub-committee on Sanitary and Phytosanitary Measures set up by the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part, as regards the adoption of its Rules of Procedure\n", "header": "10.7.2014 EN Official Journal of the European Union L 201/18\nCOUNCIL DECISION\nof 8 July 2014\non a position to be taken, on behalf of the European Union, within the Sub-committee on Sanitary and Phytosanitary Measures set up by the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part, as regards the adoption of its Rules of Procedure\n(2014/443/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with Article 218(9), thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 19 January 2009, the Council authorised the Commission to negotiate a multiparty trade agreement on behalf of the European Union and its Member States with the Member countries of the Andean Community.\n(2) These negotiations have been concluded and the Trade Agreement between the European Union its Member States, of the one part, and Colombia and Peru, of the other part (‘the Agreement’) (1) was signed in Brussels on 26 June 2012.\n(3) Pursuant to its Article 330(3) of the Agreement, the Agreement has been provisionally applied with Peru since 1 March 2013 and with Colombia since 1 August 2013, subject to its conclusion at a later date.\n(4) Article 103 of the Agreement establishes a Sub-committee on Sanitary and Phytosanitary Measures (‘SPS Sub-committee’), which shall ensure and monitor the implementation of Chapter 5 of the Agreement, relating to Sanitary and Phytosanitary measures, and consider any matter that could affect compliance with the provisions of this Chapter. The SPS Sub-committee shall adopt its working procedures at its first meeting.\n(5) The Union should determine the position to be taken with regard to the adoption of the Rules of Procedure of the SPS Sub-committee,", "main_body": ["The position to be taken on behalf of the Union within the Sub-committee on Sanitary and Phytosanitary Measures (‘SPS Sub-committee’), set up by the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part, as regards the adoption of the Rules of Procedure of the SPS Sub-committee, shall be based on the draft decision of the EU-Colombia-Peru SPS Sub-committee annexed to this Decision.\nMinor technical corrections to the draft decision of the EU-Colombia-Peru SPS Sub-committee may be agreed to by the representatives of the Union in the SPS Sub-committee, without further decision of the Council.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 8 July 2014.\nFor the Council\nThe President\nP. C. PADOAN\n(1)  OJ L 354, 21.12.2012, p. 3.\nDRAFT\nDECISION No …/2014 OF THE EU-COLOMBIA-PERU SUB-COMMITTEE ON SANITARY AND PHYTOSANITARY MEASURES\nof …\non the adoption of the Rules of Procedure of the Sub-committee on Sanitary and Phytosanitary Measures referred to in Article 103 of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part\nTHE SUB-COMMITTEE ON SANITARY AND PHYTOSANITARY MEASURES,\nHaving regard to the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part (‘the Agreement’) (1), signed in Brussels on 26 June 2012, and in particular Article 103 thereof,\nWhereas:\n(1) The Sub-committee on Sanitary and Phytosanitary Measures (‘SPS Sub-committee’) shall adopt its Rules of Procedure at its first meeting.\n(2) The SPS Sub-committee shall ensure and monitor the implementation of Chapter 5 of the Agreement, referring to Sanitary and Phytosanitary measures, and consider any matter that could affect compliance with the provisions of that Chapter,\nHAS ADOPTED THIS DECISION:\n1. The Rules of Procedure of the SPS Sub-committee are adopted as set out in the Annex to this Decision.\n2. This Decision shall enter into force on …\nDone at … on …\nFor the Sub-committee on Sanitary and Phytosanitary Measures\nMinister for …\nCommissioner for …\nMinister for …\n(1)  OJ L 354, 21.12.2012, p. 3.\nANNEX\nRULES OF PROCEDURE OF THE SUB-COMMITTEE ON SANITARY AND PHYTOSANITARY MEASURES ESTABLISHED IN CHAPTER 5 OF THE TRADE AGREEMENT BETWEEN THE EUROPEAN UNION AND ITS MEMBER STATES, OF THE ONE PART AND COLOMBIA AND PERU, OF THE OTHER PART\nArticle 1\nComposition and Chair\n1.   The Sub-committee on Sanitary and Phytosanitary Measures (as ‘the SPS Sub-committee’) that is established in accordance with Article 103 of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part (‘the Agreement’) (1) shall perform its duties as provided in Article 103 of the Agreement and take responsibility to ensure and monitor the implementation of Chapter 5 on Sanitary and Phytosanitary measures.\n2.   As provided for in Article 103(2) of the Agreement, the SPS Sub-committee shall be composed of the representatives designated by each Party with responsibilities for sanitary and phytosanitary matters.\n3.   The SPS-Sub-committee shall be chaired, on a rotational basis, for a period of one year by a senior official of the European Commission, on behalf of the Union and its Member States, by a senior official of the Colombian Government, or by a senior official of the Peruvian Government. The first chairing period shall begin on the date of the first Trade Committee meeting and end on 31 December of the same year. The SPS Sub-committee shall be chaired by the Party holding the chair in the Trade Committee.\n4.   The SPS Sub-committee may meet in sessions where only the EU Party and one signatory Andean Country participate, regarding matters which relate exclusively to their bilateral relationship. Such sessions will be co-chaired by both Parties. Other signatory Andean Countries may participate in such sessions, subject to prior agreement of the Parties concerned.\n5.   Reference to the Parties in the Rules of Procedure is in accordance with the definition provided for in Article 6 of the Agreement.\nArticle 2\nMeetings\n1.   The SPS Sub-committee shall meet at least once a year and will hold special sessions upon request of any Party, as provided for in Article 103(2) of the Agreement. The meetings shall be held on a rotational basis, in Bogota, Brussels and Lima, unless the Parties agree otherwise.\n2.   The meeting of the SPS Sub-committee shall be convened by the Party holding the Chair at a date and venue agreed by the Parties.\n3.   The SPS Sub-committee may also meet by video and audio conference.\nArticle 3\nDelegations\nBefore each meeting, the Parties shall be informed of the intended composition of the delegations attending the meeting.\nArticle 4\nObservers\nThe SPS Sub-committee may decide to invite observers on an ad hoc basis.\nArticle 5\nCorrespondence\n1.   The documents of the SPS Sub-committee provided for in Articles 6, 7 and 8 of the Rules of Procedure shall be forwarded to the chairs of the SPS Sub-committee and to the Secretariat of the Trade Committee.\n2.   For matters which relate exclusively to a bilateral relationship between the EU and one signatory Andean Country, the correspondence will be done between these two Parties, keeping the other signatory Andean Countries fully informed, as appropriate.\nArticle 6\nAgenda for the Meetings\n1.   A provisional agenda for each meeting shall be drawn up by the Parties jointly. It shall be forwarded, together with the relevant documents, to all the Parties no later than 14 days before the beginning of the meeting.\n2.   The agenda shall be adopted by the SPS Sub-committee at the beginning of each meeting. Items other than those appearing on the provisional agenda may be placed on the agenda if the Parties so agree.\n3.   The Chairperson of the SPS Sub-committee may, upon agreement of the other Parties, invite experts to attend its meetings in order to provide information on specific subjects.\nArticle 7\nMinutes\n1.   Draft minutes of each meeting shall be drawn up jointly by the Parties. The first draft will be prepared by the Party acting as Chair within 21 days from the end of the meeting.\n2.   The minutes shall, as a general rule, summarise each item on the agenda, specifying, where applicable:\n(a) the documents submitted to the SPS Sub-committee;\n(b) any statement that a member of the SPS Sub-committee has asked to be entered; and\n(c) the decisions proposed, recommendations made, statements agreed upon and conclusions adopted on specific items.\n3.   The minutes shall also include a list of participants in the SPS Sub-committee meeting.\n4.   The minutes shall be approved in writing by the Parties within two months of the date of the meeting. Once approved, copies shall be signed by the Chairperson and his/her counterparts of the other Parties. Each of the Parties shall receive one original copy of these authentic documents. A copy of the signed minutes shall be forwarded to the Secretariat of the Trade Committee.\nArticle 8\nAction Plan\n1.   The SPS Sub-committee shall adopt an action plan reflecting the actions agreed upon the Parties during the meeting.\n2.   The implementation by the Parties of the action plan will be reviewed by the SPS Sub-committee in its next meeting.\nArticle 9\nLanguages\n1.   The official languages of the SPS Sub-committee shall be the official languages of the Parties.\n2.   Unless otherwise decided, the SPS Sub-committee shall normally base its deliberations on documentation and proposals prepared in the languages referred to in paragraph 1.\nArticle 10\nPublicity and Confidentiality\n1.   Unless otherwise decided, the meetings of the SPS Sub-committee shall not be public.\n2.   When a Party submits information considered as confidential under its laws and regulations to the SPS Sub-committee, specialised committees, working groups or any other bodies, the Parties shall treat that information as confidential, according to the rules described in Article 290(2) of the Agreement.\nArticle 11\nExpenses\n1.   Each Party shall bear any expenses it incurs as a result of participating in the meetings of the SPS Sub-committee, both with regard to staff, travel and subsistence expenses and with regard to postal and telecommunications expenses.\n2.   Expenses in connection with the organisation of meetings and reproduction of documents shall be borne by the Party hosting the meeting.\n3.   Expenses in connection with the interpretation at meetings and translation of documents into or from Spanish and English shall be borne by the Party hosting the meeting. Interpretation and translation into or from the other languages shall be borne by the requesting Party.\nArticle 12\nAmendment of Rules of Procedure\nThe Rules of Procedure, as well as any subsequent amendment, are to be adopted by the SPS Sub-committee in accordance with Article 103(2) of the Agreement.\n(1)  OJ L 354, 21.12.2012, p. 3."}