{"celex_id": "32012R0054", "uri": "http://publications.europa.eu/resource/cellar/5d551d28-aa43-400e-b475-4853189ce9d6", "type": "Regulation", "concepts": ["1501", "3454", "3483", "3870"], "title": "Council Implementing Regulation (EU) No 54/2012 of 23 January 2012 implementing Regulation (EU) No 961/2010 on restrictive measures against Iran\n", "header": "24.1.2012 EN Official Journal of the European Union L 19/1\nCOUNCIL IMPLEMENTING REGULATION (EU) No 54/2012\nof 23 January 2012\nimplementing Regulation (EU) No 961/2010 on restrictive measures against Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 961/2010 of 25 October 2010 on restrictive measures against Iran (1), and in particular Article 36(2) thereof,\nWhereas:\n(1) On 25 October 2010, the Council adopted Regulation (EU) No 961/2010.\n(2) On 1 December 2011, the Council reiterated its serious and deepening concerns over the nature of Iran's nuclear programme, and in particular over the findings on Iranian activities relating to the development of military nuclear technology, as reflected in the latest International Atomic Energy Agency (IAEA) report. In the light of these concerns and in accordance with the European Council Declaration of 23 October 2011, the Council agreed to broaden existing sanctions.\n(3) On 9 December 2011, the European Council endorsed the Council conclusions of 1 December 2011 and invited the Council to proceed with its work relating to extending the scope of EU restrictive measures against Iran as a matter of priority.\n(4) In accordance with Council Decision 2012/35/CFSP of 23 January 2012 amending Decision 2010/413/CFSP concerning restrictive measures against Iran (2), additional persons and entities should be included in the list of persons and entities subject to restrictive measures as set out in Annex VIII to Regulation (EU) No 961/2010. In addition, the entries for certain persons and entities included in Annex VIII to Regulation (EU) No 961/2010 should be amended,", "main_body": ["1.   The persons and entities listed in Annex I to this Regulation shall be added to the list set out in Annex VIII to Regulation (EU) No 961/2010.\n2.   The entity mentioned in Annex II to this Regulation shall be removed from the list set out in Annex VIII to Regulation (EU) No 961/2010.\n3.   The entries in Annex VIII to Regulation (EU) No 961/2010 shall be amended as set out in Annex III to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 281, 27.10.2010, p. 1.\n(2)  See page 22 of this Official Journal.\nANNEX I\nList of persons and entities referred to in Article 1(1)\nI.   Persons and entities involved in nuclear or ballistic missiles activities\nB.   Entities\nName Identifying information Reasons Date of listing\nPostal Address: Mirdamad Blvd., NO.144, Tehran, Islamic Republic of Iran\nP.O. Box: 15875 / 7177\nSwitchboard: +98 21 299 51\nCable Address: MARKAZBANK\nTelex: 216 219-22\nMZBK IR SWIFT Address: BMJIIRTH\nWeb Site: http://www.cbi.ir\nE-mail: G.SecDept@cbi.ir\nPostal Address: Taleghani Br. 130, Taleghani Ave.\nP.O.Box: 11365 - 5416, Tehran\nTel.: 88826690\nTlx.: 226641 TJTA IR.\nFax: 88893641\nWebsite: http://www.tejaratbank.ir\n3. Tidewater (a.k.a. Tidewater Middle East Co.) Postal address: No. 80, Tidewater Building, Vozara Street, Next to Saie Park, Tehran, Iran Owned or controlled by IRGC 23.1.2012\n4. Turbine Engineering Manufacturing (TEM) (a.k.a T.E.M. Co.) Postal address: Shishesh Mina Street, Karaj Special Road, Tehran, Iran Used as a front company by designated Iran Aircraft Industries (IACI) for covert procurement activities. 23.1.2012\n5. Sad Export Import Company (a.k.a. SAD Import & Export Company) Postal address: Haftom Tir Square, South Mofte Avenue, Tour Line No; 3/1, Tehran, Iran Used as a front company by designated Defence Industries Organization (DIO). Involved in arms transfers to Syria. The company’s involvement was also noted in illicit arms transfer aboard M/V Monchegorsk. 23.1.2012\n6. Rosmachin Postal address: Haftom Tir Square, South Mofte Avenue, Tour Line No; 3/1, Tehran, Iran Front company of Sad Export Import Company. Involved in illicit arms transfer aboard M/V Monchgorsk. 23.1.2012\nII.   Islamic Revolutionary Guard Corps (IRGC)\nA.   Persons\nName Identifying information Reasons Date of listing\n1. Ali Ashraf NOURI  IRGC Deputy Commander, IRGC Political Bureau Chief 23.1.2012\n2. Hojatoleslam Ali SAIDI (a.k.a. Hojjat- al-Eslam Ali Saidi or Saeedi  Representative of the Supreme Leader to the IRGC 23.1.2012\n3. Amir Ali Haji ZADEH (a.k.a. Amir Ali Hajizadeh)  IRGC Air Force Commander, Brigadier General 23.1.2012\nB.   Entities\nName Identifying information Reasons Date of listing\n1. Behnam Sahriyari Trading Company Postal address: Ziba Buidling, 10th Floor, Northern Sohrevardi Street, Tehran, Iran Sent two containers of various types of firearms from Iran to Syria in May 2007 in violation of op. 5 of UNSCR 1747(2007) 23.1.2012\nIII.   Islamic Republic of Iran Shipping Lines (IRISL)\nB.   Entities\nName Identifying information Reasons Date of listing\n1. BIIS Maritime Limited Postal address: 147/1 St. Lucia, Valletta, Malta Owned or controlled by designated Irano Hind 23.1.2012\n2. Darya Delalan Sefid Khazar Shipping Company (Iran) (a.k.a. Khazar Sea Shipping Lines or Darya-ye Khazar Shipping Company or Khazar Shipping Co. or KSSL or Daryaye Khazar (Caspian Sea) Co. or Darya-e-khazar shipping Co.) Postal address: M. Khomeini St., Ghazian, Bandar Anzil, Gilan, IranNo. 1, End of Shahid Mostafa Khomeini St., Tohid Square, Bandar Anzali, 1711-324, Iran Owned or controlled by IRISL 23.1.2012\nANNEX II\nEntity referred to in Article 1(2)\nSyracuse S.L\nANNEX III\nEntries referred to in Article 1(3)\nName Identifying information Reasons Date of listing\n1. Hanseatic Trade Trust & Shipping (HTTS) GmbH Postal address: Schottweg 7, 22087 Hamburg, Germany; Opp 7th Alley, Zarafshan St, Eivanak St, Qods Township; HTTS GmbH Controlled by and/or acting on behalf of IRISL. HTTS is registered under the same address as IRISL Europe GmbH in Hamburg, and its principal Dr. Naser Baseni was previously employed with IRISL. 23.1.2012\n2. Oasis Freight Agency Postal address: Al Meena Street, Opposite Dubai Ports & Customs, 2nd Floor, Sharaf Building, Dubai UAE; Sharaf Building, 1st Floor, Al Mankhool St., Bur Dubai, P.O. Box 5562, Dubai, United Arab Emirates; Sharaf Building, No. 4, 2nd Floor, Al Meena Road, Opposite Customs, Dubai, United Arab Emirates, Kayed Ahli Building, Jamal Abdul Nasser Road (Parallel to Al Wahda St.), P.O. Box 4840, Sharjah, United Arab Emirates Acted on behalf of IRISL in the UAE. Has been replaced by Good Luck Shipping Company which is also designated for acting on behalf of IRISL 23.1.2012"}