{"celex_id": "32013R0816", "uri": "http://publications.europa.eu/resource/cellar/356be4e5-1078-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["5451", "6052", "6569", "6789"], "title": "Commission Regulation (EU) No 816/2013 of 28 August 2013 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of Neutral methacrylate copolymer and Anionic methacrylate copolymer in solid food supplements and the Annex to Commission Regulation (EU) No 231/2012 as regards the specifications for Basic methacrylate copolymer (E 1205), Neutral methacrylate copolymer and Anionic methacrylate copolymer  Text with EEA relevance\n", "header": "29.8.2013 EN Official Journal of the European Union L 230/1\nCOMMISSION REGULATION (EU) No 816/2013\nof 28 August 2013\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of Neutral methacrylate copolymer and Anionic methacrylate copolymer in solid food supplements and the Annex to Commission Regulation (EU) No 231/2012 as regards the specifications for Basic methacrylate copolymer (E 1205), Neutral methacrylate copolymer and Anionic methacrylate copolymer\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3), Article 14 and Article 30(5) thereof,\nHaving regard to Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2), and in particular Article 7(5) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) Commission Regulation (EU) No 231/2012 (3) lays down specifications for food additives including colours and sweeteners that are listed in Annexes II and III to Regulation (EC) No 1333/2008.\n(3) Those lists may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008, either on the initiative of the Commission or following an application.\n(4) Applications for authorisation of the use of Anionic methacrylate copolymer and Neutral methacrylate copolymer as glazing agents in solid food supplements were submitted on 25 and 27 April 2009 and were made available to the Member States.\n(5) The European Food Safety Authority evaluated the safety of Neutral methacrylate copolymer (4) and Anionic methacrylate copolymer (5) when used as food additives and concluded that their use in solid food supplements at the proposed use levels is not of a safety concern.\n(6) There is a technological need for the use of Neutral methacrylate copolymer and Anionic methacrylate copolymer in solid food supplements. Neutral methacrylate copolymer is intended to be used as a sustained-release glazing agent. Sustained-release formulations allow the continuous dissolution of a nutrient over a defined time. Anionic methacrylate copolymer is intended to be used as a glazing agent to protect the stomach against irritating ingredients and/or to protect sensitive nutrients against disintegration by the gastric acid. It is therefore appropriate to authorise the use of both food additives in solid food supplements and to assign E 1206 as E-number to Neutral methacrylate copolymer and E 1207 as E-number to Anionic methacrylate copolymer.\n(7) Commission Regulation (EU) No 1129/2011 (6) authorised the use of Basic methacrylate copolymer (E 1205) in solid food supplements and Regulation (EU) No 231/2012 sets out the specifications for that food additive, including the maximum levels for arsenic, lead, mercury and copper. Those specifications should be updated to take into account the maximum levels for lead, mercury and cadmium in food supplements as set out in Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (7).\n(8) Maximum level of arsenic in food supplements has not been set at the Union level. However, specific levels are laid down in the laws of Member States. Therefore, it is appropriate to update specifications of Basic methacrylate copolymer (E 1205) in Regulation (EU) No 231/2012 as regards arsenic to take into account the laws of Member States.\n(9) Maximum level of copper in food supplements has not been set at the Union level and there is no indication of copper presence at toxicologically significant levels in Basic methacrylate copolymer (E 1205). It is therefore appropriate to delete copper from the purity section for Basic methacrylate copolymer (E 1205) in Regulation (EU) No 231/2012.\n(10) Specifications should be adopted for Neutral methacrylate copolymer (E 1206) and Anionic methacrylate copolymer (E 1207). The purity criteria for arsenic, lead, mercury and cadmium should follow the same approach as those for Basic methacrylate copolymer (E 1205) and the maximum levels should take into account that the commercial form of Neutral methacrylate copolymer (E 1206) and Anionic methacrylate copolymer (E 1207) is a 30 % dispersion of the dry substance in water.\n(11) Regulation (EC) No 1333/2008 and Regulation (EU) No 231/2012 should therefore be amended accordingly.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with Annex I to this Regulation.", "The Annex to Regulation (EU) No 231/2012 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 August 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  OJ L 83, 22.3.2012, p. 1.\n(4)  EFSA Journal 2010; 8(7):1655.\n(5)  EFSA Journal 2010; 8(7):1656.\n(6)  OJ L 295, 12.11.2011, p. 1.\n(7)  OJ L 364, 20.12.2006, p. 5.\nANNEX I\nAnnex II to Regulation (EC) No 1333/2008 is amended as follows:\n(1) In Part B, the following entries for E 1206 and E 1207 are inserted in point 3 ‘Additives other than colours and sweeteners’, after the entry for E 1205 Basic methacrylate copolymer:\n‘E 1206 Neutral methacrylate copolymer\nE 1207 Anionic methacrylate copolymer’\n(2) In Part E, the following entries are inserted in food category 17.1 ‘Food supplements supplied in a solid form including capsules and tablets and similar forms, excluding chewable forms’, after the entry for E 1205 Basic methacrylate copolymer:\n‘E 1206 Neutral methacrylate copolymer 200 000\nE 1207 Anionic methacrylate copolymer 100 000’\nANNEX II\nThe Annex to Regulation (EU) No 231/2012 is amended as follows:\n(1) The purity section of the entry for E 1205 (Basic methacrylate copolymer) is replaced by the following:\n‘Purity\nLoss of drying Not more than 2,0 % (105 °C, 3 h)\nAlkali value 162-198 mg KOH/g of dried substance\nSulphated ash Not more than 0,1 %\nResidual monomers Butylmethacrylate < 1 000 mg/kg\nSolvent residues propan-2-ol < 0,5 %\nArsenic Not more than 1 mg/kg\nLead Not more than 3 mg/kg\nMercury Not more than 0,1 mg/kg\nCadmium Not more than 1 mg/kg’\n(2) The following entries for E 1206 and E 1207 are inserted after the entry for E 1205 (Basic methacrylate copolymer):\nSynonyms Ethyl acrylate methyl methacrylate polymer; Ethyl acrylate, methyl methacrylate polymer; Ethyl acrylate, polymer with methyl methacrylate; Methyl methacrylate, ethyl acrylate polymer; Methyl methacrylate, polymer with ethyl acrylate\nDefinition Neutral methacrylate copolymer is a fully polymerised copolymer of methyl methacrylate and ethyl acrylate. It is produced using a process of emulsion polymerisation. It is manufactured by redox initiated polymerisation of the monomers ethyl acrylate, methyl methacrylate by using a free radical donor redox initiator system stabilised with polyethylene glycol monostearyl ether and vinylic acid/sodium hydroxide. Residual monomers are removed by means of water vapour distillation.\nCAS No 9010-88-2\nChemical name Poly(ethylacrylate-co-methyl methacrylate) 2:1\nChemical formula Poly[(CH2:CHCO2CH2CH3)-co-(CH2:C(CH3)CO2CH3)]\nWeight average molecular weight Approximately 600 000 g/mol\nAssay/Residue on evaporation 28,5–31,5 %\nDescription Milky-white dispersion (the commercial form is a 30 % dispersion of the dry substance in water) of low viscosity with a faint characteristic odour.\nIdentification\nInfrared absorption spectroscopy Characteristic of the compound\nViscosity Max. 50 mPa.s, 30 rpm/20 °C (Brookfield viscosimetry)\npH-value 5,5–8,6\nRelative density (at 20 °C) 1,037–1,047\nSolubility The dispersion is miscible with water in any proportion. The polymer and the dispersion are freely soluble in acetone, ethanol and isopropyl alcohol. Not soluble when mixed with 1 N sodium hydroxide in a ratio of 1:2.\nPurity\nSulphated ash Not more than 0,4 % in the dispersion\nResidual monomers Total of monomers (sum of methyl methacrylate and ethyl acrylate): not more than 100 mg/kg in the dispersion\nResidual emulsifier Polyethylene glycol monostearyl ether (macrogol stearyl ether 20) not more than 0,7 % in the dispersion\nSolvent residues Ethanol not more than 0,5 % in the dispersion\nArsenic Not more than 0,3 mg/kg in the dispersion\nLead Not more than 0,9 mg/kg in the dispersion\nMercury Not more than 0,03 mg/kg in the dispersion\nCadmium Not more than 0,3 mg/kg in the dispersion\nSynonyms Methyl acrylate, methyl methacrylate, methacrylic acid polymer; Methacrylic acid, polymer with methyl acrylate and methyl methacrylate\nDefinition Anionic methacrylate copolymer is a fully polymerised copolymer of methacrylic acid, methyl methacrylate and methyl acrylate. It is manufactured in aqueous medium by emulsion polymerisation of methyl methacrylate, methyl acrylate and methacrylic acid using a free radical initiator stabilised with sodium lauryl sulphate and polyoxyethylene sorbitan monooleate (polysorbate 80). Residual monomers are removed by means of water vapour distillation.\nCAS No 26936-24-3\nChemical name Poly (methyl acrylate-co-methylmethacrylate-co-methacrylic acid) 7:3:1\nChemical formula Poly[(CH2:CHCO2CH3)-co-(CH2:C(CH3)CO2CH3)-co-(CH2:C(CH3)COOH)]\nWeight average molecular weight Approximately 280 000 g/mol\nAssay/Residue on evaporation 28,5–31,5 %\nDescription Milky-white dispersion (the commercial form is a 30 % dispersion of the dry substance in water) of low viscosity with a faint characteristic odour.\nIdentification\nInfrared absorption spectroscopy Characteristic of the compound\nViscosity Max. 20 mPa.s, 30 rpm/20 °C (Brookfield viscosimetry)\npH-value 2,0–3,5\nRelative density (at 20 °C) 1,058–1,068\nSolubility The dispersion is miscible with water in any proportion. The polymer and the dispersion are freely soluble in acetone, ethanol and isopropyl alcohol. Soluble when mixed with 1 N sodium hydroxide in a ratio of 1:2. Soluble above pH 7,0.\nPurity\nAcid value 60–80 mg KOH/g of dried substance\nSulphated ash Not more than 0,2 % in the dispersion\nResidual monomers Total of monomers (sum of methacrylic acid, methyl methacrylate and methyl acrylate): not more than 100 mg/kg in the dispersion\nResidual emulsifiers Sodium lauryl sulphate not more than 0,3 % on the dry substance\nSolvent residues Methanol not more than 0,1 % in the dispersion\nArsenic Not more than 0,3 mg/kg in the dispersion\nLead Not more than 0,9 mg/kg in the dispersion\nMercury Not more than 0,03 mg/kg in the dispersion\nCadmium Not more than 0,3 mg/kg in the dispersion’"}