{"celex_id": "32010D0726", "uri": "http://publications.europa.eu/resource/cellar/0aaeb26b-9546-4fb1-833b-1eb96e6441cf", "type": "Decision", "concepts": ["2850", "2901", "4048", "4057", "5965"], "title": "2010/726/EU: Council Decision of 22 November 2010 on the conclusion of a Second Additional Protocol to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n", "header": "30.11.2010 EN Official Journal of the European Union L 313/1\nCOUNCIL DECISION\nof 22 November 2010\non the conclusion of a Second Additional Protocol to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n(2010/726/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217, in conjunction with Article 218(6)(a) and Article 218(8), thereof,\nHaving regard to the Treaty of Accession of the Republic of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of the Republic of Bulgaria and Romania, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the assent of the European Parliament (1),\nWhereas:\n(1) The Second Additional Protocol to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, was signed on behalf of the European Community and its Member States on 24 July 2007.\n(2) As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(3) The Second Additional Protocol should be concluded,", "main_body": ["The Second Additional Protocol to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union (2), is hereby approved on behalf of the Union and its Member States.", "The President of the Council shall, on behalf of the Union and its Member States, give the notification provided for in Article 10 of the Second Additional Protocol.", "The President of the Council shall, on behalf of the Union, make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” in the text of the Protocol are, where appropriate, to be read as “the European Union”.’", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 22 November 2010.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ C 263 E, 16.10.2008, p. 149.\n(2)  The Second Additional Protocol has been published in OJ L 251, 26.9.2007, p. 2, together with the decision on signing. A procès-verbal of rectification to the Second Additional Protocol in the Spanish language version has been published in OJ L 255, 23.9.2008, p. 34."}