{"celex_id": "32011D0424", "uri": "http://publications.europa.eu/resource/cellar/2b54baaa-f189-4846-a263-9255e72280fb", "type": "Decision", "concepts": ["3367", "4040", "5780", "8465"], "title": "Council Decision 2011/424/CFSP of 18 July 2011 appointing a European Union Special Representative for the Southern Mediterranean region\n", "header": "19.7.2011 EN Official Journal of the European Union L 188/24\nCOUNCIL DECISION 2011/424/CFSP\nof 18 July 2011\nappointing a European Union Special Representative for the Southern Mediterranean region\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28, 31(2) and 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) Recent developments in the Arab world call for a strengthened and comprehensive response from the European Union.\n(2) The European Council adopted Declarations on 4 February and 11 March 2011, and Conclusions on 24-25 March 2011 expressing the Union’s intention to support all steps towards democratic transformation in its Southern Neighbourhood and to develop a new partnership with the region.\n(3) The Council adopted conclusions on 21 February 2011 on developments in the Southern Neighbourhood, and on 20 June 2011 on the European Neighbourhood Policy, welcoming the proposal of the High Representative of the Union for Foreign Affairs and Security Policy (HR) for a European Union Special Representative for the Southern Mediterranean region.\n(4) The HR and the European Commission have put forward proposals for a Partnership for Democracy and Shared Prosperity and a new approach to partnership with the Union’s neighbours through the European Neighbourhood Policy in their Communications of 8 March and 25 May 2011.\n(5) There is a need for enhanced diplomacy by the Union in the countries of the region in order to support an orderly transition to sustainable democracy, as well as human rights and the rule of law.\n(6) A European Union Special Representative (EUSR) for the Southern Mediterranean region should therefore be appointed.\n(7) The mandate of the EUSR will be implemented in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union’s external action as set out in Article 21 of the Treaty,", "main_body": ["Appointment\nMr Bernardino LEÓN is hereby appointed European Union Special Representative (EUSR) for the Southern Mediterranean region until 30 June 2012. The mandate of the EUSR may be terminated earlier, if the Council so decides, on a proposal of the HR.", "Policy objectives\nThe mandate of the EUSR shall be based on the policy objectives of the Union regarding Southern Neighbourhood as set out in the European Council Declarations of 4 February and 11 March 2011, the Conclusions of 24-25 March 2011, and the Council Conclusions of 21 February and 20 June 2011, and taking into account the proposals of the HR and the Commission in their Communications of 8 March and 25 May 2011.\nThose objectives include:\n(a) enhancing the Union’s political dialogue, contributing to the partnership and broader relationship with the countries of the Southern Mediterranean region;\n(b) contributing to the response of the Union to the developments in the countries of the Southern Mediterranean region and, in particular, to strengthening democracy and institution building, the rule of law, good governance, respect for Human Rights and fundamental freedoms, peace and regional cooperation, including through the European Neighbourhood Policy and the Union for the Mediterranean;\n(c) enhancing the European Union’s effectiveness, presence and visibility in the region and in relevant international forums. Establishing close coordination with relevant local partners and international and regional organisations such as the African Union, the Cooperation Council for the Arab States of the Gulf, the Organisation of the Islamic Conference, the League of Arab States and the United Nations.", "Mandate\nIn order to achieve the policy objectives, the mandate of the EUSR shall be to:\n(a) strengthen the overall political role of the Union with regard to the countries of the Southern Mediterranean region, in particular by enhancing dialogue with governments and international organisations, as well as with civil society and other relevant interlocutors, and promoting awareness among partners of the Union’s approach;\n(b) maintain close contact with all parties involved in the process of democratic transformation in the region, foster stabilisation and reconciliation in full respect of local ownership and contribute to crisis management and prevention;\n(c) contribute to better coherence, consistency and coordination of the Union and Member States’ policies and actions towards the region;\n(d) contribute to promoting coordination with international partners and organisations. Assist the HR, in coordination with the Commission, by contributing to the work of the Task Force for the Southern Mediterranean;\n(e) contribute to the implementation of the Union’s human rights policy in the region, including the Union’s Guidelines on human rights, in particular the Union’s Guidelines on Children and Armed Conflict, as well as on violence against women and girls and combating all forms of discrimination against them, and the Union’s policy on Women, Peace and Security, including by monitoring and reporting on developments, as well as formulating recommendations in this regard.", "Implementation of the mandate\n1.   The EUSR shall be responsible for the implementation of the mandate, acting under the authority of the HR.\n2.   The Political and Security Committee (PSC) shall maintain a privileged link with the EUSR and shall be the EUSR’s primary point of contact with the Council. The PSC shall provide the EUSR with strategic guidance and political direction within the framework of the mandate, without prejudice to the powers of the HR.\n3.   The EUSR shall work in close coordination with the European External Action Service (EEAS).", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR until 30 June 2012 shall be EUR 855 000.\n2.   The expenditure shall be managed in accordance with the procedures and rules applicable to the general budget of the Union.\n3.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The EUSR shall be accountable to the Commission for all expenditure.", "Constitution and composition of the team\n1.   Within the limits of the mandate and the corresponding financial means made available, the EUSR shall be responsible for constituting a team. The team shall include the expertise on specific policy issues as required by the mandate. The EUSR shall keep the Council and the Commission promptly informed of the composition of the team.\n2.   Member States, the institutions of the Union and the EEAS may propose the secondment of staff to work with the EUSR. The salary of such seconded personnel shall be covered by the Member State, the institution of the Union concerned or the EEAS, respectively. Experts seconded by Member States to the institutions of the Union or the EEAS may also be posted to the EUSR. International contracted staff shall have the nationality of a Member State.\n3.   All seconded personnel shall remain under the administrative authority of the sending Member State, institution of the Union or the EEAS, and shall carry out their duties and act in the interest of the mandate of the EUSR.", "Privileges and immunities of the EUSR and the staff of the EUSR\nThe privileges, immunities and further guarantees necessary for the completion and smooth functioning of the mission of the EUSR and the members of the EUSR’s staff shall be agreed with the host party or parties, as appropriate. Member States and the Commission shall grant all necessary support to such effect.", "Security of EU classified information\nThe EUSR and the members of the EUSR’s team shall respect the security principles and minimum standards established by Council Decision 2011/292/EU of 31 March 2011 on the security rules for protecting EU classified information (1).", "Access to information and logistical support\n1.   Member States, the Commission and the General Secretariat of the Council shall ensure that the EUSR is given access to any relevant information.\n2.   The Union delegations and the Member States, as appropriate, shall provide logistical support in the region.", "0\nSecurity\nIn accordance with the Union’s policy on the security of personnel deployed outside the Union in an operational capacity under Title V of the Treaty, the EUSR shall, take all reasonably practicable measures, in conformity with the mandate and on the basis of the security situation in the geographical area of responsibility, for the security of all personnel under the direct authority of the EUSR, in particular by:\n(a) establishing a mission-specific security plan, providing for mission-specific physical, organisational and procedural security measures governing the management of the secure movement of personnel to, and within, the mission area and the management of security incidents, and providing for a contingency plan and a mission evacuation plan;\n(b) ensuring that all personnel deployed outside the Union are covered by high risk insurance, as required by the conditions in the mission area;\n(c) ensuring that all members of the EUSR’s team to be deployed outside the Union, including locally contracted personnel, have received appropriate security training before or upon arriving in the mission area, based on the risk ratings assigned to the mission area;\n(d) ensuring that all agreed recommendations made following regular security assessments are implemented, and providing the Council, the HR and the Commission with written reports on their implementation and on other security issues within the framework of the mid-term and mandate implementation reports.", "1\nReporting\nThe EUSR shall regularly provide the PSC and the HR with oral and written reports. The EUSR shall also report to Council working parties as necessary. Regular written reports shall be circulated through the COREU network. Upon recommendation of the PSC or the HR, the EUSR may provide the Foreign Affairs Council with reports.", "2\nCoordination\n1.   The EUSR shall promote overall Union political coordination and shall help ensure that all Union and Member States’ instruments in the field are engaged coherently, to attain the Union’s policy objectives. The activities of the EUSR shall be coordinated with those of the Member States and the Commission, as well as those of other European Union Special Representatives active in the region, including the EUSR for the Middle East Peace Process, as appropriate. The EUSR shall provide regular briefings to Member States’ missions and the Union’s delegations.\n2.   In the field, close liaison shall be maintained with the Heads of the Union delegations and Member States’ Heads of Mission, who shall make best efforts to assist the EUSR in the implementation of the mandate. The EUSR shall also liaise with other international and regional actors in the field.", "3\nReview\nThe implementation of this Decision and its consistency with other contributions from the Union to the region shall be kept under regular review. The EUSR shall present the Council, the HR and the European Commission with a progress report by the end of January 2012, and with a comprehensive implementation report on the mandate at the end thereof.", "4\nEntry into force\nThis Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 18 July 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 141, 27.5.2011, p. 17."}