{"celex_id": "32010D0579", "uri": "http://publications.europa.eu/resource/cellar/aa9f8cdd-77a1-4761-87a3-241d6aa97784", "type": "Decision", "concepts": ["1021", "1318", "1712", "2602", "3064", "4585", "5581", "831", "8452"], "title": "2010/579/EU: Council Implementing Decision of 27 September 2010 authorising the Federal Republic of Germany and the Grand Duchy of Luxembourg to apply a measure derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n", "header": "30.9.2010 EN Official Journal of the European Union L 256/20\nCOUNCIL IMPLEMENTING DECISION\nof 27 September 2010\nauthorising the Federal Republic of Germany and the Grand Duchy of Luxembourg to apply a measure derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n(2010/579/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letters registered with the Secretariat-General of the Commission on 15 October and 18 November 2009 respectively, the Federal Republic of Germany and the Grand Duchy of Luxembourg requested authorisation to apply a measure derogating from the provisions of Directive 2006/112/EC in relation to the renovation and maintenance of a border bridge.\n(2) In accordance with Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States by letter dated 25 February 2010 of the requests made by the Federal Republic of Germany and the Grand Duchy of Luxembourg. By letter dated 2 March 2010, the Commission informed the Federal Republic of Germany and the Grand Duchy of Luxembourg that it had all the information necessary to consider the requests.\n(3) The purpose of the measure is, for supplies of goods and services, intra-Community acquisitions of goods and importations of goods intended for the renovation and subsequent maintenance of a cross-border bridge over the Mosel, to regard that bridge and its building site, as entirely on the territory of the Grand Duchy of Luxembourg in accordance with an agreement between the two countries.\n(4) In absence of such a measure, it would be necessary to ascertain whether the place of taxation was the Federal Republic of Germany or the Grand Duchy of Luxembourg. Work at the border bridge carried out on German territory would be subject to value added tax in Germany while work carried out in the Grand Duchy of Luxembourg would be subject to value added tax in Luxembourg. In addition, the bridge crosses a jointly managed territory (condominium) and work in this area could not be attributed exclusively to the territory of one of the two Member States to determine a single place of supply.\n(5) The purpose of the measure is therefore to simplify the procedure for charging value added tax on the renovation and the maintenance of the bridge in question.\n(6) The derogation will have no negative impact on the Union’s own resources accruing from value added tax,", "main_body": ["By way of derogation from Article 5 of Directive 2006/112/EC, the Federal Republic of Germany and the Grand Duchy of Luxembourg are hereby authorised, in respect of the existing border bridge over the river Mosel linking the German B 419 and the Luxembourg N 1 motorways between Wellen and Grevenmacher, to consider that bridge and its building site as entirely on the territory of the Grand Duchy of Luxembourg for the purposes of supplies of goods and services, intra-Community acquisitions of goods and importations of goods intended for the renovation or subsequent maintenance of that bridge.", "This Decision is addressed to the Federal Republic of Germany and the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 27 September 2010.\nFor the Council\nThe President\nK. PEETERS\n(1)  OJ L 347, 11.12.2006, p. 1."}