{"celex_id": "32010R0454", "uri": "http://publications.europa.eu/resource/cellar/0dc17c05-8f39-40a1-9cc4-1f432d797113", "type": "Regulation", "concepts": ["1277", "1425", "2081", "5581", "893"], "title": "Commission Regulation (EU) No 454/2010 of 26 May 2010 on transitional measures under Regulation (EC) No 767/2009 of the European Parliament and of the Council as regards the labelling provisions for feed  (Text with EEA relevance)\n", "header": "27.5.2010 EN Official Journal of the European Union L 128/1\nCOMMISSION REGULATION (EU) No 454/2010\nof 26 May 2010\non transitional measures under Regulation (EC) No 767/2009 of the European Parliament and of the Council as regards the labelling provisions for feed\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 767/2009 of the European Parliament and of the Council of 13 July 2009 on the placing on the market and use of feed (1), and in particular Article 32(4) thereof,\nWhereas:\n(1) Regulation (EC) No 767/2009 provides for a complete revision of EU rules concerning the marketing conditions of feed materials and compound feed and its Article 32(4) allows measures in order to facilitate transition to the new rules.\n(2) The rules on labelling laid down by Regulation (EC) No 767/2009 will have to be applied as from 1 September 2010. This would imply an abrupt change and not allow a smooth transition for the feed business operators placing feed on the market. Switching the design and production of labels and the conversion of the existing machinery from one day to the other would be expensive for those businesses. The resulting burden would be disproportionate to the objective of the change. It is therefore appropriate to provide for a transitional period during which feed may be labelled in accordance with Regulation (EC) No 767/2009 before 1 September 2010.\n(3) As regards feed intended for pet animals, the market consists of a huge number of different products with specific labels. Compared with the current labelling rules for pet food, only Articles 15(f), 17(1)(f) and 19 of Regulation (EC) No 767/2009 will introduce changes to the labelling of those products, representing only minor changes with no effect on safety. In order to allow a smooth transition for the feed business operators concerned, it is justified to provide for a transitional period of 1 year during which the current labels for pet food may continue to be used after 1 September 2010.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By way of derogation from the second paragraph of Article 33 of Regulation (EC) No 767/2009 and without prejudice to Council Directives 79/373/EEC (2), 82/471/EEC (3), 93/74/EEC (4) and 96/25/EC (5), feed labelled in accordance with Regulation (EC) No 767/2009 may be placed on the market as from the date of entry into force of this Regulation.", "By way of derogation from the second paragraph of Article 33 of Regulation (EC) No 767/2009, feed intended for pet animals and labelled in accordance with Directive 79/373/EEC and Article 16 of Council Directive 70/524/EEC (6) may be placed on the market until 31 August 2011. After that date, it may remain on the market until stocks are exhausted.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 229, 1.9.2009, p. 1.\n(2)  OJ L 86, 6.4.1979, p. 30.\n(3)  OJ L 213, 21.7.1982, p. 8.\n(4)  OJ L 237, 22.9.1993, p. 23.\n(5)  OJ L 125, 23.5.1996, p. 35.\n(6)  OJ L 270, 14.12.1970, p. 1."}