{"celex_id": "32012D0007", "uri": "http://publications.europa.eu/resource/cellar/f861a94a-1e17-4eb1-a7c1-8e128c505d6d", "type": "Decision", "concepts": ["1519", "1647", "2910", "296", "3516", "3879", "4568", "4831", "5158", "723", "763", "8549"], "title": "2012/7/EU: Decision of the European Parliament and of the Council of 13 December 2011 on the mobilisation of the European Globalisation Adjustment Fund in accordance with point 28 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (application EGF/2011/002 IT/Trentino-Alto Adige/Südtirol Construction of buildings from Italy)\n", "header": "7.1.2012 EN Official Journal of the European Union L 4/15\nDECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 2011\non the mobilisation of the European Globalisation Adjustment Fund in accordance with point 28 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (application EGF/2011/002 IT/Trentino-Alto Adige/Südtirol Construction of buildings from Italy)\n(2012/7/EU)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (1), and in particular point 28 thereof,\nHaving regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 establishing the European Globalisation Adjustment Fund (2), and in particular Article 12(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The European Globalisation Adjustment Fund (EGF) was established to provide additional support for workers made redundant as a result of major structural changes in world trade patterns due to globalisation and to assist them with their reintegration into the labour market.\n(2) The scope of the EGF was broadened for applications submitted from 1 May 2009 to include support for workers made redundant as a direct result of the global financial and economic crisis.\n(3) The Interinstitutional Agreement of 17 May 2006 allows the mobilisation of the EGF within the annual ceiling of EUR 500 million.\n(4) Italy submitted an application on 7 February 2011 to mobilise the EGF, in respect of redundancies in 323 enterprises operating in the NACE Revision 2 Division 41 (Construction of buildings) in the NUTS II region of Trentino-Alto Adige/Südtirol (ITD1 and ITD2) and supplemented it by additional information up to 6 July 2011. This application complies with the requirements for determining the financial contributions as laid down in Article 10 of Regulation (EC) No 1927/2006. The Commission, therefore, proposes to mobilise an amount of EUR 3 918 850.\n(5) The EGF should, therefore, be mobilised in order to provide a financial contribution for the application submitted by Italy,", "main_body": ["For the general budget of the European Union for the financial year 2011, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 3 918 850 in commitment and payment appropriations.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 13 December 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. SZPUNAR\n(1)  OJ C 139, 14.6.2006, p. 1.\n(2)  OJ L 406, 30.12.2006, p. 1."}