{"celex_id": "32013D0175", "uri": "http://publications.europa.eu/resource/cellar/e3ecca25-a1cd-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "1086", "1763", "191", "2723", "5856"], "title": "2013/175/EU: Commission Implementing Decision of 8 April 2013 on a Union financial contribution pursuant to Council Regulation (EC) No 247/2006 to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2013 (notified under document C(2013) 1934)\n", "header": "10.4.2013 EN Official Journal of the European Union L 101/48\nCOMMISSION IMPLEMENTING DECISION\nof 8 April 2013\non a Union financial contribution pursuant to Council Regulation (EC) No 247/2006 to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2013\n(notified under document C(2013) 1934)\n(Only the French text is authentic)\n(2013/175/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union (1), and in particular the first sentence of the first subparagraph of Article 17(3),\nWhereas:\n(1) On 12 November 2012, the French authorities have submitted to the Commission a programme for 2013 providing for plant health measures in the French overseas departments. That programme specifies the objectives to be achieved, the expected deliverables, the measures to be carried out, their duration and their cost with a view to a possible Union financial contribution.\n(2) The measures provided for in that programme fulfil the requirements of Commission Decision 2007/609/EC of 10 September 2007 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants and plant products in the French overseas departments, in the Azores and in Madeira (2).\n(3) The measures laid down in the programme have been assessed by the Commission and discussed in the Standing Committee on Plant Health of 22-23 November 2012. A revised financial table was provided on 15 February 2013. As a result thereof, the Commission considers that that programme and its objectives meet the requirements of Article 17(1) of Regulation (EC) No 247/2006.\n(4) In accordance with Article 17(3) of Regulation (EC) No 247/2006, an appropriate maximum to the Union financial contribution should be set, and payment should be made on the basis of documentation provided by France.\n(5) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3), Union financial contributions to plant-health measures are to be financed from the European Agricultural Guarantee Fund. For the purposes of financial control of those measures Articles 9, 36 and 37 of that Regulation apply.\n(6) In accordance with Article 75 of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (4) and Article 90(1) of Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (5), the commitment of expenditure from the Union budget shall be preceded by a financing decision adopted by the institution or the authorities to which powers have been delegated, setting out the essential elements of the action involving the expenditure.\n(7) The programme submitted by the French authorities on 12 November 2012 and the measures provided for concern the calendar year 2013. Article 112 of Regulation (EC, Euratom) No 1605/2002 provides that a grant may be awarded for an action which has already begun only where the applicant can demonstrate the need to start the action before the grant is awarded. France has demonstrated the necessity to start this programme as from the beginning of 2013 allowing proper financing and start of execution of these measures before the Union financial contribution laid down in the current Decision is awarded.\n(8) This decision constitutes a financing decision within the meaning of Article 75 of Regulation (EC, Euratom) No 1605/2002 for the maximum amounts authorised of expenditure provided in the co-financing request, as laid down in the programme submitted by France.\n(9) The measures provided for in this decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["A Union financial contribution is awarded to France for the implementation of the official programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2013, as specified in Part A of the Annex.\nThat financial contribution shall be limited to a maximum of 60 % of the total eligible expenditure, as specified in Part B of the Annex, with a maximum of EUR 219 000 (VAT excluded).", "1.   An advance of EUR 100 000 shall be paid within 60 days after receipt of a request for payment by France.\n2.   The balance of the Union financial contribution shall be paid provided that a final implementation report on the programme is submitted to the Commission in electronic form by 15 March 2014 at the latest, and after that report has been approved by the Commission.\nThat report shall contain at least:\n(a) a concise technical evaluation of the entire programme, including the degree of achievement of physical and qualitative objectives. That evaluation shall link the objectives laid down in the initial programme presented by France with the achieved results, expressed in terms of expected deliverables and steps of completion of the work. It shall explain the progress accomplished, and assess the immediate phytosanitary and economic impact of the achieved measures; and\n(b) a financial cost statement setting out the paid expenditure incurred from 1 January until 31 December 2013 broken down by subprogramme and by measure. This statement shall be accompanied by proof or evidence of payment of the expenditure through appropriate documentation such as invoices or receipts.\n3.   With respect to the indicative budget breakdown specified in Part B of the Annex, France may adjust the financing between different measures in the same subprogramme within a limit of 15 % of the Union financial contribution to this subprogramme, provided that the total amount of eligible costs scheduled in the programme is not exceeded and that the main objectives of the programme are not thereby compromised.\nIt shall inform the Commission of any adjustments made.", "This Decision shall apply from 1 January 2013.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 8 April 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 42, 14.2.2006, p. 1.\n(2)  OJ L 242, 15.9.2007, p. 20.\n(3)  OJ L 209, 11.8.2005, p. 1.\n(4)  OJ L 248, 16.9.2002, p. 1.\n(5)  OJ L 357, 31.12.2002, p. 1.\nANNEX\nPROGRAMME AND INDICATIVE BUDGET BREAKDOWN FOR 2013\nPART A\nProgramme\nThe programme shall consist of two subprogrammes:\n(1) Inter-departmental subprogramme:\n1. Measure 1.1: prioritisation tool of quarantine pests and diseases for the DOMs, leading to the ranking of harmful organisms and of their relevant detection methods.\n2. Measure 1.2: development of innovative methods of detection for Xanthomonas axonopodis pv.alii, Xanthomonas citri pv. citri and begomoviruses of Solanaceae.\n3. Measure 1.3: adaptation and validation of detection methods for citrus harmful organisms (Candidatus Liberibacter asiaticus, C.L. africanus and C.L. americanus, Citrus tristeza virus, Citrus variegated chlorosis, Citrus mosaic virus, Citrus psorosis virus and Citrus tatter leaf virus and apparented viruses).\n(2) Subprogramme for the department of Martinique:\nPART B\nIndicative budget breakdown (in EUR), with indication of the various expected deliverables\nSubprogrammes Deliverables (S: provision of services, R: research or study work) Eligible expenditure National financial contribution (40 %) Maximum Union financial contribution (60 %)\nInter-DOM subprogramme\nMeasure 1 Prioritisation tool of quarantine pests and diseases for the DOMs (S) 62 000 24 800 37 200\nMeasure 2 Innovative methods of detection for harmful organisms (R) 120 000 48 000 72 000\nMeasure 3 Detection methods for citrus harmful organisms (R) 97 000 38 800 58 200\nSubtotal  279 000 111 600 167 400\nMartinique\nMeasure Network of agro-ecological farms (S) 86 000 34 400 51 600\nSubtotal  86 000 34 400 51 600\nTotal  365 000 146 000 219 000"}