{"celex_id": "32014D0253", "uri": "http://publications.europa.eu/resource/cellar/721a8a62-ea72-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1361", "1647", "2910", "296", "3516", "5158", "723", "763", "8549", "863"], "title": "2014/253/EU: Decision of the European Parliament and of the Council of 16 April 2014 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2012/004 ES/Grupo Santana from Spain)\n", "header": "7.5.2014 EN Official Journal of the European Union L 134/42\nDECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 April 2014\non the mobilisation of the European Globalisation Adjustment Fund, in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2012/004 ES/Grupo Santana from Spain)\n(2014/253/EU)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 establishing the European Globalisation Adjustment Fund (1), and in particular Article 12(3) thereof,\nHaving regard to Regulation (EU) no 1309/2013 of the European Parliament and the Council of 17 December 2013 on the European Globalisation Fund (2014-2020) and repealing Regulation (EC) no 1927/2006 (2), and in particular Article 23, second subparagraph, thereof,\nHaving regard to Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (3), and in particular Article 12 thereof,\nHaving regard to the Interinstitutional Agreement between the European Parliament, the Council and the Commission of 2 December 2013 on budgetary discipline, on cooperation in budgetary matters and on sound financial management (4), and in particular point 13 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The European Globalisation Adjustment Fund (EGF) was established to provide additional support for workers made redundant as a result of major structural changes in world trade patterns due to globalisation and to assist them with their reintegration into the labour market.\n(2) The EGF shall not exceed a maximum annual amount of EUR 150 million (2011 prices), as laid down in Article 12 of Regulation (EU, Euratom) No 1311/2013.\n(3) Spain submitted an application to mobilise the EGF on 16 May 2012 in respect of redundancies in the enterprise Grupo Santana and 15 suppliers and downstream producers and supplemented it by additional information up to 28 November 2013. This application complies with the requirements for determining the financial contributions as laid down in Article 10 of Regulation (EC) No 1927/2006. The Commission, therefore, proposes to mobilise an amount of EUR 1 964 407.\n(4) Notwithstanding Regulation (EC) No 1927/2006 being repealed, it shall continue to apply for applications submitted up to 31 December 2013 by virtue of Article 23, second subparagraph of Regulation (EU) No 1309/2013.\n(5) The EGF should, therefore, be mobilised in order to provide a financial contribution for the application submitted by Spain,", "main_body": ["For the general budget of the European Union for the financial year 2014, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 1 964 407 in commitment and payment appropriations.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 16 April 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ L 406, 30.12.2006, p. 1.\n(2)  OJ L 347, 20.12.2013, p. 855.\n(3)  OJ L 347, 20.12.2013, p. 884.\n(4)  OJ C 373, 20.12.2013, p. 1."}