{"celex_id": "32012D0753", "uri": "http://publications.europa.eu/resource/cellar/2bd77022-a4a2-4505-a2c8-2df0e0d1f08f", "type": "Decision", "concepts": ["1445", "3780", "6124", "6135"], "title": "2012/753/EU: Commission Implementing Decision of 4 December 2012 amending Annex I to Decision 2009/177/EC as regards surveillance programmes for Finland and the United Kingdom and the disease-free status of Finland and the United Kingdom for certain aquatic animal diseases (notified under document C(2012) 8758)  Text with EEA relevance\n", "header": "6.12.2012 EN Official Journal of the European Union L 334/48\nCOMMISSION IMPLEMENTING DECISION\nof 4 December 2012\namending Annex I to Decision 2009/177/EC as regards surveillance programmes for Finland and the United Kingdom and the disease-free status of Finland and the United Kingdom for certain aquatic animal diseases\n(notified under document C(2012) 8758)\n(Text with EEA relevance)\n(2012/753/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular the first subparagraph of Article 44(1) and Article 49(1) thereof,\nWhereas:\n(1) Commission Decision 2009/177/EC of 31 October 2008 implementing Council Directive 2006/88/EC as regards surveillance and eradication programmes and disease-free status of Member States, zones and compartments (2) sets out a list of Member States, zones and compartments subject to approved surveillance programmes, with regard to one or more of the non-exotic diseases listed in Part II of Annex IV to Directive 2006/88/EC (‘non-exotic diseases’). That Decision also sets out a list of Member States, zones and compartments declared disease-free with regard to one or more of those diseases.\n(2) Part B of Annex I to Decision 2009/177/EC sets out the list of Member States, zones and compartments subject to approved eradication programmes and Part C of that Annex sets out the list of Member States, zones and compartments declared disease-free with regard to one or more non-exotic diseases.\n(3) Finland has submitted to the Commission documentation regarding the municipalities of Uusikaupunki, Pyhäranta and Rauma being free from viral haemorrhagic septicaemia (VHS).\n(4) The United Kingdom has submitted to the Commission documentation regarding the south west Shetland Islands being free from infectious salmon anaemia (ISA).\n(5) Parts B and C of Annex I to Decision 2009/177/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Parts B and C of Annex I to Decision 2009/177/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 December 2012.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 63, 7.3.2009, p. 15.\nANNEX\nAnnex I to Decision 2009/177/EC is amended as follows:\n(1) Part B is replaced by the following:\nDisease Member State ISO code Geographical demarcation of the area under an eradication programme (Member State, zones or compartments)\nViral haemorrhagic septicaemia (VHS) Denmark DK The following water catchments: Tim Å, Hover Å, Heager Å, Velling Å, Skjern Å, Hemmet Mølle Bæk, Lydum Å, Kongeå, Kolding Å, Vejle Å and Holmsland Klit\nFinland FI The Province of Åland\nInfectious haematopoietic necrosis (IHN)\nKoi herpes virus (KHV) disease Germany DE Land Saxony’\nInfection with Marteilia refringens\nInfection with Bonamia ostreae\nWhite spot disease\n(2) Part C is amended as follows:\n(a) the entry for Finland concerning viral haemorrhagic septicaemia (VHS) is replaced by the following:\n‘Finland FI All continental and coastal areas within its territory, except the Province of Åland’\n(b) in the row for the United Kingdom concerning infectious salmon anaemia (ISA), the words ‘except south west Shetland Islands’ are deleted."}