{"celex_id": "32010R1208", "uri": "http://publications.europa.eu/resource/cellar/cc30fa7f-f01b-4006-8771-6e058d6f5d65", "type": "Regulation", "concepts": ["1309", "2121", "2212", "2687", "4687"], "title": "Commission Regulation (EU) No 1208/2010 of 16 December 2010 fixing representative prices in the poultrymeat and egg sectors and for egg albumin, and amending Regulation (EC) No 1484/95\n", "header": "17.12.2010 EN Official Journal of the European Union L 333/55\nCOMMISSION REGULATION (EU) No 1208/2010\nof 16 December 2010\nfixing representative prices in the poultrymeat and egg sectors and for egg albumin, and amending Regulation (EC) No 1484/95\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 143 thereof,\nHaving regard to Council Regulation (EC) No 614/2009 of 7 July 2009 on the common system of trade for ovalbumin and lactalbumin (2), and in particular Article 3(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1484/95 (3) lays down detailed rules for implementing the system of additional import duties and fixes representative prices for poultrymeat and egg products and for egg albumin.\n(2) Regular monitoring of the data used to determine representative prices for poultrymeat and egg products and for egg albumin shows that the representative import prices for certain products should be amended to take account of variations in price according to origin. The representative prices should therefore be published.\n(3) In view of the situation on the market, this amendment should be applied as soon as possible.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Annex I to Regulation (EC) No 1484/95 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2010.\nFor the Commission, On behalf of the President,\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 181, 14.7.2009, p. 8.\n(3)  OJ L 145, 29.6.1995, p. 47.\nANNEX\nto the Commission Regulation of 16 December 2010 fixing representative prices in the poultrymeat and egg sectors and for egg albumin, and amending Regulation (EC) No 1484/95\n‘ANNEX I\nCN code Description of goods Representative price Security under Article 3(3) Origin (1)\n0207 12 10 Fowls of the species Gallus domesticus, not cut in pieces, presented as “70 % chickens”, frozen 116,0 0 AR\n0207 12 90 Fowls of the species Gallus domesticus, not cut in pieces, presented as “65 % chickens”, frozen 121,2 0 BR\n117,3 0 AR\n0207 14 10 Fowls of the species Gallus domesticus, boneless cuts, frozen 203,3 29 BR\n245,2 16 AR\n319,8 0 CL\n0207 14 50 Fowls of the species Gallus domesticus, breasts, frozen 174,0 11 BR\n0207 14 60 Fowl of the species Gallus domesticus, legs, frozen 103,9 12 BR\n0207 25 10 Turkeys, not cut in pieces, presented as “80 % turkeys”, frozen 164,4 0 BR\n0207 27 10 Turkeys, boneless cuts, frozen 271,5 8 BR\n376,8 0 CL\n0408 11 80 Egg yolks 315,7 0 AR\n0408 91 80 Eggs, not in shell, dried 318,8 0 AR\n1602 32 11 Preparations of fowls of the species Gallus domesticus, uncooked 260,7 8 BR\n3502 11 90 Egg albumin, dried 541,4 0 AR\n(1)  Nomenclature of countries laid down by Commission Regulation (EC) No 1833/2006 (OJ L 354, 14.12.2006, p. 19). The code “ZZ” represents “other origins”.’"}