{"celex_id": "32012R0126", "uri": "http://publications.europa.eu/resource/cellar/f6cce8b1-2a1d-40b0-9dca-d989b804359d", "type": "Regulation", "concepts": ["1562", "192", "2771", "3191", "5233", "5369", "6790", "888", "893"], "title": "Commission Implementing Regulation (EU) No 126/2012 of 14 February 2012 amending Regulation (EC) No 889/2008 as regards documentary evidence and amending Regulation (EC) No 1235/2008 as regards the arrangements for imports of organic products from the United States of America  Text with EEA relevance\n", "header": "15.2.2012 EN Official Journal of the European Union L 41/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 126/2012\nof 14 February 2012\namending Regulation (EC) No 889/2008 as regards documentary evidence and amending Regulation (EC) No 1235/2008 as regards the arrangements for imports of organic products from the United States of America\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1), and in particular Article 33(2) and (3) and Article 38(c) and (d) thereof,\nWhereas:\n(1) Article 29(1) of Regulation (EC) No 834/2007 requires control authorities and control bodies to provide documentary evidence to the operators subject to their controls.\n(2) According to Article 28(1) of Regulation (EC) No 834/2007, operators who export products produced in compliance with the production rules laid down in that Regulation must submit their undertaking to the control system referred to in Article 27 of that Regulation.\n(3) Under that control system and in the light of the production rules established by Article 14(1)(e) of Regulation (EC) No 834/2007 and by Article 24 of Commission Regulation (EC) No 889/2008 of 5 September 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control (2), the control authorities and the control bodies currently verify the livestock records of the operator, including regarding veterinary treatment and the use of antibiotics. In the light of this concrete application of the control system and in the interest of organic livestock producers in the Union, it is appropriate to ensure the identification of certain production methods not using antibiotics when such identification is requested by the operator. Adequate information about the specific characteristics of the production method is also needed in order to facilitate the market access to the United States. Those specific characteristics should be attested through complementary documentary evidence provided in accordance with Article 29 of Regulation (EC) No 834/2007, in addition to the documentary evidence referred to in Article 68 of Regulation (EC) No 889/2008.\n(4) Certain agricultural products imported from the United States are currently marketed in the Union pursuant to the transitional rules provided for in Article 19 of Commission Regulation (EC) No 1235/2008 of 8 December 2008 laying down detailed rules for implementation of Council Regulation (EC) No 834/2007 as regards the arrangements for imports of organic products from third countries (3). The United States submitted a request to the Commission to be included in the list provided for in Article 7 of Regulation (EC) No 1235/2008. It submitted the information required pursuant to Articles 7 and 8 of that Regulation. The examination of that information and subsequent discussions with the US authorities have led to the conclusion that in that country the rules governing the production and controls of organic agricultural products are equivalent to those laid down in Regulation (EC) No 834/2007. The Commission has carried out a satisfactory on-the-spot check of the rules of production and the control measures actually applied in the United States, as provided for in Article 33(2) of Regulation (EC) No 834/2007. Consequently, the United States should be included in the list set out in Annex III to Regulation (EC) No 1235/2008.\n(5) Annex IV to Regulation (EC) No 1235/2008 contains a list of control bodies and control authorities competent to carry out controls and issue certificates in third countries for the purpose of equivalence. As a consequence of the inclusion of the United States in Annex III to that Regulation, the relevant US control bodies and control authorities should be deleted from Annex IV to the extent that they control production in the United States.\n(6) Regulations (EC) No 889/2008 and (EC) No 1235/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the regulatory Committee on organic production,", "main_body": ["Regulation (EC) No 889/2008 is amended as follows:\n(1) in Article 63(1), the following point (d) is added:\n‘(d) the specific characteristics of the production method used, where the operator intends to request documentary evidence in accordance with Article 68(2).’;\n(2) Article 68 is replaced by the following:\n(3) in the title of Annex XII, the reference to ‘Article 68’ is replaced by a reference to ‘Article 68(1)’;\n(4) Annexes XIIa and XIIb are inserted as set out in Annex I to this Regulation.", "Annexes III and IV to Regulation (EC) No 1235/2008 are amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply as from 1 June 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  OJ L 250, 18.9.2008, p. 1.\n(3)  OJ L 334, 12.12.2008, p. 25.\nANNEX I\nANNEX XIIa\nModel of complementary documentary evidence to the operator according to Article 29(1) of Regulation (EC) No 834/2007 referred to in Article 68(2) of this Regulation\nANNEX XIIb\nEntry referred to in the second subparagraph of Article 68(2):\n—   In Bulgarian: Животински продукти, произведени без използване на антибиотици\n—   In Spanish: Productos animales producidos sin utilizar antibióticos\n—   In Czech: Živočišné produkty vyprodukované bez použití antibiotik\n—   In Danish: Animalske produkter, der er produceret uden brug af antibiotika\n—   In German: Ohne Anwendung von Antibiotika erzeugte tierische Erzeugnisse\n—   In Estonian: Loomsed tooted, mille tootmisel ei ole kasutatud antibiootikume\n—   In Greek: Ζωικά προϊόντα που παράγονται χωρίς τη χρήση αντιβιοτικών\n—   In English: Animal products produced without the use of antibiotics\n—   In French: produits animaux obtenus sans recourir aux antibiotiques\n—   In Italian: Prodotti animali ottenuti senza l'uso di antibiotici\n—   In Latvian: Dzīvnieku izcelsmes produkti, kuru ražošanā nav izmantotas antibiotikas\n—   In Lithuanian: nenaudojant antibiotikų pagaminti gyvūniniai produktai\n—   In Hungarian: Antibiotikumok alkalmazása nélkül előállított állati eredetű termékek\n—   In Maltese: Il-prodotti tal-annimali prodotti mingħajr l-użu tal-antibijotiċi\n—   In Dutch: Zonder het gebruik van antibiotica geproduceerde dierlijke producten\n—   In Polish: Produkty zwierzęce wytwarzane bez użycia antybiotyków\n—   In Portuguese: Produtos de origem animal produzidos sem utilização de antibióticos\n—   In Romanian: Produse de origine animală obținute a se recurge la antibiotice\n—   In Slovak: Výrobky živočíšneho pôvodu vyrobené bez použitia antibiotík\n—   In Slovenian: Živalski proizvodi, proizvedeni brez uporabe antibiotikov\n—   In Finnish: Eläintuotteet, joiden tuotannossa ei ole käytetty antibiootteja\n—   In Swedish: Animaliska produkter som produceras utan antibiotika\nANNEX II\nAmendments to Annexes III and IV to Regulation (EC) No 1235/2008\n(1) In Annex III, the following text is inserted:\n(a) live or unprocessed agricultural products and vegetative propagating material and seeds for cultivation, with the exception of aquaculture products, provided that in the case of apples and pears, imports are subject to the presentation of specific certification from the relevant control body or control authority that no treatment with antibiotics to control fire blight (such as tetracycline and streptomycin) has occurred during the production process;\n(b) processed agricultural products for use as food and feed, with the exception of processed aquaculture products, provided that in the case of processed apples and pears, imports are subject to the presentation of specific certification from the relevant control body or control authority that no treatment with antibiotics to control fire blight (such as tetracycline and streptomycin) has occurred during the production process.\n— A Bee Organic, www.abeeorganic.com\n— Agricultural Services Certified Organic, www.ascorganic.com/\n— Baystate Organic Certifiers, www.baystateorganic.org\n— BCS – Oko Garantie GmbH, www.bcs-oeko.com/en_index.html\n— BioAgriCert, www.bioagricert.org/English/index.php\n— CCOF Certification Services, www.ccof.org\n— Colorado Department of Agriculture, www.colorado.gov\n— Control Union Certifications, www.skalint.com\n— Department of Plant Industry, www.clemson.edu/public/regulatory/plant_industry/organic_certification/\n— Ecocert S.A., www.ecocert.com\n— Georgia Crop Improvement Association, Inc., www.certifiedseed.org\n— Global Culture, www.globalculture.us\n— Global Organic Alliance, Inc., www.goa-online.org\n— Global Organic Certification Services, www.globalorganicservices.com\n— Idaho State Department of Agriculture, www.agri.idaho.gov/Categories/PlantsInsects/Organic/indexOrganicHome.php\n— Indiana Certified Organic LLC, www.indianacertifiedorganic.com\n— International Certification Services, Inc., www.ics-intl.com\n— Iowa Department of Agriculture and Land Stewardship, www.agriculture.state.ia.us\n— Kentucky Department of Agriculture, www.kyagr.com/marketing/plantmktg/organic/index.htm\n— LACON GmbH, www.lacon-institut.com\n— Louisiana Department of Agriculture and Forestry, www.ldaf.state.la.us/portal/DesktopModules/BrowseBy/portal/Offices/AgriculturalEnvironmentalSciences/PesticidesEnvironmentalPrograms/OrganicCertificationPrograms/tabid/435/Default.aspx\n— Marin County, www.co.marin.ca.us/depts/ag/main/moca.cfm\n— Maryland Department of Agriculture, www.mda.state.md.us/md_products/certified_md_organic_farms/index.php\n— Mayacert S.A., www.mayacert.com\n— Midwest Organic Services Association, Inc., www.mosaorganic.org\n— Minnesota Crop Improvement Association, www.mncia.org\n— MOFGA Certification Services, LLC, www.mofga.org/\n— Montana Department of Agriculture, www.agr.mt.gov.organic/Program.asp\n— Monterey County Certified Organic, www.ag.co.monterey.ca.us/pages/organics\n— Natural Food Certifiers, www.nfccertification.com\n— Nature’s International Certification Services, www.naturesinternational.com/\n— Nevada State Department of Agriculture, http://www.agri.state.nv.us\n— New Hampshire Department of Agriculture, Division of Regulatory Services, http://agriculture.nh.gov/divisions/markets/organic_certification.htm\n— New Jersey Department of Agriculture, www.state.nj.us/agriculture/\n— New Mexico Department of Agriculture, Organic Program, http://nmdaweb.nmsu.edu/organics-program/Organic%20Program.html\n— NOFA – New York Certified Organic, LLC, http://www.nofany.org\n— Ohio Ecological Food and Farm Association, www.oeffa.org\n— OIA North America, LLC, www.oianorth.com\n— Oklahoma Department of Agriculture, www.oda.state.ok.us\n— OneCert, www.onecert.com\n— Oregon Department of Agriculture, www.oregon.gov/ODA/CID\n— Oregon Tilth Certified Organic, www.tilth.org\n— Organic Certifiers, Inc., http://www.organiccertifiers.com\n— Organic Crop Improvement Association, www.ocia.org\n— Organic National & International Certifiers (ON&IC), http://www.on-ic.com\n— Organizacion Internacional Agropecuraria, www.oia.com.ar\n— Pennsylvania Certified Organic, www.paorganic.org\n— Primuslabs.com, www.primuslabs.com\n— Pro-Cert Organic Systems, Ltd, www.pro-cert.org\n— Quality Assurance International, www.qai-inc.com\n— Quality Certification Services, www.QCSinfo.org\n— Rhode Island Department of Environmental Management, www.dem.ri.gov/programs/bnatres/agricult/orgcert.htm\n— Scientific Certification Systems, www.SCScertified.com\n— Stellar Certification Services, Inc., http://demeter-usa.org/\n— Texas Department of Agriculture, www.agr.state.tx.us\n— Utah Department of Agriculture, http://ag.utah.gov/divisions/plant/organic/index.html\n— Vermont Organic Farmers, LLC, http://www.nofavt.org\n— Washington State Department of Agriculture, http://agr.wa.gov/FoodAnimal?Organic/default.htm\n— Yolo County Department of Agriculture, www.yolocounty.org/Index.aspx?page=501\n(2) Annex IV is amended as follows:\n(a) for ‘California Certified Organic Farmers’, the row concerning third country ‘US’ and code number ‘US-BIO-105’ in point 3 is deleted;\n(b) for ‘Organic Certifiers’, the row concerning third country ‘US’ and code number ‘US-BIO-106’ in point 3 is deleted;\n(c) for ‘International Certification Services, Inc.’, the row concerning third country ‘US’ and code number ‘US-BIO-111’ in point 3 is deleted;\n(d) for ‘Quality Assurance International’, the row concerning third country ‘US’ and code number ‘US-BIO-113’ in point 3 is deleted;\n(e) the entry ‘Oregon Tilth’ is deleted entirely;\n(f) for ‘Organic Crop Improvement Association’, the row concerning third country ‘US’ and code number ‘US-BIO-120’ in point 3 is deleted;\n(g) the entry ‘Washington State Department of Agriculture’ is deleted entirely."}