{"celex_id": "32013D0052(01)", "uri": "http://publications.europa.eu/resource/cellar/d768f6fc-8d74-11e3-a2e2-01aa75ed71a1", "type": "Decision", "concepts": ["3273", "3647", "4884", "6013"], "title": "2014/55/EU: Decision of the European Central Bank of 27 December 2013 amending Decision ECB/2010/21 on the annual accounts of the European Central Bank (ECB/2013/52)\n", "header": "4.2.2014 EN Official Journal of the European Union L 33/7\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 27 December 2013\namending Decision ECB/2010/21 on the annual accounts of the European Central Bank\n(ECB/2013/52)\n(2014/55/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 26.2 thereof,\nWhereas:\n(1) Decision ECB/2010/21 (1) lays down the rules for drawing up the annual accounts of the European Central Bank (ECB).\n(2) Article 24 of Decision ECB/2010/21 stipulates that if a specific accounting treatment is not laid down in Decision ECB/2010/21 and in the absence of a decision to the contrary of the Governing Council, the ECB shall follow valuation principles in accordance with the International Accounting Standards (IAS) as adopted by the European Union, which are relevant to the ECB’s activities and accounts.\n(3) The ECB applies IAS 19 Employee Benefits for recognising actuarial gains and losses of post-employment benefits under the ‘corridor’ approach.\n(4) IAS 19 was revised and is effective for annual periods beginning on or after 1 January 2013. Under the revised IAS 19, the ‘corridor’ approach has been eliminated.\n(5) Annex I to Decision ECB/2010/21 should be amended to provide for the reporting of remeasurement results of the net defined benefit liability (asset) in respect of post-employment benefits on the liability side of the ECB’s balance sheet under item 14 ‘Revaluation accounts’.\n(6) Decision ECB/2010/21 should therefore be amended accordingly,", "main_body": ["Amendment\nAnnex I to Decision ECB/2010/21 is amended in accordance with the Annex to this Decision.", "Entry into force\nThis Decision shall enter into force on 30 December 2013."], "attachments": "Done at Frankfurt am Main, 27 December 2013.\nThe President of the ECB\nMario DRAGHI\n(1)  Decision ECB/2010/21 of 11 November 2010 on the annual accounts of the European Central Bank (OJ L 35, 9.2.2011, p. 1).\nANNEX\nAnnex I to Decision ECB/2010/21 is amended as follows:\n1. in the table headed ‘Liabilities’, in relation to balance sheet item 14 (Revaluation accounts), the column headed ‘Categorisation of contents of balance sheet items’ is replaced by the following:\n‘(a) Revaluation accounts related to price movements for gold, for every type of euro-denominated securities, for every type of foreign currency-denominated securities, for options; market valuation differences related to interest rate risk derivatives; revaluation accounts related to foreign exchange rate movements for every currency net position held, including foreign exchange swaps/forwards and SDRs\n(b) Remeasurement results of the net defined benefit liability (asset) in respect of post-employment benefits, which are the net position of the following sub-items:\n(i) Actuarial gains and losses in the present value of the defined benefit obligation\n(ii) Return on plan assets, excluding amounts included in net interest on the net defined benefit liability (asset)\n(iii) Any change in the effect of the asset ceiling, excluding amounts included in net interest on the net defined benefit liability (asset)’;\n2. in the table headed ‘Liabilities’, in relation to balance sheet item 14 (Revaluation accounts), the column headed ‘Valuation principle’ is replaced by the following:\n‘(a) Revaluation difference between average cost and market value, foreign exchange translated at market rate\n(b) As per Article 24(2)’."}