{"celex_id": "32010R0546", "uri": "http://publications.europa.eu/resource/cellar/1957a6df-c263-47c2-b0cb-e230a16bf120", "type": "Regulation", "concepts": ["161", "1642", "1644", "2300", "3181", "4314"], "title": "Commission Regulation (EU) No 546/2010 of 22 June 2010 derogating from Regulation (EC) No 891/2009 for the 2009/2010 marketing year as regards the obligation to submit an export licence with import licence applications for CXL concessions sugar with order numbers 09.4317, 09.4318 and 09.4319\n", "header": "23.6.2010 EN Official Journal of the European Union L 156/1\nCOMMISSION REGULATION (EU) No 546/2010\nof 22 June 2010\nderogating from Regulation (EC) No 891/2009 for the 2009/2010 marketing year as regards the obligation to submit an export licence with import licence applications for CXL concessions sugar with order numbers 09.4317, 09.4318 and 09.4319\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 148 in conjunction with Article 4 thereof,\nWhereas:\n(1) Pursuant to Article 7(4) of Commission Regulation (EC) No 891/2009 of 25 September 2009 opening and providing for the administration of certain Community tariff quotas in the sugar sector (2), import licence applications for CXL concessions sugar with order numbers 09.4317, 09.4318, 09.4319 and 09.4321 and for Balkan sugar are to be accompanied by the original of the export licences issued by the competent authorities of the third country concerned. Imports of CXL concessions sugar with order numbers 09.4317, 09.4318 and 09.4319 are subject to the payment of an in-quota rate of EUR 98 per tonne. Given the high world market prices for raw cane sugar which prevailed during the first months of the marketing year, which led to an underutilisation of the CXL concessions sugar, it is important to facilitate those imports by simplifying the administrative procedure. Therefore, a derogation should be provided for allowing import licence applications for CXL concessions sugar with those three order numbers to be submitted without the relevant export licence.\n(2) That derogation will have the effect of widening the access to the relevant import quotas to a larger number of operators. Operators who already obtained export licences should, however, be able to continue to apply for import licences during a short period of time before this Regulation becomes applicable.\n(3) The derogation provided for in this Regulation should only apply until the end of the 2009/2010 marketing year.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["By way of derogation from Article 7(4) of Regulation (EC) No 891/2009, import licence applications for CXL concessions sugar with order numbers 09.4317, 09.4318 and 09.4319 shall not be accompanied by the original of the export licences issued by the competent authorities of Australia, Brazil or Cuba.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2010.\nThis Regulation shall expire on 30 September 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 June 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 254, 26.9.2009, p. 82."}