{"celex_id": "32014D0255", "uri": "http://publications.europa.eu/resource/cellar/c32b41b4-ea72-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["3156", "4359", "5315", "5842", "616", "6189"], "title": "2014/255/EU: Commission Implementing Decision of 29 April 2014 establishing the Work Programme for the Union Customs Code\n", "header": "7.5.2014 EN Official Journal of the European Union L 134/46\nCOMMISSION IMPLEMENTING DECISION\nof 29 April 2014\nestablishing the Work Programme for the Union Customs Code\n(2014/255/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 952/2013 of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (1), and in particular Article 281 thereof,\nWhereas:\n(1) Article 280 of Regulation (EU) No 952/2013 laying down the Union Customs Code (hereinafter referred to as ‘the Code’) provides that the Commission is to draw up a work programme relating the development and deployment of the electronic systems. The work programme is in particular important for the establishment of the transitional measures related to the electronic systems and the timing for the cases where systems are not yet operational by the date of application of the Code, i.e. 1 May 2016.\n(2) The Code provides that all exchange of information between customs authorities and between economic operators and customs authorities and storage of such information is to be made using electronic data processing techniques and that information and communication systems are to offer the same facilities to economic operators in all Member States. The work programme should therefore set out an extensive plan for the implementation of electronic systems in order to ensure the correct application of the Code.\n(3) Accordingly, the work programme should contain a list of the electronic systems which should be developed by the Member States and the Commission, in close cooperation, in order for the Code to become applicable in practice. That list is based on the existing planning document related to all IT related customs projects, called the multi-annual strategic plan (‘MASP’), which is drawn up in accordance with Decision No 70/2008/EC of the European Parliament and of the Council (2) and in particular Article 4 and Article 8(2) thereof. The electronic systems referred to in the work programme should be subject to the same project management approach and prepared and developed as established in the MASP.\n(4) The work programme should define and describe the electronic systems as well as the related legal basis, the key milestones and the envisaged dates for starting operations. These dates should be referred to as ‘target start dates of deployment’. The date of deployment of the electronic systems should constitute the target end date of the transitional period.\n(5) The electronic systems referred to in the work programme should be selected in view of their expected impact in terms of the priorities defined in the Code. One of the main priorities in this regard is to be able to offer economic operators a wide range of electronic customs services throughout the customs territory of the Union. Furthermore, the electronic systems should aim at enhancing the efficiency, effectiveness and harmonisation of customs processes across the Union. The order of and the timetable for the deployment of the systems included in the work programme should be based on practical and project management considerations such as the spreading of efforts and resources, the interconnection between the projects, the specific prerequisites of each system and the project maturity. As such, the work programme aims to plan and manage the development of the electronic systems in a proper and staged manner.\n(6) As the electronic systems referred to in Article 16(1) of the Code are to be developed, deployed and maintained by the Member States, in cooperation with the Commission, the Commission and the Member States should work together to ensure that the preparation and implementation of the electronic systems are managed in line with the work programme and that appropriate measures are taken to plan, design, develop and deploy the systems identified in a coordinated and timely manner.\n(7) In order to ensure synchronicity between the work programme and the MASP the work programme should be updated at the same time as the MASP.\n(8) The measures provided for in this decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Subject matter\nThis Decision lays down the work programme as provided for in Article 280(1) of Regulation (EU) No 952/2013 laying down the Union Customs Code (‘the Code’).\nThe work programme is annexed to this Decision.", "Implementation\n1.   The Commission and the Member States shall take the necessary actions to cooperate and implement the work programme.\n2.   The projects specified in the work programme and the preparation and implementation of the related electronic systems shall be managed in a manner consistent with the work programme.\n3.   The Commission shall undertake to search for a common understanding and agreement with the Member States on the project scope, design, requirements and architecture of the electronic systems in order to initiate the projects of the work programme. Where relevant, the Commission shall also consult and take the views of the economic operators into account.", "Updates\n1.   The work programme shall be subject to regular updates in order to ensure alignment and adjustments with the latest developments in the implementation of the Code and to take into account the actual progress made in the preparation and development of the electronic systems, and in particular as regards the availability of commonly agreed specifications and the realisation of the entering into operation of the electronic systems.\n2.   In order to ensure synchronicity between the work programme and the multi-annual strategic plan (‘MASP’) the work programme shall be updated at least every year.\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 29 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 269, 10.10.2013, p. 1.\n(2)  Decision No 70/2008/EC of the European Parliament and of the Council of 15 January 2008 on a paperless environment for customs and trade (OJ L 23, 26.1.2008, p. 21).\nANNEX\nTHE WORK PROGRAMME FOR THE UNION CUSTOMS CODE\nI.   Introduction to the work programme\nThe purpose of the work programme is to provide for an instrument to support the application of the Code relating to the development and deployment of the electronic systems.\nThe work programme will support the development of the electronic systems required by Article 6(1) and govern the setting up of transitional periods as referred to in Article 278 of the Code. The work programme relates to the necessary cooperation between the Commission and the Member States in the development and deployment of the electronic systems according to what is provided for in Article 16(1) of the Code.\nThe work programme shall be understood as follows:\n1. It relates to the development and deployment of the electronic systems referred to in Article 16(1) of the Code;\n2. It takes into consideration the priorities defined in Article 280(2) of the Code;\n3. It lists the electronic systems referred to in Article 16(1) which are necessary for the application of the provisions of the Code and for which a transitional period is to be envisaged, from the date of application of the Code but not beyond 31 December 2020;\n4. It specifies per project:\n(a) a high level description of the project and the related electronic system;\n(b) the legal basis for the electronic system (related legal provisions of the Code);\n(c) the key milestone in terms of target date of the technical specifications, to be understood as the completion date of the stable technical specifications, updated and available to the Member States after review;\n(d) the envisaged operational date of the electronic system, referred to as the target start date of deployment of the electronic system, being equal to the end date of the transitional period.\nThe description of the electronic systems in the work programme is based on the requirements for those systems, which can be derived from the descriptions in the Code, at the time of drawing up the work programme.\nIn order to implement the work programme, the Commission will initiate the specific projects related to electronic systems by means of business analysis activities in close collaboration with the Member States. In view of the further elaboration into the IT technical part of the projects, the Commission will, in close cooperation with the Member States, define common specifications for the envisaged electronic systems. The Member States and the Commission will ensure the development and deployment of the systems, including testing and migration activities, in line with the defined system architecture and specifications. The Commission and the Member States will also collaborate with other stakeholders such as the economic operators.\nThe projects will be rolled out in different phases from elaboration to construction, testing and migration to final operation. The role of the Commission and the Member States in these different phases will depend on the nature and architecture of the systems and its components or services as described in the detailed project fiches of the Multi-Annual Strategic Plan (‘MASP’). Where appropriate, common technical specifications will be defined by the Commission, in close cooperation with and subject to review with the Member States, with a view to provide them 24 months prior to the target start date of deployment of the electronic system.\nThe Member States and the Commission will engage in the development and deployment of the systems, including implementation support activities such as training and communication activities. The activities will be carried out in respect of the milestones and dates stated in the work programme. The economic operators will to take the necessary steps to be able to make use of the systems once in place.\nII.   The work programme (for the Union Customs Code)\n‘UCC Projects and related Electronic Systems’ Legal base Key milestone Target start date of deployment of the electronic system (1)\n1. The project aims to make available up-to-date information on Registered Exporters established in GSP countries exporting goods to the EU. The system will also include data about EU traders for the purpose of supporting exports to GSP countries.\n2. The project aims at providing an upgrade of the BTI system and Surveillance 2 system to ensure the\n— alignment of the EBTI-3 system to the UCC requirements,\n— extension of Surveillance data,\n— monitoring of the compulsory BTI usage,\n— monitoring and management of BTI extended usage.The project will be implemented in two phases.\n3. The project aims to harmonise the processes related to the application for a customs decision, the decision taking and the decision management through standardisation and electronic management of application and decision/authorisation data across the European Union. The system will facilitate consultations during the decision taking period and the management of the authorisations process.\n4. The goal of this project is to provide working solutions for a direct and EU harmonised trader access as a service to be integrated in the electronic customs systems as defined in the specific UCC projects such as UCC BTI/Surveillance 2+ and UCC Customs Decisions. It includes support for identity, access and user management compliant with the necessary security policies, potentially complemented by the support for digital signatures.\n5. The project aims at the creation of a new European wide Information System to store, manage and retrieve the Proof of Union Status document. It envisages replacing the paper form T2L by electronic means.\n6. The project aims to improve the business processes related to AEO applications and authorisations taking into account the changes of the legal provisions of the UCC and the harmonisation of the customs decision taking procedure.\n7. This project aims at providing an upgrade of the Surveillance 2+ system to ensure its alignment to the UCC requirements such as the standard exchange of information by electronic data-processing techniques and the establishment of adequate functionalities needed for processing and analysing the full surveillance dataset obtained from Member States.\n8. The aim of this project is to align the existing NCTS system to the new UCC requirements such as the alignment of information exchanges to UCC data requirements and the update and development of interfaces with other systems.\n9. The aim of the project is to further develop the existing Export Control System in order to implement a full AES that would cover the business requirements for processes and data brought about by the UCC, inter alia, the coverage of simplified procedures, split exit consignments and centralised clearance for export. It is also envisaged to cover the development of harmonised interfaces with Excise Movement System (EMCS) and NCTS. As such, AES will enable the full automation of export procedures and exit formalities.\n10. The aim of this project is to develop a new centralised system to support and streamline the processes of INF data management and the electronic handling of INF data in the domain of Special Procedures.\n11. This project aims at accelerating, facilitating and harmonising Special Procedures across the Union by means of providing common business process models. This project will aim to implement all UCC changes required for customs warehousing, end-use, temporary admission, inward and outward processing. As regards the electronic solutions for handling Special Procedures data, these will be mainly established at national level.\n12. The goal of this project is to define the processes for Notification of Arrival of the means of transport, Presentation Notification and Declaration for Temporary Storage and to support harmonisation in this respect across Member States as regards the data exchange between trade and customs and, where required, between customs administrations. Where the processes do not involve more than one Member State, the process implementation is solely a national matter.\n13. This project aims to allow for goods to be placed under customs procedure using Centralised Clearance, allowing economic operators to centralise their business from a customs viewpoint. The processing of the customs declaration and the physical release of the goods should be coordinated between the related customs offices.\n14. This project aims to assure the effective and efficient management of valid comprehensive guarantees that may be used in more than one Member State and the monitoring of the reference amount for each customs declaration, supplementary declaration or an appropriate information of the particulars needed for the entry in the accounts for the existing customs debts for all customs procedures as provided for in the Union Customs Code, except Transit which is handled as part of the NCTS project.\n15. The goal of this project is to strengthen the safety & security of the supply chain in areas that have been identified, in all modes of transport and especially air cargo, by means of improving data quality, data filing, and data availability and sharing. The full risk analysis framework will also be improved by optimising the cargo data put at the disposal of customs authorities and the exchange of risk related information. It will lead to changes to systems such as the Import Control System and the Community Risk Management System with possible extension to new modules.\n16. The project aims at developing a tariff classification information system with a consultation module which would provide a single platform where all the classification information (regardless of the nature) is made available and easy accessible. This will enable economic operators, in particular SMEs, and MS' customs authorities to find more easily the relevant classification information.\nFigure\nGraphical Overview\n(1)  This target date for starting the deployment of the electronic systems equals to the end date of the transitional period.\n(2)  The time table for the projects related to the developments in the area of risk management is to be considered in an update of the work programme in line with the Commission's ongoing work on the strategy and action plan as a follow up to the Council Conclusions on Strengthening the Security of the Supply Chain and Customs Risk Management (8761/3/13, Rev.3, 18 June 2013)."}