{"celex_id": "32010D0033", "uri": "http://publications.europa.eu/resource/cellar/4f2d8c58-6985-4a06-9298-d1762c0eabe3", "type": "Decision", "concepts": ["1301", "4256", "4502", "5181", "5455"], "title": "2011/11/EU: Decision of the European Central Bank of 27 December 2010 on the transmission of confidential data under the common framework for business registers for statistical purposes (ECB/2010/33)\n", "header": "11.1.2011 EN Official Journal of the European Union L 6/37\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 27 December 2010\non the transmission of confidential data under the common framework for business registers for statistical purposes\n(ECB/2010/33)\n(2011/11/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), and in particular Article 5 thereof,\nHaving regard to Regulation (EC) No 177/2008 of the European Parliament and of the Council of 20 February 2008 establishing a common framework for business registers for statistical purposes and repealing Council Regulation (EEC) No 2186/93 (1), and in particular Article 12 thereof,\nHaving regard to Commission Regulation (EC) No 192/2009 of 11 March 2009 implementing Regulation (EC) No 177/2008 of the European Parliament and of the Council establishing a common framework for business registers for statistical purposes, as regards the exchange of confidential data between the Commission (Eurostat) and Member States (2),\nHaving regard to Commission Regulation (EU) No 1097/2010 of 26 November 2010 implementing Regulation (EC) No 177/2008 of the European Parliament and of the Council establishing a common framework for business registers for statistical purposes, as regards the exchange of confidential data between the Commission (Eurostat) and central banks (3),\nHaving regard to Council Regulation (EC) No 2533/98 of 23 November 1998 concerning the collection of statistical information by the European Central Bank (4), and in particular to Article 8a(2), (3) and (5) and Article 8b thereof,\nHaving regard to the contribution of the General Council, pursuant to the first indent of Article 46.2 of the Statute of the ESCB,\nWhereas:\n(1) Regulation (EC) No 177/2008 establishes a new common framework for business registers of the multinational enterprise groups’ data exclusively for statistical purposes in order to maintain the development of business registers in a harmonised framework.\n(2) An exchange of confidential data between the Commission and national central banks of the Member States whose currency is the euro (hereinafter the ‘NCBs’), and between the Commission and the European Central Bank (ECB), should contribute to ensuring the quality of multinational enterprise group information in the Union.\n(3) In order to establish the format, security and confidentiality measures and procedures concerning the data transmitted from the Commission to the NCBs and the ECB, the Commission has adopted Regulation (EU) No 1097/2010 implementing Regulation (EC) No 177/2008.\n(4) In view of the separate governance structures of the European System of Central Banks and the European Statistical System (ESS), it is necessary to define the format, security and confidentiality measures, and procedures concerning the data that the ECB and NCBs receive from the Commission and the data transmitted from the NCBs to the national statistical institutes and other national authorities which participate in the ESS as defined in Regulation (EC) No 223/2009 of the European Parliament and of the Council of 11 March 2009 on European statistics and repealing Regulation (EC, Euratom) No 1101/2008 of the European Parliament and of the Council on the transmission of data subject to statistical confidentiality to the Statistical Office of the European Communities, Council Regulation (EC) No 322/97 on Community Statistics, and Council Decision 89/382/EEC, Euratom establishing a Committee on the Statistical Programmes of the European Communities (5).\n(5) The provisions of this Decision may be extended to apply to the central banks of Member States whose currency is not the euro by means of an agreement between those central banks and the ECB,", "main_body": ["Scope\n1.   The NCBs shall use the table in part B of the Annex to Regulation (EU) No 1097/2010 when transmitting the characteristics concerning multinational enterprise groups and their constituent units to the national statistical institute and other national authorities which participate in the ESS in their Member State (hereinafter the ‘ESS member’), subject to the confidentiality regime set out in Regulation (EC) No 2533/98.\n2.   The NCBs shall be subject to Article 3 of this Decision, when transmitting these characteristics to the ESS member of their Member State for assessment, correction, completion and integration with the data that the ESS member transmits to the Commission (Eurostat) pursuant to Article 11 of Regulation (EC) No 177/2008.", "Format and procedures for transmission\n1.   The format set out in the Annex shall be used when data is transmitted from the NCBs to the ESS members.\n2.   When data is transmitted from the NCBs to the ESS members, the data and metadata shall be transmitted in accordance with the standards of the ESS and with the structure defined in the most recent version of the Eurostat Business Registers Recommendations Manual available from the Commission (Eurostat).\n3.   When data is transmitted from the NCBs to the ESS members, the NCBs shall follow the same naming conventions, structures and definitions of fields as referred to in Regulation (EC) No 192/2009.\n4.   The data and metadata transmitted pursuant to this Decision shall be exchanged in electronic form.\n5.   The data and metadata transmitted pursuant to this Decision shall be transmitted via the secure medium used for the transmission of confidential data, or via secured remote access.", "Security and confidentiality measures\n1.   The ECB and NCBs shall store the data they receive from the Commission (Eurostat) pursuant to Regulation (EC) No 177/2008 and Regulation (EU) No 1097/2010, and which have been flagged as confidential, in a secure area with restricted and controlled access.\n2.   Data received by the ECB and NCBs from the Commission (Eurostat) shall be used exclusively for statistical purposes.\n3.   The ECB and NCBs shall ensure that information on the security measures taken is included in the annual confidentiality report or that the Commission (Eurostat) and the appropriate national authorities are informed by other means.", "Final provision\nThis Decision shall enter into force on 1 January 2011."], "attachments": "Done at Frankfurt am Main, 27 December 2010.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 61, 5.3.2008, p. 6.\n(2)  OJ L 67, 12.3.2009, p. 14.\n(3)  OJ L 312, 27.11.2010, p. 1.\n(4)  OJ L 318, 27.11.1998, p. 8.\n(5)  OJ L 87, 31.3.2009, p. 164.\nANNEX\nSTRUCTURE AND FORMAT FOR THE TRANSMISSION OF DATA\nThe following data sets containing confidential information are included in the data quality management process of the Union register of multinational enterprise groups and their constituent units (hereinafter the ‘EuroGroups register’):\n— data set with results of the linkage process,\n— data sets with information on legal units,\n— data sets with information on control and ownership of units,\n— data sets with information on enterprises,\n— data sets with information on global enterprise groups,\n— data sets with information on truncated enterprise groups.\nA data set with the results on the truncated and global enterprise groups is generated at the end of each EuroGroups register data quality management cycle.\nThe format for the data sets is laid down in the Part A of the Annex to Regulation (EC) No 192/2009.\nTo improve the quality of multinational enterprise group information in the Union, the NCBs forward the data sets with corrected and completed information including confidentiality flags to the ESS member of their Member State. Pursuant to Part A of the Annex to Regulation (EU) No 1097/2010 the appropriate national authority assesses the corrections, completions and confidentiality flags received from the NCBs and, where necessary, integrates them in the data they transmit to the Commission (Eurostat) pursuant to Article 11 of Regulation (EC) No 177/2008."}