{"celex_id": "32014D0943", "uri": "http://publications.europa.eu/resource/cellar/87922e74-8a6d-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["3246", "4175", "4177", "4195", "5769", "8465"], "title": "2014/943/EU: Council Implementing Decision of 19 December 2014 on the appointment of the Chair, the Vice-Chair and the further full-time members of the Single Resolution Board\n", "header": "23.12.2014 EN Official Journal of the European Union L 367/97\nCOUNCIL IMPLEMENTING DECISION\nof 19 December 2014\non the appointment of the Chair, the Vice-Chair and the further full-time members of the Single Resolution Board\n(2014/943/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 806/2014 of the European Parliament and of the Council of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010 (1), and in particular Article 56(6) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Regulation (EU) No 806/2014 entered into force on 19 August 2014.\n(2) In order to ensure a swift and effective decision-making process in resolution matters, the Single Resolution Board established by Article 42(1) of Regulation (EU) No 806/2014 (‘the Board’) is to be a specific Union agency with a specific structure corresponding to its tasks.\n(3) The composition of the Board should ensure that due account is taken of all relevant interests at stake in resolution procedures. Taking into account the tasks of the Board, a Chair, a Vice-Chair and four further full-time members of the Board should be appointed.\n(4) Pursuant to Article 56(7) of Regulation (EU) No 806/2014, the term of office of the first Chair of the Board appointed after the entry into force of that Regulation is three years, renewable once for a period of five years. Pursuant to Article 56(5) of Regulation (EU) No 806/2014, the term of office of the Vice-Chair and the four further full-time members of the Board is five years.\n(5) On 19 November 2014, the Commission provided a shortlist of candidates for the appointment of the Chair, the Vice-Chair and the four further full-time members of the Board to the European Parliament, in accordance with Article 56(6) of Regulation (EU) No 806/2014. On 5 December 2014, the Commission submitted to the European Parliament a proposal for the appointment of the Chair, the Vice-Chair and the four further full-time members of the Board. The European Parliament approved this proposal on 16 December 2014,", "main_body": ["1.   The following person is hereby appointed full-time member of the Single Resolution Board for a term of office of three years as from the entry into force of this Decision:\nMs Elke KÖNIG, Chair.\n2.   The following persons are hereby appointed full-time members of the Single Resolution Board for a term of office of five years as from the entry into force of this Decision:\n— Mr Timo LÖYTTYNIEMI, Vice-Chair\n— Mr Mauro GRANDE, Strategy and Coordination Director\n— Mr Antonio CARRASCOSA, Resolution Planning Director\n— Ms Joanne KELLERMANN, Resolution Planning Director\n— Mr Dominique LABOUREIX, Resolution Planning Director.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 19 December 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  OJ L 225, 30.7.2014, p. 1."}