{"celex_id": "32014L0095", "uri": "http://publications.europa.eu/resource/cellar/406ad3b8-6c9f-11e4-9680-01aa75ed71a1", "type": "Directive", "concepts": ["1156", "1178", "2894", "3085", "5585", "7942"], "title": "Directive 2014/95/EU of the European Parliament and of the Council of 22 October 2014 amending Directive 2013/34/EU as regards disclosure of non-financial and diversity information by certain large undertakings and groups  Text with EEA relevance\n", "header": "15.11.2014 EN Official Journal of the European Union L 330/1\nDIRECTIVE 2014/95/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 October 2014\namending Directive 2013/34/EU as regards disclosure of non-financial and diversity information by certain large undertakings and groups\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 50(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) In its communication entitled ‘Single Market Act — Twelve levers to boost growth and strengthen confidence — “Working together to create new growth”’, adopted on 13 April 2011, the Commission identified the need to raise to a similarly high level across all Member States the transparency of the social and environmental information provided by undertakings in all sectors. This is fully consistent with the possibility for Member States to require, as appropriate, further improvements to the transparency of undertakings' non-financial information, which is by its nature a continuous endeavour.\n(2) The need to improve undertakings' disclosure of social and environmental information, by presenting a legislative proposal in this field, was reiterated in the Commission communication entitled ‘A renewed EU strategy 2011-14 for Corporate Social Responsibility’, adopted on 25 October 2011.\n(3) In its resolutions of 6 February 2013 on, respectively, ‘Corporate Social Responsibility: accountable, transparent and responsible business behaviour and sustainable growth’ and ‘Corporate Social Responsibility: promoting society's interests and a route to sustainable and inclusive recovery’, the European Parliament acknowledged the importance of businesses divulging information on sustainability such as social and environmental factors, with a view to identifying sustainability risks and increasing investor and consumer trust. Indeed, disclosure of non-financial information is vital for managing change towards a sustainable global economy by combining long-term profitability with social justice and environmental protection. In this context, disclosure of non-financial information helps the measuring, monitoring and managing of undertakings' performance and their impact on society. Thus, the European Parliament called on the Commission to bring forward a legislative proposal on the disclosure of non-financial information by undertakings allowing for high flexibility of action, in order to take account of the multidimensional nature of corporate social responsibility (CSR) and the diversity of the CSR policies implemented by businesses matched by a sufficient level of comparability to meet the needs of investors and other stakeholders as well as the need to provide consumers with easy access to information on the impact of businesses on society.\n(4) The coordination of national provisions concerning the disclosure of non-financial information in respect of certain large undertakings is of importance for the interests of undertakings, shareholders and other stakeholders alike. Coordination is necessary in those fields because most of those undertakings operate in more than one Member State.\n(5) It is also necessary to establish a certain minimum legal requirement as regards the extent of the information that should be made available to the public and authorities by undertakings across the Union. The undertakings subject to this Directive should give a fair and comprehensive view of their policies, outcomes, and risks.\n(6) In order to enhance the consistency and comparability of non-financial information disclosed throughout the Union, certain large undertakings should prepare a non-financial statement containing information relating to at least environmental matters, social and employee-related matters, respect for human rights, anti-corruption and bribery matters. Such statement should include a description of the policies, outcomes and risks related to those matters and should be included in the management report of the undertaking concerned. The non-financial statement should also include information on the due diligence processes implemented by the undertaking, also regarding, where relevant and proportionate, its supply and subcontracting chains, in order to identify, prevent and mitigate existing and potential adverse impacts. It should be possible for Member States to exempt undertakings which are subject to this Directive from the obligation to prepare a non-financial statement when a separate report corresponding to the same financial year and covering the same content is provided.\n(7) Where undertakings are required to prepare a non-financial statement, that statement should contain, as regards environmental matters, details of the current and foreseeable impacts of the undertaking's operations on the environment, and, as appropriate, on health and safety, the use of renewable and/or non-renewable energy, greenhouse gas emissions, water use and air pollution. As regards social and employee-related matters, the information provided in the statement may concern the actions taken to ensure gender equality, implementation of fundamental conventions of the International Labour Organisation, working conditions, social dialogue, respect for the right of workers to be informed and consulted, respect for trade union rights, health and safety at work and the dialogue with local communities, and/or the actions taken to ensure the protection and the development of those communities. With regard to human rights, anti-corruption and bribery, the non-financial statement could include information on the prevention of human rights abuses and/or on instruments in place to fight corruption and bribery.\n(8) The undertakings which are subject to this Directive should provide adequate information in relation to matters that stand out as being most likely to bring about the materialisation of principal risks of severe impacts, along with those that have already materialised. The severity of such impacts should be judged by their scale and gravity. The risks of adverse impact may stem from the undertaking's own activities or may be linked to its operations, and, where relevant and proportionate, its products, services and business relationships, including its supply and subcontracting chains. This should not lead to undue additional administrative burdens for small and medium-sized undertakings.\n(9) In providing this information, undertakings which are subject to this Directive may rely on national frameworks, Union-based frameworks such as the Eco-Management and Audit Scheme (EMAS), or international frameworks such as the United Nations (UN) Global Compact, the Guiding Principles on Business and Human Rights implementing the UN ‘Protect, Respect and Remedy’ Framework, the Organisation for Economic Co-operation and Development (OECD) Guidelines for Multinational Enterprises, the International Organisation for Standardisation's ISO 26000, the International Labour Organisation's Tripartite Declaration of principles concerning multinational enterprises and social policy, the Global Reporting Initiative, or other recognised international frameworks.\n(10) Member States should ensure that adequate and effective means exist to guarantee disclosure of non-financial information by undertakings in compliance with this Directive. To that end, Member States should ensure that effective national procedures are in place to enforce compliance with the obligations laid down by this Directive, and that those procedures are available to all persons and legal entities having a legitimate interest, in accordance with national law, in ensuring that the provisions of this Directive are respected.\n(11) Paragraph 47 of the outcome document of the United Nations Rio+20 conference, entitled ‘The Future We Want’, recognises the importance of corporate sustainability reporting and encourages undertakings, where appropriate, to consider integrating sustainability information into their reporting cycle. It also encourages industry, interested governments and relevant stakeholders with the support of the United Nations system, as appropriate, to develop models for best practice, and facilitate action for the integration of financial and non-financial information, taking into account experiences from already existing frameworks.\n(12) Investors' access to non-financial information is a step towards reaching the milestone of having in place by 2020 market and policy incentives rewarding business investments in efficiency under the roadmap to a resource-efficient Europe.\n(13) The European Council, in its conclusions of 24 and 25 March 2011, called for the overall regulatory burden, in particular for small and medium-sized enterprises (‘SMEs’), to be reduced at both European and national levels, and suggested measures to increase productivity, while the Europe 2020 Strategy for smart, sustainable and inclusive growth aims to improve the business environment for SMEs and to promote their internationalisation. Thus, in accordance with the ‘think small first’ principle, the new disclosure requirements should apply only to certain large undertakings and groups.\n(14) The scope of those non-financial disclosure requirements should be defined by reference to the average number of employees, balance sheet total and net turnover. SMEs should be exempted from additional requirements, and the obligation to disclose a non-financial statement should apply only to those large undertakings which are public-interest entities and to those public-interest entities which are parent undertakings of a large group, in each case having an average number of employees in excess of 500, in the case of a group on a consolidated basis. This should not prevent Member States from requiring disclosure of non-financial information from undertakings and groups other than undertakings which are subject to this Directive.\n(15) Many of the undertakings which fall within the scope of Directive 2013/34/EU of the European Parliament and of the Council (3) are members of groups of undertakings. Consolidated management reports should be drawn up so that the information concerning such groups of undertakings may be conveyed to members and third parties. National law governing consolidated management reports should therefore be coordinated in order to achieve the objectives of comparability and consistency of the information which undertakings should publish within the Union.\n(16) Statutory auditors and audit firms should only check that the non-financial statement or the separate report has been provided. In addition, it should be possible for Member States to require that the information included in the non-financial statement or in the separate report be verified by an independent assurance services provider.\n(17) With a view to facilitating the disclosure of non-financial information by undertakings, the Commission should prepare non-binding guidelines, including general and sectoral non-financial key performance indicators. The Commission should take into account current best practices, international developments and the results of related Union initiatives. The Commission should carry out appropriate consultations, including with relevant stakeholders. When referring to environmental aspects, the Commission should cover at least land use, water use, greenhouse gas emissions and the use of materials.\n(18) Diversity of competences and views of the members of administrative, management and supervisory bodies of undertakings facilitates a good understanding of the business organisation and affairs of the undertaking concerned. It enables members of those bodies to constructively challenge the management decisions and to be more open to innovative ideas, addressing the similarity of views of members, also known as the ‘group-think’ phenomenon. It contributes thus to effective oversight of the management and to successful governance of the undertaking. It is therefore important to enhance transparency regarding the diversity policy applied. This would inform the market of corporate governance practices and thus put indirect pressure on undertakings to have more diversified boards.\n(19) The obligation to disclose diversity policies in relation to the administrative, management and supervisory bodies with regard to aspects such as, for instance, age, gender or educational and professional backgrounds should apply only to certain large undertakings. Disclosure of the diversity policy should be part of the corporate governance statement, as laid down by Article 20 of Directive 2013/34/EU. If no diversity policy is applied there should not be any obligation to put one in place, but the corporate governance statement should include a clear explanation as to why this is the case.\n(20) Initiatives at Union level, including country-by-country reporting for several sectors, as well as the references made by the European Council, in its conclusions of 22 May 2013 and of 19 and 20 December 2013, to country-by-country reporting by large companies and groups, similar provisions in Directive 2013/36/EU of the European Parliament and of the Council (4), and international efforts to improve transparency in financial reporting have been noted. Within the context of the G8 and the G20, the OECD has been asked to draw up a standardised reporting template for multinational undertakings to report to tax authorities where they make their profits and pay taxes around the world. Such developments complement the proposals contained in this Directive, as appropriate measures for their respective purposes.\n(21) Since the objective of this Directive, namely to increase the relevance, consistency and comparability of information disclosed by certain large undertakings and groups across the Union, cannot be sufficiently achieved by the Member States but can rather, by reason of its effect, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(22) This Directive respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union, including freedom to conduct a business, respect for private life and the protection of personal data. This Directive has to be implemented in accordance with those rights and principles.\n(23) Directive 2013/34/EU should therefore be amended accordingly,", "main_body": ["Amendments to Directive 2013/34/EU\nDirective 2013/34/EU is amended as follows:\n(1) The following Article is inserted:\n(a) a brief description of the undertaking's business model;\n(b) a description of the policies pursued by the undertaking in relation to those matters, including due diligence processes implemented;\n(c) the outcome of those policies;\n(d) the principal risks related to those matters linked to the undertaking's operations including, where relevant and proportionate, its business relationships, products or services which are likely to cause adverse impacts in those areas, and how the undertaking manages those risks;\n(e) non-financial key performance indicators relevant to the particular business.\n(a) is published together with the management report in accordance with Article 30; or\n(b) is made publicly available within a reasonable period of time, not exceeding six months after the balance sheet date, on the undertaking's website, and is referred to in the management report.\n(2) Article 20 is amended as follows:\n(a) in paragraph 1, the following point is added:\n‘(g) a description of the diversity policy applied in relation to the undertaking's administrative, management and supervisory bodies with regard to aspects such as, for instance, age, gender, or educational and professional backgrounds, the objectives of that diversity policy, how it has been implemented and the results in the reporting period. If no such policy is applied, the statement shall contain an explanation as to why this is the case.’\n(b) paragraph 3 is replaced by the following:\n(c) paragraph 4 is replaced by the following:\n(d) the following paragraph is added:\n(3) The following Article is inserted:\n(a) a brief description of the group's business model;\n(b) a description of the policies pursued by the group in relation to those matters, including due diligence processes implemented;\n(c) the outcome of those policies;\n(d) the principal risks related to those matters linked to the group's operations including, where relevant and proportionate, its business relationships, products or services which are likely to cause adverse impacts in those areas, and how the group manages those risks;\n(e) non-financial key performance indicators relevant to the particular business.\n(a) is published together with the consolidated management report in accordance with Article 30; or\n(b) is made publicly available within a reasonable period of time, not exceeding six months after the balance sheet date, on the parent undertaking's website, and is referred to in the consolidated management report.\n(4) In Article 33, paragraph 1 is replaced by the following:\n(a) the annual financial statements, the management report, the corporate governance statement when provided separately and the report referred to in Article 19a(4); and\n(b) the consolidated financial statements, the consolidated management reports, the consolidated corporate governance statement when provided separately and the report referred to in Article 29a(4),\n(5) In Article 34, the following paragraph is added:\n(6) In Article 48, the following paragraph is inserted before the last paragraph:", "Guidance on reporting\nThe Commission shall prepare non-binding guidelines on methodology for reporting non-financial information, including non-financial key performance indicators, general and sectoral, with a view to facilitating relevant, useful and comparable disclosure of non-financial information by undertakings. In doing so, the Commission shall consult relevant stakeholders.\nThe Commission shall publish the guidelines by 6 December 2016.", "Review\nThe Commission shall submit a report to the European Parliament and to the Council on the implementation of this Directive, including, among other aspects, its scope, particularly as regards large non-listed undertakings, its effectiveness and the level of guidance and methods provided. The report shall be published by 6 December 2018 and shall be accompanied, if appropriate, by legislative proposals.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 6 December 2016. They shall immediately inform the Commission thereof.\nMember States shall provide that the provisions referred to in the first subparagraph are to apply to all undertakings within the scope of Article 1 for the financial year starting on 1 January 2017 or during the calendar year 2017.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 22 October 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nB. DELLA VEDOVA\n(1)  OJ C 327, 12.11.2013, p. 47.\n(2)  Position of the European Parliament of 15 April 2014 (not yet published in the Official Journal) and decision of the Council of 29 September 2014.\n(3)  Directive 2013/34/EU of the European Parliament and of the Council of 26 June 2013 on the annual financial statements, consolidated financial statements and related reports of certain types of undertakings, amending Directive 2006/43/EC of the European Parliament and of the Council and repealing Council Directives 78/660/EEC and 83/349/EEC (OJ L 182, 29.6.2013, p. 19).\n(4)  Directive 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJ L 176, 27.6.2013, p. 338)."}