{"celex_id": "32014D0929", "uri": "http://publications.europa.eu/resource/cellar/fab9c3c1-874c-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1729", "2308", "2556", "2850", "3466", "4790", "5407", "544", "5537"], "title": "2014/929/EU: Council Decision of 15 December 2014 on the signing, on behalf of the European Union, and provisional application of the Protocol setting out the fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the Republic of Madagascar and the European Community\n", "header": "19.12.2014 EN Official Journal of the European Union L 365/6\nCOUNCIL DECISION\nof 15 December 2014\non the signing, on behalf of the European Union, and provisional application of the Protocol setting out the fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the Republic of Madagascar and the European Community\n(2014/929/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43 in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 15 November 2007, the Council adopted Regulation (EC) No 31/2008 on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar (1) (‘the Agreement’). The current Protocol expires on 31 December 2014.\n(2) The Council authorised the Commission to negotiate a new protocol to the partnership agreement (‘the Protocol’) granting Union vessels fishing possibilities in the fishing zone over which the Republic of Madagascar has jurisdiction. Following the completion of those negotiations, the Protocol was initialled on 19 June 2014.\n(3) In order to ensure the pursuit of fishing activities by Union vessels, Article 15 of the Protocol provides for the possibility of the Protocol being applied on a provisional basis by each of the Parties, from the date of its signing and from 1 January 2015 at the earliest.\n(4) The Protocol should be signed and applied on a provisional basis, pending the completion of the procedures for its conclusion,", "main_body": ["The signing, on behalf of the Union, of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the Republic of Madagascar and the European Community is hereby authorised on behalf of the Union, subject to the conclusion of the Protocol.\nThe text of the Protocol is attached to this Decision.", "The President of the Council shall, on behalf of the Union, designate the person empowered to sign the Protocol.", "The Protocol shall apply on a provisional basis, in accordance with Article 15 thereof, from the date on which it is signed (2) and from 1 January 2015 at the earliest, pending completion of the procedures necessary for its conclusions.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 15 December 2014.\nFor the Council\nThe President\nM. MARTINA\n(1)  OJ L 15, 18.1.2008, p. 1.\n(2)  The date of the signing of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}