{"celex_id": "32010R0326", "uri": "http://publications.europa.eu/resource/cellar/432a8bb4-a64a-43c1-817f-6d0e0021c432", "type": "Regulation", "concepts": ["2068", "3577"], "title": "Commission Regulation (EU) No 326/2010 of 21 April 2010 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "22.4.2010 EN Official Journal of the European Union L 100/1\nCOMMISSION REGULATION (EU) No 326/2010\nof 21 April 2010\namending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 170 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 3846/87 (2) establishes an agricultural product nomenclature for export refunds on the basis of the Combined Nomenclature.\n(2) The refund nomenclature provides for cheeses to be eligible for an export refund if they meet minimum requirements as regards milk dry matter and milk fat. A particular type of cheese produced in some new Member States meets those necessary requirements but does not benefit from a refund since it is not covered by the present classification system of the export refund nomenclature. Given the importance of the particular cheese for the dairy industry, it is appropriate to add the product codes enabling that cheese to be classified under the export refund nomenclature.\n(3) Commission Regulation (EC) No 1187/2009 of 27 November 2009 laying down special detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards export licences and export refunds for milk and milk products (3) has repealed Regulation (EC) No 1282/2006 of 17 august 2006 laying down special detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards export licences and export refunds for milk and milk products (4). The references made in footnotes 4 and 14 of Sector 9 of Annex I to Regulation (EEC) No 3846/87 should therefore be updated.\n(4) Regulation (EEC) No 3846/87 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Annex I to Regulation (EEC) No 3846/87 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 366, 24.12.1987, p. 1.\n(3)  OJ L 318, 4.12.2009, p. 1.\n(4)  OJ L 234, 29.8.2006, p. 4.\nANNEX\nSector 9 of Annex I to Regulation (EEC) No 3846/87 is amended as follows:\n1. The following entry is inserted after the entry for CN code ‘ex 0406 90 27’:\n– – – Kashkaval:\n– – – – manufactured from sheep's and/or goat’s milk\n– – – – manufactured exclusively from cow's milk\n2. In point (b) of footnotes 4 and 14, the first sentence is replaced by the following:"}