{"celex_id": "32011D0012", "uri": "http://publications.europa.eu/resource/cellar/89a05a6a-a56a-4186-968d-e2dccfcd8cf5", "type": "Decision", "concepts": ["2187", "2801", "2924", "5315", "5383"], "title": "2011/12/EU: Commission Decision of 12 January 2011 amending Decision 2007/134/EC establishing the European Research Council\n", "header": "13.1.2011 EN Official Journal of the European Union L 9/5\nCOMMISSION DECISION\nof 12 January 2011\namending Decision 2007/134/EC establishing the European Research Council\n(2011/12/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Decision No 1982/2006/EC of the European Parliament and the Council of 18 December 2006 concerning the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007 to 2013) (1) and in particular Articles 2 and 3 thereof,\nHaving regard to Council Decision 2006/972/EC of 19 December 2006 concerning the Specific Programme: ‘Ideas’ implementing the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007 to 2013) (2) and in particular Article 4(2) and (3) thereof,\nWhereas:\n(1) The European Research Council (ERC) was established by Commission Decision 2007/134/EC (3).\n(2) According to the Specific Programme ‘Ideas’, an independent review was carried out of the ERC’s structures and mechanisms, against the criteria of scientific excellence, autonomy, efficiency and transparency and with the full involvement of the Scientific Council. The Review Panel suggested a number of adjustments in order to ensure a more effective European Research Council and a coherent presentation of the ERC’s activities to stakeholders.\n(3) On the basis of the review and the ambition to make the ERC fully sustainable, the Communication from the Commission to the Council and the European Parliament: ‘The European Research Council — meeting the challenge of world class excellence’ (4), sets out the aims for the second phase of the ERC’s development. It includes a number of specific actions to improve the ERC’s operations to ensure the effective and efficient implementation of the ‘Ideas’ Specific Programme.\n(4) In accordance with that Communication, it is necessary to ensure a single clear and transparent vision and seamless liaison between the ERC’s strategy and operational implementation, reflecting the activities of both the European Research Council Executive Agency (ERCEA), established by Commission Decision 2008/37/EC (5) and the Scientific Council, and to develop and implement a coherent and integrated communication strategy.\n(5) In order to recognise the personal commitment of the members of the Scientific Council, and especially the Chairperson and Vice-Chairpersons, it is appropriate to introduce an honorarium for their attendance at the Scientific Council plenary meetings. The honorarium should reflect their responsibilities and be benchmarked against similar provisions in similar entities and Member States. It is also appropriate to provide for the financing of a standing Identification Committee for the identification of future Scientific Council members.\n(6) It is necessary to continue the arrangements for the local support to the Chairperson and the Vice-Chairpersons of the Scientific Council, using the ‘Coordination and Support Action’ grant funding scheme of the Seventh Framework Programme.\n(7) The term of office of the founding members of the Scientific Council expires on 1 February 2011 and there is a need for the staged renewal of the Scientific Council, as provided for in Article 4(6) of Decision 2007/134/EC. The identification of new members was carried out by means of an independent Identification Committee and in accordance with the provisions of Article 4(4) of Decision 2007/134/EC, including a report to Parliament and Council. This Committee made recommendations for the staged renewal of the Scientific Council and these recommendations have been accepted.\n(8) Decision 2007/134/EC should therefore be amended accordingly,", "main_body": ["Decision 2007/134/EC is amended as follows:\n1. Article 1 is replaced by the following:\n2. In Article 3 the following paragraph 3 is added:\n3. Article 4 is amended as follows:\n(a) paragraph 4 is replaced by the following:\n(b) paragraph 9 is deleted.\n4. Article 5 is amended as follows:\n(a) paragraph 4 is replaced by the following:\n(b) paragraph 6 is replaced by the following:\n(c) the following paragraph 8 is added:\n5. Article 6 is amended as follows:\n(a) paragraphs 3 and 4 are replaced by the following:\n(b) the following paragraph 6 is added:\n6. Article 8 is replaced by the following:\n7. Annex II is replaced as set out in the Annex to this Decision.\n8. Annexes III and IV, as set out in the Annex to this Decision, are added.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 12 January 2011.\nFor the Commission\nMáire GEOGHEGAN-QUINN\nMember of the Commission\n(1)  OJ L 412, 30.12.2006, p. 1.\n(2)  OJ L 400, 30.12.2006, p. 243.\n(3)  OJ L 57, 24.2.2007, p. 14.\n(4)  COM(2009) 552 final.\n(5)  OJ L 9, 12.1.2008, p. 15.\n(6)  OJ L 9, 12.1.2008, p. 15.’\n(7)  Commission Decision C(2007) 5858.’\nANNEX\nANNEX II\nMEMBERS OF THE ERC SCIENTIFIC COUNCIL\nName and Institute End of term of office\nClaudio BORDIGNON, San Raffaele Scientific Institute, Milan 1 February 2013\nNicholas CANNY, National University of Ireland, Galway 31 December 2013\nSierd A.P.L. CLOETINGH, Free University of Amsterdam 26 April 2013\nMathias DEWATRIPONT, Université Libre de Bruxelles 1 February 2013\nTomasz DIETL, Polish Academy of Sciences 31 December 2013\nDaniel DOLEV, The Hebrew University of Jerusalem 31 December 2013\nCarlos M. DUARTE, Spanish Council for Scientific Research, Majorca 26 April 2013\nDaniel ESTEVE, CEA Saclay 31 December 2013\nPavel EXNER, Doppler Institute, Prague 31 December 2013\nHans-Joachim FREUND, Fritz-Haber-Institute, Berlin 1 February 2013\nTimothy HUNT, London Research Institute 31 December 2013\nCarl-Henrik HELDIN, Ludwig Institute for Cancer Research 31 December 2013\nNorbert KROO, Hungarian Academy of Sciences 1 February 2013\nMaria Teresa LAGO, University of Porto 1 February 2013\nHenrietta L. MOORE, University of Cambridge 26 April 2013\nHelga NOWOTNY, Wissenschaftszentrum, Wien 31 December 2013\nChristiane NÜSSLEIN-VOLHARD, Max-Planck-Institute for Developmental Biology, Tübingen 1 February 2013\nAlain PEYRAUBE, CNRS, Paris 31 December 2013\nJens ROSTRUP-NIELSEN, Haldor Topsoe A/S 1 February 2013\nMart SAARMA, University of Helsinki 31 December 2013\nAnna TRAMONTANO, University of Rome La Sapienza 31 December 2013\nIsabelle VERNOS, Centre Regulació Genómica, Barcelona 31 December 2013\nANNEX III\nACCESS TO DOCUMENTS AND DATA\nAccess to documents and data\n1. In order to perform the tasks entrusted to it, the Scientific Council may request access to documents and to process data which are in possession of the European Research Council Executive Agency.\n2. Beyond the material to which they have the right of access under the regime related to public access to documents (1), the European Research Council Executive Agency shall provide the Scientific Council with documents and data necessary for the performance of the tasks entrusted to the Scientific Council as long as this is done in compliance with and within the limits of the obligations on confidentiality, security and protection of personal data as provided by the European Union law.\n3. The members of the Scientific Council shall use such documents and data only for the purposes and tasks for which they are provided and shall be bound by an obligation of confidentiality.\n4. Appropriate organisational and technical measures to ensure the security and confidentiality of access and processing shall be set out, in order to prevent any unauthorised disclosure or access, accidental or unlawful destruction, loss or alteration of data and documents.\nAccess to personal data\n5. For the processing of personal data, the members of the Scientific Council who receive these personal data shall guarantee the level of protection of personal data in accordance with the provisions of the Regulation (EC) No 45/2001 and the Directive 95/46/EC of the European Parliament and of the Council (2).\n6. The members of the Scientific Council shall not process any personal data in a way incompatible with the purposes and tasks for which they are transmitted.\n7. The members of the Scientific Council shall give due care to the legitimacy, adequacy, relevance, accuracy, necessity and the limitation in time of personal data collected and processed.\nInformation\n8. In case access to documents and data or access to personal data may not be granted because of protection of personal data, confidentiality, security or public interest reasons, the European Research Council Executive Agency shall provide the Scientific Council with a written explanation of the reasons why access may not be granted, as well as any information on the topic in question that it considers possible to provide within the provisions of the regulations.\nANNEX IV\nHonoraria and implementation rules for the participation of the ERC Scientific Council members at Scientific Council plenary meetings\nHonoraria, travel expenses and subsistence expenses for the participation in up to five plenary meetings per year shall be implemented via an ad-hoc appointment-letter according to the following modalities.\nThe Scientific Council plenary meeting is normally of 1,5 days duration.\nThe honoraria of the members of the Scientific Council members shall be EUR 2 000 for full attendance at a plenary meeting of the Scientific Council or EUR 1 000 for partial attendance.\nThe honoraria of Vice-Chairpersons of the Scientific Council shall be EUR 3 500 for full attendance at a plenary meeting of the Scientific Council or EUR 1 750 for partial attendance.\nThe honorarium of the Chairperson of the Scientific Council shall be EUR 5 000 for full attendance at a plenary meeting of the Scientific Council or EUR 2 500 for partial attendance.\nPayment will be authorised by the Director of the European Research Council Executive Agency or his/her duly authorised deputy on the basis of an attendance list validated by the Chairperson of the Scientific Council and the Director of the European Research Council Executive Agency or their duly authorised deputies. The attendance list will indicate if each member’s attendance covered the full extent of the meeting (full attendance) or otherwise (partial attendance).\n(1)  Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents, OJ L 145, 31.5.2001, p. 43.\n(2)  OJ L 281, 23.11.1995, p. 31."}