{"celex_id": "32013D0271", "uri": "http://publications.europa.eu/resource/cellar/9a69cb85-d1b0-11e2-9b1a-01aa75ed71a1", "type": "Decision", "concepts": ["30", "3905", "447660", "5315", "6852", "7954"], "title": "2013/271/EU: Commission Implementing Decision of 6 June 2013 amending the annex to Implementing Decision 2012/117/EU establishing a list of key decision points to evaluate the implementation of the Galileo programme with regard to the ground-based centres and stations to be created as part of the programme development and deployment\n", "header": "8.6.2013 EN Official Journal of the European Union L 156/15\nCOMMISSION IMPLEMENTING DECISION\nof 6 June 2013\namending the annex to Implementing Decision 2012/117/EU establishing a list of key decision points to evaluate the implementation of the Galileo programme with regard to the ground-based centres and stations to be created as part of the programme development and deployment\n(2013/271/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 683/2008 of the European Parliament and of the Council of 9 July 2008 on the further implementation of the European satellite navigation programmes (EGNOS and Galileo) (1), and in particular Article 12(3) thereof,\nWhereas:\n(1) In the Annex to the French version of Commission Implementing Decision 2012/117/EU (2), several references are made to protocols of agreement to be signed with the Member States on whose territory the centres or stations are located. However, these are in fact not protocols of agreement but agreements.\n(2) Implementing Decision 2012/117/EU provides for the setting-up of a centre to monitor the security of the system and the services provided, known as the ‘Galileo Security Centre (GSMC)’. The French version of the Annex to the Decision specifies that the creation of this centre will be the subject of protocols of agreement between France and the United Kingdom to be signed during 2012.\n(3) In fact, the protocols of agreement between France and the United Kingdom for the creation of the Galileo Security Centre were not signed in 2012, but agreements should be signed in 2013.\n(4) Implementing Decision 2012/117/EU also provides for the development of a ‘GNSS service centre (GSC)’ in Madrid, to act as the interface between the system, on the one side, and the users of the open service, the commercial service and the Safety of Life Service on the other. The French version of the Annex to the Decision specifies that the creation of this centre was the subject of a protocol of agreement signed with Spain on 17 March 2011.\n(5) In fact, the text signed on 17 March 2011 was not a protocol of agreement but merely a memorandum of understanding. The development of the GSC should, however, be the subject of an agreement with Spain in 2013.\n(6) Implementing Decision 2012/117/EU also provides for the development of a centre, known as the ‘Galileo performance centre’, which, on behalf of the programme manager and independently of the user, evaluates the quality of the services provided and communicates time and geodetic references to the user communities.\n(7) For reasons relating to the nature of the functions of the Galileo performance centre, the name of the centre as shown in the Annex to Implementing Decision 2012/117/EU should be amended to ‘Galileo reference centre’ (‘GRC’). Furthermore, in the light of the presence of existing installations and equipment suitable for the tasks assigned to the Galileo reference centre, the security needs, and the technical and budgetary constraints linked to its operation, it would seem that the ESTEC site in Noordwijk, in the Netherlands, owned by the European Space Agency, is best placed to host the centre. It must be pointed out that the Galileo reference centre should not overlap with the instruments already in place in the Member States. Lastly, the development of the centre will not be completed in 2014 but only in 2016.\n(8) Implementing Decision 2012/117/EU further provides for the creation of a series of Galileo distance survey centres, known as ‘GSS stations’ which, to allow the provision of services, carry out pseudo-distance measuring and collect the signals sent by the satellites to monitor their quality. The optimum distribution around the globe of these stations should take account of geographical limitations.\n(9) The series of GSS stations does not include any stations in the North Pacific area. As it is essential that this area also be covered, a GSS station should be set up there. The said station is planned for Tokyo, in Japan, in the Belgian embassy, should the results of the feasibility studies prove positive.\n(10) The Annex to implementing Decision 2012/117/EU should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 19(1) of Regulation (EC) No 683/2008,", "main_body": ["The Annex to Implementing Decision 2012/117/EU is amended as follows:\n(1) in the row relating to the creation of the Galileo security centre (GSMC), in the ‘Measures’ column, the words ‘of protocols of agreement’ appearing in the French version are replaced by the words ‘of agreements’ and the year ‘2012’ is replaced by the year ‘2013’;\n(2) in the row relating to the development of a GNSS service centre (GSC), in the ‘Measures’ column, the sentence ‘It is the subject of an agreement signed with Spain on 17 March 2011’ is replaced with the sentence ‘It is the subject of a memorandum of understanding signed with Spain on 17 March 2011 and is expected to be the subject of an agreement with Spain to be signed during 2013’;\n(3) in the row relating to the development of an SAR service centre, in the ‘Measures’ column the words ‘of a protocol of agreement’ appearing in the French version are replaced by the words ‘of an agreement’;\n(4) the row relating to the development of a Galileo performance centre is amended as follows:\n(a) in the ‘Date’ column, the years ‘2013-2014’ are replaced by the years ‘2013-2016’;\n(b) in the ‘Key decision-making point’ column, the words ‘Development of a Galileo performance centre’ are replaced by the words ‘Development of a Galileo reference centre’;\n(c) in the ‘Measures’ column, the sentences ‘The Galileo performance centre should be developed in stages in a Member State and at a location to be determined. Work is planned to start in 2013 and is expected to be completed in 2014. It will be the subject of an agreement signed with the Member State concerned.’ are replaced with the sentences ‘The Galileo reference centre should be developed in stages on the ESTEC site (the Netherlands). Work is planned to start in 2013 and is expected to be completed in 2016. It will be the subject of an agreement with the Netherlands.’;\n(5) In the row relating to the creation of GSS stations, in the ‘Measures’ column, second paragraph, the words ‘Tokyo (Japan),’ are inserted between ‘Madeira (Portugal),’ and ‘Kerguelen’.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 6 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 196, 24.7.2008, p. 1.\n(2)  OJ L 52, 24.2.2012, p. 28."}