{"celex_id": "32014R0412", "uri": "http://publications.europa.eu/resource/cellar/ff1412aa-cb7e-11e3-b74e-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "2121", "2212", "2771", "2845", "3191", "4385", "5946"], "title": "Commission Implementing Regulation (EU) No 412/2014 of 23 April 2014 opening and providing for the administration of Union import tariff quotas for eggs, egg products and albumins originating in Ukraine\n", "header": "24.4.2014 EN Official Journal of the European Union L 121/32\nCOMMISSION IMPLEMENTING REGULATION (EU) No 412/2014\nof 23 April 2014\nopening and providing for the administration of Union import tariff quotas for eggs, egg products and albumins originating in Ukraine\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular points (a), (c) and (d) of Article 187 thereof,\nWhereas:\n(1) Regulation (EU) No 374/2014 of the European Parliament and of the Council (2) provides for preferential arrangements for 2014 as regards customs duties for the import of certain goods originating in Ukraine. In accordance with Article 3 of that Regulation agricultural products listed in Annex III thereto are to be admitted for import into the Union within the limits of the quotas as set out in that Annex. The quotas referred to in Annex III to Regulation (EU) No 374/2014 are to be administered by the Commission in accordance with Article 184(2)(b) of Regulation (EU) No 1308/2013.\n(2) The import tariff quotas concerned should be managed through the use of import licences. To this end, Commission Regulation (EC) No 1301/2006 (3) should apply, without prejudice to additional conditions laid down in this Regulation.\n(3) Commission Regulation (EC) No 376/2008 (4) should apply to import licences issued in accordance with this Regulation, save where derogations are appropriate.\n(4) For the appropriate administration of the tariff quotas, the security linked to the import licences should be lodged at the time of submission of a licence application.\n(5) Commission Implementing Regulation (EU) No 1001/2013 (5) has replaced some CN codes in Annex I to Council Regulation (EEC) No 2658/87 (6) by new CN codes which now differ from those referred to in Regulation (EU) No 374/2014. The new CN codes should therefore be reflected in Annex I to this Regulation.\n(6) Since the quotas referred to in Annex III to Regulation (EU) No 374/2014 are open only until 31 October 2014, this Regulation should enter into force as soon as possible.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Opening and management of tariff quotas\n1.   This Regulation opens and manages import tariff quotas for the egg sector and albumin products indicated in Annex I.\n2.   The quantity of products covered by the quotas referred to in paragraph 1, the applicable rate of customs duty and the order numbers shall be as set out in Annex I.\n3.   The import tariff quotas referred to in paragraph 1 shall be managed by means of import licences.\n4.   Regulations (EC) No 1301/2006 and (EC) No 376/2008 shall apply, unless otherwise provided for in this Regulation.\n5.   For the purposes of this Regulation, the weight of egg products shall be converted into the shell egg equivalent according to the standard rates of yield set out in Annex 69 to Commission Regulation (EEC) No 2454/93 (7).\n6.   For the purposes of this Regulation, the weight of milk albumins shall be converted into the shell egg equivalent according to the standard rates of yield of 7,00 for dried milk albumins (CN code 3502 20 91) and of 53,00 for other milk albumins (CN code 3502 20 99) using the principles of conversion laid down in Annex 69 to Regulation (EEC) No 2454/93.", "Import tariff quota period\nThe import tariff quotas referred to in Article 1(1) shall be opened until 31 October 2014.", "Import licence applications and import licences\n1.   Applications for licences shall be submitted no later than 13.00, Brussels time, on the 15th calendar day following the date on which this Regulation enters into force.\n2.   Licence applications may refer to only one order number. They may concern several products covered by different CN codes. In that case, all the CN codes and their descriptions shall be entered in boxes 15 and 16 of the licence application and the licence respectively. In the case of tariff quota 09.4275 set out in Annex I, the total quantity shall be converted into the shell egg equivalent.\n3.   Licence applications shall be made for a minimum quantity of 1 tonne and a maximum of 10 % of the quantity available for the quota concerned.\n4.   Licence applications and licences shall contain:\n(a) in box 8, the name ‘Ukraine’ as country of origin and the box ‘yes’ marked by a cross;\n(b) in box 20, one of the entries listed in Annex II.\n5.   A security of EUR 20 per 100 kilograms shall be lodged at the time of the submission a licence application.\n6.   No later than the 7th working day following the end of the period for the submission of applications referred to in paragraph 1, Member States shall notify the Commission of the total quantity applied for in kilograms egg shell equivalent weight and broken down by order number.\n7.   The release into free circulation of the quantity awarded under the import tariff quota referred to in Article 1(1) shall be subject to the presentation of an import licence.\n8.   Import licences shall be issued as from the 7th and no later than the 12th working day following the end of the notification period referred to in paragraph 6.", "Validity of import licences\n1.   Import licences shall be valid from the first day of their issue until 31 October 2014.\n2.   Without prejudice to Article 8(1) of Regulation (EC) No 376/2008, rights deriving from the licences may be transferred only to transferees satisfying the eligibility conditions set out in Article 5 of Regulation (EC) No 1301/2006.", "Notifications to the Commission\n1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify the Commission:\n(a) no later than 14 November 2014, of the quantities of products, including nil returns, for which import licences were issued during the quota period;\n(b) no later than 28 February 2015, of the quantities of products, including nil returns, covered by unused or partly used import licences and corresponding to the difference between the quantities entered on the back of the import licences and the quantities for which they were issued.\n2.   No later than 28 February 2015, Member States shall notify the Commission of the quantities of products, which were actually released into free circulation during the import tariff quota period laid down in this Regulation.\n3.   In the case of the notifications referred to in paragraphs 1 and 2, the quantity shall be expressed in kilograms of egg shell equivalent weight and broken down by order number.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Regulation (EU) No 374/2014 of the European Parliament and of the Council of 16 April 2014 on the reduction or elimination of customs duties on goods originating in Ukraine (OJ L 118, 22.4.2014, p. 1).\n(3)  Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (OJ L 238, 1.9.2006, p. 13).\n(4)  Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (OJ L 114, 26.4.2008, p. 3).\n(5)  Commission Implementing Regulation (EU) No 1001/2013 of 4 October 2013 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 290, 31.10.2013, p. 1).\n(6)  Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, p. 1).\n(7)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1).\nANNEX I\nNotwithstanding the rules on the interpretation of the Combined Nomenclature, the wording of the description of products shall be regarded as merely indicative, since the applicability of the preferential arrangements is determined, within the context of this Annex, by the scope of the CN codes.\nOrder number CN codes Description Quantity in tonnes Duty applicable\n09.4275 0407 21 00 Poultry's eggs in shell, fresh, preserved or cooked; Birds' eggs, not in shell, and egg yolks, fresh, dried, cooked by steaming or by boiling in water, moulded, frozen or otherwise preserved, whether or not containing added sugar or other sweetening matter, fit for human consumption; eggs albumins and milk albumins, fit for human consumption 1 500 0\n09.4276 0407 21 00 Poultry's eggs in shell, fresh, preserved or cooked 3 000 (expressed in net weight) 0\nANNEX II\nEntries referred to in Article 3(4)(b)\n— In Bulgarian: Регламент за изпълнение (ЕC) № 412/2014\n— In Spanish: Reglamento de Ejecución (UE) no 412/2014\n— In Czech: Prováděcí nařízení (EU) č. 412/2014\n— In Danish: Gennemførelsesforordning (EU) nr. 412/2014\n— In German: Durchführungsverordnung (EU) Nr. 412/2014\n— In Estonian: Rakendusmäärus (EL) nr 412/2014\n— In Greek: Εκτελεστικός κανονισμός (ΕΕ) αριθ. 412/2014\n— In English: Implementing Regulation (EU) No 412/2014\n— In French: Règlement d'exécution (UE) no 412/2014\n— In Croatian: Provedbena uredba (EU) br. 412/2014\n— In Italian: Regolamento di esecuzione (UE) n. 412/2014\n— In Latvian: Īstenošanas regula (ES) Nr. 412/2014\n— In Lithuanian: Įgyvendinimo reglamentas (ES) Nr. 412/2014\n— In Hungarian: 412/2014/EU végrehajtási rendelet\n— In Maltese: Regolament ta' Implimentazzjoni (UE) Nru 412/2014\n— In Dutch: Uitvoeringsverordening (EU) nr. 412/2014\n— In Polish: Rozporządzenie wykonawcze (UE) nr 412/2014\n— In Portuguese: Regulamento de Execução (UE) n.o 412/2014\n— In Romanian: Regulamentul de punere în aplicare (UE) nr. 412/2014\n— In Slovak: Vykonávacie nariadenie (EÚ) č. 412/2014\n— In Slovene: Izvedbena uredba (EU) št. 412/2014\n— In Finnish: Täytäntöönpanoasetus (EU) N:o 412/2014\n— In Swedish: Genomförandeförordning (EU) nr 412/2014."}