{"celex_id": "32012R1196", "uri": "http://publications.europa.eu/resource/cellar/0cd1e51b-4936-11e2-8762-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "4743", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 1196/2012 of 13 December 2012 amending Regulation (EU) No 9/2010 as regards the minimum content of a preparation of endo-1,4-beta-xylanase produced by Trichoderma reesei (ATCC PTA 5588) as a feed additive in feed for laying hens (holder of authorisation Danisco Animal Nutrition) Text with EEA relevance\n", "header": "14.12.2012 EN Official Journal of the European Union L 342/25\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1196/2012\nof 13 December 2012\namending Regulation (EU) No 9/2010 as regards the minimum content of a preparation of endo-1,4-beta-xylanase produced by Trichoderma reesei (ATCC PTA 5588) as a feed additive in feed for laying hens (holder of authorisation Danisco Animal Nutrition)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) The use of a preparation of endo-1,4-beta-xylanase (EC 3.2.1.8) produced by Trichoderma reesei (ATCC PTA 5588), belonging to the additive category of ‘zootechnical additives’, was authorised for 10 years as a feed additive for use on chickens for fattening, laying hens, ducks and turkeys for fattening by Commission Regulation (EU) No 9/2010 (2), for weaned piglets and pigs for fattening by Commission Implementing Regulation (EU) No 528/2011 (3) and for minor poultry species other than ducks by Commission Implementing Regulation (EU) No 1021/2012 (4).\n(2) In accordance with Article 13(3) of Regulation (EC) No 1831/2003, the holder of the authorisation has proposed changing the terms of the authorisation of the preparation concerned by reducing its minimum content from 2 500 U/kg to 625 U/kg as regards the use on laying hens. The application was accompanied by the relevant supporting data. The Commission forwarded that application to the European Food Safety Authority (hereinafter ‘the Authority’).\n(3) The Authority concluded in its opinion of 22 May 2012 (5) that, under the new proposed conditions of use, the preparation concerned is efficacious at the requested minimum dose of 625 U/kg. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(4) The conditions provided for in Article 5 of Regulation (EC) No 1831/2003 are satisfied.\n(5) Regulation (EU) No 9/2010 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Regulation (EU) No 9/2010 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 3, 7.1.2010, p. 10.\n(3)  OJ L 143, 31.5.2011, p. 10.\n(4)  OJ L 307, 7.11.2012, p. 68.\n(5)  EFSA Journal 2012; 10(6):2739.\nANNEX\nThe Annex to Regulation (EU) No 9/2010 is replaced by the following:\n‘ANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers\nAdditive composition\nCharacterisation of the active substance\nAnalytical method\n (2)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. For use in feed rich in non-starch polysaccharides (mainly beta- arabinoxylans).\nLaying hens 625 U\nDucks 625 U\nTurkeys for fattening 1 250 U\n(1)  1 U is the amount of enzyme which liberates 0,5 μmol of reducing sugar (expressed as xylose equivalents) from a cross-linked oat spelt arabinoxylan substrate at pH 5,3 and 50 °C in one minute.\n(2)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx’"}