{"celex_id": "32013R0304", "uri": "http://publications.europa.eu/resource/cellar/7eb2c5a1-97c6-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1744", "2173", "3191", "4059", "4080", "4215", "5000", "5010"], "title": "Commission Implementing Regulation (EU) No 304/2013 of 27 March 2013 fixing the import duties in the cereals sector applicable from 1 April 2013\n", "header": "28.3.2013 EN Official Journal of the European Union L 90/92\nCOMMISSION IMPLEMENTING REGULATION (EU) No 304/2013\nof 27 March 2013\nfixing the import duties in the cereals sector applicable from 1 April 2013\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EU) No 642/2010 of 20 July 2010 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 in respect of import duties in the cereals sector (2), and in particular Article 2(1) thereof,\nWhereas:\n(1) Article 136(1) of Regulation (EC) No 1234/2007 states that the import duty on products covered by CN codes 1001 19 00, 1001 11 00, ex 1001 91 20 (common wheat seed), ex 1001 99 00 (high quality common wheat other than for sowing), 1002 10 00, 1002 90 00, 1005 10 90, 1005 90 00, 1007 10 90 and 1007 90 00 is to be equal to the intervention price valid for such products on importation and increased by 55 %, minus the cif import price applicable to the consignment in question. However, that duty may not exceed the rate of duty in the Common Customs Tariff.\n(2) Article 136(2) of Regulation (EC) No 1234/2007 lays down that, in order to calculate the import duty referred to in paragraph 1 of that Article, representative cif import prices are to be established on a regular basis for the products in question.\n(3) Under Article 2(2) of Regulation (EU) No 642/2010, the price to be used for the calculation of the import duty on products covered by CN codes 1001 19 00, 1001 11 00, ex 1001 91 20 (common wheat seed), ex 1001 99 00 (high quality common wheat other than for sowing), 1002 10 00, 1002 90 00, 1005 10 90, 1005 90 00, 1007 10 90 and 1007 90 00 is the daily cif representative import price determined as specified in Article 5 of that Regulation.\n(4) Import duties should be fixed for the period from 1 April 2013 and should apply until new import duties are fixed and enter into force.\n(5) Given the need to ensure that this measure applies as soon as possible after the updated data have been made available, this Regulation should enter into force on the day of its publication,", "main_body": ["From 1 April 2013, the import duties in the cereals sector referred to in Article 136(1) of Regulation (EC) No 1234/2007 shall be those fixed in Annex I to this Regulation on the basis of the information contained in Annex II.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 2013.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 187, 21.7.2010, p. 5.\nANNEX I\nImport duties on the products referred to in Article 136(1) of Regulation (EC) No 1234/2007 applicable from 1 April 2013\nCN code Description Import duties (1)\n1001 19 00 Durum wheat, high quality 0,00\nmedium quality 0,00\nlow quality 0,00\nex 1001 91 20 Common wheat seed 0,00\nex 1001 99 00 High quality common wheat other than for sowing 0,00\n1002 10 00 Rye 0,00\n1005 10 90 Maize seed other than hybrid 0,00\n1005 90 00 Maize other than seed (2) 0,00\n1007 10 90 Grain sorghum other than hybrids for sowing 0,00\n(1)  The importer may benefit, under Article 2(4) of Regulation (EU) No 642/2010, from a reduction in the duty of:\n— EUR 3/t, where the port of unloading is located on the Mediterranean Sea (beyond the Strait of Gibraltar) or on the Black Sea, for goods arriving in the Union via the Atlantic Ocean or the Suez Canal,\n— EUR 2/t, where the port of unloading is located in Denmark, Estonia, Ireland, Latvia, Lithuania, Poland, Finland, Sweden, the United Kingdom or on the Atlantic coast of the Iberian Peninsula, for goods arriving in the Union via the Atlantic Ocean.\n(2)  The importer may benefit from a flat-rate reduction of EUR 24/t where the conditions laid down in Article 3 of Regulation (EU) No 642/2010 are met.\nANNEX II\nFactors for calculating the duties laid down in Annex I\n15.3.2013-26.3.2013\n1. Averages over the reference period referred to in Article 2(2) of Regulation (EU) No 642/2010:\n(EUR/t)\nCommon wheat (1) Maize Durum wheat, high quality Durum wheat, medium quality (2) Durum wheat, low quality (3)\nExchange Minnéapolis Chicago — — —\nQuotation 241,73 221,29 — — —\nFob price USA — — 300,83 290,83 270,83\nGulf of Mexico premium 84,96 20,14 — — —\nGreat Lakes premium — — — — —\n2. Averages over the reference period referred to in Article 2(2) of Regulation (EU) No 642/2010:\nFreight costs: Gulf of Mexico-Rotterdam: 16,32 EUR/t\nFreight costs: Great Lakes-Rotterdam: 51,71 EUR/t\n(1)  Premium of EUR 14/t incorporated (Article 5(3) of Regulation (EU) No 642/2010).\n(2)  Discount of EUR 10/t (Article 5(3) of Regulation (EU) No 642/2010).\n(3)  Discount of EUR 30/t (Article 5(3) of Regulation (EU) No 642/2010)."}