{"celex_id": "32013D0076", "uri": "http://publications.europa.eu/resource/cellar/441c628c-7058-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "5034", "5283", "6112", "838"], "title": "2013/76/EU: Commission Implementing Decision of 4 February 2013 amending Decision 2009/719/EC authorising certain Member States to revise their annual BSE monitoring programmes (notified under document C(2013) 435)  Text with EEA relevance\n", "header": "6.2.2013 EN Official Journal of the European Union L 35/6\nCOMMISSION IMPLEMENTING DECISION\nof 4 February 2013\namending Decision 2009/719/EC authorising certain Member States to revise their annual BSE monitoring programmes\n(notified under document C(2013) 435)\n(Text with EEA relevance)\n(2013/76/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the second subparagraph of Article 6(1b) thereof,\nWhereas:\n(1) Article 6(1b) of Regulation (EC) No 999/2001 provides that the annual monitoring programmes for the Member States having demonstrated an improvement in their epidemiological situation, according to certain criteria, may be revised.\n(2) The Annex to Commission Decision 2009/719/EC of 28 September 2009 authorising certain Member States to revise their annual BSE monitoring programmes (2) as amended by Implementing Decision 2011/358/EU (3) lists 25 Member States authorised to revise their annual monitoring programme in accordance with Article 6(1b) of Regulation (EC) No 999/2001 (hereafter referred to as the EU-25).\n(3) Regarding the monitoring of bovine animals subject to normal slaughter for human consumption, Article 2(1)(a) of Decision 2009/719/EC provides that the EU-25 shall test for BSE all bovine animals above 72 months of age, whereas Article 2(3) provides that, from 1 January 2013, the EU-25 may decide to test only a minimum annual sample of the healthy slaughtered cattle over 72 months of age.\n(4) On 8 October 2012 the European Food Safety Authority (EFSA) approved a scientific and technical assistance report on the minimum sample size to test should an annual BSE statistical testing regime be authorised in healthy slaughtered cattle (4).\n(5) EFSA concluded in its report that, according to the estimates from a model developed to reply to the Commission mandate (C-TSEMM model), no healthy slaughter animals need to be tested in order for the current surveillance system of at risk sub-populations (fallen stock, casualty slaughter and clinical suspects) to meet, in the EU-25 group considered as a whole, a design prevalence of one detectable case in 100 000 adult cattle at a confidence level of 95 %, the international standard established by the World Organisation for Animal Health (OIE) regarding the performance of BSE surveillance systems. Should no healthy slaughtered animals have been tested in 2011, the surveillance system would still have ensured a design prevalence of one case per 5 355 627 in the adult population of the EU-25 at a confidence level of 95 %.\n(6) Considering the decreasing trend of BSE in the European Union, EFSA’s estimate that in the EU-25 the surveillance system based on the testing of at risk sub-populations only would easily meet the international standard regarding the performance of BSE surveillance systems, and the fact that no testing of healthy slaughtered animals is required to meet the international standard established by the OIE for the monitoring of BSE provided that animals from the three at risk sub-populations are tested, the testing of healthy slaughtered cattle could be stopped in the EU-25. The provisions for the surveillance system of healthy slaughtered cattle in the EU-25 should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Paragraph 3 of Article 2 of Decision 2009/719/EC is replaced by the following:\n‘3.   By way of derogation from point (a) of paragraph 1, from 1 January 2013 Member States listed in the Annex may decide not to test animals in the subpopulation referred to in that point.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 February 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  OJ L 256, 29.9.2009, p. 35.\n(3)  OJ L 161, 21.6.2011, p. 29.\n(4)  EFSA Journal 2012; 10(10):2913."}