{"celex_id": "32014R1343", "uri": "http://publications.europa.eu/resource/cellar/79804c62-867e-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["1005", "226", "5315", "7932"], "title": "Commission Implementing Regulation (EU) No 1343/2014 of 17 December 2014 amending Regulation (EC) No 951/2007 laying down implementing rules for cross-border cooperation programmes financed under Regulation (EC) No 1638/2006 of the European Parliament and of the Council\n", "header": "18.12.2014 EN Official Journal of the European Union L 363/75\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1343/2014\nof 17 December 2014\namending Regulation (EC) No 951/2007 laying down implementing rules for cross-border cooperation programmes financed under Regulation (EC) No 1638/2006 of the European Parliament and of the Council\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1638/2006 of the European Parliament and of Council of 24 October 2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) The Commission has adopted Regulation (EC) No 951/2007 laying down implementing rules for cross-border cooperation programmes financed under Regulation (EC) No 1638/2006 of the European Parliament and of the Council of 24 October 2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument (2).\n(2) Given the delayed start of the European Neighbourhood and Partnership Instrument cross-border cooperation programmes, the implementation phase for projects was extended from 31 December 2014 to 31 December 2015 with the Commission Implementing Regulation (EU) No 435/2011 (3). Hence, the closure phase and relevant provisions should be adapted accordingly.\n(3) Provision should be made for a clause enabling the Commission to agree on the extension of the execution period of a joint operational programme after a reasoned request from the Joint Monitoring Committee in the event of unforeseen and duly justified needs or circumstances.\n(4) The effective handling of irregularities is essential in order to protect Union's financial interests and ensure the principle of sound financial management of the programmes. In this vein and given that financial corrections are the main tool used to restore irregularities concerning expenditure financed by the Union under shared management, relevant provisions on financial corrections should be introduced in the Regulation (EC) No 951/2007.\n(5) In order to provide legal certainty for participating countries, it is appropriate to lay down the specific arrangements and procedures for financial corrections by the Joint Managing Authorities, respecting the principles of equal treatment, transparency and proportionality.\n(6) Regulation (EC) No 951/2007 should therefore be amended accordingly.\n(7) The measures provided in this Regulation are in accordance with the opinion of the Committee established by Regulation (EU) No 232/2014 of the European Parliament and of Council (4).", "main_body": ["Regulation (EC) No 951/2007 is amended as follows:\n1. The following Article 26a is inserted:\n2. Article 32 is replaced by the following:\n3. Article 43 is amended as following:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 2, subparagraph (c) is replaced by the following:\n‘(c) a financial closure phase for the joint operational programme including the financial closure of all contracts concluded as part of the programme, the ex post evaluation of the programme, the submission of the final report, and the final payment or final recovery by the Commission. This phase shall end on 31 December 2017 at the latest.’\n(c) a new paragraph 3 is added:", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 310, 9.11.2006, p. 1.\n(2)  Commission Regulation (EC) No 951/2007 of 9 August 2007 laying down implementing rules for cross-border cooperation programmes financed under Regulation (EC) No 1638/2006 of the European Parliament and of the Council of 24 October 2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument (OJ L 210, 10.8.2007, p. 10).\n(3)  Commission Implementing Regulation (EU) No 435/2011 amending Regulation (EC) No 951/2007 laying down implementing rules for cross-border cooperation programmes financed under Regulation (EC) No 1638/2006 of the European Parliament and of the Council (OJ L 118, 6.5.2011, p. 1).\n(4)  Regulation (EU) No 232/2014 of the European Parliament and of Council of 11 March 2014 establishing a European Neighbourhood Instrument (OJ L 77, 15.3.2014, p. 27.)\n(5)  Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320).\n(6)  Commission Decision of 19 December 2013 on the setting out and approval of the guidelines for determining financial corrections to be made by the Commission to expenditure financed by the Union under shared management for non-compliance with the rules on public procurement (C(2013) 9527).’"}