{"celex_id": "32012D0049", "uri": "http://publications.europa.eu/resource/cellar/7a8f12cf-67f2-474f-b3e9-24e3fd37aec2", "type": "Decision", "concepts": ["2747", "3135", "5312", "5696", "6111"], "title": "2012/49/EU: Commission Decision of 26 January 2012 amending Decisions 2011/263/EU and 2011/264/EU in order to take account of developments in enzymes classification in accordance with Annex I to Council Directive 67/548/EEC and Annex VI to Regulation (EC) No 1272/2008 of the European Parliament and of the Council (notified under document C(2012) 323)  Text with EEA relevance\n", "header": "28.1.2012 EN Official Journal of the European Union L 26/36\nCOMMISSION DECISION\nof 26 January 2012\namending Decisions 2011/263/EU and 2011/264/EU in order to take account of developments in enzymes classification in accordance with Annex I to Council Directive 67/548/EEC and Annex VI to Regulation (EC) No 1272/2008 of the European Parliament and of the Council\n(notified under document C(2012) 323)\n(Text with EEA relevance)\n(2012/49/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 66/2010 of the European Parliament and of the Council of 25 November 2009 on the EU Ecolabel (1), and in particular Article 8(2) thereof,\nAfter consulting the European Union Eco-Labelling Board,\nWhereas:\n(1) According to Article 6(6) of Regulation (EC) No 66/2010 the EU Ecolabel may not be awarded to goods containing substances or preparations/mixtures meeting the criteria for classification as toxic, hazardous to the environment, carcinogenic, mutagenic or toxic for reproduction in accordance with Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (2). The EU Ecolabel may also not be awarded to goods containing substances referred to in Article 57 of Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (3). According to Article 6(7) of Regulation (EC) No 66/2010, where it is not technically feasible to substitute those goods as such or via the use of alternative materials or designs, or in the case of products which have a significantly higher overall environmental performance compared with other goods of the same category, the Commission may adopt measures to grant derogations from Article 6(6) of that Regulation.\n(2) The Commission has adopted Decision 2011/263/EU of 28 April 2011 on establishing the ecological criteria for the award of the EU Ecolabel to detergents for dishwashers (4) and Decision 2011/264/EU of 28 April 2011 on establishing the ecological criteria for the award of the EU Ecolabel for laundry detergents (5). After the adoption of those Decisions the important enzyme subtilisin, which is used in laundry detergents and detergents for dishwashers, was classified as R50 (Very toxic to aquatic life) in accordance with Annex I to Council Directive 67/548/EEC of 27 June 1967 on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (6) and Annex VI to Regulation (EC) No 1272/2008, which prevents those laundry detergents and detergents for dishwashers from obtaining the EU Ecolabel.\n(3) This is new information that was not considered during the review of the EU Ecolabel criteria for laundry detergents and detergents for dishwashers and the considerations of derogations for enzymes. Decisions 2011/263/EU and 2011/264/EU should therefore be amended in order to take account of developments in enzymes classification in accordance with Annex I to Directive 67/548/EEC and Annex VI to Regulation (EC) No 1272/2008.\n(4) A transitional period should be provided for in order to give producers whose products have been awarded the Ecolabel for laundry detergents and detergents for dishwashers on the basis of the criteria set out in Commission Decisions 2003/31/EC (7) and 2003/200/EC (8) sufficient time to adapt their products to comply with the revised criteria and requirements and in order to compensate for suspension caused by this amendment.\n(5) Decisions 2011/263/EU and 2011/264/EU should therefore be amended accordingly,", "main_body": ["The Annex to Decision 2011/263/EU is amended as set out in the Annex to this Decision.", "The Annex to Decision 2011/264/EU is amended as set out in the Annex to this Decision.", "Where the Ecolabel is awarded on the basis of an application evaluated according to the criteria set out in Decisions 2003/31/EC and 2003/200/EC, that Ecolabel may be used until 28 September 2012.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 January 2012.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 27, 30.1.2010, p. 1.\n(2)  OJ L 353, 31.12.2008, p. 1.\n(3)  OJ L 396, 30.12.2006, p. 1.\n(4)  OJ L 111, 30.4.2011, p. 22.\n(5)  OJ L 111, 30.4.2011, p. 34.\n(6)  OJ 196, 16.8.1967, p. 1.\n(7)  OJ L 9, 15.1.2003, p. 11.\n(8)  OJ L 76, 22.3.2003, p. 25.\nANNEX\n1. In the Annex to Decision 2011/263/EU, in criterion 2, point (b), fifth paragraph, the following substance is added to the table of derogations:\n‧Subtilisin H400 Very toxic to aquatic life R 50‧\n2. In the Annex to Decision 2011/264/EU, in criterion 4, point (b), fifth paragraph, the following substance is added to the table of derogations:\n‧Subtilisin H400 Very toxic to aquatic life R 50‧"}