{"celex_id": "32012R0771", "uri": "http://publications.europa.eu/resource/cellar/f2dd92cb-f02c-11e1-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["2696", "2771", "3191", "5332", "8412", "888"], "title": "Commission Regulation (EU) No 771/2012 of 23 August 2012 making imports of bioethanol originating in the United States of America subject to registration in application of Article 24(5) of Council Regulation (EC) No 597/2009 on protection against subsidised imports from countries not members of the European Community\n", "header": "24.8.2012 EN Official Journal of the European Union L 229/20\nCOMMISSION REGULATION (EU) No 771/2012\nof 23 August 2012\nmaking imports of bioethanol originating in the United States of America subject to registration in application of Article 24(5) of Council Regulation (EC) No 597/2009 on protection against subsidised imports from countries not members of the European Community\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 597/2009 of 11 June 2009 on protection against subsidised imports from countries not members of the European Community (1) (the basic Regulation) and in particular Articles 16(4), 24(3) and 24(5) thereof,\nAfter consulting the Advisory Committee,\nWhereas\n(1) On 25 November 2011, the European Commission (‘the Commission’) announced by a notice published in the Official Journal of the European Union\n (2) (‘notice of initiation’), the initiation of an anti-subsidy proceeding (‘AS proceeding’ or ‘the proceeding’) with regard to imports into the Union of bioethanol originating in the United States of America (‘USA’ or ‘the country concerned’) following a complaint lodged on 12 October 2011 by the European Producers Union of Renewable Ethanol Association (ePURE) (‘the complainant’) on behalf of producers representing more than 25 % of the total Union production of bioethanol.\nA.   PRODUCT CONCERNED\n(2) The product concerned by this registration is the same as that defined in the notice of initiation, namely bioethanol, sometimes referred to as ‘fuel ethanol’, i.e. ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union), denatured or undenatured, excluding products with a water content of more than 0,3 % (m/m) measured according to the standard EN 15376, as well as ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union) contained in blends with gasoline with an ethyl alcohol content of more than 10 % (v/v) originating in the USA, currently falling within CN codes ex 2207 10 00, ex 2207 20 00, ex 2208 90 99, ex 2710 12 11, ex 2710 12 15, ex 2710 12 21, ex 2710 12 25, ex 2710 12 31, ex 2710 12 41, ex 2710 12 45, ex 2710 12 49, ex 2710 12 51, ex 2710 12 59, ex 2710 12 70, ex 2710 12 90, ex 3814 00 10, ex 3814 00 90, ex 3820 00 00 and ex 3824 90 97.\nB.   REQUEST\n(3) Following the publication of the notice of initiation, the complainant requested in November 2011 that imports of the product concerned be made subject to registration pursuant to Article 24(5) of the basic Regulation so that measures may subsequently be applied against those imports from the date of such registration. The complainant repeated several times its request for registration of imports of the product concerned, most recently on 3 August 2012, and provided further reasons as to why such registration should be made in the current investigation.\nC.   GROUNDS FOR THE REGISTRATION\n(4) According to Article 24(5) of the basic Regulation, the Commission may, after consultation of the Advisory Committee, direct the customs authorities to take the appropriate steps to register imports, so that measures may subsequently be applied against those imports from the date of such registration. Imports may be made subject to registration following a request from the Union industry which contains sufficient evidence to justify such action.\n(5) The complainant claimed that the product concerned was subsidised and that injury to the Union industry, which is difficult to repair, was caused by the surge in imports benefiting from countervailable subsidies in a relatively short period of time.\n(6) The complainant provided evidence that the imports of the product concerned have increased significantly in absolute terms and in terms of market share. The volume and prices of the imported product concerned have had a negative impact on the quantities sold, the level of the prices charged in the Union market and the market share held by the Union industry, resulting in substantial adverse effects on the overall performance and the financial situation of the Union industry.\n(7) These findings were confirmed by the Commission in its interim conclusion in the AS proceeding in August 2012, as disclosed to interested parties. Therefore, the request contains sufficient evidence to justify registration.\nD.   PROCEDURE\n(8) In view of the above, the Commission has concluded that the complainant provided sufficient evidence to make imports of the product concerned subject to registration in accordance with Article 24(5) of the basic Regulation.\n(9) All interested parties are invited to make their views known in writing and to provide evidence supporting their views. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\nE.   REGISTRATION\n(10) Despite positive findings of countervailing subsidisation and material injury caused thereby to the Union industry during the investigation period (‘IP’), namely from 1 October 2010 to 30 September 2011, the Commission decided not to adopt provisional countervailing duties pursuant to Article 12 of the basic Regulation because it was provisionally found that the main subsidy scheme in force during the IP had ceased, in the sense that it no longer conferred a benefit at the time provisional measures would have been imposed. However, there is evidence that the United States might reinstate the main subsidy scheme found to be countervailable in the coming months with retroactive effects. In that event, the Commission considers that it would have been entitled to adopt (and eventually collect) provisional countervailing duties in the present investigation. Thus, in order to preserve the European Union’s rights under these special circumstances, the Commission has decided to proceed as indicated below.\n(11) Pursuant to Article 24(5) of the basic Regulation, imports of the product concerned shall be made subject to registration so that, eventually, measures may retroactively be applied against those imports from the date of such registration. Should the United States reintroduce the main subsidy scheme with retroactive effect, the Commission intends to propose the Council to collect definitive duties on the imports subject to registration. If, at the definitive stage, the Commission is convinced that the United States would not act in the manner as mentioned before, the Commission intends to propose the Council that those imports subject to registration shall not be subject to any additional liability arising from this AS investigation.\n(12) Any future liability would emanate from the definitive findings of the anti-subsidy investigation. The estimated amount of possible future liability is set at the level of subsidisation found so far, i.e. at EUR 108 per tonne of pure bioethanol. (3)\n(13) In order that the registration is sufficiently effective in view of eventual retroactive levying of an anti-subsidy duty, the declarant should indicate on the customs declaration the proportion in blends, by weight, of the total content of ethyl alcohol produced from agricultural products (bioethanol content).\nF.   PROCESSING OF PERSONAL DATA\n(14) Any personal data collected in this anti-subsidy investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4),", "main_body": ["1.   The Customs authorities are hereby directed, pursuant to Article 24(5) of Regulation (EC) No 597/2009, to take the appropriate steps to register the imports into the Union of bioethanol, sometimes referred to as ‘fuel ethanol’, i.e. ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union), denatured or undenatured, excluding products with a water content of more than 0,3 % (m/m) measured according to the standard EN 15376, as well as ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union) contained in blends with gasoline with an ethyl alcohol content of more than 10 % (v/v) currently falling within CN codes ex 2207 10 00, ex 2207 20 00, ex 2208 90 99, ex 2710 12 11, ex 2710 12 15, ex 2710 12 21, ex 2710 12 25, ex 2710 12 31, ex 2710 12 41, ex 2710 12 45, ex 2710 12 49, ex 2710 12 51, ex 2710 12 59, ex 2710 12 70, ex 2710 12 90, ex 3814 00 10, ex 3814 00 90, ex 3820 00 00 and ex 3824 90 97 (TARIC codes 2207100011, 2207200011, 2208909911, 2710121110, 2710121510, 2270122110, 2710122510, 2710123110, 2710124110, 2710124510, 2710124910, 2710125110, 2710125910, 2710127010, 2710129010, 3814009070, 3820000010 and 3824909767) and originating in the United States of America. Registration shall expire nine months following the data of entry into force of this Regulation.\nThe declarant shall indicate on the customs declaration the proportion in the blend, by weight, of the total content of ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union) (bioethanol content).\n2.   All interested parties are invited to make their views known in writing, to provide supporting evidence or to request to be heard within 20 days from the date of publication of this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThe Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 August 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 188, 18.7.2009, p. 93.\n(2)  OJ C 345, 25.11.2011, p. 13.\n(3)  Also referred to as E100\n(4)  OJ L 8, 12.1.2001, p. 1."}