{"celex_id": "32013R1076", "uri": "http://publications.europa.eu/resource/cellar/b71ec247-42ca-11e3-ae03-01aa75ed71a1", "type": "Regulation", "concepts": ["1458", "3175", "3181", "3190", "3191", "932", "97"], "title": "Commission Implementing Regulation (EU) No 1076/2013 of 31 October 2013 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code as regards the temporary import, export and re-import of portable music instruments\n", "header": "1.11.2013 EN Official Journal of the European Union L 292/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1076/2013\nof 31 October 2013\namending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code as regards the temporary import, export and re-import of portable music instruments\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) Section 2 of Chapter 3 of Title VII of Part I of Commission Regulation (EEC) No 2454/93 (2) sets out the rules concerning ‘customs declarations made by any other act’. In accordance with Articles 230, 231 and 232 of that Regulation, certain categories of goods are to be considered to have been declared for release for free circulation, for export or for temporary importation by an act which is considered to be a customs declaration in the forms set out in Article 233.\n(2) However, portable musical instruments which are temporarily imported by travellers with the intention of using them as professional equipment are to be presented to customs and to be declared explicitly for the temporary importation procedure.\n(3) Recent incidents, where artists in the music sector have been negatively affected by the application of customs rules at import, have indicated that there is a need to simplify the access to the temporary importation procedure by allowing such portable musical instruments to be declared by any other act. In order to avoid that similar problems occur in connection with export and reimport, such simplification should also cover portable musical instruments which have been declared for export or which have been re-imported and declared for release for free circulation as returned goods by travellers.\n(4) Regulation (EEC) No 2454/93 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EEC) No 2454/93 is amended as follows:\n(1) In Article 230, the following point (e) is added:\n‘(e) portable musical instruments imported by travellers and entitled to relief as returned goods.’\n(2) In Article 231, the following point (e) is added:\n‘(e) portable musical instruments of travellers.’\n(3) In Article 232, paragraph 1, the following point (d) is added:\n‘(d) portable musical instruments referred to in Article 569(1a).’.\n(4) In Article 569, the following paragraph 1a is inserted:", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1)."}