{"celex_id": "32014R0509", "uri": "http://publications.europa.eu/resource/cellar/eb0d4f7f-dff0-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["2300", "4003", "5405", "5649", "5796"], "title": "Regulation (EU) No 509/2014 of the European Parliament and of the Council of 15 May 2014 amending Council Regulation (EC) No 539/2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement\n", "header": "20.5.2014 EN Official Journal of the European Union L 149/67\nREGULATION (EU) No 509/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\namending Council Regulation (EC) No 539/2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular point (a) of Article 77(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Since 2001, the determination of the third countries whose nationals are subject to, or exempt from, the visa requirement has been made on the basis of the criteria laid down in recital 5 of Council Regulation (EC) No 539/2001 (2). The evolving nature of the Union visa policy and the increased need to ensure more coherence between visa policy and other Union policies justify that some additional criteria be taken into account when reviewing the lists of third countries in Annexes I and II to Regulation (EC) No 539/2001.\n(2) The determination of the third countries whose nationals are subject to, or exempt from, the visa requirement should be made on the basis of a considered, case-by-case assessment. This assessment should be made periodically and could lead to legislative proposals to amend the Annexes to Regulation (EC) No 539/2001, notwithstanding the possibility of having country-specific amendments to those Annexes in particular circumstances, for instance as a result of a visa liberalisation process or as the ultimate consequence of a temporary suspension of the visa exemption.\n(3) The composition of the lists of third countries in Annexes I and II to Regulation (EC) No 539/2001 should be, and should remain, consistent with the criteria set out in this Regulation. References to third countries in respect of which the situation has changed as regards those criteria should be transferred from one Annex to the other.\n(4) The imposition of the visa requirement on the nationals of Dominica, Grenada, Kiribati, Marshall Islands, Micronesia, Nauru, Palau, Saint Lucia, Saint Vincent and the Grenadines, Samoa, Solomon Islands, Timor-Leste, Tonga, Trinidad and Tobago, Tuvalu, the United Arab Emirates and Vanuatu is no longer justified. Those countries do not present any risk of illegal immigration or a threat to public policy and security for the Union in accordance with the criteria set out in this Regulation. Consequently, nationals of those countries should be exempt from the visa requirement for stays of no more than 90 days in any 180-day period, and references to those countries should be transferred to Annex II to Regulation (EC) No 539/2001.\n(5) The Commission should further assess the situation of Colombia and Peru with regard to the criteria set out in this Regulation before the opening of negotiations on bilateral agreements on visa waiver between the Union and those countries.\n(6) Exemption from the visa requirement for nationals of Colombia, Dominica, Grenada, Kiribati, Marshall Islands, Micronesia, Nauru, Palau, Peru, Saint Lucia, Saint Vincent and the Grenadines, Samoa, Solomon Islands, Timor-Leste, Tonga, Trinidad and Tobago, Tuvalu, the United Arab Emirates and Vanuatu should not come into force until bilateral agreements on visa waiver between the Union and the countries concerned have been concluded in order to ensure full reciprocity.\n(7) Statistical data show that the groups of British citizens currently listed in Part 3 of Annex I to Regulation (EC) No 539/2001 do not pose a risk in terms of irregular migration to the Schengen Area and that most of them live in islands of the Caribbean region which have strong links and similarities with neighbouring countries whose nationals are exempt from the visa requirement. Those groups of British citizens should therefore be exempt from the visa requirement for stays of no more than 90 days in any 180-day period and references to those groups should be transferred to Annex II to that Regulation.\n(8) Developments in international law entailing changes in the status or designation of certain States or entities should be reflected in the Annexes to Regulation (EC) No 539/2001. Reference to South Sudan should be added to Annex I to that Regulation, as the country declared its independence on 9 July 2011 and was admitted to membership in the United Nations on 14 July 2011.\n(9) As regards Iceland and Norway, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the latters’ association with the implementation, application and development of the Schengen acquis\n (3), which fall within the area referred to in Article 1, point (B), of Council Decision 1999/437/EC (4).\n(10) As regards Switzerland, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement signed by the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (5), which fall within the area referred to in Article 1, points (B) and (C), of Decision 1999/437/EC, read in conjunction with Article 3 of Council Decision 2008/146/EC (6).\n(11) As regards Liechtenstein, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (7), which fall within the area referred to in Article 1, points (B) and (C), of Decision 1999/437/EC, read in conjunction with Article 3 of Council Decision 2011/350/EU (8).\n(12) This Regulation constitutes a development of the provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC (9); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(13) This Regulation constitutes a development of the provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC (10); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(14) As regards Cyprus, this Regulation constitutes an act building upon, or otherwise related to, the Schengen acquis within the meaning of Article 3(1) of the 2003 Act of Accession.\n(15) As regards Bulgaria and Romania, this Regulation constitutes an act building upon, or otherwise related to, the Schengen acquis within the meaning of Article 4(1) of the 2005 Act of Accession.\n(16) As regards Croatia, this Regulation constitutes an act building upon, or otherwise related to, the Schengen acquis within the meaning of Article 4(1) of the 2011 Act of Accession.\n(17) Regulation (EC) No 539/2001 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 539/2001 is amended as follows:\n(1) the following article is inserted before Article 1:\n(2) Annex I is amended as follows:\n(a) in Part 1, the references to Colombia, Dominica, Grenada, Kiribati, Marshall Islands, Micronesia, Nauru, Palau, Peru, Saint Lucia, Saint Vincent and the Grenadines, Samoa, Solomon Islands, Timor-Leste, Tonga, Trinidad and Tobago, Tuvalu, the United Arab Emirates and Vanuatu are deleted and a reference to South Sudan is inserted;\n(b) Part 3 is deleted;\n(3) Annex II is amended as follows:\n(a) in Part 1, the following references are inserted:\n‘Colombia (*)’,\n‘Dominica (*)’,\n‘Grenada (*)’,\n‘Kiribati (*)’\n‘Marshall Islands (*)’,\n‘Micronesia (*)’,\n‘Nauru (*)’,\n‘Palau (*)’,\n‘Peru (*)’,\n‘Saint Lucia (*)’,\n‘Saint Vincent and the Grenadines (*)’,\n‘Samoa (*)’,\n‘Solomon Islands (*)’,\n‘Timor-Leste (*)’,\n‘Tonga (*)’,\n‘Trinidad and Tobago (*)’,\n‘Tuvalu (*)’,\n‘the United Arab Emirates (*)’ and\n‘Vanuatu (*)’;\n‘(*) The exemption from the visa requirement shall apply from the date of entry into force of an agreement on visa exemption to be concluded with the European Union.’;\n(b) Part 3 is replaced by the following:", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  Position of the European Parliament of 27 February 2014 (not yet published in the Official Journal) and decision of the Council of 6 May 2014.\n(2)  Council Regulation (EC) No 539/2001 of 15 March 2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement (OJ L 81, 21.3.2001, p. 1).\n(3)  OJ L 176, 10.7.1999, p. 36.\n(4)  Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis (OJ L 176, 10.7.1999, p. 31).\n(5)  OJ L 53, 27.2.2008, p. 52.\n(6)  Council Decision 2008/146/EC of 28 January 2008 on the conclusion, on behalf of the European Community, of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (OJ L 53, 27.2.2008, p. 1).\n(7)  OJ L 160, 18.6.2011, p. 21.\n(8)  Council Decision 2011/350/EU of 7 March 2011 on the conclusion, on behalf of the European Union, of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, relating to the abolition of checks at internal borders and movement of persons (OJ L 160, 18.6.2011, p. 19).\n(9)  Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis (OJ L 131, 1.6.2000, p. 43).\n(10)  Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis (OJ L 64, 7.3.2002, p. 20)."}