{"celex_id": "32012R0999", "uri": "http://publications.europa.eu/resource/cellar/26019a79-7fe9-4132-8c7c-ca9704a0b44c", "type": "Regulation", "concepts": ["1085", "1474", "1519", "1841", "2282", "2556", "2563", "2850", "3774", "544", "5537", "863"], "title": "Council Regulation (EU) No 999/2012 of 9 October 2012 on the allocation of fishing opportunities under the Protocol to the Fisheries Partnership Agreement between the European Union and the Republic of Mauritius\n", "header": "30.10.2012 EN Official Journal of the European Union L 300/37\nCOUNCIL REGULATION (EU) No 999/2012\nof 9 October 2012\non the allocation of fishing opportunities under the Protocol to the Fisheries Partnership Agreement between the European Union and the Republic of Mauritius\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 9 October 2012 the Council adopted Decision 2012/670/EU (1) on the signing of the Fisheries Partnership Agreement between the European Union and the Republic of Mauritius (‘the Fisheries Partnership Agreement’). The Protocol setting out the fishing opportunities and the financial contribution provided for by the Agreement (‘the Protocol’) forms an integral part of the Fisheries Partnership Agreement.\n(2) The method for allocating the fishing opportunities among the Member States should be defined for the period of application of the Protocol.\n(3) In accordance with Article 10(1) of Council Regulation (EC) No 1006/2008 of 29 September 2008 concerning authorisations for fishing activities of Community fishing vessels outside Community waters and the access of third country vessels to Community waters (2), where it appears that the fishing opportunities allocated to the Union under the Protocol are not fully utilised, the Commission is to inform the Member States concerned. The absence of a reply within a deadline to be set by the Council is considered as confirmation that the vessels of the Member State concerned are not making full use of their fishing opportunities in the given period. That deadline should therefore be set by the Council.\n(4) Given that the Protocol applies for a period of three years from its entry into force, this Regulation should apply from that date,", "main_body": ["1.   The fishing opportunities set out in the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Union and the Republic of Mauritius (‘the Protocol’) shall be allocated among the Member States as follows:\n(a) Tuna purse seiners\nSpain 22 vessels\nFrance 16 vessels\nItaly 2 vessels\nUnited Kingdom 1 vessel\nTotal 41 vessels\n(b) Surface long liners\nSpain 12 vessels\nFrance 29 vessels\nPortugal 4 vessels\nTotal 45 vessels\n2.   Regulation (EC) No 1006/2008 shall apply without prejudice to the provisions of the Fisheries Partnership Agreement and the Protocol.\n3.   If applications for fishing authorisations from the Member States referred to in paragraph 1 of this Article do not cover all the fishing opportunities set by the Protocol, the Commission shall consider applications for fishing authorisations from any other Member State pursuant to Article 10 of Regulation (EC) No 1006/2008.\n4.   The deadline referred to in Article 10(1) of Regulation (EC) No 1006/2008, shall be set at 10 working days from the day on which the Commission informs the Member States that the fishing opportunities have not been fully utilised.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date of entry into force of the Protocol.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 October 2012.\nFor the Council\nThe President\nV. SHIARLY\n(1)  See page 34 of this Official Journal.\n(2)  OJ L 286, 29.10.2008, p. 33."}