{"celex_id": "32013R0208", "uri": "http://publications.europa.eu/resource/cellar/5ad60905-8b10-11e2-b5c3-01aa75ed71a1", "type": "Regulation", "concepts": ["1360", "2531", "2735", "3730", "4081", "4359", "5689", "6307"], "title": "Commission Implementing Regulation (EU) No 208/2013 of 11 March 2013 on traceability requirements for sprouts and seeds intended for the production of sprouts  Text with EEA relevance\n", "header": "12.3.2013 EN Official Journal of the European Union L 68/16\nCOMMISSION IMPLEMENTING REGULATION (EU) No 208/2013\nof 11 March 2013\non traceability requirements for sprouts and seeds intended for the production of sprouts\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Regulation (EC) No 178/2002 lays down the general principles governing food and feed in general, and food and feed safety in particular, at Union and national level. Article 18 of that Regulation provides that the traceability of food, feed, food-producing animals, and any other substance intended to be, or expected to be, incorporated into a food or feed is to be established at all stages of production, processing and distribution.\n(2) That Article also provides that food business operators must be able to identify any person from whom they have been supplied with food and they are also to have in place systems and procedures to identify the other businesses to which their products have been supplied. That information is to be made available to the competent authority upon demand.\n(3) Following the outbreak of Shiga toxin-producing E. coli (STEC) in May 2011 in the Union, consumption of sprouts was identified as the most likely origin of the outbreaks.\n(4) On 20 October 2011, the European Food Safety Authority (‘EFSA’) adopted a Scientific Opinion on the risk posed by Shiga toxin-producing Escherichia coli (STEC) and other pathogenic bacteria in seeds and sprouted seeds (2). In its Opinion, EFSA concludes that the contamination of dry seeds with bacterial pathogens is the most likely initial source of the sprout-associated outbreaks. In addition, the Opinion states that, due to the high humidity and the favourable temperature during sprouting, bacterial pathogens present on dry seeds can multiply during sprouting and result in a public health risk.\n(5) Traceability is an efficient tool ensuring food safety, since it allows tracing a food through all stages of production, processing and distribution, thereby allowing rapid reaction in case of food-borne outbreaks. In particular, traceability of certain food of non-animal origin may assist in the removal of unsafe food from the market, thereby protecting consumers.\n(6) In order to ensure the traceability pursuant to Article 18 of Regulation (EC) No 178/2002, the names and addresses of both the food business operator supplying the sprouts or seeds intended for the production of sprouts and the food business operator to whom such seeds or sprouts were supplied should always be available. The requirement relies on the ‘one-step back’-‘one-step forward’ approach which implies that food business operators have in place a system enabling them to identify their immediate supplier(s) and their immediate customer(s), except when they are final consumers.\n(7) The conditions for the production of sprouts may pose a potentially high public health risk, as they may result in a significant multiplication of food-borne pathogens. In the case of a food-borne outbreak linked to the consumption of sprouts, rapid tracing of the commodities concerned is therefore essential to limit the public health impact of such outbreak.\n(8) In addition, the trade in seeds intended for the production of sprouts is widespread, increasing the need for traceability.\n(9) Specific rules for the traceability of sprouts and of seeds intended for the production of sprouts should therefore be laid down in this Regulation.\n(10) In particular, it is appropriate to lay down the requirement that food business operators provide additional information on the volume or quantity of such seeds or sprouts, the date of dispatch, together with a reference identifying the batch and a detailed description of the seeds or sprouts.\n(11) In order to reduce the administrative burden on food business operators, it is appropriate to allow for flexibility as regards the format in which food business operators keep on records and transmit the relevant information as part of the traceability requirements.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter\nThis Regulation lays down rules on the traceability of batches of:\n(i) sprouts;\n(ii) seeds intended for the production of sprouts.\nThis Regulation shall not apply to sprouts after they have undergone a treatment which eliminates microbiological hazards, compatible with European Union legislation.", "Definitions\nFor the purposes of this Regulation, the following definitions apply:\n(a) ‘sprouts’ means the product obtained from the germination of seeds and their development in water or another medium, harvested before the development of true leaves and which is intended to be eaten whole, including the seed;\n(b) ‘batch’ means a quantity of sprouts or seeds intended for the production of sprouts, with the same taxonomic name, which is dispatched from the same establishment to the same destination on the same day. One or more batches can make up a consignment. However, seeds with a different taxonomic name, which are mixed in the same packaging and intended to be germinated together and sprouts thereof are also considered as one batch.\nIn addition the definition of ‘consignment’ in Article 2 of Commission Regulation (EU) No 211/2013 (3) shall apply for the purpose of this Regulation.", "Traceability requirements\n1.   Food business operators, at all stages of production processing and distribution, shall ensure that the following information concerning the batches of seeds intended for the production of sprouts, or the batches of sprouts is kept on records. The food business operator shall also ensure that the information needed to comply with these provisions is transmitted to the food business operator to whom the seeds or sprouts are supplied:\n(a) an accurate description of the seeds or sprouts, including the taxonomic name of the plant;\n(b) the volume or quantity of the seeds or sprouts supplied;\n(c) where the seeds or sprouts had been dispatched from another food business operator, the name and address of:\n(i) the food business operator from which the seeds or sprouts have been dispatched;\n(ii) the consignor (owner) if different from the food business operator from which the seeds or sprouts have been dispatched;\n(d) the name and address of the food business operator to whom the seeds or sprouts are dispatched;\n(e) the name and address of the consignee (owner), if different from the food business operator to whom the seeds or sprouts are dispatched;\n(f) a reference identifying the batch, as appropriate;\n(g) the date of dispatch.\n2.   The information referred to in paragraph 1 may be kept on records and transmitted in any appropriate form, provided that it is easily retrievable by the food business operator to whom the seeds or sprouts are supplied.\n3.   The food business operators must transmit the relevant information referred to in paragraph 1 on a daily basis. The records referred to in paragraph 1 shall be updated on a daily basis and kept available for a sufficient time after the sprouts can be assumed to have been consumed.\n4.   The food business operator shall provide the information referred to in paragraph 1 to the competent authority, upon request, without undue delay.", "Traceability requirements for imported seeds and sprouts\n1.   Consignments of seeds intended for the production of sprouts and consignments of sprouts shall be accompanied, when imported into the Union, by a certificate as provided in Article 3 of Regulation (EU) No 211/2013.\n2.   The food business operator importing seeds or sprouts shall keep the certificate referred to in paragraph 1 for a sufficient time after the sprouts can be assumed to have been consumed.\n3.   All food business operator handling the imported seeds intended for the production of sprouts shall provide copies of the certificate referred to in paragraph 1 to all food business operators to which the seeds are dispatched until those seeds are received by the producer of the sprouts.\nWhere seeds intended for the production of sprouts are sold packaged at retail, all food business operators handling the imported seeds shall provide copies of the certificate referred to in paragraph 1 to all food business operators to which the seeds are dispatched until they are packaged for sale at retail.", "Entry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  EFSA Journal 2011; 9(11):2424.\n(3)  See page 26 of this Official Journal."}