{"celex_id": "32013D0249", "uri": "http://publications.europa.eu/resource/cellar/0a990156-cc22-11e2-8725-01aa75ed71a1", "type": "Decision", "concepts": ["1406", "1569", "3763", "4498"], "title": "2013/249/EU: Commission Implementing Decision of 27 May 2013 amending Decision 2009/852/EC on transitional measures under Regulations (EC) No 852/2004 and (EC) No 853/2004 of the European Parliament and of the Council as regard the processing of non-compliant raw milk in certain milk processing establishments in Romania and the structural requirements of such establishments (notified under document C(2013) 2803)  Text with EEA relevance\n", "header": "30.5.2013 EN Official Journal of the European Union L 143/26\nCOMMISSION IMPLEMENTING DECISION\nof 27 May 2013\namending Decision 2009/852/EC on transitional measures under Regulations (EC) No 852/2004 and (EC) No 853/2004 of the European Parliament and of the Council as regard the processing of non-compliant raw milk in certain milk processing establishments in Romania and the structural requirements of such establishments\n(notified under document C(2013) 2803)\n(Text with EEA relevance)\n(2013/249/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular the first paragraph of Article 9 thereof,\nWhereas:\n(1) Commission Decision 2009/852/EC (2) allows that the requirements laid down in Regulation (EC) No 853/2004, Annex III, Section IX, Chapter I, Subchapters II and III, not apply to milk processing establishments in Romania listed in Annex II and Annex III to that Decision until 31 December 2013.\n(2) According to Decision 2009/852/EC, certain milk-processing establishments listed in Annex II to that Decision may process non-compliant milk with separate production lines.\n(3) Romania sent the Commission a revised and updated list of those milk processing establishments on 15 February 2013.\n(4) In that revised and updated list, establishment number L35 SC DANONE PDPA ROMANIA SRL has been removed from Annex II and authorised to processing only compliant milk to be placed on the EU market.\n(5) Establishment number MM 1795 SC CALITATEA SRL has been authorised to process compliant and non-compliant raw milk without separation and, consequently, it should be removed from Annex II and transferred to Annex III to the same Decision.\n(6) 17 establishments currently listed in Annex III to Decision 2009/852/EC have been deleted as they are authorised to place dairy products on the intra-Union market, since they are using only compliant milk. Those establishments were listed in the table in Annex III to Decision 2009/852/EC at No 1(AB 641 SC BIOMILK SRL); 6 (L78 SC ROMFULDA PROD SRL) 9 (BN 2399 SC CARMO-LACT PROD SRL) 13(L140 S.C. CARMOLACT SRL) 29 (CT 30 EASTERN EUROPEAN FOODS SRL) 40 (L124 SC PRIMULACT SRL, its name has been changed: SC LACTATE HARGHITA SA) 41(HR119 BOMILACT SRL) 42 (HR 625 LACTIS SRL) 43 (HR 213 PAULACT SA) 45 (IS 1540 PROMILCH SRL) 46 (L18 S.C. EUROCHEESE SRL) 56 (L121 SC MIRDATOD PROD SRL) 69 (SM 4189 PRIMALACT SRL) 70 (L5 SC NIRO SERV COM SRL) 74 (SV 1562 BUCOVINA SA SUCEAVA) 81 (L80 SC INDUSTRIAL MARIAN SRL) 82 (VN 231 VRANLACT SA).\n(7) Moreover, 7 establishments currently listed in Annex III to Decision 2009/852/EC have been closed and, consequently, should be removed from the list. Those establishments were listed in the table in Annex III to Decision 2009/852/EC at N 26 (CT 225 MIH PROD SRL) 28 (CT 258 BINCO LACT SRL) 30 (CT 15 SC NIC COSTI TRADE SRL) 32 (L82 SC TOTALLACT GROUP SA) 33 (DJ80 SC DUVADI PROD COM SRL) 75 (SV 1888 SC TOCAR PROD SRL) 76 (SV 4909 SC ZADA PROD SRL).\n(8) 6 establishments in Romania asked to be listed for the first time in Annex III to Decision 2009/852/EC. Those establishments have been inserted in the list at number 8 (L 185 SC SIMCODRIN COM SRL) 17 (L 83 SC KAZAL SRL) 45 (L169 SC DOBREAN SRL) 46 (L152 AGROTRANSCOMEX SRL) 61 (L199 SC LACTO-BOROAIA SRL) 40 (L 189 SC CALITATEA SRL).\n(9) Decision 2009/852/EC should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes II and III to Decision 2009/852/EC are replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 May 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 312, 27.11.2009, p. 59.\nANNEX\nAnnexes II and III to Decision 2009/852/EC are replaced by the following:\nANNEX II\nLIST OF ESTABLISHMENTS AS REFERRED TO IN ARTICLE 3\nNo Veterinary approval number Name of establishment Address (town/village/county)\n\n\nANNEX III\nLIST OF ESTABLISHMENTS AS REFERRED TO IN ARTICLE 4\nNo Veterinary approval number Name of establishment Address (town/village/county)\n1 L 175 SC LACTATE C.H. SRL Sânmiclăuș, județul Alba, 517761\n2 L 172 SC MOISI SERV COM SRL Borșa, nr. 8, județul Bihor, 417431\n3 L 136 SC CÂMPANEII PREST SRL Hidișelul de Sus, județul Bihor, 417277\n4 L72 SC LACTOMUNTEAN SRL Teaca, județul Bistrița-Năsăud, 427345\n5 L107 SC BENDEAR CRIS PROD COM SRL Șieu Măgheruș, județul Bistrița-Năsăud, 427295\n6 L110 SC LECH LACTO SRL Lechința, județul Bistrița-Năsăud, 427105\n7 L 171 SC ELIEZER SRL Lunca Ilvei, județul Bistrița-Năsăud, 427125\n8 L 185 SC SIMCODRIN COM SRL Budești-Fânațe, județul Bistrița-Năsăud, 427374\n9 L3 SC ABY IMPEX SRL Șendriceni, județul Botoșani, 717380\n10 L116 SC RAM SRL Ibănești, județul Botoșani, 717215\n11 L154 S.C. CAS SRL Braila, judetul Braila, 810224\n12 L148 S.C. LACTAS S.R.L. Ianca, judetul Braila, 815200\n13 L 177 SC IANIS DIM SRL Lehliu Gară, județul Călărași, 915300\n14 L129 SC BONAS IMPORT EXPORT SRL Dezmir, județul Cluj, 407039\n15 L84 SC PICOLACT PRODCOM SRL Iclod, județul Cluj, 407335\n16 L149 S.C. COMLACT SRL Corusu, judetul Cluj, 407056\n17 L 83 SC KAZAL SRL Dej, județul Cluj, 405200\n18 L43 SC DTM MILK LOGISTIC SRL Ion Corvin, județul Constanța, 907150\n19 L40 SC BETINA IMPEX SRL Ovidiu, județul Constanța, 905900\n20 L41 SC ELDA MEC SRL Topraisar, județul Constanța, 907210\n21 L87 SC NICULESCU PROD SRL Cumpăna, județul Constanța, 907105\n22 L118 SC ASSLA KAR SRL Medgidia, județul Constanța, 905600\n23 L130 SC MUNTINA PROD SRL Constanța, județul Constanța, 900735\n24 L 173 SC IAN PROD SRL Târgușor, județul Constanța, 90727\n25 L 181 SC LACTO GENIMICO SRL Hârșova, județul Constanța, 905400\n26 L 180 SC LACTIDO SA Craiova, județul Dolj, 200378\n27 L91 SC COSMILACT SRL Schela, județul Galați, 807265\n28 L 113 SC LACTA SA Giurgiu, județul Giurgiu, 080556\n29 L 179 SC SEKAM PROD SRL Novaci, județul Gorj, 215300\n30 L49 SC ARTEGO SA Târgu Jiu, Gorj, 210257\n31 L65 SC KARPATEN MILK Suseni, județul Harghita, 537305\n32 L99 SC VALIZVI PROD COM SRL Gârbovi, județul Ialomița, 927120\n33 L47 SC OBLAZA SRL Bârsana, județul Maramureș, 437035\n34 L85 SC AVI-SEB IMPEX SRL Copalnic Mănăștur, județul Maramureș, 437103\n35 L86 SC ZEA SRL Boiu Mare, județul Maramureș, 437060\n36 L16 SC ROXAR PROD COM SRL Cernești, județul Maramureș, 437085\n37 L134 SC MULTILACT SRL Baia Mare, județul Maramureș, 430015\n38 L 191 SC WROMSAL SRL Satulung, județul Maramureș, 437270\n39 L190 SC ONY SRL Larga, județul Maramureș, 437317\n40 L189 SC CALITATEA SRL Tăuții Măgherăuș, județul Maramureș, 437349\n41 L54 SC RODLACTA SRL Fărăgău, județul Mureș, 547225\n42 L108 SC LACTEX REGHIN SRL Solovăstru, județul Mureș, 547571\n43 L 29 SC HELIANTUS PROD Reghin, județul Mureș, 545300\n44 L 176 SC GLOBIVET PHARM SRL Batoș, județul Mureș, 547085\n45 L 169 SC DOBREAN SRL Ideciu de Sus, județul Mureș, 547362\n46 L 152 SC AGROTRANSCOMEX SRL Miercurea Nirajului, județul Mureș, 547410\n47 L 184 SC COMPLEX AGROALIMENTAR SRL Bicaz, județul Neamț, 615100\n48 L96 SC PROD A.B.C. COMPANY SRL Grumăzești, județul Neamț, 617235\n49 L101 SC 1 DECEMBRIE SRL Târgu Neamț, județul Neamț, 615235\n50 L106 SC RAPANU SR. COM SRL Petricani, județul Neamț, 617315\n51 L6 SC LACTA HAN PROD SRL Urecheni, județul Neamt, 617490\n52 L123 SC PROCOM PASCAL SRL Păstrăveni, județul Neamț, 617300\n53 L100 SC ALTO IMPEX SRL Provița de Jos, județul Prahova, 107477\n54 L88 SC AGROMEC CRASNA SA Crasna, județul Sălaj, 457085\n55 L89 SC OVINEX SRL Sărmășag, județul Sălaj, 457330\n56 L71 SC LACTO SIBIANA SA Șura Mică, județul Sibiu, 557270\n57 L36 SC PROLACT PROD COM SRL Vicovu de Sus, județul Suceava, 727610\n58 L81 SC RARAUL SA Câmpulung Moldovenesc, județul Suceava, 727100\n59 L166 SC BUCOVINA SA FALTICENI Fălticeni, județul Suceava, 725200\n60 L 167 SC ECOLACT SRL Milișăuți, județul Suceava, 727360\n61 L 199 SC LACTO-BOROAIA SRL Boroaia, jud. Suceava, 727040\n62 L 168 SC VIOLACT SRL Putineiu, județul Teleorman, 147285\n63 L 186 SC MADIS BIG COM SRL Videle, județul Teleorman, 145300\n64 L 163 SC COMALACT SRL Nanov, județul Teleorman, 147215\nL43 — SC LACTOCORV SRL, județul Constanța — its name has been changed in: SC DTM MILK LOGISTIC SRL\nL 186 — SC BIG FAMILY SRL județul Teleorman — its name has been changed in: SC MADIS BIG COM SRL"}