{"celex_id": "32014R1275", "uri": "http://publications.europa.eu/resource/cellar/1dc1aa47-7bd1-11e4-97c9-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3506", "3870", "4779", "7"], "title": "Council Implementing Regulation (EU) No 1275/2014 of 1 December 2014 implementing Article 9(1) and (4) of Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo\n", "header": "2.12.2014 EN Official Journal of the European Union L 346/3\nCOUNCIL IMPLEMENTING REGULATION (EU) No 1275/2014\nof 1 December 2014\nimplementing Article 9(1) and (4) of Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1183/2005 of 18 July 2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of Congo (1), and in particular Article 9(1) and (4),\nWhereas:\n(1) On 18 July 2005, the Council adopted Regulation (EC) No 1183/2005.\n(2) On 12 April 2013, the Security Council Committee, established pursuant to United Nations Security Council Resolution 1533 (2004) concerning the Democratic Republic of the Congo (the 'Security Council Committee'), updated and amended the list of individuals and entities subject to restrictive measures.\n(3) On 30 June 2014, the Security Council Committee added an entity to the list of individuals and entities subject to restrictive measures.\n(4) On 31 October 2014, the Security Council Committee issued a new consolidated list of individuals and entities subject to restrictive measures.\n(5) Annex I to Regulation (EC) No 1183/2005 should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 1183/2005 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 2014.\nFor the Council\nThe President\nB. LORENZIN\n(1)  OJ L 193, 23.7.2005, p. 1.\nANNEX\n‘ANNEX I\na) List of persons referred to in Articles 3, 4 and 5.\n1. Eric BADEGE\n2. Frank Kakolele BWAMBALE (alias: a) Frank Kakorere, b) Frank Kakorere Bwambale)\n3. Gaston IYAMUREMYE (alias:\na) Byiringiro Victor Rumuli, b) Victor Rumuri, c) Michel Byiringiro, d) Rumuli)\n4. Innocent KAINA (alias:\na) Colonel Innocent Kaina, b) India Queen)\n5. Jérôme KAKWAVU BUKANDE (alias:\na) Jérôme Kakwavu, b) Commandant Jérôme)\n6. Germain KATANGA\n7. Thomas LUBANGA\n8. Sultani MAKENGA (alias:\na) Makenga, Colonel Sultani, b) Makenga, Emmanuel Sultani)\n9. Khawa Panga MANDRO (alias:\na) Kawa Panga, b) Kawa Panga Mandro, c) Kawa Mandro, d) Yves Andoul Karim, e) Yves Khawa Panga Mandro, f) Mandro Panga Kahwa, g)“Chief Kahwa”, h)“Kawa”)\n10. Callixte MBARUSHIMANA\n11. Iruta Douglas MPAMO (alias:\na) Doulas Iruta Mpamo, b) Mpano)\n12. Sylvestre MUDACUMURA (alias:\na) Mupenzi Bernard, b) General Major Mupenzi, c) General Mudacumura, d) Radja)\n13. Leodomir MUGARAGU (alias:\na) Manzi Leon, b) Leo Manzi)\n14. Leopold MUJYAMBERE (alias:\na) Musenyeri, b) Achille, c) Frere Petrus Ibrahim)\n15. Jamil MUKULU (alias:\na) Steven Alirabaki, b) David Kyagulanyi, c) Musezi Talengelanimiro, d) Mzee Tutu, e) Abdullah Junjuaka, f) Alilabaki Kyagulanyi, g) Hussein Muhammad, h) Nicolas Luumu, i) Professor Musharaf, j) Talengelanimiro)\n16. Ignace MURWANASHYAKA (alias: Dr Ignace)\n17. Straton MUSONI (alias: IO Musoni)\n18. Jules MUTEBUTSI (alias:\na) Jules Mutebusi, b) Jules Mutebuzi, c) Colonel Mutebutsi)\n19. Baudoin NGARUYE WA MYAMURO (alias: Colonel Baudoin Ngaruye)\n20. Mathieu, Chui NGUDJOLO (alias: Cui Ngudjolo)\n21. Floribert Ngabu NJABU (alias:\na) Floribert Njabu Ngabu, b) Floribert Ndjabu, c) Floribert Ngabu Ndjabu)\n22. Laurent NKUNDA (alias:\na) Nkunda Mihigo Laurent, b) Laurent Nkunda Bwatare, c) Laurent Nkundabatware, d) Laurent Nkunda Mahoro Batware, e) Laurent Nkunda Batware, f) Chairman, g) General Nkunda, h) Papa Six)\n23. Felicien NSANZUBUKIRE (alias: Fred Irakeza)\n24. Pacifique NTAWUNGUKA (alias:\na) Pacifique Ntawungula, b) Colonel Omega, c) Nzeri, d) Israel)\n25. James NYAKUNI\n26. Stanislas NZEYIMANA (alias:\na) Deogratias Bigaruka Izabayo, b) Izabayo Deo, c) Jules Mateso Mlamba, d) Bigaruka, e) Bigurura)\n27. Dieudonné OZIA MAZIO (alias:\na) Ozia Mazio, b) Omari, c) Mr Omari)\n28. Jean-Marie Lugerero RUNIGA (alias: Jean-Marie Rugerero)\n29. Ntabo Ntaberi SHEKA\n30. Bosco TAGANDA (alias:\na) Bosco Ntaganda, b) Bosco Ntagenda, c) General Taganda, d) Lydia, e) Terminator, f) Tango Romeo (Call sign), g) Romeo (Call sign), h) Major)\n31. Innocent ZIMURINDA (alias: Zimulinda)\nb) List of entities referred to in Articles 3, 4 and 5.\n1. ADF (alias: a) Forces Democratiques Alliees-Armee Nationale de Liberation de l'Ouganda, b) ADF/NALU, c) Islamic Alliance of Democratic Forces)\nThe Allied Democratic Forces (“ADF”) was created in 1995 and is located in the mountainous DRC-Uganda border area. According to the United Nations Group of Experts on the Democratic Republic of the Congo's (“GOE”) 2013 final report, citing Ugandan officials and UN sources, in 2013 the ADF had an estimated strength of 1 200 to 1 500 armed fighters located in north-east Beni Territory of North Kivu province, close to the border with Uganda. These same sources estimate ADF's total membership — including women and children — to be between 1 600 and 2 500. Due to offensive military operations by the Congolese Armed Forces (FARDC) and the UN Organization Stabilization Mission in the DRC (MONUSCO) conducted in 2013 and 2014, ADF has dispersed its fighters to numerous smaller bases, and moved women and children to areas west of Beni, and along the Ituri-North Kivu border. The ADF's military commander is Hood Lukwago and its supreme leader is the sanctioned individual Jamil Mukulu.\nThe ADF has committed serious violations of international law and UNSCR 2078 (2012), including as detailed below.\nThe ADF has recruited and used child soldiers in violation of applicable international law (UNSCR paragraph 4 (d))\nThe GOE's 2013 final report stated that the GOE interviewed three former ADF fighters who had escaped during 2013 and who described how ADF recruiters in Uganda lure people to the DRC with false promises of employment (for adults) and free education (for children) and then force them to join the ADF. Also according to the GOE's report, former ADF fighters told the GOE that the ADF's training groups typically include adult men and boys and two boys who escaped from the ADF in 2013 told the GOE that they had received military training from the ADF. The GOE report also includes an account of ADF's training by a “former ADF child soldier”.\nAccording to the GOE's 2012 final report, the ADF recruits include children, as exemplified by the case of an ADF recruiter who was captured by Ugandan authorities in Kasese with six young boys on his way to the DRC in July 2012.\nA specific example of the ADF's recruitment and use of children is seen in a 6 January 2009 letter from the former Africa Director for Human Rights Watch, Georgette Gagnon, to Uganda's former Minister of Justice, Kiddhu Makubuyu, stating that a boy named Bushobozi Irumba was abducted at 9 years of age by the ADF in 2000. He was required to provide transport and other services to ADF fighters.\nIn addition, “The Africa Report” cited allegations that the ADF is allegedly recruiting children as young as 10 years of age as child soldiers and cited a Uganda People's Defence Force (UPDF) spokesperson as stating that the UPDF rescued 30 children from a training camp on Buvuma Island in Lake Victoria.\nThe ADF has also committed numerous violations of international human rights and international humanitarian law against women and children, including killing, maiming, and sexual violence (UNSCR paragraph 4 (e)).\nAccording to the GOE 2013 final report, in 2013 the ADF attacked numerous villages, which prompted more than 66 000 people to flee into Uganda. These attacks depopulated a large area, which ADF has since controlled by abducting or killing people who return to their villages. Between July and September 2013, ADF decapitated at least five people in the Kamango area, shot several others, and kidnapped dozens more. These actions terrorized the local population and deterred people from returning home.\nThe Global Horizontal Note, a monitoring and reporting mechanism of grave violations against children in situations of armed conflict, reported to the Security Council's Working Group on Children and Armed Conflict (CAAC) that during the October to December 2013 reporting period, ADF was responsible for 14 of the 18 child casualties documented, including in an incident on 11 December 2013, in Beni territory, North Kivu, when ADF attacked the village of Musuku, killing 23 people, including 11 children (three girls and eight boys), aged 2 months to 17 years. All victims had all been severely mutilated with machetes, including two children who survived the attack.\nThe March 2014 Report of the Secretary-General on Conflict Related Sexual Violence identifies the “Allied Democratic Forces — National Army for the Liberation of Uganda” on its list of “Parties credibly suspected of committing or being responsible for rape or other forms of sexual violence in situations of armed conflict.”\nThe ADF has also participated in attacks against MONUSCO peacekeepers (UNSCR paragraph 4 (i)).\nFinally, the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) reported that ADF has conducted at least two attacks on MONUSCO peacekeepers. The first, on 14 July 2013, was an attack on a MONUSCO patrol on the road between Mbau and Kamango. This attack is detailed in the 2013 GOE final report. The second attack occurred on March 3, 2014. A MONUSCO vehicle was attacked with grenades ten kilometers from the Mavivi airport in Beni, resulting in injuries to five peacekeepers.\n2. BUTEMBO AIRLINES (BAL)\n3. COMPAGNIE AERIENNE DES GRANDS LACS (CAGL); GREAT LAKES BUSINESS COMPANY (GLBC) (alias: CAGL)\n4. CONGOMET TRADING HOUSE\n5. FORCES DEMOCRATIQUES DE LIBERATION DU RWANDA (FDLR) (alias:\na) FDLR, b) Force Combattante Abacunguzi, c) Combatant Force for the Liberation of Rwanda, d) FOCA)\n6. M23\n7. MACHANGA LTD\n8. TOUS POUR LA PAIX ET LE DEVELOPPEMENT (NGO) (alias: TPD)\n9. UGANDA COMMERCIAL IMPEX (UCI) LTD"}