{"celex_id": "32010D0291", "uri": "http://publications.europa.eu/resource/cellar/c5278c07-b86a-4a3f-a339-bff12fc80c1a", "type": "Decision", "concepts": ["1018", "1182", "368", "6212", "742"], "title": "2010/291/: Council Decision of 19 January 2010 establishing whether effective action has been taken by Greece in response to the Council Recommendation of 27 April 2009\n", "header": "21.5.2010 EN Official Journal of the European Union L 125/50\nCOUNCIL DECISION\nof 19 January 2010\nestablishing whether effective action has been taken by Greece in response to the Council Recommendation of 27 April 2009\n(2010/291/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(8) in conjunction with Article 126(13) and Article 136 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas:\n(1) According to Article 126(1) of the Treaty on the Functioning of the European Union, Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation. The Stability and Growth Pact includes Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1), which was adopted in order to further the prompt correction of excessive general government deficits.\n(3) The 2005 reform of the Stability and Growth Pact sought to strengthen its effectiveness and economic underpinnings as well as to safeguard the sustainability of the public finances in the long run. It aimed at ensuring that, in particular, the economic and budgetary background was taken into account fully in all steps in the excessive deficit procedure. In this way, the Stability and Growth Pact provides the framework supporting government policies for a prompt return to sound budgetary positions taking account of the economic situation.\n(4) The Council, acting upon a recommendation by the Commission, decided on 27 April 2009, in accordance with Article 104(6) of the Treaty establishing the European Community, that an excessive deficit existed in Greece (2).\n(5) On 27 April 2009, the Council, also on the basis of a Commission recommendation, adopted a recommendation (3) in accordance with Article 104(7) of the Treaty establishing the European Community to the Greek authorities calling on them to put an end to the excessive deficit situation by 2010 at the latest, by bringing the general government deficit below 3 % of GDP in a credible and sustainable manner. To that end, the Council established the deadline of 27 October 2009 for the Greek government to take effective action.\n(6) The progress with improving the collection and processing of statistical data and their reporting, in particular general government data, as requested by the Council, has been deficient. The latest revision of the October 2009 notification has not been validated by Eurostat due to the significant uncertainties over the figures notified by the Greek authorities. The procedures in place to ensure a prompt and correct supply of general government data required by the existing legal framework are manifestly inadequate.\n(7) The assessment of the action taken by Greece to correct the excessive deficit by 2010 in response to the Council Recommendation under Article 104(7) of the Treaty establishing the European Community leads to the following conclusions:\n— subsequent to the Council Recommendation under Article 104(7) in April 2009, the Greek authorities implemented the deficit-reducing measures included in the 2009 budget law, the January 2009 update of the stability programme and the March 2009 additional package of fiscal measures. However, although the deterioration in macroeconomic conditions has been more pronounced than anticipated by the authorities, public finances have worsened much beyond what could have been expected as a result of the stronger-than-projected downturn and to a large extent as a result of budgetary policies implemented by the Greek government. Notably, on the expenditure side, the 2009 budget execution points to sizeable expenditure overruns in 2009 of which more than half is attributed to higher-than-budgeted outlays for compensation of employees and increased capital spending. On the revenue side, the 2009 budget execution points to important shortcomings in the tax collection system, including tax compliance,\n— on 25 June 2009, the Greek authorities announced additional deficit-reducing discretionary measures, with an estimated budgetary impact of some 1,25 % percentage points of GDP. However, the majority of the measures have not been implemented by the Greek authorities so far and almost one percentage point of GDP was temporary in nature (one-offs), targeting additional revenue, hence not in line with the Council recommendations to strengthen fiscal adjustment in 2009 through permanent measures, mainly on the expenditure side,\n— moreover, the fiscal consolidation measures implemented in 2009 are not sufficient to achieve the general government deficit target of 3,7 % of GDP in 2009. They also do not address the challenges stemming from the external imbalances and the deteriorating competitiveness position of the Greek economy as recommended by the Council,\n— the large projected increase in the debt-to-GDP ratio exceeds the impact of the deterioration in the general government’s net borrowing position, indicating insufficient efforts to control factors other than net borrowing, which contribute to the change in debt levels.\n(8) This leads to the conclusion that significant revenue shortfalls and expenditure overruns have led to a strong deterioration in Greece’s budgetary position in 2009, which can only partly be attributed to the deterioration of the macroeconomic conditions and, hence, are mainly due to an insufficient response by the Greek authorities to the April 2009 Council Recommendation under Article 104(7) of the Treaty establishing the European Community,", "main_body": ["Greece has not taken effective action in response to the Council Recommendation of 27 April 2009 within the period laid down in that Recommendation.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 19 January 2010.\nFor the Council\nThe President\nE. SALGADO\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ L 135, 30.5.2009, p. 21.\n(3)  http://ec.europa.eu/economy_finance/publications/publication14950_en.pdf"}