{"celex_id": "32014D0059(01)", "uri": "http://publications.europa.eu/resource/cellar/7f3951a1-ca1e-11e4-ab4d-01aa75ed71a1", "type": "Decision", "concepts": ["3561", "3566", "5455", "5640", "5762", "5883"], "title": "Decision (EU) 2015/433 of the European Central Bank of 17 December 2014 concerning the establishment of an Ethics Committee and its Rules of Procedure (ECB/2014/59)\n", "header": "14.3.2015 EN Official Journal of the European Union L 70/58\nDECISION (EU) 2015/433 OF THE EUROPEAN CENTRAL BANK\nof 17 December 2014\nconcerning the establishment of an Ethics Committee and its Rules of Procedure (ECB/2014/59)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to Decision ECB/2004/2 of 19 February 2004 adopting the Rules of Procedure of the European Central Bank (1), and in particular Article 9a thereof,\nWhereas:\n(1) Through the establishment of an Ethics Committee of the European Central Bank (hereinafter the ‘Ethics Committee’), the Governing Council aims to strengthen the ethics rules in place and further enhance the corporate governance of the European Central Bank (ECB), the European System of Central Banks (ESCB), the Eurosystem and the Single Supervisory Mechanism (SSM).\n(2) Public awareness of corporate governance issues and of ethics rules has increased over recent years. Following the establishment of the SSM, governance issues have acquired increased significance for the ECB. The increased level of public awareness and scrutiny requires the ECB to have in place, and strictly adhere to, state-of-the-art ethics rules in order to safeguard the ECB's integrity and avoid reputational risks.\n(3) The ethics rules for members of the bodies involved in the ECB's decision-making processes (hereinafter the ‘addressees’) should be based on the same principles that apply to ECB staff members and should be proportionate to the addressees' respective responsibilities. Therefore, the various rules constituting the ECB ethics framework, i.e. the Code of Conduct for the members of the Governing Council (2), the Supplementary Code of Ethics Criteria for the members of the Executive Board (3), the Code of Conduct for the members of the Supervisory Board and the ECB Staff Rules, should be interpreted in a coherent manner.\n(4) The ethics rules need to be supported by well-functioning monitoring, reporting mechanisms and procedures to achieve adequate and consistent implementation in which the Ethics Committee will play a key role.\n(5) In order to ensure effective interoperation between those aspects of the ethics rules that principally relate to operational implementation and those that principally relate to institutional and framework related issues, at least one of the members of the ECB's Audit Committee (hereinafter the ‘Audit Committee’) should also be a member of the Ethics Committee.\n(6) The Ethics Committee should include an external member of the Audit Committee. External members of the Audit Committee are chosen from among high-ranking officials with experience in central banking,", "main_body": ["Establishment and composition\n1.   An Ethics Committee is hereby established.\n2.   The Ethics Committee shall be composed of three external members, at least one of whom shall be an external member of the Audit Committee.\n3.   The members of the Ethics Committee shall be individuals of high repute from Member States, whose independence is beyond doubt and who have a sound understanding of the objectives, tasks and governance of the ECB, the ESCB, the Eurosystem and the SSM. They shall not be current staff of the ECB or current members of bodies involved in the decision-making processes of the ECB, the national central banks or the national competent authorities as defined in Council Regulation (EU) No 1024/2013 (4).", "Appointment of members\n1.   The Governing Council shall appoint the members of the Ethics Committee.\n2.   The Ethics Committee shall designate its Chair.\n3.   The term of office of the members of the Ethics Committee shall be three years, renewable once. The mandates of the Ethics Committee members who are also members of the Audit Committee shall expire if they cease to be members of the Audit Committee.\n4.   The members of the Ethics Committee shall observe the highest standard of ethical conduct. They are expected to act honestly, independently, impartially, with discretion and without regard to self-interest and to avoid any situation liable to give rise to a personal conflict of interest. They are expected to be mindful of the importance of their duties and responsibilities. The members of the Ethics Committee shall abstain from any deliberation in cases of perceived or potential personal conflict of interest. They shall be subject to the professional secrecy requirements laid down in Article 37 of the Statute of the European System of Central Banks and of the European Central Bank even after their duties have ceased.\n5.   The members of the Ethics Committee shall be entitled to receive remuneration comprising an annual retention fee together with payment for actual work performed based on an hourly rate. The amount of such remuneration shall be fixed by the Governing Council.", "Functioning\n1.   The Ethics Committee shall decide on the dates of its meetings on a proposal from the Chair. The Chair may also convene meetings of the Ethics Committee whenever he or she deems it necessary.\n2.   At the request of any of its members, and in agreement with the Chair, meetings may also be held by means of teleconferencing and deliberations may take place by means of written procedure.\n3.   Members of the Ethics Committee are expected to attend each meeting in person. Attendance at meetings shall be restricted to its members and its secretary. However, the Ethics Committee may invite other persons to attend its meetings if it deems it appropriate to do so.\n4.   The Executive Board shall entrust a member of staff to perform the secretarial function of the Ethics Committee.\n5.   The Ethics Committee shall have access to members of management and staff as well as to documents and information it requires in order to fulfil its responsibilities.", "Responsibilities\n1.   Where explicitly provided for in legal acts adopted by the ECB or in ethics rules adopted by the bodies involved in its decision-making processes, the Ethics Committee shall provide advice on questions of ethics on the basis of individual requests.\n2.   The Ethics Committee shall assume the responsibilities assigned to the Ethics Adviser appointed under the Code of Conduct for the members of the Governing Council and the responsibilities assigned to the ECB's Ethics Officer under the Supplementary Code of Ethics Criteria for the members of the Executive Board.\n3.   In order to assist the Audit Committee to carry out its assessment of the overall adequacy of the compliance framework of the ECB, the ESCB, the Eurosystem and the SSM, and of the effectiveness of the processes for monitoring compliance, the Ethics Committee shall report to the Audit Committee on the advice it has provided and the extent to which this advice has been implemented.\n4.   The Ethics Committee shall report annually to the Governing Council on the work it has undertaken. In addition, the Ethics Committee shall report to the Governing Council whenever it deems it appropriate and/or is required to discharge its responsibilities.\n5.   In addition to the responsibilities set out in this Article, the Ethics Committee may perform other activities related to this mandate, if so requested by the Governing Council.", "Information about the implementation of the advice\nThe addressees of the Ethics Committee's advice shall inform the Ethics Committee about the implementation of the Ethics Committee's advice.", "Entry into force\nThis Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 17 December 2014.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 80, 18.3.2004, p. 33.\n(2)  OJ C 123, 24.5.2002, p. 9.\n(3)  OJ C 104, 23.4.2010, p. 8.\n(4)  Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (OJ L 287, 29.10.2013, p. 63)."}