{"celex_id": "32014D0288", "uri": "http://publications.europa.eu/resource/cellar/1a0d5d29-dd8c-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1005", "1445", "1755", "6025", "6152", "616"], "title": "2014/288/EU: Commission Implementing Decision of 12 May 2014 as regards the standard reporting requirements for national programmes for the eradication, control and monitoring of certain animal diseases and zoonoses co-financed by the Union and repealing Decision 2008/940/EC (notified under document C(2014) 2976)\n", "header": "17.5.2014 EN Official Journal of the European Union L 147/88\nCOMMISSION IMPLEMENTING DECISION\nof 12 May 2014\nas regards the standard reporting requirements for national programmes for the eradication, control and monitoring of certain animal diseases and zoonoses co-financed by the Union and repealing Decision 2008/940/EC\n(notified under document C(2014) 2976)\n(2014/288/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (1), and in particular Article 27(10) thereof,\nWhereas:\n(1) Decision 2009/470/EC lays down the procedures governing the financial contribution from the Union towards the programmes for the eradication, control and monitoring of animal diseases and zoonoses.\n(2) Pursuant to Article 27(1) of Decision 2009/470/EC a Union financial measure is introduced to reimburse the expenditure incurred by the Member States for the financing of national programmes for the eradication, control and monitoring of the animal diseases and zoonoses listed in the Annex to that Decision.\n(3) Article 27(7) of Decision 2009/470/EC provides that Member States are to submit, for each approved programme, intermediate technical and financial reports and, by 30 April each year at the latest, an annual detailed technical report, including the assessment of the results achieved and detailed account of expenditure incurred for the previous year.\n(4) Commission Decision 2008/940/EC (2) defines the information that Member States having programmes for the eradication, monitoring and control of certain animal diseases approved for Union co-financing shall provide within the intermediate and final technical and financial reports.\n(5) Since the adoption of Decision 2008/940/EC and in the framework of simplification and improvement of the requirements and procedures in relation to the programmes, changes have been introduced as regards the measures considered eligible for Union financial contribution and the method of calculation of the reimbursement as laid down in the financing decisions approving the programmes for each calendar year.\n(6) In addition, in order to further improve the process of submission of reports, their processing and evaluation as well as the follow up of progress over the years, the intermediate and final reports for the implementation of the programmes should be submitted by the Member States on-line from 1 July 2015 onwards using electronic templates developed by the Commission for this purpose. The structure of the relevant reports should therefore be adapted for the electronic submission and processing of data.\n(7) Therefore, the standard requirements for the submission by Member States of applications for Union financing for the national programmes for the eradication, control and monitoring of certain animal diseases and zoonoses should be amended and made consistent with the amendments to relevant Union legislation and compatible with the on-line submission system.\n(8) In the second half of each year, the Commission requests from the Member States to provide updated information on the usage of funds for eligible measures under their programmes since the beginning of the year and estimations for the total needed budget for the whole year. On the basis of this information and in order to improve the usage of available funds the Commission prepares every year a Decision amending the financing decision for that year to reallocate funds between programmes that are expected not to use their initial allocation of funds and programmes reported to be in need of additional funds.\n(9) In order to optimise the efficiency of the exercise of reallocating funds amongst programmes, it is appropriate that the Member States also submit quantitative information on the activities already performed and expected to be performed, as well as unit cost data. Furthermore, to reduce administrative burden the submission of information for the reallocation of funds should be integrated within the submission of intermediate reports.\n(10) It is therefore appropriate that Decision 2008/940/EC is repealed and replaced by the current Decision.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall, in accordance with this Decision, submit intermediate and final reports as regards programmes approved pursuant to Article 27 of Decision 2009/470/EC.", "For the purposes of this Decision, the following definitions shall apply:\n(a) ‘intermediate reports’ means intermediate technical (3) and financial reports on the implementation of running programmes, to be submitted to the Commission as provided for in Article 27(7)(a) of Decision 2009/470/EC;\n(b) ‘final reports’ means detailed technical and financial reports to be submitted to the Commission by 30 April each year at the latest for the entire of the preceding year of application of each approved programme, as provided for in Article 27(7)(b) of Decision 2009/470/EC;\n(c) ‘payment applications’ means the payment applications relating to the expenditure incurred by a Member State to be submitted to the Commission, as provided for in Article 27(8) of Decision 2009/470/EC.", "1.   With regard to running programmes approved for co-financing by the Union in accordance with Article 27(5) of Decision 2009/470/EC, an intermediate report shall be submitted to the Commission by 31 August each year at the latest.\n2.   Intermediate reports shall provide all the relevant information in accordance with Annex I.", "Final reports and payment applications shall provide all the relevant information in accordance with Annex II, as well as:\n(a) technical information in accordance with:\n(i) Annex III, in respect of bovine tuberculosis, bovine brucellosis, ovine and caprine brucellosis, bluetongue in endemic or high risk areas, anthrax, contagious bovine pleuropneumonia, echinococcosis, trichinellosis and verotoxigenic E. coli;\n(ii) Annex IV, in respect of Salmonellosis (zoonotic Salmonella);\n(iii) Annex V, in respect of African swine fever, swine vesicular disease, classical swine fever;\n(iv) Annex VI, in respect of rabies;\n(v) Annex VII, in respect of transmissible spongiform encephalopathies (TSE);\n(vi) Annex VIII, in respect of avian influenza;\n(vii) Annex IX, in respect of infectious hematopoietic necrosis (IHN), infectious salmon anaemia (ISA), viral haemorrhagic septicaemia (VHS), Koi herpes virus infection (KHV), infection with Bonamia ostreae, infection with Marteilia refringens and white spot disease in crustaceans;\n(b) information on the activities and costs, in accordance with Part I of Annex X and a signed declaration for each programme, in accordance with Part II of Annex X.", "1.   From 1 July 2015, the intermediate reports provided for in Article 3 and the final reports and payment applications provided for in Article 4 shall be submitted on-line by Member States using the corresponding standard electronic templates provided by the Commission, except for the programmes for the diseases referred to in Article 4(a)(vii).\n2.   In addition to the requirements of paragraph 1, a signed version of the part of the final reports and payment applications referred to in Article 4(b) shall be submitted to the Commission.", "Decision 2008/940/EC is repealed.", "Without prejudice to Article 5, this Decision shall apply to programmes for the eradication, control and monitoring of animal diseases to be implemented as from 1 January 2015.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 May 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 155, 18.6.2009, p. 30.\n(2)  Commission Decision 2008/940/EC of 21 October 2008 laying down standard reporting requirements for national programmes for the eradication, control and monitoring of certain animal diseases and zoonoses co-financed by the Community (OJ L 335, 13.12.2008, p. 61).\n(3)  Only intermediate financial report is due by 2015.\nANNEX I\nRequirements for intermediate reports\nANNEX II\nRequirements for final reports and payment applications\nANNEX III\nFinal technical report on ruminant diseases programmes\nANNEX IV\nTechnical report on zoonotic salmonella programmes\nANNEX V\nFinal technical report on swine diseases programmes\nANNEX VI\nFinal technical report on rabies programmes\nANNEX VII\nFinal technical report on tse monitoring and eradication programmes\nANNEX VIII\nFinal technical report on avian influenza surveillance programmes\nANNEX IX\nReport on fish disease programmes\nANNEX X\nPART I\nReport on activities and costs\nPART II\nSigned declaration to accompany the final report/payment application\nMember State:\nProgramme:\nYear of implementation:\nWe certify that:\n— the information provided in the final report and payment application is full, reliable and true that the declared activities were actually performed and that the cost declared are accurately accounted for and eligible under the provision of Decision …/Regulation (EC) No … (mention specific financing decision); ….\n— all supporting documents relating to the activities and expenditure are available for inspection, notably to justify the level of compensation for animals;\n— the programme was executed in accordance with the relevant Union legislation, in particular the rules on competition, the award of public contracts and state aid;\n— no other Union contribution was requested for this programme and all revenue accruing from operations under the programme is declared to the Commission;\n— control procedures apply, in particular to verify the accuracy of the amount of activities and expenditure declared, to prevent, detect and correct irregularities.\nDate\nName and signature of operational director"}