{"celex_id": "32015R0187", "uri": "http://publications.europa.eu/resource/cellar/43068bc3-ae95-11e4-b5b2-01aa75ed71a1", "type": "Regulation", "concepts": ["2192", "3055", "3704", "4408", "5317", "5887", "945"], "title": "Commission Implementing Regulation (EU) 2015/187 of 6 February 2015 amending Regulation (EU) No 185/2010 as regards the screening of cabin baggage  Text with EEA relevance\n", "header": "7.2.2015 EN Official Journal of the European Union L 31/18\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/187\nof 6 February 2015\namending Regulation (EU) No 185/2010 as regards the screening of cabin baggage\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 300/2008 of the European Parliament and of the Council of 11 March 2008 on common rules in the field of civil aviation security and repealing Regulation (EC) No 2320/2002 (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Recent evidence has shown that terrorists are trying to develop new concealments for improvised explosive devices designed to counter the existing aviation security measures relating to cabin baggage screening.\n(2) Certain specific aviation security measures laid down in Commission Regulation (EU) No 185/2010 (2) should therefore be amended in order to improve the mitigation against the threat from improvised explosive devices concealed within cabin baggage.\n(3) The amendments should refine the technical specifications for the screening of cabin baggage using Explosive Detection Systems.\n(4) The amendments should also allow the screening of cabin baggage containing portable computers and other large electrical items under certain conditions.\n(5) Regulation (EU) No 185/2010 should therefore be amended accordingly.\n(6) This Regulation should enter into force as soon as possible, with a view to minimalising aviation security risks.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["The Annex to Regulation (EU) No 185/2010 is amended in accordance with the Annex to this Regulation.", "This Regulation enters into force on the day following its publication. It shall apply as of 1 March 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 97, 9.4.2008, p. 72.\n(2)  Commission Regulation (EU) No 185/2010 of 4 March 2010 laying down detailed measures for the implementation of the common basic standards on aviation security (OJ L 55, 5.3.2010, p. 1).\nANNEX\nThe Annex to Regulation (EU) No 185/2010 is amended as follows:\n1. Chapter 4 is amended as follows:\n(a) point 4.1.2.1 is replaced by the following:\n‘4.1.2.1 Before screening, portable computers and other large electrical items shall be removed from cabin baggage and shall be screened separately, unless the cabin baggage is to be screened with Explosive Detection Systems (EDS) equipment meeting standard C2 or higher.’\n(b) point 4.1.2.8 is replaced by the following:\n‘4.1.2.8 Any bag that is found to contain a large electrical item shall be screened again with the item no longer in the bag and the electrical item screened separately, unless the cabin baggage was screened with EDS equipment meeting standard C2 or higher.’\n2. In chapter 12, the following points 12.4.2.7 to 12.4.2.9 are added:\n‘12.4.2.7 All EDS equipment designed to screen cabin baggage shall meet at least standard C1.\n12.4.2.8 All EDS equipment designed to screen cabin baggage containing portable computers and other large electrical items shall meet at least standard C2.\n12.4.2.9 All EDS equipment design to screen cabin baggage containing portable computers and other large electrical items and LAGS shall meet at least standard C3.’"}