{"celex_id": "32013R0030", "uri": "http://publications.europa.eu/resource/cellar/d2e6b753-6166-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1115", "12", "1225", "3295", "5563", "680", "862", "873", "922"], "title": "Commission Implementing Regulation (EU) No 30/2013 of 17 January 2013 amending Regulation (EC) No 288/2009 laying down detailed rules for applying Council Regulation (EC) No 1234/2007 as regards the Community aid for supplying fruit and vegetables, processed fruit and vegetables and banana products to children in educational establishments, in the framework of a School Fruit Scheme and derogating from Regulation (EC) No 288/2009\n", "header": "18.1.2013 EN Official Journal of the European Union L 14/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 30/2013\nof 17 January 2013\namending Regulation (EC) No 288/2009 laying down detailed rules for applying Council Regulation (EC) No 1234/2007 as regards the Community aid for supplying fruit and vegetables, processed fruit and vegetables and banana products to children in educational establishments, in the framework of a School Fruit Scheme and derogating from Regulation (EC) No 288/2009\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty of Accession of the Republic of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of the Republic of Croatia, and in particular Article 50 thereof,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 103h(f) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 4 of Commission Regulation (EC) No 288/2009 (2) lays down detailed rules on the allocation of Union aid per Member State setting up a School Fruit Scheme. In particular, it provides for indicative allocation amounts for each Member State calculated on the basis of the number of six- to ten-year-old children. Bearing in mind the levels of execution of the programme recorded during the first three years and in order to ensure an appropriate use of Union funds, it is necessary to provide for a mechanism linked to the performance of Member States which would limit the amount of the aid requested above the amount of their indicative allocation.\n(2) Article 12 of Regulation (EC) No 288/2009 provides for the monitoring of the implementation of the Member States’ School Fruit Scheme on an annual basis. In order to clarify the obligations of Member States with regard to the evaluation of their School Fruit Scheme, it is necessary to specify that national evaluations have to assess also the impact of the Scheme on children’s eating habits.\n(3) The Commission has developed an information system that allows managing documents and procedures electronically in its own internal working procedures and in its relations with the authorities involved in the common agricultural policy. It is considered that several notification obligations provided for in Regulation (EC) No 288/2009 can be fulfilled via that system in accordance with Commission Regulation (EC) No 792/2009 of 31 August 2009 laying down detailed rules for the Member States’ notification to the Commission of information and documents in implementation of the common organisation of the markets, the direct payments’ regime, the promotion of agricultural products and the regimes applicable to the outermost regions and the smaller Aegean islands (3).\n(4) Annex II to Regulation (EC) No 288/2009 sets the amounts of indicative allocations of Union aid per Member State. That Annex needs to be adapted in view of the accession of Croatia to the European Union.\n(5) Regulation (EC) No 288/2009 should therefore be amended accordingly.\n(6) To take into account the accession of Croatia, specific rules should be laid down as regards the implementation of Regulation (EC) No 288/2009 in the school year 2013/14. In particular, the date for the submission of the national strategy and the aid application by Croatia needs to be fixed and a specific procedure should be established to take into account the timing of the Commission Decision fixing the definitive allocation of Union aid to the Member States and the foreseen date of the accession of Croatia. Exceptionally, due to the timing constraints derived from the need to set the definitive allocation of Union aid for all Member States well before the beginning of the school year, the Commission, when setting the definitive allocations as referred to in Article 4(4) of Regulation (EC) No 288/2009 should have regard to any advance voluntary notification by Croatia of its strategy and aid application where such information is received by 31 January.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Amendment of Regulation (EC) No 288/2009\nRegulation (EC) No 288/2009 is amended as follows:\n(1) Article 4 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(a) indicative allocation of aid referred to in paragraph 3 and set out in Annex II to this Regulation, expressed in EUR;\n(b) capacity to use more than the indicative allocation referred to in paragraph 3 and set out in Annex II;\n(c) where no capacity to use additional funds is indicated as provided for under point (b), the allocation requested, expressed in EUR, must be specified;\n(d) where a capacity to use additional funds is indicated as provided for under point (b), maximum additional allocation requested, expressed in EUR, must be specified;\n(e) total budget requested.\n(b) in paragraph 4, the second subparagraph is replaced by the following:\n(c) the following paragraph 5 is added:\n(a) when the execution of the allocation is below or equal to 50 % of the final allocation, no additional allocation shall be granted;\n(b) when the execution of the allocation is higher than 50 % but lower or equal to 75 % of the final allocation, the maximum additional allocation shall be capped at 50 % of the indicative allocation;\n(c) when the execution of the allocation is higher than 75 % of the final allocation, the maximum additional allocation shall not be capped.\n(2) in Article 10(1), point (c) is replaced by the following:\n‘(c) the number of children in regular attendance in the respective educational establishments entitled to receive the products covered by the Member State’s School Fruit Scheme during the period covered by the aid application;’;\n(3) in Article 12(2), the first sentence is replaced by the following:\n(4) Article 15 is replaced by the following:\n(a) the results of the monitoring exercise, as provided for in Article 12(1);\n(b) the on-the-spot checks carried out pursuant to Articles 13 and 16 and the related findings.\n(5) Annex II is replaced by the text set out in the Annex to this Regulation;\n(6) Annex IIa is deleted.", "Specific rules for the school year 2013/14\n1.   By way of derogation from Article 4(4) of Regulation (EC) No 288/2009 in conjunction with Annex II thereto, for the school year 2013/14, the Commission shall decide on the definitive allocation of the Union aid as referred to in the third subparagraph of Article 4(4) taking due account of any advance information submitted, in view of and subject to the entry into force of the Treaty of Accession of Croatia, by Croatia of its strategy and aid application where such information is provided on a voluntary basis by 31 January.\n2.   By way of derogation from Article 4(1) of Regulation (EC) No 288/2009, for the school year 2013/14, Croatia will notify its strategy and aid by 10 July 2013 and, by way of derogation from Article 4(4) of that Regulation, the Commission shall decide on the definitive allocation of aid for Croatia by 31 July 2013.", "Entry into force and application\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nArticles 1(5) and 2(2) shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Croatia.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 94, 8.4.2009, p. 38.\n(3)  OJ L 228, 1.9.2009, p. 3.\n(4)  OJ L 228, 1.9.2009, p. 3.’;\n(5)  OJ L 171, 23.6.2006, p. 1.’;\nANNEX\n‘ANNEX II\nIndicative allocation of Community aid per Member State\nMember State Co-financing rate Children 6-10 EUR\nAustria 50 439 035 1 303 700\nBelgium 50 592 936 1 760 700\nBulgaria 75 320 634 1 428 200\nCroatia 75 249 197 1 110 000\nCyprus 50 49 723 175 000\nCzech Republic 73 454 532 1 963 100\nDenmark 50 343 807 1 020 900\nEstonia 75 62 570 278 700\nFinland 50 299 866 890 500\nFrance 51 3 838 940 11 632 700\nGermany 52 3 972 476 12 333 000\nGreece 59 521 233 1 837 700\nHungary 69 503 542 2 051 800\nIreland 50 282 388 838 500\nItaly 58 2 710 492 9 403 100\nLatvia 75 99 689 444 100\nLithuania 75 191 033 850 900\nLuxembourg 50 29 277 175 000\nMalta 75 24 355 175 000\nNetherlands 50 985 163 2 925 400\nPoland 75 2 044 899 9 108 500\nPortugal 68 539 685 2 172 300\nRomania 75 1 107 350 4 932 400\nSlovakia 73 290 990 1 260 700\nSlovenia 75 93 042 414 400\nSpain 59 2 006 143 7 073 400\nSweden 50 481 389 1 429 500\nUnited Kingdom 51 3 635 300 11 010 800\nEU 28 58 26 169 686 90 000 000’"}