{"celex_id": "32014R0945", "uri": "http://publications.europa.eu/resource/cellar/955be915-34de-11e4-8c3c-01aa75ed71a1", "type": "Regulation", "concepts": ["1423", "1485", "189", "248", "3246", "4195", "560"], "title": "Commission Implementing Regulation (EU) No 945/2014 of 4 September 2014 laying down implementing technical standards with regard to relevant appropriately diversified indices according to Regulation (EU) No 575/2013 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "5.9.2014 EN Official Journal of the European Union L 265/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 945/2014\nof 4 September 2014\nlaying down implementing technical standards with regard to relevant appropriately diversified indices according to Regulation (EU) No 575/2013 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (1) and in particular the third subparagraph of Article 344(1) thereof,\nWhereas:\n(1) Pursuant to Article 344(4) of Regulation (EU) No 575/2013, the specific risk of a stock-index future which would be treated as an individual equity in accordance with that Article can be ignored where the relevant stock-index is exchange traded and represents a relevant appropriately diversified index.\n(2) Where an exchange traded stock-index future is appropriately diversified, it can be assumed that such stock-index represents no specific risk. This is considered to be the case where the index contains at least 20 equities, no single entity contained within them represents more than 25 % of the total index and 10 % of the largest equities (rounding up the number of equities to the superior natural number) represent less than 60 % of the total index. In addition, the index must encompass equities from at least a national market, and they must comprise equities from at least four industries amongst oil and gas, basic materials, industrials, consumer goods, health care, consumer services, telecommunications, utilities, financials and technology.\n(3) Given that Article 344(4) of Regulation (EU) No 575/2013 refers to ‘relevant’ eligible indices, only those stock indices which are relevant for financial institutions in the Union have been assessed against the criteria for identifying eligible stock indices.\n(4) This Regulation is based on the draft implementing technical standards submitted by the European Banking Authority to the Commission.\n(5) The European Banking Authority has conducted open public consultations on the draft implementing technical standards on which this Regulation is based, analysed the potential related costs and benefits and requested the opinion of the Banking Stakeholder Group established in accordance with Article 37 of Regulation (EU) No 1093/2010 of the European Parliament and of the Council (2),", "main_body": ["Stock indices for the purposes of Article 344 of Regulation (EU) No 575/2013\nThe list of stock indices, for which the treatments set out in the second sentence of Article 344(4) of Regulation (EU) No 575/2013 is available, are provided in the Annex.", "Entry into Force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 September 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 176, 27.6.2013, p. 1.\n(2)  OJ L 331, 15.12.2010, p. 12.\nANNEX\nStock indices meeting the requirements of Article 344 of Regulation (EU) No 575/2013\nIndex Country\n1. S&P All Ords\n2. ATX\n3. BEL20\n4. SaoPaulo — Bovespa\n5. TSE35\n6. FTSE China A50 Index\n7. CROBEX\n8. OMX Copenhagen 20 CAP\n9. DJ Euro STOXX 50\n10. FTSE Eurofirst 100\n11. FTSE Eurofirst 80\n12. FTSE Eurotop 100 index\n13. MSCI Euro index\n14. STOXX Europe 50\n15. STOXX Europe 600\n16. STOXX Europe Lrg 200\n17. STOXX Europe Mid 200\n18. STOXX Europe Small 200\n19. STOXX Select Dividend 30\n20. CAC40\n21. SBF 120\n22. DAX\n23. HDAX\n24. MDAX\n25. SDAX\n26. Athens General\n27. Hang Seng\n28. Hang Seng China Enterprises\n29. NIFTY\n30. FTSE MIB\n31. FTSE Bursa Malaysia\n32. MSE Share Index\n33. Nikkei225\n34. Nikkei300\n35. IPC Index\n36. AEX\n37. AMX\n38. WIG20\n39. PSI 20\n40. Straits Times Index\n41. IBEX35\n42. OMX Stockholm 30\n43. SMI\n44. FTSE nasdaq Dubai 20\n45. FTSE 100\n46. FTSE mid-250\n47. S&P 500\n48. Dow Jones Ind. Av.\n49. NASDAQ 100"}