{"celex_id": "32011D0027", "uri": "http://publications.europa.eu/resource/cellar/2da4b995-d420-467a-927e-0a2e2bacea66", "type": "Decision", "concepts": ["2095", "2901", "5315", "5769", "5858"], "title": "2011/27/EU: Council Decision of 12 July 2010 on the signing and provisional application of a Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Moldova, of the other part, on a Framework Agreement between the European Union and the Republic of Moldova on the general principles for the participation of the Republic of Moldova in Union programmes\n", "header": "19.1.2011 EN Official Journal of the European Union L 14/1\nCOUNCIL DECISION\nof 12 July 2010\non the signing and provisional application of a Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Moldova, of the other part, on a Framework Agreement between the European Union and the Republic of Moldova on the general principles for the participation of the Republic of Moldova in Union programmes\n(2011/27/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 114, 168, 169, 172, 173(3), 188 and 192, in conjunction with Article 218(5) and the second subparagraph of Article 218(8), thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 18 June 2007 the Council authorised the Commission to negotiate a Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Moldova, of the other part (1), on a Framework Agreement on the general principles for the participation of the Republic of Moldova in Union programmes (hereinafter referred to as ‘the Protocol’).\n(2) Those negotiations have been concluded to the satisfaction of the Commission.\n(3) As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(4) The Protocol should be signed on behalf of the Union, subject to its conclusion at a later date.\n(5) Article 10 of the Protocol provides for the provisional application of the Protocol before its entry into force,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the Union, the Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Moldova, of the other part, on a Framework Agreement between the European Union and the Republic of Moldova on the general principles for the participation of the Republic of Moldova in Union programmes (hereinafter referred to as ‘the Protocol’).\nThe text of the Protocol is attached to this Decision.", "The Protocol shall be applied provisionally as from the date of its signature, pending its conclusion at a later date.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 12 July 2010.\nFor the Council\nThe President\nS. LARUELLE\n(1)  OJ L 181, 24.6.1998, p. 3.\n19.1.2011 EN Official Journal of the European Union L 14/2\nPROTOCOL\nto the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Moldova, of the other part, on a Framework Agreement between the European Union and the Republic of Moldova on the general principles for the participation of the Republic of Moldova in Union programmes\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’,\nof the one part,\nand\nTHE REPUBLIC OF MOLDOVA, hereinafter referred to as ‘Moldova’,\nof the other part,\nhereinafter jointly referred to as ‘the Parties’,\nWhereas:\n(1) Moldova entered into a Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Moldova, of the other part (1) (hereinafter referred to as ‧the Agreement’), on 28 November 1994.\n(2) The Brussels European Council of 17 and 18 June 2004 welcomed the Commission’s proposals for a European Neighbourhood Policy (ENP) and endorsed the Council’s conclusions of 14 June 2004.\n(3) The Council has, on numerous further occasions, repeatedly concluded in favour of this policy.\n(4) The Council, on 5 March 2007, expressed support for the general and global approach outlined in the Commission’s Communication of 4 December 2006, COM(2006) 724 final, to enable ENP partners to participate in Community agencies and Community programmes on their merits and where the legal bases so allow.\n(5) Moldova has expressed its wish to participate in a number of Union programmes.\n(6) The specific terms and conditions, in particular financial contribution and reporting and evaluation procedures, regarding the participation of Moldova in each particular programme should be determined by agreement between the Commission, acting on behalf of the Union, and the competent authorities of Moldova,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nMoldova shall be allowed to participate in all current and future programmes of the Union opened to the participation of Moldova in accordance with the relevant provisions adopting those programmes.\nArticle 2\nMoldova shall contribute financially to the general budget of the European Union corresponding to the specific programmes in which Moldova participates.\nArticle 3\nMoldova’s representatives shall be allowed to take part, as observers and for the points which concern Moldova, in the management committees responsible for monitoring the programmes to which Moldova contributes financially.\nArticle 4\nProjects and initiatives submitted by participants from Moldova shall, as far as possible, be subject to the same conditions, rules and procedures pertaining to the programmes concerned as applied to Member States.\nArticle 5\nThe specific terms and conditions regarding the participation of Moldova in each particular programme, in particular the financial contribution payable, as well as reporting and evaluation procedures, shall be determined by agreement in the form of a Memorandum of Understanding between the Commission, acting on behalf of the Union, and the competent authorities of Moldova.\nIf Moldova applies for external assistance of the Union to participate in a given Union programme on the basis of Article 3 of Regulation (EC) No 1638/2006 of the European Parliament and of the Council of 24 October 2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument (2) or pursuant to any similar Regulation providing for external assistance of the Union to Moldova that may be adopted in the future, the conditions governing the use by Moldova of external assistance of the Union shall be determined in a financing agreement, in compliance with, in particular, Article 20 of Regulation (EC) No 1638/2006.\nArticle 6\nEach Memorandum of Understanding concluded pursuant to Article 5, shall stipulate, in accordance with the Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (3), that financial control or audits or other verifications, including administrative investigations will be carried out by, or under the authority of, the Commission, the European Anti-Fraud Office and the Court of Auditors.\nDetailed provisions shall be made on financial control and auditing, administrative measures, penalties and recovery enabling the Commission, the European Anti-Fraud Office, and the Court of Auditors to be granted powers equivalent to their powers with regard to beneficiaries or contractors established in the Union.\nArticle 7\nThis Protocol shall apply for the period for which the Agreement is in force.\nThis Protocol shall be signed and approved by the Parties in accordance with their respective procedures.\nEither Party may denounce this Protocol by written notification to the other Party. This Protocol shall terminate 6 months after the date of such notification.\nDenunciation of this Protocol by any of the Parties shall have no influence on the checks and controls to be carried out, where appropriate, under the provisions laid down in Articles 5 and 6.\nArticle 8\nNo later than 3 years after the date of entry into force of this Protocol, and every 3 years thereafter, both Parties may review the implementation of this Protocol on the basis of the actual participation of Moldova in Union programmes.\nArticle 9\nThis Protocol shall apply, on the one hand, to the territories in which the Treaty on the Functioning of the European Union is applied and under the conditions laid down in this Treaty and, on the other hand, to the territory of Moldova.\nArticle 10\nThis Protocol shall enter into force on the first day of the month following the date on which the Parties notify each other through diplomatic channels of the completion of their procedures necessary for its entry into force.\nPending its entry into force, the Parties agree to apply provisionally this Protocol from the date of its signature, pending its conclusion at a later date.\nArticle 11\nThis Protocol shall form an integral part of the Agreement.\nArticle 12\nThis Protocol shall be drawn up in duplicate in the official languages of the Parties, each of these texts being equally authentic.\nЗа Европейския съюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nЗа Република Молдова\nPor la República de Moldova\nZa Moldavskou republiku\nFor Republikken Moldova\nFür die Republik Moldau\nMoldova Vabariigi nimel\nΓια τη Δημοκρατία της Μολδαβίας\nFor the Republic of Moldova\nPour la République de Moldavie\nPer la Repubblica moldova\nMoldovas Republikas vārdā\nMoldovos Respublikos vardu\nA Moldovai Köztársaság részéről\nGħar-Repubblika tal-Moldova\nVoor de Republiek Moldavië\nW imieniu Republiki Mołdowy\nPela República da Moldávia\nPentru Republica Moldova\nZa Moldavskú republiku\nZa Republiko Moldavijo\nMoldovan tasavallan puolesta\nFör Republiken Moldavien\n(1)  OJ L 181, 24.6.1998, p. 3.\n(2)  OJ L 310, 9.11.2006, p. 1.\n(3)  OJ L 248, 16.9.2002, p. 1."}