{"celex_id": "32011R1170", "uri": "http://publications.europa.eu/resource/cellar/b3584d6d-ac6f-41d8-a752-1700c2fd5816", "type": "Regulation", "concepts": ["1425", "1442", "1552", "192", "5304", "606", "7130", "893"], "title": "Commission Regulation (EU) No 1170/2011 of 16 November 2011 refusing to authorise certain health claims made on foods and referring to the reduction of disease risk Text with EEA relevance\n", "header": "17.11.2011 EN Official Journal of the European Union L 299/1\nCOMMISSION REGULATION (EU) No 1170/2011\nof 16 November 2011\nrefusing to authorise certain health claims made on foods and referring to the reduction of disease risk\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 17(3) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on foods are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‧the Authority‧.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission thereof, and to deliver an opinion on the health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) Following an application from Prof. Dr. Moritz Hagenmeyer and Prof. Dr. Andreas Hahn, submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of water and reduction of the risk of development of dehydration and of concomitant decrease of performance (Question No EFSA-Q-2008-05014) (2). The claim proposed by the applicant was worded as follows: ‧Regular consumption of significant amounts of water can reduce the risk of development of dehydration and of concomitant decrease of performance‧.\n(6) Article 2(2)(6) of Regulation (EC) No 1924/2006 defines reduction of disease risk claims as ‧any health claim that states, suggests or implies that the consumption of a food category, a food or one of its constituents significantly reduces a risk factor in the development of a human disease‧. Upon request for clarification, the applicant proposed water loss in tissues or reduced water content in tissues as risk factors of dehydration. On the basis of the data presented, the Authority concluded in its opinion received by the Commission and the Member States on 16 February 2011 that the proposed risk factors are measures of water depletion and thus are measures of the disease. Accordingly, as a risk factor in the development of a disease is not shown to be reduced, the claim does not comply with the requirements of Regulation (EC) No 1924/2006 and it should not be authorised.\n(7) Following an application from FrieslandCampina, submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of acidic calcium-containing fruit juices on reduction of tooth demineralisation (Question No EFSA-Q-2009-00501) (3). The claim proposed by the applicant was worded, inter alia, as follows: ‧Reduced risk for dental erosion‧.\n(8) Article 2(2)(6) of Regulation (EC) No 1924/2006 defines reduction of disease risk claims as ‧any health claim that states, suggests or implies that the consumption of a food category, a food or one of its constituents significantly reduces a risk factor in the development of a human disease‧. Upon request for clarification, the applicant proposed tooth demineralisation as a risk factor for tooth erosion. On the basis of the data presented, the Authority concluded in its opinion received by the Commission and the Member States on 18 February 2011 that a cause and effect relationship had not been established between the consumption of acidic calcium-containing fruit juices in replacement of fruit juice without added calcium and the reduction of tooth demineralisation. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(9) The comments from the applicants and the members of the public received by the Commission pursuant to Article 16(6) of Regulation (EC) No 1924/2006 have been considered when setting the measures provided for in this Regulation.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["The health claims listed in the Annex to this Regulation shall not be included in the Union list of permitted claims as provided for in Article 14(1) of Regulation (EC) No 1924/2006.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  EFSA Journal 2011; 9(2):1982.\n(3)  EFSA Journal 2011; 9(2):1983.\nANNEX\nRejected health claims\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 14(1)(a) health claim referring to a reduction of a disease risk Water Regular consumption of significant amounts of water can reduce the risk of development of dehydration and of concomitant decrease of performance Q-2008-05014\nArticle 14(1)(a) health claim referring to a reduction of a disease risk Calcium-containing fruit juices Reduced risk for dental erosion Q-2009-00501"}