{"celex_id": "32010D0583", "uri": "http://publications.europa.eu/resource/cellar/7782b0ed-3e78-49cf-8563-8d49ba4d8ec8", "type": "Decision", "concepts": ["1095", "1234", "1684", "2602", "2754", "3763", "3942", "4585", "5581"], "title": "2010/583/EU: Council Implementing Decision of 27 September 2010 authorising Romania to introduce a special measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n", "header": "30.9.2010 EN Official Journal of the European Union L 256/27\nCOUNCIL IMPLEMENTING DECISION\nof 27 September 2010\nauthorising Romania to introduce a special measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n(2010/583/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Secretariat-General of the Commission on 23 September 2009, Romania requested authorisation to introduce a special measure derogating from Article 193 of Directive 2006/112/EC.\n(2) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States by letter dated 14 December 2009 of the request made by Romania. By letter dated 17 December 2009, the Commission notified Romania that it had all the information it considered necessary for appraisal of the request.\n(3) Article 193 of Directive 2006/112/EC provides that the taxable person supplying the goods or services is, as a general rule, liable for the payment of the value added tax (VAT) to the tax authorities. The purpose of the derogation requested by Romania is to make the recipient of supplies of goods or services liable for VAT in two specific types of circumstances. The first case covered is where taxable persons supply wood products as defined in the national legislation. The second is where goods and/or services are supplied by taxable persons, with the exception of retailers, while under an insolvency procedure.\n(4) Insolvent businesses are often prevented by financial difficulties from paying the VAT on their supplies of goods or services to the competent authorities. The recipient of such goods or services can nonetheless in principle deduct the VAT even though it has not been paid to the competent authorities by the supplier.\n(5) Since retailers would find it difficult to ascertain the tax status of their customers at the point of sale, the reverse charge should not apply to retailers while under an insolvency procedure.\n(6) Romania also encounters problems in the timber market because of the nature of the market and the businesses involved. The market has a large number of small enterprises which the Romanian authorities have found difficult to control. The most common form of tax evasion involves the supplier invoicing for supplies then disappearing without paying the tax to the competent authorities but leaving the customer in receipt of a valid invoice for the right of tax deduction.\n(7) By designating the recipient as the person liable for the payment of the VAT in the case of supplies of wood products by taxable persons and in the case of supplies of goods and the provision of services by taxable persons, with the exception of retailers, while under an insolvency procedure, the derogation removes the difficulties encountered without affecting the amount of tax due. This has the effect of preventing certain types of evasion or avoidance.\n(8) The measure is proportionate to the objectives pursued since it is not intended to apply generally, but only to specific operations and sectors which pose considerable problems in charging the tax or of tax evasion or avoidance.\n(9) The authorisation should be limited in time until 31 December 2013. In light of the experience gained up to that date an assessment may be made on whether or not the derogation remains justified.\n(10) The derogation has no adverse impact on the Union’s own resources accruing from VAT,", "main_body": ["By way of derogation from Article 193 of Directive 2006/112/EC, Romania is hereby authorised until 31 December 2013 to designate the taxable person to whom the supplies of goods or services referred to in Article 2 of this Decision are made as the person liable for the payment of the tax.", "The derogation provided for in Article 1 shall apply to:\na) supplies of wood products by taxable persons including standing timber, round or cleft working wood, fuel wood, timber products, as well as square edged or chipped wood and wood in the rough, processed or semi-manufactured wood;\nb) supplies of goods and the provision of services by taxable persons, with the exception of retailers, while under an insolvency procedure.", "This Decision is addressed to Romania."], "attachments": "Done at Brussels, 27 September 2010.\nFor the Council\nThe President\nK. PEETERS\n(1)  OJ L 347, 11.12.2006, p. 1."}