{"celex_id": "32014L0101", "uri": "http://publications.europa.eu/resource/cellar/e76c324a-60cc-11e4-9cbe-01aa75ed71a1", "type": "Directive", "concepts": ["2869", "3144", "3535", "3544", "476", "6398"], "title": "Commission Directive 2014/101/EU of 30 October 2014 amending Directive 2000/60/EC of the European Parliament and of the Council establishing a framework for Community action in the field of water policy  Text with EEA relevance\n", "header": "31.10.2014 EN Official Journal of the European Union L 311/32\nCOMMISSION DIRECTIVE 2014/101/EU\nof 30 October 2014\namending Directive 2000/60/EC of the European Parliament and of the Council establishing a framework for Community action in the field of water policy\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (1), and in particular the first subparagraph of Article 20(1) thereof,\nWhereas:\n(1) The quality and comparability of the methods used for the monitoring of type parameters generated under Member States responsibility to perform water ecological monitoring pursuant to Article 8 of Directive 2000/60/EC should be ensured.\n(2) Section 1.3.6 of Annex V to Directive 2000/60/EC requires that methods used for the monitoring of type parameters conform to the international standards listed therein or such other national or international standards which will ensure the provision of data of an equivalent scientific quality and comparability. The international standards listed in Annex V were those available at the time of adoption of that Directive.\n(3) Since the publication of Directive 2000/60/EC, a number of new standards have been published by the European Committee for Standardisation (CEN), some of them jointly with the International Standards Organisation, addressing biological sampling of phytoplankton, macrophytes and phytobenthos, benthic invertebrates, fish and hydromorphological characteristics. Those standards should be added to Section 1.3.6 of Annex V to Directive 2000/60/EC.\n(4) As a result of the continued process of development of new standards and update of existing ones, some of the standards listed in Section 1.3.6 of Annex V to Directive 2000/60/EC are no longer published by CEN Member Bodies and should therefore be removed.\n(5) Two standards (EN ISO 8689-1:1999 and EN ISO 8689-2:1999 9) listed in Section 1.3.6 of Annex V to Directive 2000/60/EC addressed biological classification and not monitoring; they have been taken into account subsequently when developing protocols for setting class boundaries under the Common Implementation Strategy related to the Directive and can now be removed.\n(6) Directive 2000/60/EC should therefore be amended accordingly.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Committee established by Article 21(1) of Directive 2000/60/EC,", "main_body": ["Annex V to Directive 2000/60/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 20 May 2016 at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 327, 22.12.2000, p. 1.\nANNEX\nIn Annex V to Directive 2000/60/EC, Section 1.3.6 is replaced by the following:\n‘1.3.6.   Standards for monitoring of quality elements\nMethods used for the monitoring of type parameters shall conform to the international standards listed below in so far as they cover monitoring, or to such other national or international standards which will ensure the provision of data of an equivalent scientific quality and comparability.\nStandards for sampling of biological quality elements\nGeneric methods for use with the specific methods given in the standards relating to the following biological quality elements:\nEN ISO 5667-3:2012 Water quality — Sampling — Part 3: Preservation and handling of samples\nStandards for phytoplankton\nEN 15204:2006 Water quality — Guidance standard on the enumeration of phytoplankton using inverted microscopy (Utermöhl technique)\nEN 15972:2011 Water quality — Guidance on quantitative and qualitative investigations of marine phytoplankton\nISO 10260:1992 Water quality — Measurement of biochemical parameters —Spectrometric determination of the chlorophyll-a concentration\nStandards for macrophyte and phytobenthos\nEN 15460:2007 Water quality — Guidance standard for the surveying of macrophytes in lakes\nEN 14184:2014 Water quality — Guidance for the surveying of aquatic macrophytes in running waters\nEN 15708:2009 Water quality — Guidance standard for the surveying, sampling and laboratory analysis of phytobenthos in shallow running water\nEN 13946:2014 Water quality — Guidance for the routine sampling and preparation of benthic diatoms from rivers and lakes\nEN 14407:2014 Water quality — Guidance for the identification and enumeration of benthic diatom samples from rivers and lakes\nStandards for benthic invertebrate\nEN ISO 10870:2012 Water quality — Guidelines for the selection of sampling methods and devices for benthic macroinvertebrates in fresh waters\nEN 15196:2006 Water quality — Guidance on sampling and processing of the pupal exuviae of Chironomidae (order Diptera) for ecological assessment\nEN 16150:2012 Water quality — Guidance on pro rata multi-habitat sampling of benthic macro-invertebrates from wadeable rivers\nEN ISO 19493:2007 Water quality — Guidance on marine biological surveys of hard-substrate communities\nEN ISO 16665:2013 Water quality — Guidelines for quantitative sampling and sample processing of marine soft-bottom macro-fauna\nStandards for fish\nEN 14962:2006 Water quality — Guidance on the scope and selection of fish sampling methods\nEN 14011:2003 Water quality — Sampling of fish with electricity\nEN 15910:2014 Water quality — Guidance on the estimation of fish abundance with mobile hydroacoustic methods\nEN 14757:2005 Water quality — Sampling of fish with multi-mesh gillnets\nStandards for hydromorphological parameters\nEN 14614:2004 Water quality — Guidance standard for assessing the hydromorphological features of rivers\nEN 16039:2011 Water quality — Guidance standard on assessing the hydromorphological features of lakes\nStandards for physico-chemical parameters\nAny relevant CEN/ISO standards’"}