{"celex_id": "32011R0651", "uri": "http://publications.europa.eu/resource/cellar/0e0a21e3-109b-48e7-bef9-2e25f575ab35", "type": "Regulation", "concepts": ["214", "3561", "4038", "4522", "5283", "5889", "730"], "title": "Commission Implementing Regulation (EU) No 651/2011 of 5 July 2011 adopting the rules of procedure of the permanent cooperation framework established by Member States in cooperation with the Commission pursuant to Article 10 of Directive 2009/18/EC of the European Parliament and of the Council  Text with EEA relevance\n", "header": "6.7.2011 EN Official Journal of the European Union L 177/18\nCOMMISSION IMPLEMENTING REGULATION (EU) No 651/2011\nof 5 July 2011\nadopting the rules of procedure of the permanent cooperation framework established by Member States in cooperation with the Commission pursuant to Article 10 of Directive 2009/18/EC of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/18/EC of the European Parliament and of the Council of 23 April 2009 establishing the fundamental principles governing the investigation of accidents in the maritime transport sector and amending Council Directive 1999/35/EC and Directive 2002/59/EC of the European Parliament and of the Council (1), and in particular Article 10(2) thereof,\nWhereas:\n(1) Directive 2009/18/EC requires the establishment, by Member States, in close cooperation with the Commission, of a permanent cooperation framework enabling their respective investigative bodies to cooperate among themselves to the extent necessary to attain the objective of the Directive.\n(2) Directive 2009/18/EC requires the Commission to adopt the rules of procedure of this permanent cooperation framework.\n(3) By letter of its Executive Director dated 20 December 2010 addressed to the European Commission services, the European Maritime Safety Agency has accepted to provide the secretariat for the permanent cooperation framework and to fund at least one meeting per year.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships,", "main_body": ["The rules of procedure and organisation arrangements for the permanent cooperation framework referred to in Article 10(2) of Directive 2009/18/EC are set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 131, 28.5.2009, p. 114.\nANNEX\nPermanent Cooperation Framework for the Investigation of Accidents in the Maritime Transport Sector\nRULES OF PROCEDURE AND ORGANISATION ARRANGEMENTS FOR THE PERMANENT COOPERATION FRAMEWORK REFERRED TO IN ARTICLE 10 OF DIRECTIVE 2009/18/EC\nArticle 1\nObjectives\n1.   The objective of the Permanent Cooperation Framework for the Investigation of Accidents in the Maritime Transport Sector, established by the Member States in close cooperation with the Commission, hereinafter referred to as the ‘PCF’, is to provide an operational platform enabling the Member States’ investigative bodies to cooperate as referred to in Article 10 of Directive 2009/18/EC.\n2.   By fulfilling its objective as per paragraph 1 above, PCF also provides a means enabling the European Maritime Safety Agency (EMSA) to facilitate cooperation as provided for in Article 2(e) of Regulation (EC) No 1406/2002 of the European Parliament and of the Council (1).\n3.   The members of the PCF shall establish a work programme foreseeing priorities and targets related to the above objectives, at regular intervals.\nArticle 2\nParticipation in the PCF\n1.   Each Member State with an investigative body shall duly designate a representative of its investigative body as referred to in Article 8 of Directive 2009/18/EC as member of the PCF, hereinafter referred to as the ‘Members’. In accordance with the work programme and meeting agenda of the PCF, the Members shall be authorised to discuss, agree and vote upon the best modalities of cooperation as foreseen under Article 10 of the Directive. Only Members have voting rights.\n2.   Having a substantial interest, the European Commission, hereinafter referred to as the ‘Commission’, may nominate representatives to participate in all meetings or other activities of the PCF.\n3.   The following countries shall be entitled to designate a representative to participate in the PCF as observers, hereinafter referred to as the ‘Observers’:\n— EEA countries, with duly designated representatives of their relevant investigative bodies,\n— Member States which only have an independent focal point as referred to in Article 8(1) of Directive 2009/18/EC.\nThey shall receive meeting documents, and may submit proposals and participate in the discussions.\n4.   The Members and Observers may propose to the PCF any agenda items, submissions and presentations they wish to be considered.\n5.   The Secretariat for the PCF shall be provided by EMSA.\n6.   Member States, European Commission and relevant EEA countries shall be represented by no more than one person, and shall notify the Secretariat of the designation of their representatives and of any changes therein.\n7.   The Members, the Commission and the Observers may be accompanied by additional persons subject to the consent of the Chairperson of PCF. When appropriate, requests for additional representation should be channelled and confirmed through the Secretariat.\nArticle 3\nParticipation of the Commission\n1.   The Commission may participate in the discussions, propose agenda items, submissions and presentations for PCF meetings or in other PCF activities.\n2.   The Commission may address the PCF on any related issue of maritime safety as appropriate.\n3.   The Commission may request the PCF to provide information and assistance on matters related to cooperation in accident investigation and to advise it on implementation and application matters related to cooperation, as necessary to attain the objectives of Directive 2009/18/EC.\n4.   The Commission shall receive all PCF documentation and the results of correspondence work as per Article 8 of these rules.\nArticle 4\nParticipation of third parties\n1.   The Chairperson may, in close coordination with the Secretariat, invite third parties such as representatives of other States and organisations, or individuals, to participate in a PCF meeting as practicable and appropriate.\n2.   Such third parties may be reimbursed by EMSA, subject to EMSA’s prior agreement and available funding, for their participation expenses in accordance with the Agency’s rules, or participate at their own expenditure. Before any such participation, the Secretariat shall notify the concerned third party on the conditions of participation.\nArticle 5\nChairperson and Deputy-Chairperson\n1.   The Members shall elect a Chairperson and a Deputy-Chairperson from amongst them, by vote in two separate secret ballots during a meeting. The Chairperson and Deputy-Chairperson shall hold office for a term of 2 years and shall be eligible for re-election for up to 2 further consecutive terms of office. The Chairperson and Deputy-Chairperson shall conduct their functions until their successors have been elected.\n2.   The Chairperson shall exercise his/her responsibilities within the ambit of the objectives set out in Article 1. During meetings, the Chairperson shall act in accordance with customary practice. The Chairperson shall open and close the meetings, execute the meeting’s agenda, give the floor to speakers, strive to seek consensus and summarise the discussions and conclusions of meetings.\n3.   The Deputy-Chairperson shall automatically take the place of the Chairperson if the Chairperson is unable to attend to his/her duties. If both the Chairperson and Deputy-Chairperson are absent or unable to attend a meeting, the meeting shall adopt a Chairperson ad hoc.\nArticle 6\nSecretariat\n1.   The Secretariat shall assist the Chairperson in:\n— carrying out his/her responsibilities,\n— arranging meetings and other activities,\n— distributing all relevant documents pertaining to meetings and correspondence work.\n2.   The Secretariat may participate in PCF discussions, present its own submissions, propose agenda items and presentations for PCF meetings or in other PCF activities.\nArticle 7\nAgreement upon best modalities of cooperation\n1.   The work within the PCF will primarily focus on agreement on the best modalities for cooperation as foreseen in Article 10(3) of Directive 2009/18/EC. It shall endeavour to achieve the broadest agreement possible.\n2.   Where the Chairperson deems a proposal ready for a vote, the Secretariat shall present it for conclusion.\n3.   The Chairperson shall endeavour to achieve consensus on all issues, otherwise decisions will be made on a simple majority.\n4.   If consensus cannot be reached, the dissenting Members or Observers have the right to reserve their position.\n5.   The Secretariat, on behalf of the Chairperson shall:\n— ensure that the necessary expertise and advice is provided to the participants of the PCF,\n— facilitate the elaboration of proposals by the participants of the PCF and provide its own proposals as appropriate,\n— facilitate the elaboration and evaluation of common technical-operational solutions.\nArticle 8\nMeetings and subgroups\n1.   Meetings of the PCF shall be convened by the Chairperson at least once a year in EMSA premises.\nAdditional meetings may be called either on his or her own initiative or at a written request supported by at least one third of the Members.\n2.   The participants of PCF may establish subgroups to work on specific issues it would like to address within the scope of the PCF, preferably by correspondence. The subgroups shall report back to the PCF.\n3.   Unless otherwise agreed by the participants, the PCF and subgroups shall meet at EMSA premises.\n4.   EMSA will reimburse Member’s States and Observer’s States the expenses for the annual meeting referred to in paragraph 1, incurred by only one designated representative for the purpose of the PCF meeting in accordance with the Agency’s rules. Member’s States and Observer’s States bear the expenses of additional accompanying persons.\n5.   Funding of meetings, other than the annual meeting referred to in paragraph 1 of this Article, shall be subject to prior approval of EMSA and availability of EMSA resources or of other funding.\nArticle 9\nMeeting documents\n1.   The invitation and provisional agenda to a meeting shall be sent by the Secretariat to Members, Commission and Observers at least 28 calendar days prior to the meeting.\n2.   The Secretariat shall draw up the provisional agenda under the responsibility of the Chairperson.\n3.   Documents for the meeting, in the format presented in the Appendix, shall be submitted by Members, Commission and Observers to the Chairperson and Secretariat before distribution of the agenda.\n4.   Associated documents and the agenda shall be distributed by the Secretariat to Members, Commission and Observers at least 14 calendar days prior to the meeting.\n5.   The agenda shall be subject to approval as the first item of business of the meeting.\n6.   In urgent and/or exceptional cases, the Chairperson may depart from the timeline laid down in paragraphs 3 and 4. If another matter is requested to be considered during a meeting, the Chairperson will decide whether to put it on the agenda. Documents in support of urgent and/or exceptional matters may be submitted at any time prior to or during a meeting.\nArticle 10\nAttendance list\nAt each meeting, the Secretariat shall draw up an attendance list specifying the participant names, their government authority, organisation or body that they belong to.\nArticle 11\nConfidentiality\nThe discussions of the participants of PCF shall be confidential.\nArticle 12\nMinutes and summary records of meetings\n1.   Minutes, reflecting the salient points of the meeting, shall be drafted by the Secretariat under the responsibility of the Chairperson, for circulation among Members, Commission and Observers.\n2.   Following a vote, dissenting Members and/or Observers have the right to have their position noted in the minutes.\n3.   The Secretariat shall circulate the draft minutes within 30 calendar days of the meeting. The Members, Commission and Observers may send any comments to the Secretariat within 30 calendar days of receipt of the draft minutes. The minutes shall be formally approved at the following meeting.\n4.   The approved minutes shall be the only official record of the meeting.\n5.   Any supporting technical documentation agreed during the meeting may also be annexed to the minutes.\n6.   The Secretariat shall make available to the public a summary record of the meeting, drawn up by it under the responsibility of the Chairperson. This record shall summarise conclusions reached under each agenda item.\nArticle 13\nCorrespondence\n1.   Official correspondence from participants with regards to the PCF shall be addressed to the Chairperson and Secretariat.\n2.   Official correspondence to the participants shall be sent to the address which they provide for that purpose.\nArticle 14\nLanguage\nThe working language of the PCF is English. It will be used for presentations, discussions and printed materials. Translations may not be provided.\nArticle 15\nConflict of interest\nAny person participating in the work of the PCF shall notify the Chairperson and the Secretariat should he/she have a conflict of interest for a matter dealt with by the PCF.\n(1)  OJ L 208, 5.8.2002, p. 64.\nAppendix\nRecommended Form of Document for Meetings Permanent Cooperation Framework for the Investigation of Accidents in the Maritime Transport Sector\nPCF …/…/…\nAgenda item … Date of submission\nLisbon (date of the meeting)\nTitle of the paper\nSubmitted by…\nExecutive summary\nAction to be taken\nRelated documents\nIntroduction or Background information\nComment or Analysis\nProposed Action"}