{"celex_id": "32014D0759", "uri": "http://publications.europa.eu/resource/cellar/14f382e7-60ce-11e4-9cbe-01aa75ed71a1", "type": "Decision", "concepts": ["1284", "1445", "1644", "1919", "2300", "2738", "2771", "4692", "5369"], "title": "2014/759/EU: Commission Implementing Decision of 29 October 2014 amending Annex III to Decision 2007/777/EC as regards animal health requirements for Trichinella in the model veterinary certificate for imports into the Union of certain meat products derived from domestic porcine animals (notified under document C(2014) 7921)  Text with EEA relevance\n", "header": "31.10.2014 EN Official Journal of the European Union L 311/78\nCOMMISSION IMPLEMENTING DECISION\nof 29 October 2014\namending Annex III to Decision 2007/777/EC as regards animal health requirements for Trichinella in the model veterinary certificate for imports into the Union of certain meat products derived from domestic porcine animals\n(notified under document C(2014) 7921)\n(Text with EEA relevance)\n(2014/759/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular Article 9(4) thereof,\nWhereas:\n(1) Commission Decision 2007/777/EC (2) lays down, inter alia, the model certificates for imports into the Union of certain meat products. It provides that only consignments of meat products complying with the requirements of the model animal and public health certificate set out in Annex III in that Decision are imported into the Union. That model includes guarantees for Trichinella.\n(2) Commission Regulation (EC) No 2075/2005 (3) lays down rules for the sampling of carcases of species susceptible to Trichinella infection and for the determination of the status of holdings keeping domestic swine.\n(3) Commission Regulation (EU) No 216/2014 (4) amending Regulation (EC) No 2075/2005 grants derogation from testing provisions at slaughter to holdings which are officially recognised as applying controlled housing conditions. In addition, the Regulation (EU) No 216/2014 lays down that a holding where domestic swine are kept, can only be recognised as applying controlled housing conditions if, inter alia, the food business operator introduces new domestic swine onto this holding only if they come from other holdings also officially recognised as applying controlled housing conditions.\n(4) The model animal and public health certificate set out in Annex III to Decision 2007/777/EC should be amended to reflect the requirements relating to imports of meat products laid down in Regulation (EC) No 2075/2005, as amended by Regulation (EU) No 216/2014.\n(5) Decision 2007/777/EC should therefore be amended accordingly.\n(6) To avoid any disruption of imports into the Union of consignments of meat products from domestic porcine animals, the use of certificates issued in accordance with Decision 2007/777/EC in its version prior to the amendments being introduced by this Decision should be authorised during a transitional period subject to certain conditions.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["The model animal and public health certificate in Annex III to Decision 2007/777/EC is amended as follows:\n(1) point II.2.3.1 is replaced by the following:\n‘either (2)[II.2.3.1. the meat products have been obtained from domestic porcine animals meat which either has been subject to an examination for trichinosis with negative results or has been subject to a cold treatment in accordance with Regulation (EC) No 2075/2005;]\nor (2)(6)[II.2.3.1. the meat products have been obtained from domestic porcine animals meat which is derived from domestic porcine animals either coming from a holding officially recognised as applying controlled housing conditions in accordance with Article 8 of Regulation (EC) No 2075/2005 or not weaned and less than 5 weeks of age;]’\n(2) in Part II of the Notes, the following footnote is added after footnote (5):\n‘(6) Only for third countries with the entry “K” in column “SG” in Part 1 of Annex II to Regulation (EU) No 206/2010.’", "For a transitional period until 31 March 2015, consignments of meat products accompanied by the relevant certificate issued no later than 1 March 2015 in accordance with the model animal and public health certificate set out in Annex III to Decision 2007/777/EC in its version before the entry into force of this Decision, may continue to be introduced into the Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  Commission Decision 2007/777/EC of 29 November 2007 laying down the animal and public health conditions and model certificates for imports of certain meat products and treated stomachs, bladders and intestines for human consumption from third countries and repealing Decision 2005/432/EC (OJ L 312, 30.11.2007, p. 49).\n(3)  Commission Regulation (EC) No 2075/2005 of 5 December 2005 laying down specific rules on official controls for Trichinella in meat (OJ L 338, 22.12.2005, p. 60).\n(4)  Commission Regulation (EU) No 216/2014 of 7 March 2014 amending Regulation (EC) No 2075/2005 laying down specific rules on official controls of Trichinella in meat (OJ L 69, 8.3.2014, p. 85)."}