{"celex_id": "32014D0941", "uri": "http://publications.europa.eu/resource/cellar/5c213021-8a6b-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["2901", "4025", "5100", "5404", "5545", "6307"], "title": "2014/941/EU: Council Decision of 27 June 2013 on the conclusion of the Agreement between the European Union and Canada on customs cooperation with respect to matters related to supply chain security\n", "header": "23.12.2014 EN Official Journal of the European Union L 367/8\nCOUNCIL DECISION\nof 27 June 2013\non the conclusion of the Agreement between the European Union and Canada on customs cooperation with respect to matters related to supply chain security\n(2014/941/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(4) first subparagraph, in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Union and Canada should expand their customs cooperation to cover matters of supply chain security and related risk management with a view to increasing end-to-end supply chain security and at the same time facilitating legitimate trade.\n(2) In accordance with Council Decision 2012/643/EU (1), the Agreement between the European Union and Canada on customs cooperation with respect to matters related to supply chain security (the ‘Agreement’) was signed on 4 March 2013, subject to its conclusion.\n(3) The position to be adopted by the Union within the EU-Canada Joint Customs Cooperation Committee (JCCC), when called upon to adopt acts having legal effects, should be decided in accordance with the procedure set out in Article 218(9) of the Treaty on the Functioning of the European Union. Where necessary, other positions to be taken by the Union within the JCCC should be established by the Council in accordance with Article 16 of the Treaty on European Union.\n(4) The Agreement should be approved on behalf of the Union,", "main_body": ["The Agreement between the European Union and Canada on customs cooperation with respect to matters related to supply chain security (the ‘Agreement’) is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall designate the person empowered to proceed, on behalf of the Union, to the notification provided for in Article 9 of the Agreement, in order to express the consent of the Union to be bound by the Agreement (2).", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 27 June 2013.\nFor the Council\nThe President\nE. GILMORE\n(1)  OJ L 287, 18.10.2012, p. 1.\n(2)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}