{"celex_id": "32013D0702", "uri": "http://publications.europa.eu/resource/cellar/e1ed9eea-f255-4dd1-bc25-e83315547cf5", "type": "Decision", "concepts": ["12", "2850", "3466", "3814", "4600", "5404", "5407", "5420", "5563"], "title": "2013/702/EU: Council Decision of 7 October 2013 on the signing, on behalf of the European Union and its Member States, and provisional application of the Protocol to the Agreement on Cooperation and Customs Union between the European Community and its Member States, of the one part, and the Republic of San Marino, of the other part, regarding the participation, as a contracting party, of the Republic of Croatia, following its accession to the European Union\n", "header": "3.12.2013 EN Official Journal of the European Union L 322/1\nCOUNCIL DECISION\nof 7 October 2013\non the signing, on behalf of the European Union and its Member States, and provisional application of the Protocol to the Agreement on Cooperation and Customs Union between the European Community and its Member States, of the one part, and the Republic of San Marino, of the other part, regarding the participation, as a contracting party, of the Republic of Croatia, following its accession to the European Union\n(2013/702/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, in particular Article 207 and Article 352, in conjunction with Article 218(5) and the second subparagraph of Article 218(8) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular the second subparagraph of Article 6(2) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 14 September 2012, the Council authorised the Commission to open negotiations with the Republic of San Marino for the adaptation, through the negotiation of a Protocol, of the Agreement on Cooperation and Customs Union between the European Community and its Member States, of the one part, and the Republic of San Marino, of the other part (1), regarding Croatia’s participation as a contracting party, in view of its accession to the Union (‘the Protocol’).\n(2) The negotiations on the Protocol were conducted by the Commission and were recently concluded.\n(3) The Protocol should be signed on behalf of the Union, subject to its conclusion at a later date.\n(4) Croatia acceded to the Union on 1 July 2013.\n(5) In view of Croatia’s accession to the Union and to ensure its participation as a contracting party to the Agreement from the date of its accession, the Protocol should be applied provisionally from that date,", "main_body": ["The signing on behalf of the European Union and its Member States of the Protocol to the Agreement on Cooperation and Customs Union between the European Community and its Member States, of the one part, and the Republic of San Marino, of the other part, regarding Croatia’s participation as a contracting party, following its accession to the European Union, is hereby authorised, subject to the conclusion of the said Protocol.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol, on behalf of the Union.", "The Protocol shall be applied on a provisional basis, in accordance with its Article 5, as from 1 July 2013, pending the completion of the procedures for its conclusion.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 7 October 2013.\nFor the Council\nThe President\nJ. BERNATONIS\n(1)  OJ L 84, 28.3.2002, p. 43."}