{"celex_id": "32013L0019", "uri": "http://publications.europa.eu/resource/cellar/fbb754fc-d1c3-11e2-9b1a-01aa75ed71a1", "type": "Directive", "concepts": ["12", "2897", "548", "5491", "5563", "699", "717"], "title": "Council Directive 2013/19/EU of 13 May 2013 adapting Directive 94/80/EC laying down detailed arrangements for the exercise of the right to vote and to stand as a candidate in municipal elections by citizens of the Union residing in a Member State of which they are not nationals, by reason of the accession of the Republic of Croatia\n", "header": "10.6.2013 EN Official Journal of the European Union L 158/231\nCOUNCIL DIRECTIVE 2013/19/EU\nof 13 May 2013\nadapting Directive 94/80/EC laying down detailed arrangements for the exercise of the right to vote and to stand as a candidate in municipal elections by citizens of the Union residing in a Member State of which they are not nationals, by reason of the accession of the Republic of Croatia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty of Accession of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular Article 50 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Pursuant to Article 50 of the Act of Accession of Croatia, where acts of the institutions adopted prior to accession require adaptation by reason of accession, and the necessary adaptations have not been provided for in that Act of Accession or in the Annexes thereto, the Council, acting by qualified majority on a proposal from the Commission, shall, to this end, adopt the necessary acts, if the original act was not adopted by the Commission.\n(2) The Final Act of the Conference which drew up and adopted the Treaty of Accession of Croatia indicated that the High Contracting Parties had reached political agreement on a set of adaptations to acts adopted by the institutions required by reason of accession and invited the Council and the Commission to adopt those adaptations before accession, completed and updated where necessary to take account of the evolution of the law of the Union.\n(3) Council Directive 94/80/EC (1) should therefore be amended accordingly,", "main_body": ["The Annex to Directive 94/80/EC is replaced by the text appearing in the Annex to this Directive.", "1.   Member States shall adopt and publish, by the date of accession of Croatia to the Union at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from the date of accession of Croatia to the Union.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force subject to and as from the date of the entry into force of the Treaty of Accession of Croatia.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Council\nThe President\nS. COVENEY\n(1)  OJ L 368, 31.12.1994, p. 38.\nANNEX\n‘ANNEX\n“Basic local government unit” within the meaning of Article 2(1)(a) of this Directive means any of the following:\n— in Belgium:\n— in Bulgaria:\n— in the Czech Republic:\n— in Denmark:\n— in Germany:\n— in Estonia:\n— in Ireland:\n— in Greece:\n— in Spain:\n— in France:\n— in Croatia:\n— in Italy:\n— in Cyprus:\n— in Latvia:\n— in Lithuania:\n— in Luxembourg:\n— in Hungary:\n— in Malta:\n— in the Netherlands:\n— in Austria:\n— in Poland:\n— in Portugal:\n— in Romania:\n— in Slovenia:\n— in Slovakia:\n— in Finland:\n— in Sweden:\n— in the United Kingdom:"}