{"celex_id": "32013R0079", "uri": "http://publications.europa.eu/resource/cellar/8f49cdaa-6a07-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1355", "2525", "2771", "3191", "4079", "5332", "8412"], "title": "Commission Regulation (EU) No 79/2013 of 28 January 2013 making imports of biodiesel originating in Argentina and Indonesia subject to registration\n", "header": "29.1.2013 EN Official Journal of the European Union L 27/10\nCOMMISSION REGULATION (EU) No 79/2013\nof 28 January 2013\nmaking imports of biodiesel originating in Argentina and Indonesia subject to registration\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’), and in particular Articles 10(4) and 14(5) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) On 29 August 2012, the European Commission (‘the Commission’) announced by a notice published in the Official Journal of the European Union\n (2) (‘notice of initiation’), the initiation of an anti-dumping proceeding concerning imports of biodiesel originating in Argentina and Indonesia (‘the countries concerned’) following a complaint lodged on 17 July 2012 by the European Biodiesel Board (‘the complainant’) on behalf of producers representing more than 25 % of the total Union production of biodiesel.\nA.   PRODUCT CONCERNED\n(2) The product concerned by this registration is the same as that defined in the notice of initiation, i.e. fatty-acid mono-alkyl esters and/or paraffinic gasoils obtained from synthesis and/or hydro-treatment, of non-fossil origin, in pure form or as included in a blend, currently falling within CN codes ex 1516 20 98, ex 1518 00 91, ex 1518 00 95, ex 1518 00 99, ex 2710 19 43, ex 2710 19 46, ex 2710 19 47, 2710 20 11, 2710 20 15, 2710 20 17, ex 3824 90 97, 3826 00 10 and ex 3826 00 90, and originating in Argentina and Indonesia.\nB.   REQUEST\n(3) Following the publication of the notice of initiation, the complainant requested in September 2012 that imports of the product concerned are made subject to registration pursuant to Article 14(5) of the basic Regulation so that measures may subsequently be applied against those imports from the date of such registration.\nC.   GROUNDS FOR THE REGISTRATION\n(4) According to Article 14(5) of the basic Regulation, the Commission may, after consultation of the Advisory Committee, direct the customs authorities to take the appropriate steps to register imports, so that measures may subsequently be applied against those imports from the date of such registration. Imports may be made subject to registration following a request from the Union industry which contains sufficient evidence to justify such action.\n(5) The complainant claimed that registration is justified as the product concerned was dumped and injury to the Union industry was caused by the surge in dumped imports in a relatively short period of time.\n(6) As regards dumping, the Commission has at its disposal sufficient prima facie evidence that imports of the product concerned from the countries concerned are being dumped. In the anti-dumping complaint and request for registration, the evidence regarding export prices from both countries, based on Eurostat data, covers the period from April 2011 to March 2012. The evidence regarding normal value, contained in the anti-dumping complaint and request for registration, consists for both countries of domestic prices. The complainant also provided a constructed normal value based on total cost of production plus a reasonable amount for selling, general and administrative expenses and for profits. Indeed it has been argued that the export taxes on the soybean oil or palm oil, in Argentina and Indonesia respectively, distort the domestic market by lowering the raw materials prices. As a whole, and given the extent of the dumping margin alleged, this evidence provides sufficient support at this stage that the exporters in question practice dumping.\n(7) As regards injury, the Commission has at its disposal sufficient prima facie evidence that the exporters’ dumping practices are causing material injury. This evidence consists of detailed data, contained in the anti-dumping complaint and request for registration and supported by information from the industry and public sources, concerning the key injury factors set out in Article 3(5) of the basic Regulation.\n(8) The Commission also has at its disposal sufficient prima facie evidence, contained in the anti-dumping complaint and request for registration and supported by information from other sources, that the importers were aware, or should have been aware, that the exporters practice dumping injurious to or likely to be injurious to the Union. Several articles in the specialist press over an extended period of time suggested that the Union industry may have been suffering injury as a result of low priced imports from Argentina and Indonesia. Finally, given the extent of the dumping that may be occurring, it is reasonable to conclude that the importers would be aware, or should be aware, of the situation.\n(9) Furthermore, the Commission has at its disposal sufficient prima facie evidence that such injury is being caused or would be caused by massive dumped imports in a relatively short time which in light of the timing and the volume of the dumped imports and other circumstances (such as the rapid build-up of inventories) would be likely to seriously undermine the remedial effect of any definitive anti-dumping duties, unless such duties would be applied retroactively. The level of imports of biodiesel from Argentina and Indonesia reaches a peak during spring and summer as, due to its physical and chemical properties, the use of these products is limited when temperatures are low. In view of the initiation of the current proceeding, it is likely that the exporting producers will negotiate contracts with EU importers for sales of increased volumes of biodiesel prior to the adoption of provisional measures, if any, and inventories will be rapidly built up by importers. The period prior to the initiation also showed a strong increase of imports.\nD.   PROCEDURE\n(10) In view of the above, the Commission has concluded that the complainant provided sufficient evidence to justify making imports of the product concerned subject to registration in accordance with Article 14(5) of the basic Regulation.\n(11) All interested parties are invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\nE.   REGISTRATION\n(12) Pursuant to Article 14(5) of the basic Regulation, imports of the product concerned should be made subject to registration in order to ensure that, should the investigation result in findings leading to the imposition of anti-dumping duties, those duties, can, if the necessary conditions are fulfilled, be levied retroactively in accordance with applicable legal provisions.\n(13) Any future liability would emanate from the findings of the anti-dumping investigation. The allegations in the complaint requesting the initiation of an investigation mentions dumping margins ranging between 18 and 29 % for Indonesia, between 40 and 50 % for Argentina, and injury margins between 28,5 and 29,5 % for Argentina and between 35,5 and 37,5 % for Indonesia.\n(14) In order that the registration is sufficiently effective in view of eventual retroactive levying of an anti-dumping duty, the declarant should indicate on the customs declaration the proportion in blends, by weight, of the total content of fatty-acid mono-alkyl esters and of paraffinic gasoils obtained from synthesis and/or hydro-treatment, of non-fossil origin (biodiesel content).\nF.   PROCESSING OF PERSONAL DATA\n(15) Any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3),", "main_body": ["1.   The Customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 1225/2009, to take the appropriate steps to register the imports into the Union of fatty-acid mono-alkyl esters and/or paraffinic gasoils obtained from synthesis and/or hydro-treatment, of non-fossil origin, in pure form or as included in a blend, currently falling within CN codes ex 1516 20 98 (TARIC codes 1516209821, 1516209829 and 1516209830), ex 1518 00 91 (TARIC codes 1518009121, 1518009129 and 1518009130), ex 1518 00 95 (TARIC code 1518009510), ex 1518 00 99 (TARIC codes 1518009921, 1518009929 and 1518009930), ex 2710 19 43 (TARIC codes 2710194321, 2710194329 and 2710194330), ex 2710 19 46 (TARIC codes 2710194621, 2710194629 and 2710194630), ex 2710 19 47 (TARIC codes 2710194721, 2710194729 and 2710194730), 2710 20 11, 2710 20 15, 2710 20 17, ex 3824 90 97 (TARIC codes 3824909701, 3824909703 and 3824909704), 3826 00 10 and ex 3826 00 90 (TARIC codes 3826009011, 3826009019 and 3826009030), and originating in Argentina and Indonesia. Registration shall expire nine months following the date of entry into force of this Regulation.\nThe declarant shall indicate on the customs declaration the proportion in the blend, by weight, of the total content of fatty-acid mono-alkyl esters and of paraffinic gasoils obtained from synthesis and/or hydro-treatment, of non-fossil origin (biodiesel content).\n2.   All interested parties are invited to make their views known in writing, to provide supporting evidence or to request to be heard within 20 days from the date of publication of this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 373, 22.12.2009, p. 51.\n(2)  OJ C 260, 29.8.2012, p. 8.\n(3)  OJ L 8, 12.1.2001, p. 1."}