{"celex_id": "32015L1480", "uri": "http://publications.europa.eu/resource/cellar/14749a63-4e0f-11e5-9f5a-01aa75ed71a1", "type": "Directive", "concepts": ["1274", "177", "1885", "2527", "2611", "3139", "3140", "4084", "5233", "6263"], "title": "Commission Directive (EU) 2015/1480 of 28 August 2015 amending several annexes to Directives 2004/107/EC and 2008/50/EC of the European Parliament and of the Council laying down the rules concerning reference methods, data validation and location of sampling points for the assessment of ambient air quality (Text with EEA relevance)\n", "header": "29.8.2015 EN Official Journal of the European Union L 226/4\nCOMMISSION DIRECTIVE (EU) 2015/1480\nof 28 August 2015\namending several annexes to Directives 2004/107/EC and 2008/50/EC of the European Parliament and of the Council laying down the rules concerning reference methods, data validation and location of sampling points for the assessment of ambient air quality\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2004/107/EC of the European Parliament and of the Council of 15 December 2004 relating to arsenic, cadmium, mercury, nickel and polycyclic aromatic hydrocarbons in ambient air (1), and in particular Article 4(15) thereof,\nHaving regard to Directive 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on ambient air quality and cleaner air for Europe (2), and in particular Article 28(1) thereof,\nWhereas:\n(1) In accordance with Article 4(15) of Directive 2004/107/EC, as amended by Regulation (EC) No 219/2009/EC of the European Parliament and of the Council (3), the Commission is empowered to amend certain provisions of Annexes IV and V.\n(2) Annex IV to Directive 2004/107/EC, lays down data quality objectives that need to be updated in order to achieve better clarity.\n(3) Annex V to Directive 2004/107/EC lays down the reference methods for assessment of concentrations, and such methods should be updated in order to reflect the development of the relevant standards.\n(4) In accordance with Article 28(1) of Directive 2008/50/EC the Commission is empowered to amend certain provisions of Annexes I, III, VI and IX.\n(5) Section C of Annex I to Directive 2008/50/EC lays down criteria for the quality assurance for ambient air quality assessment, which need to be clarified and complemented taking into account the quality assurance programmes organised by the Commission's Joint Research Centre and introducing the obligation of reviewing the quality control system in order to ensure the continued accuracy of monitoring devices.\n(6) Sections C and D of Annex III to Directive 2008/50/EC lay down criteria for the siting of sampling points, which need to be clarified and complemented in the light of the experience gained in implementing the Directive.\n(7) Section A of Annex VI to Directive 2008/50/EC lays down the reference method for the measurement of certain pollutants, which need to be adapted having regard to the experience gained in implementing the Directive and taking into account the most recent standards for the sampling and measurement of particulate matter.\n(8) In accordance with the Joint Political Declaration of Member States and the Commission of 28 September 2011 on explanatory documents (4), Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments.\n(9) The measures provided for in this Directive are in accordance with the opinion of the Ambient Air Quality Committee,", "main_body": ["Annexes IV and V to Directive 2004/107/EC are amended in accordance with Annex I to this Directive.", "Annexes I, III, VI and IX to Directive 2008/50/EC are amended in accordance with Annex II to this Directive.", "The provisions of this Directive should be read in conjunction with those of Regulation (EC) No 765/2008 of the European Parliament and of the Council (5), in particular as regards the accreditation of conformity assessment bodies, and do not introduce any derogation or exception to the above Regulation.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 2016 at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 August 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 23, 26.1.2005, p. 3.\n(2)  OJ L 152, 11.6.2008, p. 1.\n(3)  Regulation (EC) No 219/2009 of the European Parliament and of the Council of 11 March 2009 adapting a number of instruments subject to the procedure referred to in Article 251 of the Treaty to Council Decision 1999/468/EC with regard to the regulatory procedure with scrutiny — Adaptation to the regulatory procedure with scrutiny — Part Two (OJ L 87, 31.3.2009, p. 109).\n(4)  OJ C 369, 17.12.2011, p. 14.\n(5)  Regulation (EC) No 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products and repealing Regulation (EEC) No 339/93 (OJ L 218, 13.8.2008, p. 30).\nANNEX I\nDirective 2004/107/EC is amended as follows:\n(1) Section I of Annex IV is amended as follows:\n(a) the table is replaced by the following:\n‘Benzo(a)pyrene Arsenic, cadmium and nickel Polycyclic aromatic hydrocarbons other than benzo(a)pyrene, total gaseous mercury Total deposition\n— Uncertainty\nFixed and indicative measurements 50 % 40 % 50 % 70 %\nModelling 60 % 60 % 60 % 60 %\n— Minimum data capture\n— Minimum time coverage\nFixed measurements (1) 33 % 50 %\nIndicative measurements (1)\n (2) 14 % 14 % 14 % 33 %\n(b) in the third paragraph, the following sentence is deleted:\n(c) after the third paragraph the following text is inserted:\n(2) Sections I to IV of Annex V are replaced by the following:\n(1)  Distributed over the year to be representative of various conditions for climate and anthropogenic activities\n(2)  Indicative measurement being measurements which are performed at reduced regularity but fulfil the other data quality objectives’\nANNEX II\nDirective 2008/50/EC is amended as follows:\n(1) Section C of Annex I is replaced by the following:\n1. To ensure accuracy of measurements and compliance with the data quality objectives laid down in Section A, the appropriate competent authorities and bodies designated pursuant to Article 3 shall ensure the following:\n(i) that all measurements undertaken in relation to the assessment of ambient air quality pursuant to Articles 6 and 9 are traceable in accordance with the requirements set out in the harmonised standard for testing and calibration laboratories,\n(ii) that institutions operating networks and individual stations have an established quality assurance and quality control system which provides for regular maintenance to assure the continued accuracy of measuring devices. The quality system shall be reviewed as necessary and at least every five years by the relevant National Reference Laboratory\n(iii) that a quality assurance/quality control process is established for the process of data collection and reporting and that institutions appointed for this task actively participate, in the related Union-wide quality assurance programmes,\n(iv) that the National Reference Laboratories are appointed by the appropriate competent authority or body designated pursuant to Article 3 and are accredited for the reference methods referred to in Annex VI, at least for those pollutants for which concentrations are above the lower assessment threshold, according to the relevant harmonised standard for testing and calibration laboratories, the reference to which has been published in the Official Journal of the European Union pursuant to Article 2(9) of Regulation (EC) No 765/2008 setting out the requirements for accreditation and market surveillance. These laboratories shall also be responsible for the coordination in Member State's territory of the Union-wide quality assurance programmes to be organised by the Commission's Joint Research Centre and shall also be responsible for coordinating, on the national level, the appropriate use of reference methods, and the demonstration of equivalence of non-reference methods. National Reference Laboratories organising intercomparison on the national level should also be accredited according to the relevant harmonised standard for proficiency testing.\n(v) that the National Reference Laboratories, take part at least every three years in the Union-wide quality assurance programmes organized by the Commission's Joint Research Centre. If this participation produces unsatisfactory results then the national laboratory should demonstrate at the next participation in the intercomparison satisfactory remediation measures, and provide a report to the Joint Research Centre on these.\n(vi) that the national reference laboratories support the work done by the European network of National Reference Laboratories set up by the Commission.\n2. All reported data under Article 27 shall be deemed to be valid except data flagged as provisional.’\n(2) Annex III is amended as follows:\n(a) Section C is amended as follows:\n(i) the first and the second indents of paragraph 1 are replaced by the following:\n‘— the flow around the inlet sampling probe shall be unrestricted (in general free in an arc of at least 270° or 180° for sampling points at the building line) without any obstructions affecting the airflow in the vicinity of the inlet (normally some metres away from buildings, balconies, trees and other obstacles and at least 0,5 m from the nearest building in the case of sampling points representing air quality at the building line)\n— in general, the inlet sampling point shall be between 1,5 m (the breathing zone) and 4 m above the ground. Higher siting may also be appropriate if the station is representative of a large area and any derogations should be fully documented;’\n(ii) the fifth indent of paragraph 1 is replaced by the following:\n‘— for all pollutants, traffic-orientated sampling probes shall be at least 25 m from the edge of major junctions and no more than 10 m from the kerbside. A “major junction” to be considered here is a junction which interrupts the traffic flow and causes different emissions (stop&go) from the rest of the road.’\n(iii) the following paragraph is added:\n(b) Section D is replaced by the following:\n(3) Annex VI is amended as follows:\n(a) Section A is replaced by the following:\n(b) Section D is deleted;\n(c) Section E is replaced by the following:\n(4) Section A of Annex IX is replaced by the following:\nPopulation (× 1 000) Agglomeration (1) Other zones (1) Rural background\n< 250  1 1 station/50 000 km2 as an average density over all zones per country (2)\n< 500 1 2\n< 1 000 2 2\n< 1 500 3 3\n< 2 000 3 4\n< 2 750 4 5\n< 3 750 5 6\n> 3 750 One additional station per 2 million inhabitants One additional station per 2 million inhabitants\n(1)  At least 1 station in areas where exposure of the population to the highest concentrations of ozone is likely to occur. In agglomerations, at least 50 % of the stations shall be located in suburban areas.\n(2)  1 station per 25 000 km2 for complex terrain is recommended.’"}