{"celex_id": "32013R0702", "uri": "http://publications.europa.eu/resource/cellar/816dc14b-f42f-11e2-a22e-01aa75ed71a1", "type": "Regulation", "concepts": ["1374", "1445", "2738", "2836", "3660"], "title": "Commission Implementing Regulation (EU) No 702/2013 of 22 July 2013 on transitional measures for the application of Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the accreditation of official laboratories carrying out official testing for Trichinella and amending Commission Regulation (EC) No 1162/2009  Text with EEA relevance\n", "header": "24.7.2013 EN Official Journal of the European Union L 199/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 702/2013\nof 22 July 2013\non transitional measures for the application of Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the accreditation of official laboratories carrying out official testing for Trichinella and amending Commission Regulation (EC) No 1162/2009\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), and in particular the second subparagraph of 63(1) thereof,\nWhereas:\n(1) Regulation (EC) No 882/2004 provides for significant changes to the rules and procedures for official controls. It applies from 1 January 2006. However, the application of a number of those rules and procedures with immediate effect from that date would have presented practical difficulties in certain cases.\n(2) Regulation (EC) No 882/2004 requires laboratories carrying out an analysis of samples taken during official controls to be accredited in accordance with certain European standards referred to therein. However, Commission Regulation (EC) No 1162/2009 of 30 November 2009 laying down transitional measures for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (2) lays down certain transitional measures, including a derogation from that requirement for laboratories in order to permit a smooth transition to the full implementation of the new rules and procedures. Regulation (EC) No 1162/2009 applies until 31 December 2013.\n(3) The Report of 28 July 2009 from the Commission to the European Parliament and the Council on the experience gained from the application of the hygiene Regulations (EC) No 852/2004, (EC) No 853/2004 and (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 (3)‘aims at presenting factually the experience gained, including the difficulties encountered, in 2006, 2007 and 2008 from the implementation of the hygiene package by all interested actors’ (‘the report’).\n(4) The report includes experiences on the transitional measures, including those provided for in Regulation (EC) No 882/2004. The report indicates that difficulties still exist in relation to the accreditation of in-house slaughterhouse laboratories.\n(5) Those difficulties need to be addressed by a review of Regulation (EC) No 882/2004. Accordingly, an impact assessment, accompanying such a review was launched immediately after the publication of the report.\n(6) On 6 May 2013, the Commission adopted a proposal for a Regulation of the European Parliament and of the Council on official control and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health, plant reproductive material, plant protection products (4). That proposal provides for the repeal of Regulation (EC) No 882/2004 and provides for a possible derogation on accreditation of official laboratories whose sole activity is the detection of Trichinella in meat.\n(7) In addition, experience has shown that laboratories carrying out official testing for Trichinella and located in slaughterhouses or game handling establishments require additional time to obtain full accreditation, since accreditation is a complex and laborious process. Accordingly, this Regulation should provide for further transitional measures pending the adoption of that new Regulation by the European Parliament and by the Council.\n(8) Provision should therefore be made for a further transitional period during which the transitional measures currently laid down in Regulation (EC) No 1162/2009 should continue to apply. In the interest of clarity, Regulation (EC) No 1162/2009 should be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Regulation lays down transitional measures for the application of Regulation (EC) No 882/2004 for a transitional period from 1 January 2014 to 31 December 2016.", "By way of derogation from Article 12(2) of Regulation (EC) No 882/2004, the competent authority may designate a laboratory carrying out official testing for Trichinella and located in a slaughterhouse or a game handling establishment provided that, although not accredited in accordance with the European standards referred to in point (a) of that paragraph, the laboratory:\n(a) demonstrates that it has initiated and is pursuing the necessary accreditation procedures in accordance with Article 12(2)(a) of Regulation (EC) No 882/2004;\n(b) provides the competent authority with satisfactory guarantees that quality control schemes for the analyses of samples it conducts for the purpose of official controls are in place.\nMember States applying this transitional measure shall report to the Commission on the progress in accrediting any such designated laboratories by the 31 December each year.", "Chapter IV of Regulation (EC) No 1162/2009 is deleted.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014 to 31 December 2016.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 165, 30.4.2004, p. 1.\n(2)  OJ L 314, 1.12.2009, p. 10.\n(3)  COM(2009) 403 final.\n(4)  COM(2013) 265 final."}