{"celex_id": "32014D0207", "uri": "http://publications.europa.eu/resource/cellar/32413ae1-c3fb-11e3-9fe4-01aa75ed71a1", "type": "Decision", "concepts": ["6139", "6775", "773", "7950"], "title": "2014/207/EU: Commission Implementing Decision of 11 April 2014 on the designation of the .eu Top Level Domain Registry  Text with EEA relevance\n", "header": "12.4.2014 EN Official Journal of the European Union L 109/41\nCOMMISSION IMPLEMENTING DECISION\nof 11 April 2014\non the designation of the .eu Top Level Domain Registry\n(Text with EEA relevance)\n(2014/207/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 733/2002 of the European Parliament and of the Council of 22 April 2002 on the implementation of the .eu Top Level Domain (1), and in particular Article 3(1)(b) thereof,\nWhereas:\n(1) The Commission should designate the Registry entrusted with the organisation, administration and management of the .eu Top Level Domain after publishing a call for expressions of interest in the Official Journal of the European Union.\n(2) In 2003 the Commission designated European Registry for internet Domains (EURid) as the .eu Top Level Domain Registry by its Decision 2003/375/EC (2). The Commission concluded a contract with European Registry for internet Domains (EURid) that specified the conditions according to which the Commission supervises the organisation, administration and management of the .eu Top Level Domain by the Registry. That contract was signed on 12 October 2004 for a term of five years and then renewed in 2009 for another five years. It will expire on 12 October 2014.\n(3) The Commission published a Call for expressions of interest (2013/C 134/06) in the Official Journal of the European Union on 14 May 2013 jointly with the Commission Declaration on its role as supervisor of the organisation, administration and management of the .eu TDL by the Registry (2013/C 134/05), inviting applications from organisations wishing to be selected as the Registry to be entrusted with the organisation, management and administration of the .eu Top Level Domain.\n(4) The call was closed on 20 June 2013. Only one application was received, from European Registry for internet Domains (EURid).\n(5) An evaluation based on the eligibility criteria and selection criteria provided for in the call for expressions of interest was conducted on 25 July 2013.\n(6) The evaluators examined the application and established scorecard comprising different marks (individual and collective) for the application in line with the marking system provided in Section 4 of the call, and taking into account its overall quality in view of the selection criteria. The evaluators concluded that the application from European Registry for internet Domains (EURid) met the minimum requirements for each of the selection criteria. The Commission has examined the results arrived at by the evaluators and on this basis endorses the decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Communications Committee established by Article 22(1) of Directive 2002/21/EC of the European Parliament and of the Council (3),", "main_body": ["European Registry for internet Domains (EURid) shall be the .eu Top Level Domain Registry entrusted with the organisation, management and administration of the .eu Top Level Domain.", "The Commission shall enter into a contract with European Registry for internet Domains (EURid) specifying the conditions according to which the Commission supervises the organisation, administration and management of the .eu Top Level Domain by the Registry, in accordance with Article 3(1)(c) of the Regulation (EC) No 733/2002.\nThat contract shall have an initial period of five years and may be extended two times each time for an additional period of maximum five years.", "Decision 2003/375/EC is repealed.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 11 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 113, 30.4.2002, p. 1.\n(2)  Commission Decision 2003/375/EC of 21 May 2003 on the designation of the .eu Top Level Domain Registry (OJ L 128, 24.5.2003, p. 29).\n(3)  Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (OJ L 108, 24.4.2002, p. 33)."}