{"celex_id": "32013R0059", "uri": "http://publications.europa.eu/resource/cellar/a78a78c7-6621-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "2737", "5034", "5451", "5734", "6569"], "title": "Commission Implementing Regulation (EU) No 59/2013 of 23 January 2013 amending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance monensin  Text with EEA relevance\n", "header": "24.1.2013 EN Official Journal of the European Union L 21/21\nCOMMISSION IMPLEMENTING REGULATION (EU) No 59/2013\nof 23 January 2013\namending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance monensin\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit (‘MRL’) for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry should be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding MRLs in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding MRL in foodstuffs of animal origin (2).\n(3) Monensin is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance, for bovine species, applicable to muscle, fat, liver, kidney and milk.\n(4) An application for the modification of the existing entry for monensin has been submitted to the European Medicines Agency.\n(5) Additional data was provided by the applicant and assessed by the Committee for Medicinal Products for Veterinary Use. As a result that Committee recommends the modification of the current MRLs for monensin.\n(6) The entry for monensin in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended accordingly.\n(7) It is appropriate to provide for a reasonable period of time for the stakeholders concerned to take measures that may be required to comply with the newly set MRL.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 25 March 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  OJ L 15, 20.1.2010, p. 1.\nANNEX\nIn Table 1 of the Annex to Regulation (EU) No 37/2010, the entry for the substance monensin is replaced by the following:\nPharmacologically active Substance Marker residue Animal Species MRL Target Tissues Other Provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic Classification\n‘Monensin Monensin A Bovine 2 μg/kg Muscle NO ENTRY Anti-infectious agents/Antibiotics’\n10 μg/kg Fat\n50 μg/kg Liver\n10 μg/kg Kidney\n2 μg/kg Milk"}