{"celex_id": "32013D0219", "uri": "http://publications.europa.eu/resource/cellar/5cfd1f1e-bed5-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["261", "3483", "3506", "3870", "4452", "950"], "title": "Council Implementing Decision 2013/219/CFSP of 16 May 2013 implementing Decision 2011/486/CFSP concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\n", "header": "17.5.2013 EN Official Journal of the European Union L 133/22\nCOUNCIL IMPLEMENTING DECISION 2013/219/CFSP\nof 16 May 2013\nimplementing Decision 2011/486/CFSP concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) thereof,\nHaving regard to Council Decision 2011/486/CFSP of 1 August 2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan (1), and in particular Article 5 and Article 6(1) thereof,\nWhereas:\n(1) On 1 August 2011, the Council adopted Decision 2011/486/CFSP.\n(2) On 16 April and 22 April 2013, the United Nations Security Council Committee, established pursuant to paragraph 30 of Security Council Resolution 1988 (2011), updated and amended the list of individuals, groups, undertakings and entities subject to restrictive measures.\n(3) The Annex to Decision 2011/486/CFSP should therefore be amended accordingly,", "main_body": ["The Annex to Decision 2011/486/CFSP is hereby amended as set out in the Annex to this Decision.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 May 2013.\nFor the Council\nThe President\nR. QUINN\n(1)  OJ L 199, 2.8.2011, p. 57.\nANNEX\nI.   The entry below shall be added to the list set out in the Annex to Decision 2011/486/CFSP\nA.   Individuals associated with the Taliban\n1. Adam Khan Achekzai (alias\n(a) Maulavi Adam Khan, (b) Maulavi Adam)\nII.   The entries in the list set out in the Annex to Decision 2011/486/CFSP for the persons below shall be replaced by the entries as set out below.\nA.   Individuals associated with the Taliban\n1. Abdul Latif Mansur (alias\n(a) Abdul Latif Mansoor (b) Wali Mohammad)\n2. Mohammad Naim Barich Khudaidad (alias\n(a) Mullah Naeem Barech (b) Mullah Naeem Baraich (c) Mullah Naimullah (d) Mullah Naim Bareh (e) Mohammad Naim (f) Mullah Naim Barich (g) Mullah Naim Barech (h) Mullah Naim Barech Akhund (i) Mullah Naeem Baric (j) Naim Berich (k) Haji Gul Mohammed Naim Barich (l) Gul Mohammad (m) Haji Ghul Mohammad (n) Gul Mohammad Kamran (o) Mawlawi Gul Mohammad)\n3. Din Mohammad Hanif (alias\n(a) Qari Din Mohammad (b) Iadena Mohammad)\n4. Abdul Jabbar Omari. (alias\n(a) Mullah Jabar (b) Muawin Jabbar)\n5. Mohammad Shafiq Ahmadi Fatih Khan (alias Mohammad Shafiq Ahmadi)\n6. Title: Maulavi. Grounds for listing: Deputy of High Court under the Taliban regime. Date of birth: (a) 1957, (b) 1953. Place of birth: Logar Province, Afghanistan. Nationality: Afghan. Passport number: Afghan passport number OA296623. Other information: (a) Deputy Head of Taliban Embassy in Riyadh, Saudi Arabia until 25 Sept. 1998. (b) Believed to be in Afghanistan/Pakistan border area.\n7. Sirajuddin Jallaloudine Haqqani (alias\n(a) Siraj Haqqani, (b) Serajuddin Haqani, (c) Siraj Haqani, (d) Saraj Haqani, (e) Khalifa)\n8. Abdul Aziz Abbasin (alias: Abdul Aziz Mahsud)\n9. Mohammed Qasim Mir Wali Khudai Rahim (alias\n(a) Muhammad Qasim, (b) Abdul Salam)"}