{"celex_id": "32010D1019(01)", "uri": "http://publications.europa.eu/resource/cellar/bb59dd91-6a73-458c-80da-c02a99ab7be5", "type": "Decision", "concepts": ["115", "7984", "8465"], "title": "Council Decision of 15 October 2010 appointing two members of the Management Board of the European Chemicals Agency\n", "header": "19.10.2010 EN Official Journal of the European Union C 282/4\nCOUNCIL DECISION\nof 15 October 2010\nappointing two members of the Management Board of the European Chemicals Agency\n2010/C 282/05\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) and establishing a European Chemicals Agency (1), and in particular Article 79 thereof,\nWhereas:\n(1) Article 79 of Regulation (EC) No 1907/2006 provides that the Council should appoint as members of the Management Board of the European Chemicals Agency one representative from each Member State.\n(2) By Decision of 7 June 2007 (2) the Council appointed 27 members of the Management Board of the European Chemicals Agency. The Danish (3) and Portuguese (4) members of the Management Board have since been replaced.\n(3) The Danish Government has informed the Council of its intention to replace the Danish representative on the Management Board and has submitted a nomination for a new representative, who should be appointed for a period which runs until 31 May 2011.\n(4) The Portuguese Government has informed the Council of its intention to replace the Portuguese representative on the Management Board and has submitted a nomination for a new representative, who should be appointed for a period which runs until 31 May 2011,", "main_body": ["Mr Eskil THUESEN of Danish nationality, born on 4 September 1965, shall be appointed member of the Management Board of the European Chemicals Agency in place of Mr Per NYLYKKE for the period from 20 October 2010 to 31 May 2011.", "Mr Mário GRÁCIO of Portuguese nationality, born on 5 May 1971, shall be appointed member of the Management Board of the European Chemicals Agency in place of Ms Maria Fernanda SANTIAGO for the period from 20 October 2010 to 31 May 2011.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 15 October 2010.\nFor the Council\nThe President\nE. SCHOUPPE\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ C 134, 16.6.2007, p. 6.\n(3)  Council Decision of 24 July 2008 appointing one member of the Management Board of the European Chemicals Agency (OJ C 190, 29.7.2008, p. 1).\n(4)  Council Decision of 27 November 2008 appointing three members of the Management Board of the European Chemicals Agency (OJ C 320, 16.12.2008, p. 4)."}