{"celex_id": "32015D0345", "uri": "http://publications.europa.eu/resource/cellar/1a00cb9e-c241-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["1368", "1404", "2747", "2754", "3646", "3690", "5099", "5696"], "title": "Commission Decision (EU) 2015/345 of 2 March 2015 amending Decisions 2009/563/EC, 2009/564/EC, 2009/578/EC, 2010/18/EC, 2011/263/EU, 2011/264/EU, 2011/382/EU and 2011/383/EU in order to prolong the validity of the ecological criteria for the award of the EU Ecolabel to certain products (notified under document C(2015) 1286)  Text with EEA relevance\n", "header": "4.3.2015 EN Official Journal of the European Union L 60/39\nCOMMISSION DECISION (EU) 2015/345\nof 2 March 2015\namending Decisions 2009/563/EC, 2009/564/EC, 2009/578/EC, 2010/18/EC, 2011/263/EU, 2011/264/EU, 2011/382/EU and 2011/383/EU in order to prolong the validity of the ecological criteria for the award of the EU Ecolabel to certain products\n(notified under document C(2015) 1286)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 66/2010 of the European Parliament and of the Council of 25 November 2009 on the EU Ecolabel (1), and in particular Article 8(3)(c) thereof,\nAfter consulting the European Union Eco-Labelling Board,\nWhereas:\n(1) Commission Decision 2009/563/EC (2) expires on 30 June 2015.\n(2) Commission Decision 2009/564/EC (3) expires on 30 November 2015.\n(3) Commission Decision 2009/578/EC (4) expires on 30 November 2015.\n(4) Commission Decision 2010/18/EC (5) expires on 31 December 2015.\n(5) Commission Decision 2011/263/EU (6) expires on 28 April 2015.\n(6) Commission Decision 2011/264/EU (7) expires on 28 April 2015.\n(7) Commission Decision 2011/382/EU (8) expires on 24 June 2015.\n(8) Commission Decision 2011/383/EU (9) expires on 28 June 2015.\n(9) An assessment has been carried out to evaluate the relevance and appropriateness of the current ecological criteria, as well as of the related assessment and verification requirements, established by Decisions 2009/563/EC, 2009/564/EC, 2009/578/EC, 2010/18/EC, 2011/263/EU, 2011/264/EU, 2011/382/EU and 2011/383/EU. As the current ecological criteria and the related assessment and verification requirements set out in those Decisions are still under revision, it is appropriate to prolong those periods of validity of the ecological criteria and those related assessment and verification requirements. Given the different stages of the revision processes, the period of validity of the ecological criteria and related assessment and verification requirements set out in Decision 2009/563/EC should be prolonged until 31 December 2015 and the period of validity of the ecological criteria and related assessment and verification requirements set out in Decisions 2009/564/EC, 2009/578/EC, 2010/18/EC, 2011/263/EU, 2011/264/EU, 2011/382/EU and 2011/383/EU should be prolonged until 31 December 2016.\n(10) Decisions 2009/563/EC, 2009/564/EC, 2009/578/EC, 2010/18/EC, 2011/263/EU, 2011/264/EU, 2011/382/EU and 2011/383/EU should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 16 of Regulation (EC) No 66/2010,", "main_body": ["Article 3 of Decision 2009/563/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group “footwear”, and the related assessment and verification requirements, shall be valid until 31 December 2015.’", "Article 4 of Decision 2009/564/EC is replaced by the following:\n‘Article 4\nThe ecological criteria for the product group “campsite service”, and the related assessment and verification requirements, shall be valid until 31 December 2016.’", "Article 4 of Decision 2009/578/EC is replaced by the following:\n‘Article 4\nThe ecological criteria for the product group “tourist accommodation service”, and the related assessment and verification requirements, shall be valid until 31 December 2016.’", "Article 3 of Decision 2010/18/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group “wooden floor coverings”, and the related assessment and verification requirements, shall be valid until 31 December 2016.’", "Article 4 of Decision 2011/263/EU is replaced by the following:\n‘Article 4\nThe criteria for the product group “detergents for dishwashers”, and the related assessment and verification requirements, shall be valid until 31 December 2016.’", "Article 4 of Decision 2011/264/EU is replaced by the following:\n‘Article 4\nThe criteria for the product group “laundry detergents”, and the related assessment and verification requirements, shall be valid until 31 December 2016.’", "Article 4 of Decision 2011/382/EU is replaced by the following:\n‘Article 4\nThe criteria for the product group “hand dishwashing detergents”, and the related assessment and verification requirements, shall be valid until 31 December 2016.’", "Article 4 of Decision 2011/383/EU is replaced by the following:\n‘Article 4\nThe criteria for the product group “all-purpose cleaners and sanitary cleaners”, and the related assessment and verification requirements, shall be valid until 31 December 2016.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 March 2015.\nFor the Commission\nKarmenu VELLA\nMember of the Commission\n(1)  OJ L 27, 30.1.2010, p. 1.\n(2)  Commission Decision 2009/563/EC of 9 July 2009 on establishing the ecological criteria for the award of the Community eco-label for footwear (OJ L 196, 28.7.2009, p. 27).\n(3)  Commission Decision 2009/564/EC of 9 July 2009 establishing the ecological criteria for the award of the Community eco-label for campsite service (OJ L 196, 28.7.2009, p. 36).\n(4)  Commission Decision 2009/578/EC of 9 July 2009 establishing the ecological criteria for the award of the Community eco-label for tourist accommodation service (OJ L 198, 30.7.2009, p. 57).\n(5)  Commission Decision 2010/18/EC of 26 November 2009 on establishing the ecological criteria for the award of the Community Ecolabel for wooden floor coverings (OJ L 8, 13.1.2010, p. 32).\n(6)  Commission Decision 2011/263/EU of 28 April 2011 on establishing the ecological criteria for the award of the EU Ecolabel to detergents for dishwashers (OJ L 111, 30.4.2011, p. 22).\n(7)  Commission Decision 2011/264/EU of 28 April 2011 on establishing the ecological criteria for the award of the EU Ecolabel for laundry detergents (OJ L 111, 30.4.2011, p. 34).\n(8)  Commission Decision 2011/382/EU of 24 June 2011 on establishing the ecological criteria for the award of the EU Ecolabel to hand dishwashing detergents (OJ L 169, 29.6.2011, p. 40).\n(9)  Commission Decision 2011/383/EU of 28 June 2011 on establishing the ecological criteria for the award of the EU Ecolabel to all-purpose cleaners and sanitary cleaners (OJ L 169, 29.6.2011, p. 52)."}