{"celex_id": "32013R0264", "uri": "http://publications.europa.eu/resource/cellar/50de0407-94a8-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1519", "1603", "1686", "3173", "5091", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 264/2013 of 18 March 2013 approving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Cipolla Rossa di Tropea Calabria (PGI))\n", "header": "22.3.2013 EN Official Journal of the European Union L 82/28\nCOMMISSION IMPLEMENTING REGULATION (EU) No 264/2013\nof 18 March 2013\napproving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Cipolla Rossa di Tropea Calabria (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) Regulation (EU) No 1151/2012 entered into force on 3 January 2013. It repealed and replaced Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2).\n(2) In accordance with the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006, the Commission has examined Italy’s application for the approval of an amendment to the specification for the protected geographical indication ‘Cipolla Rossa di Tropea Calabria’ registered under Commission Regulation (EC) No 284/2008 (3).\n(3) The purpose of the application is to amend the specification in order to specify the presentation, packaging and labelling of the onions.\n(4) The Commission has examined the amendments in question and decided that they are justified. Since the amendment is minor, the Commission may approve it without recourse to the procedure laid down in Articles 50 to 52 of Regulation (EU) No 1151/2012,", "main_body": ["The specification for the protected geographical indication ‘Cipolla Rossa di Tropea Calabria’ is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the Single Document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 93, 31.3.2006, p. 12.\n(3)  OJ L 86, 28.3.2008, p. 21.\nANNEX I\nIn the specification for the protected geographical indication ‘Cipolla Rossa di Tropea Calabria’, the following amendments are approved:\n— The wording of Article 5(6) and (7):\n— The wording of Article 9(2):\n— “cipollotti” (new young onions) are assembled in small bunches and packed into small crates made of cardboard, plastic or wood, thus ready to be sold;\n— “cipolle da consumo fresco” (fresh onions) are assembled in bunches weighing 5 to 8 kg, then packed into crates of various sizes.’\n— “cipollotti” (new young onions) are assembled in small bunches and packed into small crates made of cardboard, plastic or wood, thus ready to be sold;\n— “cipolle da consumo fresco” (fresh onions) are assembled in bunches weighing 1,5 to 6 kg, then packed into crates of various sizes.’\n— The wording of Article 9(4):\n— The wording of Article 9(7):\n— The references to Regulation (EEC) No 2081/92 featuring in the production specification have been updated.\nANNEX II\nSINGLE DOCUMENT\nRegulation (EC) No 510/2006 (1)\n‘CIPOLLA ROSSA DI TROPEA CALABRIA’\nEC No: IT-PGI-0105-0369-28.09.2011\nPGI (X) PDO ( )\n1.   Name\n‘Cipolla Rossa di Tropea Calabria’\n2.   Member State or Third Country\nItaly\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.6. Fruit, vegetables and cereals, fresh or processed\n3.2.   Description of product to which the name in (1) applies\nThe protected geographical indication (PGI) ‘Cipolla Rossa di Tropea Calabria’ designates bulbs of the Allium Cepa variety which belongs to the local ecotypes listed below, excluding all other types. They are characterised by their shape and by their early bulbing, which is a result of the effect of the photoperiod.\n— ‘Tondo Piatta’: an early crop;\n— ‘Mezza campana’: a mid- to early crop;\n— ‘Allungata’: a late crop.\nThree types of products can be distinguished:\n‘Cipollotto’ (new young onion):\n— colour: white to pink or purple;\n— flavour: sweet and mild;\n— size: see the standards applicable under EU rules.\n‘Cipolla da consumo fresco’ (fresh onion):\n— colour: from white to red to purple;\n— flavour: sweet and mild;\n— size: see the standards applicable under EU rules.\n‘Cipolla da serbo’ (known as ‘storage’ onions):\n— colour: mauvish red;\n— flavour: sweet and crunchy;\n— size: see the standards applicable under EU rules.\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the defined geographical area\nAll the production stages for the ‘Cipolla Rossa di Tropea Calabria’ indication, from sowing to harvesting, must take place in the geographical area of production.\n3.6.   Specific rules on slicing, grating, packaging, etc.\nAfter harvesting, the ‘Cipolla Rossa di Tropea Calabria’ bulbs are processed as follows:\n— the bulbs of new young onions must have their earth-stained outer skins removed; their stalks are then cut to a length of between 30 and 60 cm before being assembled into small bunches ready to be loaded into crates;\n— when the onions are to be consumed fresh (‘fresh onions’), the skins are removed from the bulbs and the stalks are cut to a length ranging between 35 and 60 cm; the onions are then assembled in bunches weighing between 1,5 and 6 kg and are loaded into crates of varying sizes;\n— as regards onions for conservation (or ‘storage’ onions), the bulbs are laid on the ground in rows, covered with leaves and then left to dry for 8 to 15 days so that they gain in density and resilience and become a bright red colour. Once they have been dehydrated, the bulbs are either ‘topped’, in other words separated from the parts visible above ground, or used to produce braids, in which case the above-ground part is left intact. The minimum number of onions required to form a braid is six, regardless of their size. These onions are packaged in bags or crates, whose weight can vary up to a maximum of 25 kg.\nPackaging must take place in the production area and must comply with traditional methods, which are deep-rooted in tradition and local historical folklore, so as to ensure that the product can be traced and checked and to maintain product quality.\n3.7.   Specific rules concerning labelling\nThe packages must display, in printed characters twice as large as for other indications, the terms PGI ‘Cipolla Rossa di Tropea Calabria’, whilst specifying the type of onion — ‘cipollotto’, ‘cipolla da consumo fresco’, ‘cipolla da serbo’ — and the brand.\nWhen released for consumption, adhesive (or any other type of) labels are placed on young onions and on storage onions, displaying the EU logo and the product’s brand. On the other hand, a detailed label must be placed on each bunch of fresh onions packed in crates, whatever the size of the latter, displaying the company’s business name, the EU logo, the brand and the type of product so as to guarantee its traceability and to make it perfectly recognisable.\n4.   Concise definition of the geographical area\nThe production area of PGI ‘Cipolla Rossa di Tropea Calabria’ is made up of land which is well-suited to their cultivation, covering part or all of the administrative territory of the following Calabrian municipalities:\n(a) province of Cosenza:\n(b) province of Catanzaro:\n(c) province of Vibo Valentia:\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\n‘Cipolla Rossa di Tropea Calabria’ is cultivated on sandy or partly sandy land of average composition containing open clay or silt-laden soils, located along the coastal line or running alongside rivers and streams. Despite their gravelly texture, these soils of alluvial origin do not constrict the development and growth of the bulbs. Coastal land is well-suited for growing early-maturing onions to be consumed fresh, whereas internal land, made of clay or open clay soils, are well-suited for growing storage onions. Red onions have long been, and continue to be, grown both in family vegetable gardens and across large-scale areas and are an integral part of the rural countryside, of people’s diets, local dishes and traditional recipes.\nThe soil and climatic features of the territory combine to make a product which is quite unique, of high-level quality and renowned throughout the world.\n5.2.   Specificity of the product\n‘Cipolla Rossa di Tropea Calabria’ is known for its quality and organoleptic features such as the tenderness of its bulbs, its sweetness and easy digestibility. These features also enable one to eat ‘Cipolla Rossa di Tropea Calabria’ raw, and undoubtedly in far greater quantities than for normal onions.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe request to have the PGI ‘Cipolla Rossa di Tropea Calabria’ recognised is justified by the product’s reputation and renown which notably grew thanks to various promotion campaigns, as demonstrated by historical and bibliographical sources. Various historical and bibliographical sources suggest that the onion was first introduced into the Mediterranean basin and in Calabria by the Phoenicians, then by the Greeks. The onion, very much appreciated during the Middle Ages and the Renaissance, was considered a key product in people’s diets and for the local economy; onions were either bartered directly or sold and exported by sea to Tunisia, Algeria and Greece. Several travellers who visited Calabria and the Tyrrhenian coast between 1700 and 1800 refer to common ‘Cipolle Rosse’ (red onions) in their writings. Onions have always been a part of farmers’ diets and of local production. Already in 1905, during a trip to Calabria during which he visited Tropea, Doctor Albert was struck by the poverty of the peasants who only ate onions. At the turn of the twentieth century, the cultivation of the Tropea onion moved away from small gardens and family vegetable gardens and started to be grown on a very large scale. In 1929, the construction of the Valle Ruffa aqueduct enabled onion crops to be irrigated, which improved both the yield and the quality of the product. It was during the Bourbon period that the greatest impulse was given to spreading onion cultivation towards northern European markets. The onion soon became a sought-after and much appreciated product, as demonstrated by the ‘Studi sulla Calabria’ (Studies on Calabria) of 1901, which also refer to the shape of the bulb and to the red, oblong onions from Calabria. The first statistics compiled on onion cultivation in Calabria can be found in the ‘Enciclopedia agraria Reda (1936-39)’ (Reda Agricultural Encyclopaedia). The unique commercial features of this onion, which ensured its renown nationally, and also, above all, its historical and cultural value in the geographical area in question (still very much present in current cultural practices such as cooking, folkloric demonstrations and everyday idiomatic expressions) explain why this product has often been imitated and why its name is subject to counterfeiting.\nReference to publication of the specification\nThe competent Ministry launched the national objection procedure by publishing a proposal for recognising the PGI ‘Cipolla Rossa di Tropea Calabria’ in Official Gazette of the Italian Republic No 185 of 10 August 2011.\nThe full text of the product specification is available on the following website:\nhttp://www.politicheagricole.it/flex/cm/pages/ServeBLOB.php/L/IT/IDPagina/3335\nor alternatively:\nby going direct to the home page of the Ministry of Agricultural, Food and Forestry Policy (http://www.politicheagricole.it) and clicking on ‘Qualità e sicurezza’ (‘Quality and security’, on the top right of the screen) and then on ‘Disciplinari di Produzione all’esame dell’UE’ (Specifications subject to examination by the EU).\n(1)  Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs."}