{"celex_id": "32014R0404", "uri": "http://publications.europa.eu/resource/cellar/b534e60d-cb7d-11e3-b74e-01aa75ed71a1", "type": "Regulation", "concepts": ["177", "2527", "3159", "4654", "5334", "5650"], "title": "Commission Delegated Regulation (EU) No 404/2014 of 17 February 2014 amending Annex II to Regulation (EU) No 510/2011 of the European Parliament and of the Council as regards the monitoring of CO 2 emissions from new light commercial vehicles type-approved in a multi-stage process  Text with EEA relevance\n", "header": "24.4.2014 EN Official Journal of the European Union L 121/1\nCOMMISSION DELEGATED REGULATION (EU) No 404/2014\nof 17 February 2014\namending Annex II to Regulation (EU) No 510/2011 of the European Parliament and of the Council as regards the monitoring of CO2 emissions from new light commercial vehicles type-approved in a multi-stage process\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 510/2011 of the European Parliament and of the Council of 11 May 2011 setting emission performance standards for new light commercial vehicles as part of the Union's integrated approach to reduce CO2 emissions from light-duty vehicles (1), and in particular the second subparagraph of Article 8(9) thereof,\nWhereas:\n(1) Annex XII to Commission Regulation (EC) No 692/2008 (2) sets out a new method for determining the CO2 emissions from and fuel consumption of N1 vehicles which are type-approved in a multi-stage process (hereinafter referred to as ‘multi-stage vehicles’). The new method will apply from 1 January 2014 but may already be applied on a voluntary basis since 1 January 2013.\n(2) Point 7 of Part B of Annex II to Regulation (EU) No 510/2011 provides that the specific emissions of CO2 of completed vehicles are to be allocated to the manufacturer of the base vehicle. This requires that a completed multi-stage vehicle can be recognised in the monitoring process and that the manufacturer of the base vehicle can be identified. It also requires certain data relating to the base vehicle to be determined in accordance with the methodology set out in Annex XII to Regulation (EC) No 692/2008.\n(3) The manufacturers of the base vehicle have, in accordance with Article 8(5) of Regulation (EU) No 510/2011, the right to verify the data relating to a multi-stage vehicle, on the basis of which their specific CO2 emissions targets are calculated. It is therefore appropriate to provide the relevant data parameters ensuring that such verification may be effectively performed.\n(4) The methodology set out in Annex XII to Regulation (EC) No 692/2008 applies with regard to incomplete and completed vehicles. However, where a complete vehicle is further transformed prior to the first registration, it should be clarified that it is the mass in running order and the CO2 emissions of the complete vehicle that is used as a base vehicle that should be monitored and taken into account for the calculation of the specific emissions targets.\n(5) It is necessary to specify further the data that should be provided in order to ensure that the CO2 emission performance of multi-stage vehicles can be adequately and efficiently monitored and verified.\n(6) A vehicle is identified by a vehicle identification number (hereinafter referred to as ‘VIN’), i.e. an alphanumeric code assigned to the vehicle by the manufacturer in accordance with Commission Regulation (EU) No 19/2011 (3). Directive 2007/46/EC of the European Parliament and of the Council (4) provides, in Section 4 of Annex XVII, that the identification number of the base vehicle shall, as the basic rule, be retained during all subsequent stages of the type-approval process to ensure the traceability of the process. Through the VIN it should therefore be possible to link the completed vehicle to a base vehicle and thus determine the base vehicle manufacturer responsible for the CO2 emissions. Moreover, the VIN should allow the base vehicle manufacturer to verify the relevant data related to the base vehicle. As there are no other parameters that can provide that kind of link, it is appropriate to require Member States to monitor and report VINs of newly registered N1 vehicles to the Commission through the data collection system of the European Environment Agency (EEA).\n(7) In order to calculate the specific emissions targets with regard to multi-stage vehicles, it is necessary, in accordance with point 7 of Part B of Annex II to Regulation (EU) No 510/2011, to consider the default added mass determined in accordance with point 5.3 of Annex XII to Regulation (EC) No 692/2008. This will require the monitoring and reporting of the mass in running order of the base vehicle and the technically permissible maximum laden mass of that vehicle, through which the default added mass may be determined, or, alternatively, the monitoring and reporting of the default added mass itself. Moreover, in order to determine whether a multi-stage vehicle falls within the scope of Regulation (EU) No 510/2011, it is necessary to verify that the reference mass of the completed vehicle does not exceed the limits referred to in Article 2(1) of that Regulation.\n(8) Where Member States are not able to provide all the parameters required pursuant to Annex II to Regulation (EU) No 510/2011 due to the design of their system for registration of data relating to new light commercial vehicles, those parameters may be provided by the manufacturers concerned in the notification referred to in Article 8(5) of Regulation (EU) No 510/2011.\n(9) For that same reason, manufacturers may, in accordance with Commission Implementing Regulation (EU) No 293/2012 (5), provide the Commission and the EEA with the VINs they assigned to vehicles sold in the preceding calendar year or for which a warranty was issued in that year.\n(10) VINs may, following the registration of a vehicle for its entry into service in road traffic, be linked to datasets permitting the identification of the owner of the vehicle. The VIN by itself is, however, not a carrier of personal data and the processing of data for the purposes of Regulation (EU) No 510/2011 does not require access to or the processing of any linked personal data. The monitoring and reporting of VINs is therefore not considered as processing of personal data falling within the scope of Directive 95/46/EC of the European Parliament and of the Council (6) or Regulation (EC) No 45/2001 of the European Parliament and of the Council (7). Nevertheless, it is recognised that VINs may be considered to be sensitive data, inter alia, with regard to the prevention of vehicle theft, and it is therefore appropriate to ensure that the VINs reported to the Commission and the EEA are not made public.\n(11) By matching the VINs reported by the Member States with those provided by the manufacturers, the Commission, supported by the EEA, should identify the manufacturers and the vehicles concerned and prepare the provisional dataset in accordance with Article 10b of Implementing Regulation (EU) No 293/2012.\n(12) In order to ensure full parallelism of the monitoring requirements under Regulation (EU) No 510/2011 with those applicable to passenger cars under Regulation (EC) No 443/2009 of the European Parliament and of the Council (8), it is appropriate to adapt the requirements in Annex II to Regulation (EU) No 510/2011 on the provision of aggregated data and the methodology for determining the CO2 monitoring information for light commercial vehicles.\n(13) Annex II to Regulation (EU) No 510/2011 should therefore be amended accordingly,", "main_body": ["Annex II to Regulation (EU) No 510/2011 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 145, 31.5.2011, p. 1.\n(2)  Commission Regulation (EC) No 692/2008 of 18 July 2008 implementing and amending Regulation (EC) No 715/2007 of the European Parliament and of the Council on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 199, 28.7.2008, p. 1).\n(3)  Commission Regulation (EU) No 19/2011 of 11 January 2011 concerning type-approval requirements for the manufacturer's statutory plate and for the vehicle identification number of motor vehicles and their trailers and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (OJ L 8, 12.1.2011, p. 1).\n(4)  Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (OJ L 263, 9.10.2007, p. 1).\n(5)  Commission Implementing Regulation (EU) No 293/2012 of 3 April 2012 on monitoring and reporting of data on the registration of new light commercial vehicles pursuant to Regulation (EU) No 510/2011 of the European Parliament and of the Council (OJ L 98, 4.4.2012, p. 1).\n(6)  Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31).\n(7)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).\n(8)  Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emission performance standards for new passenger cars as part of the Community's integrated approach to reduce CO2 emissions from light-duty vehicles (OJ L 140, 5.6.2009, p. 1).\nANNEX\nAnnex II to Regulation (EU) No 510/2011 is amended as follows:\n(1) Part A is amended as follows:\n(a) point 1 is replaced by the following:\n(a) the manufacturer;\n(b) the type-approval number with its extension;\n(c) the type, variant, and version;\n(d) make;\n(e) category of vehicle type-approved;\n(f) category of vehicle registered;\n(g) the specific emissions of CO2;\n(h) mass in running order;\n(i) technically permissible maximum laden mass;\n(j) footprint: the wheel base, the track width steering axle and the track width other axle;\n(k) the fuel type and fuel mode;\n(l) engine capacity;\n(m) electric energy consumption;\n(n) code of the innovative technology or group of innovative technologies and the CO2 emissions reduction due to that technology;\n(o) the vehicle identification number.\n(a) the base (incomplete) vehicle: the data specified in points (a), (b), (c), (d), (e), (g), (h), (i), (n) and (o) of point 1.1, or, instead of the data specified in (h) and (i), the default added mass provided as part of the type-approval information specified in point 2.17.2 of Annex I to Directive 2007/46/EC;\n(b) the base (complete) vehicle: the data specified in points (a), (b), (c), (d), (e), (g), (h), (i), (n) and (o) of point 1.1;\n(c) the completed vehicle: the data specified in points (a), (f), (g), (h), (j), (k), (l), (m) and (o) specified in point 1.1.\n(b) point 3 is replaced by the following:\n‘3. Member States shall, for each calendar year, determine:\n(a) the sources used for the collection of the detailed data referred to in point 1;\n(b) the total number of new registrations of new light commercial vehicles subject to EC type-approval;\n(c) the total number of new registrations of new light commercial vehicles subject to multi-stage type-approval, where available;\n(d) the total number of new registrations of new individually approved light commercial vehicles;\n(e) the total number of new registrations of new light commercial vehicles approved nationally in small series.’;\n(2) Part B is amended as follows:\n(a) the introductory part and point 1 are amended as follows:\n(b) point 4 is deleted;\n(c) in point 7, the following subparagraph is added:\n(3) Part C is replaced by the following:\nMember State (1)\nYear\nData source\nTotal number of new registrations of new light commercial vehicles subject to EC type-approval\nTotal number of new registrations of individually approved new light commercial vehicles\nTotal number of new registrations of new light commercial vehicles approved as national small series\nTotal number of new registrations of new light commercial vehicles subject to multi-stage type-approval (where available)\nReference to Section 1.1 of Part A Detailed data per vehicle registered (2)\n(a) Manufacturer name EU standard denomination (3)\nManufacturer name OEM declaration\nManufacturer name OEM declaration\nManufacturer name in Member State registry (3)\n(b) Type-approval number and its extension\n(c) Type\nVariant\nVersion\n(d) Make\n(e) Category of vehicle type-approved\n(f) Category of vehicle registered\n(g) Specific CO2 emissions\n(h) Mass in running order\nMass in running order\n(i) (5) Technically permissible maximum laden mass\n(j) Wheel base\nAxle width steering axle (Axle 1)\nAxle width other axle (Axle 2)\n(k) Fuel type\nFuel mode\n(l) Engine capacity (cm3)\n(m) Electric energy consumption (Wh/km)\n(n) Code of the innovative technology or group of innovative technologies\nEmission reduction through innovative technology(ies)\n(o) Vehicle identification number\nPoint 2.17.2 of Annex I to Directive 2007/46/EC (6) Default added mass (where applicable in the case of multi-stage vehicles)\n(1)  ISO 3166 alpha-2 codes with the exception of Greece and the United Kingdom for which the codes are “EL” and “UK” respectively.\n(2)  Where, in the case of multi-stage vehicles, data cannot be provided for the base vehicle, the Member State shall as a minimum provide the data specified in this format for the completed vehicle. Where the vehicle identification number cannot be provided, all detailed data must be provided for the complete vehicle, the completed vehicle as well as for the base vehicle in accordance with points (a), (b) and (c) of point 1.2 of Part A of this Annex.\n(3)  In the case of the national small series approvals (NSS) or the individual approvals (IVA), the manufacturer name shall be provided in the column “Manufacturer name in Member State registry” whilst in the column “Manufacturer name EU standard denomination” either of the following shall be indicated: “AA-NSS” or “AA-IVA” as the case may be.\n(4)  In the case of multi-stage vehicles indicate the base (incomplete/complete) vehicle manufacturer. If the base vehicle manufacturer is not available indicate the manufacturer of the completed vehicle only.\n(5)  In the case of multi-stage vehicles indicate the technically permissible maximum laden mass of the base vehicle.\n(6)  In the case of multi-stage vehicles, the mass in running order and the technically permissible maximum laden mass of the base vehicle may be replaced by the default added mass specified in the type-approval information in accordance with point 2.17.2 of Annex I to Directive 2007/46/EC.’."}