{"celex_id": "32014D0048", "uri": "http://publications.europa.eu/resource/cellar/98d298d6-8a4d-11e3-87da-01aa75ed71a1", "type": "Decision", "concepts": ["1188", "1474", "2110", "2308", "2556", "2850", "2879", "2901", "336", "4790", "544", "5537"], "title": "2014/48/EU: Council Decision of 28 January 2014 on the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community, on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand\n", "header": "31.1.2014 EN Official Journal of the European Union L 28/1\nCOUNCIL DECISION\nof 28 January 2014\non the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community, on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand\n(2014/48/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 28 June 2007, the Council adopted Regulation (EC) No 753/2007 (1) concerning the conclusion of the Fisheries Partnership Agreement between the European Community and the Government of Denmark and the Home Rule Government of Greenland (2) (‘the Agreement’). A Protocol setting out the fishing opportunities and the financial contribution provided for by the Agreement (3) (the ‘current Protocol’) was attached thereto. The current Protocol will expire on 31 December 2012.\n(2) The Union has negotiated with the Government of Denmark and the Government of Greenland a new Protocol to the Agreement setting out the fishing opportunities and financial contribution (‘the Protocol’).\n(3) The Protocol was signed in accordance with Council Decision 2012/653/EU (4) subject to its conclusion at a later date, and is to be provisionally applied from 1 January 2013.\n(4) The Protocol should be approved,", "main_body": ["The Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community, on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand, is hereby approved on behalf of the Union (5).", "The President of the Council shall give, on behalf of the Union, the notification provided for in Article 13 of the Protocol.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 28 January 2014.\nFor the Council\nThe President\nG. STOURNARAS\n(1)  OJ L 172, 30.6.2007, p. 1.\n(2)  OJ L 172, 30.6.2007, p. 4.\n(3)  OJ L 172, 30.6.2007, p. 9.\n(4)  OJ L 293, 23.10.2012, p. 4.\n(5)  The text of the Protocol has been published in OJ L 293, 23.10.2012, p. 5, together with the decision on signature."}