{"celex_id": "32010D0467", "uri": "http://publications.europa.eu/resource/cellar/fa114918-f09e-4c59-b815-ee503fd259b8", "type": "Decision", "concepts": ["1763", "191", "2404", "2827", "5225", "5676"], "title": "2010/467/EU: Commission Decision of 17 August 2010 amending Decision 2007/365/EC as regards the susceptible plants and the measures to be taken in cases where Rhynchophorus ferrugineus (Olivier) is detected (notified under document C(2010) 5640)\n", "header": "28.8.2010 EN Official Journal of the European Union L 226/42\nCOMMISSION DECISION\nof 17 August 2010\namending Decision 2007/365/EC as regards the susceptible plants and the measures to be taken in cases where Rhynchophorus ferrugineus (Olivier) is detected\n(notified under document C(2010) 5640)\n(2010/467/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the fourth sentence of Article 16(3), thereof,\nWhereas:\n(1) Commission Decision 2007/365/EC (2) requires Member States to adopt measures to protect themselves against the introduction and spread of Rhynchophorus ferrugineus (Olivier) (the specified organism). In addition, Member States are to conduct official annual surveys for the presence of the specified organism or evidence of infection by the specified organism on plants of the Palmae family in their territory and notify the Commission and the other Member States of the results of those surveys.\n(2) The official annual surveys carried out by the Member States in 2009 show that the specified organism also infested plant species belonging to the Palmae family which are not defined as susceptible plants in Decision 2007/365/EC. Therefore, it is necessary to include the plant species belonging to Palmae in the list of susceptible plants in Decision 2007/365/EC in order to allow for the emergency measures provided for in that Decision to apply also to those species.\n(3) Missions carried out by the Commission in Member States, in particular in 2009, showed that the results of the application of Decision 2007/365/EC were not fully satisfactory as regards the measures to be taken in cases where the specified organism is detected. In addition to the findings of those missions, the Commission received further information on the methods of control, containment and eradication of the specified organism, in January 2010, from a group of experts formed by the Commission to assist it in this context and including experts from all Member States affected by the specified organism, and in May 2010, on the occasion of an international conference on the specified organism, which took place in Spain. Taking into account the results of those missions and the information received in 2010, it is necessary to make certain amendments to Decision 2007/365/EC.\n(4) The information received in 2009 and in 2010 suggests that the risk of possible spread of the specified organism through import of susceptible plants from third countries or from areas in third countries, that are not free from the specified organism cannot, due to the cryptic biology of the specified organism, be adequately mitigated by appropriate preventive treatments. Such treatments do not sufficiently prevent spreading of the specified organism from susceptible plants which are infested but show no symptoms. It is therefore necessary to place susceptible plants imported from those third countries or from those areas in third countries in a site in the Union with complete physical protection.\n(5) In cases where the specified organism appears in a Member State or in a part of a Member State, in which its presence was previously unknown, the Member State concerned should immediately, and in any case within five days, notify the Commission and the other Member States. To this aim, it should also be ensured that the responsible official body of that Member State is immediately informed. In most cases the Member State concerned should further define a demarcated area, draw up an action plan and implement that action plan. In order to facilitate an integrated approach for the eradication of the organism the action plan should set out all the measures, the reasons for those measures, describing the situation and the scientific data and the criteria on which those measures were selected.\n(6) However, in some cases it may occur that only plants belonging to one consignment were identified as infested in an area, in which the specified organism was previously not known to occur within a radius of 10 km around those infested plants, that the infestation is linked to a consignment that was moved recently into that area and that that consignment had already been infested by the specified organism prior to movement. In those cases, and only where there is no risk of spreading of the specified organism, Member States should have the possibility to decide not to establish the demarcated area and to limit the official measures to the destruction of the infested material, carrying out an intensified survey programme and the tracing of related plant material.\n(7) In order to provide the Commission and the other Member States with detailed information on the spreading of the specified organism and on the official measures taken to contain and eradicate it, the Member States concerned should submit the official annual surveys to the Commission together with up-to-date action plans and, where applicable, an up-to-date list of the demarcated areas including a description and location of those areas.\n(8) Decision 2007/365/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2007/365/EC is amended as follows:\n1. In Article 1, point (b) is replaced by the following:\n‘(b) “susceptible plants” means plants, other than fruit and seeds, having a diameter of the stem at the base of over 5 cm of Areca catechu, Arecastrum romanzoffianum (Cham) Becc, Arenga pinnata, Borassus flabellifer, Brahea armata, Butia capitata, Calamus merillii, Caryota maxima, Caryota cumingii, Chamaerops humilis, Cocos nucifera, Corypha gebanga, Corypha elata, Elaeis guineensis, Howea forsteriana, Jubea chilensis, Livistona australis, Livistona decipiens, Metroxylon sagu, Oreodoxa regia, Phoenix canariensis, Phoenix dactylifera, Phoenix theophrasti, Phoenix sylvestris, Sabal umbraculifera, Trachycarpus fortunei and Washingtonia spp.;’\n2. Article 5 is replaced by the following:\n(a) an up-to-date version of the action plans adopted in accordance with Article 6(1);\n(b) an up-to-date list of the demarcated areas established in accordance with Article 6(1), including updated information on their description and location (including maps).\n3. Article 6 is replaced by the following:\n(a) define a demarcated area in accordance with point 1 of Annex II;\n(b) establish and implement an action plan in that demarcated area in accordance with point 3 of Annex II, including official measures in accordance with point 2 of Annex II.\n(a) only plants belonging to one consignment of susceptible plants were identified as infested in an area with a radius of 10 km around those infested plants, in which area the specified organism was previously not known to occur;\n(b) that consignment was introduced into the area concerned less than 5 months ago and it had already been infested before introduction; and\n(c) taking into account sound scientific principles, the biology of the specified organism, the level of infestation, the period of the year and the particular distribution of susceptible plants in the Member State concerned, no risk of spreading of the specified organism has occurred since the introduction of the infested consignment in the area.\n4. The Annexes to Decision 2007/365/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 August 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 139, 31.5.2007, p. 24.\nANNEX\nThe Annexes to Decision 2007/365/EC are amended as follows:\n1. In Annex I, point (d) of point 2 is replaced by the following:\n‘(d) if imported in accordance with point 1(c) of this Annex, have been grown since their introduction into the Union in a place of production in a Member State during a period of at least one year prior to the movement during which:\n(i) the susceptible plants were placed in a site with complete physical protection against the introduction and/or spread of the specified organism; and\n(ii) no signs of the specified organism have been observed in official inspections carried out at least every three months.’\n2. In Annex II, point 2 is replaced by the following:\n(a) appropriate measures aiming at eradicating the specified organism, including:\n(i) destruction or, where appropriate, complete mechanical sanitation of the infested susceptible plants;\n(ii) measures to prevent any spread of the specified organism during the destruction or sanitation actions by application of chemical treatments in the immediate vicinity;\n(iii) appropriate treatment of infested susceptible plants;\n(iv) where appropriate, mass pheromone trapping in infested areas;\n(v) where appropriate, replacement of susceptible plants by non-susceptible plants;\n(vi) any other measure, which may contribute to the eradication of the specified organism;\n(b) measures on intensive monitoring for the presence of the specified organism by appropriate inspections and methods, including pheromone trapping at least in infested areas;\n(c) where necessary, specific measures to address any particularity or complication that could reasonably be expected to prevent, hinder or delay its implementation, in particular those related to the accessibility and adequate eradication of all susceptible plants, infested or suspected of infestation, irrespective of their location, public or private ownership or the person or entity responsible for them.\n(1)  Guidelines for pest eradication programmes — Reference Standard ISPM No 9 by the Secretariat of the International Plant Protection Convention, Rome.\n(2)  The use of integrated measures in a systems approach for pest risk management — Reference Standard ISPM No 14 by the Secretariat of the International Plant Protection Convention, Rome.’"}