{"celex_id": "32011R1324", "uri": "http://publications.europa.eu/resource/cellar/e578a478-ff9b-4d04-9022-7e2f19e295c4", "type": "Regulation", "concepts": ["161", "1644", "2173", "3191", "5010"], "title": "Commission Implementing Regulation (EU) No 1324/2011 of 16 December 2011 derogating, for 2012, from Regulation (EC) No 1067/2008 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries\n", "header": "17.12.2011 EN Official Journal of the European Union L 335/65\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1324/2011\nof 16 December 2011\nderogating, for 2012, from Regulation (EC) No 1067/2008 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 144 in conjunction with Article 4 thereof,\nWhereas:\n(1) Under Article 3(3) of Commission Regulation (EC) No 1067/2008 of 30 October 2008 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries and derogating from Council Regulation (EC) No 1234/2007 (2), subquota III for other third countries is divided into four quarterly subperiods, including subperiod 1 extending from 1 January to 31 March and covering a quantity of 594 597 tonnes and subperiod 2 extending from 1 April to 30 June and covering a quantity of 594 597 tonnes.\n(2) In view of the situation of the market, in order to promote a fluid supply of the EU market in cereals under subquota III for 2012, subperiod 1 and subperiod 2 should be merged into a single subperiod, covering the cumulative quantity for subperiods 1 and 2, namely 1 189 194 tonnes.\n(3) A derogation should therefore be made from Regulation (EC) No 1067/2008 for 2012.\n(4) In order to ensure effective management of the procedure for issuing import certificates from 1 January 2012, this Regulation must enter into force on the day following its publication in the Official Journal of the European Union.\n(5) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["By way of derogation from Article 3(3)(a) of Regulation (EC) No 1067/2008, for 2012, subperiod 1 shall extend from 1 January 2012 to 30 June 2012, covering a quantity of 1 189 194 tonnes.\nBy way of derogation from Article 3(3)(b) of Regulation (EC) No 1067/2008, subperiod 2 shall be eliminated for 2012.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply until 30 June 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 290, 31.10.2008, p. 3."}