{"celex_id": "32011R0283", "uri": "http://publications.europa.eu/resource/cellar/a3cd966e-dc96-448e-9a8c-fc5aeb0cc754", "type": "Regulation", "concepts": ["172", "2039", "3645", "4502", "5235", "616", "906"], "title": "Commission Regulation (EU) No 283/2011 of 22 March 2011 amending Regulation (EC) No 633/2007 as regards the transitional arrangements referred to in Article 7  Text with EEA relevance\n", "header": "23.3.2011 EN Official Journal of the European Union L 77/23\nCOMMISSION REGULATION (EU) No 283/2011\nof 22 March 2011\namending Regulation (EC) No 633/2007 as regards the transitional arrangements referred to in Article 7\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 552/2004 of the European Parliament and of the Council of 10 March 2004 on the interoperability of the European Air Traffic Management network (the interoperability Regulation) (1), and in particular Article 3(5) thereof,\nHaving regard to Regulation (EC) No 549/2004 of the European Parliament and of the Council of 10 March 2004 laying down the framework for the creation of the single European sky (the framework Regulation) (2), and in particular Article 8(1) thereof,\nWhereas:\n(1) The implementation of a flight message transfer protocol is intended to be used for the exchange of flight data in accordance with Commission Regulation (EC) No 1032/2006 of 6 July 2006 laying down requirements for automatic systems for the exchange flight data for the purpose of notification, coordination and transfer of flight between air traffic control units (3).\n(2) In order to comply with the requirements of point 6 of Annex I to Commission Regulation (EC) No 633/2007 of 7 June 2007 laying down requirements for the application of a flight message transfer protocol used for the purpose of notification, coordination and transfer of flights between air traffic control units (4), some Member States or air navigation service providers have to update not only their Internet protocol (IP) network but also many of their flight data systems and network infrastructure. The update of these systems before 20 April 2011 could have a significant financial impact for the concerned Member States or air navigation service providers and, for this reason, appropriate transitional arrangements should contribute to minimise the cost.\n(3) During the period of validity of the transitional arrangements, the concerned Member States or air navigation service providers should apply the necessary measures to ensure interoperability within the European air traffic management network (hereinafter EATMN).\n(4) Regulation (EC) No 633/2007 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Single Sky Committee,", "main_body": ["In Article 7 of Regulation (EC) No 633/2007, the first two paragraphs are numbered and the following paragraphs 3, 4 and 5 are added:\n‘3.   Where a Member State or an air navigation service provider is developing a flight message transfer protocol in conjunction with the implementation of Regulation (EC) No 1032/2006 between its systems, the systems referred to in Article 1(2)(a) and (b) shall comply with the requirements of Annex I by 31 December 2012.\n4.   Where a Member State or an air navigation service provider has ordered or signed a binding contract to that effect or developed a flight message transfer protocol for the systems referred to in Article 1(2)(a) and (b) before the date of entry into force of this Regulation so that the compliance with the requirements of point 6 of Annex I cannot be guaranteed, the air navigation service provider or the controlling military unit may use other versions of the Internet protocol for peer-to-peer communications between their systems until 31 December 2014.\nThose Member States and air navigation service providers shall ensure that all peer-to-peer communications from their systems to those of other Member States or air navigation service providers comply with the requirements specified in Annex I, unless a bilateral agreement concluded before 20 April 2011 allows the use of other versions of the Internet protocol for a transitional period ending no later than 31 December 2014.\n5.   The Member States referred to in paragraphs 3 and 4 shall communicate to the Commission before 20 April 2011 detailed information on the measures applied by the air navigation service provider or the controlling military units to ensure interoperability of the systems referred to in Article 1(2)(a) and (b) within the EATMN.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 96, 31.3.2004, p. 26.\n(2)  OJ L 96, 31.3.2004, p. 1.\n(3)  OJ L 186, 7.7.2006, p. 27.\n(4)  OJ L 146, 8.6.2007, p. 7."}