{"celex_id": "32014D0906", "uri": "http://publications.europa.eu/resource/cellar/3ab683c3-84ee-11e4-91cd-01aa75ed71a1", "type": "Decision", "concepts": ["123", "3454", "3905", "616"], "title": "Council Decision 2014/906/CFSP of 15 December 2014 amending Decision 2013/726/CFSP in support of the UNSCR 2118 (2013) and OPCW Executive Council EC-M-33/Dec 1, in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction\n", "header": "16.12.2014 EN Official Journal of the European Union L 359/151\nCOUNCIL DECISION 2014/906/CFSP\nof 15 December 2014\namending Decision 2013/726/CFSP in support of the UNSCR 2118 (2013) and OPCW Executive Council EC-M-33/Dec 1, in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28(1) and 31(1) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 9 December 2013, the Council adopted Decision 2013/726/CFSP (1).\n(2) Decision 2013/726/CFSP provides for a 12-month implementation period of the project referred to in Article 1(2) thereof after the date of the conclusion of the financial agreement referred to in Article 3(3) thereof.\n(3) On 6 November 2014, the Technical Secretariat of the Organisation for the Prohibition of Chemical Weapons (OPCW) requested the authorisation of the Union for extending the implementation period of Decision 2013/726/CFSP until 30 September 2015 to allow for the continuation of the implementation of the project beyond the expiry date referred to in Article 5(2) thereof.\n(4) The requested amendment of Decision 2013/726/CFSP concerns Article 5(2) thereof and the first paragraph of the Section ‘Activities’ of the Annex where the duration of the implementation of the project has to be modified.\n(5) The continuation of the project referred to in Article 1(2) of Decision 2013/726/CFSP, as specifically quoted in the request made by the OPCW on 6 November 2014, could be performed without any resource implication.\n(6) Decision 2013/726/CFSP should, therefore, be amended to enable the full implementation of the project contained therein, by extending its duration accordingly,", "main_body": ["Decision 2013/726/CFSP is hereby amended as follows:\n(1) Article 5(2) is replaced by the following:\n(2) In the Annex, in the Section ‘Activities’, the first paragraph is replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 15 December 2014.\nFor the Council\nThe President\nF. MOGHERINI\n(1)  Council Decision 2013/726/CFSP of 9 December 2013 in support of the UNSCR 2118 (2013) and OPCW Executive Council EC-M-33/Dec 1, in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction (OJ L 329, 10.12.2013, p. 41)."}