{"celex_id": "32010D0617", "uri": "http://publications.europa.eu/resource/cellar/c8636d8d-f6e7-49bb-a62c-25c6b0e8c758", "type": "Decision", "concepts": ["1309", "1445", "192", "2300", "2737", "4152", "4359", "5540", "5649"], "title": "2010/617/EU: Commission Decision of 14 October 2010 amending Decision 2009/821/EC as regards the lists of border inspection posts and veterinary units in Traces (notified under document C(2010) 7009)  Text with EEA relevance\n", "header": "15.10.2010 EN Official Journal of the European Union L 271/8\nCOMMISSION DECISION\nof 14 October 2010\namending Decision 2009/821/EC as regards the lists of border inspection posts and veterinary units in Traces\n(notified under document C(2010) 7009)\n(Text with EEA relevance)\n(2010/617/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 20(1) and (3) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (2), and in particular the second sentence of the second subparagraph of Article 6(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3), and in particular Article 6(2) thereof,\nWhereas:\n(1) Commission Decision 2009/821/EC of 28 September 2009 drawing up a list of approved border inspection posts, laying down certain rules on the inspections carried out by Commission veterinary experts and laying down the veterinary units in Traces (4) lays down a list of border inspection posts approved in accordance with Directives 91/496/EEC and 97/78/EC. That list is set out in Annex I to that Decision.\n(2) Following communication from Denmark, new categories of products of animal origin that can be checked at the approved border inspection posts at the ports at Århus and Esbjerg should be added in the entries for these border inspection posts set out in Annex I to Decision 2009/821/EC.\n(3) Spain has communicated that one of its border inspection posts has been suspended, the suspension for certain categories of products of animal origin that can be checked at one of its border inspection posts has been lifted and one new inspection centre was added to one of its border inspection posts. Following that communication from Spain, the list of border inspection posts for that Member State should be amended.\n(4) Italy has communicated that for one of its border inspection posts the category for unpacked products of animal origin has been added and three inspection centres at one of its border inspection posts have changed their names. In addition, the inspection centre ‘Docks Cereali’ at the border inspection post at the port at Ravenna was suspended. Following that communication from Italy, the list of border inspection posts for that Member State should be amended.\n(5) Following communication from Latvia, the approval of one inspection centre at the port at Riga (Riga port) should be suspended in the list of border inspection posts for that Member State.\n(6) The Netherlands has communicated that the name of one inspection centre at a certain border inspection post has changed and that two inspection centres have been installed at a certain border inspection post. In addition, certain categories of animals and products of animal origin that can be checked at one inspection centre at the border inspection post at the port at Rotterdam should be added. Following that communication from the Netherlands, the list of border inspection posts for that Member State should be amended.\n(7) Following communication from the United Kingdom, the approval of the border inspection post at the port at Grove Wharf Wharton should be removed from the list of border inspection posts for that Member State.\n(8) Annex II to Decision 2009/821/EC lays down the list of central units, regional units and local units in the integrated computerised veterinary system (Traces).\n(9) Following communication from Germany, Ireland, France, Italy, the Netherlands, Poland, Portugal and the United Kingdom, certain changes should be brought to the list of central, regional and local units in Traces for those Member States laid down in Annex II to Decision 2009/821/EC.\n(10) Decision 2009/821/EC should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 2009/821/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 October 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29.\n(2)  OJ L 268, 24.9.1991, p. 56.\n(3)  OJ L 24, 30.1.1998, p. 9.\n(4)  OJ L 296, 12.11.2009, p. 1.\nANNEX\nAnnexes I and II to Decision 2009/821/EC are amended as follows:\n1. Annex I is amended as follows:\n(a) The part concerning Denmark is amended as follows:\n(i) the entry for the port at Århus is replaced by the following:\n‘Århus DK AAR 1 P  HC(1)(2), NHC(2)’\n(ii) the entry for the port at Esbjerg is replaced by the following:\n‘Esbjerg DK EBJ 1 P  HC-T(FR)(1)(2), HC-NT(6), NHC-T(FR)(2), NHC-NT(6)(11)’\n(b) the part concerning Spain is amended as follows:\n(i) the entry for the port at Marín is replaced by the following:\n‘Marín ES MAR 1 P  HC, NHC-T(FR), NHC-NT\nProtea Productos del Mar HC-T(FR)(3)’\n(ii) the entry for the airport at Tenerife Norte is replaced by the following:\n‘Tenerife Norte (*) ES TFN 4 A  HC(2) (*)’\n(iii) the entry for the airport at Valencia is replaced by the following:\n‘Valencia ES VLC 4 A  HC(2), NHC(2) O(10)’\n(c) the part concerning Italy is amended as follows:\n(i) the entry for the port at Gioia Tauro is replaced by the following:\n‘Gioia Tauro IT GIT 1 P  HC, NHC-NT’\n(ii) the entry for the port at Ravenna is replaced by the following:\n‘Ravenna IT RAN 1 P Sapir 1 NHC-NT(6)\nTCR HC-T(FR)(2), HC-NT(2), NHC-NT(2)\nSetramar NHC-NT(4)\nDocks Cereali (*) NHC-NT (*)’\n(iii) the entry for the airport at Roma-Fiumicino is replaced by the following:\n‘Roma–Fiumicino IT FCO 4 A Nuova Alitalia HC(2), NHC-NT(2) O(14)\nArgol S.P.A. HC, NHC\nIsola Veterinaria ADR  U, E, O’\n(d) in the part concerning Latvia the entry for the port at Riga (Riga port) is replaced by the following:\n‘Riga (Riga port) LV RLX 1a P  HC(2), NHC(2)\nKravu terminãls (*) HC-T(FR)(2) (*), HC-NT(2) (*)’\n(e) The part concerning the Netherlands is amended as follows:\n(i) the entry for the airport at Amsterdam is replaced by the following:\n‘Amsterdam NL AMS 4 A Aviapartner Cargo B.V. HC(2), NHC-T(FR), NHC-NT(2) O(14)\nKLM-2  U, E, O(14)\nFreshport HC(2), NHC(2) O(14)’\n(ii) the entry for the port at Maastricht is replaced by the following\n‘Maastricht NL MST 4 A MHS Products HC(2), NHC(2)\nMHS Live  U, E, O’\n(iii) the entry for the port at Rotterdam is replaced by the following:\n‘Rotterdam NL RTM 1 P Eurofrigo HC, NHC-T(FR), NHC-NT\nEurofrigo, Abel Tasmanstraat HC\nFrigocare HC-T(2)\nWibaco HC-T(FR)(2), HC-NT(2)’\n(f) In the part concerning the United Kingdom, the entry for the border inspection post at the port at Grove Wharf Wharton is deleted.\n2. Annex II is amended as follows:\n(a) The part concerning Germany is amended as follows:\n(i) the entry for the central unit is replaced by the following:\n‘DE00000 UNTERABTEILUNG TIERGESUNDHEIT, TIERSCHUTZ’;\n(ii) the entry for the local unit ‘DE03909 BERCHTESGARDENER LAND’ is replaced by the following:\n‘DE03909 BERCHTESGADENER LAND’;\n(iii) the entry for the local unit ‘DE14103 ZWECKVERBAND VETERINÄRAMT JADEWESER’ is replaced by the following:\n‘DE14103 ZWECKVERBAND JADEWESER’;\n(iv) the entry for the local unit ‘DE46103 BRAKE, ZWECKVERBAND VETERINÄRAMT JADEWESER’ is replaced by the following:\n‘DE46103 BRAKE, ZWECKVERBAND JADEWESER’;\n(v) the entry for the local unit ‘DE46903 WITTMUND, ZWECKVERBAND VETERINÄRAMT JADEWESER’ is replaced by the following:\n‘DE46903 WITTMUND, ZWECKVERBAND JADEWESER’;\n(vi) the following entry is deleted:\n‘DE00205 AACHEN STADT’;\n(vii) the entry for the local unit ‘DE00305 AACHEN’ is replaced by the following:\n‘DE00305 STÄDTEREGION AACHEN’;\n(viii) the following entry is deleted:\n‘DE40805 SOLINGEN UND REMSCHEID’;\n(ix) the entry for the local unit ‘DE47905 WUPPERTAL’ is replaced by the following:\n‘DE47905 BERGISCHES VETERINÄR- UND LEBENSMITTELÜBERWACHUNGSAMT’;\n(x) the entry for the local unit ‘DE25607 LUDWIGSHAFEN’ is replaced by the following:\n‘DE25607 RHEIN-PFALZ-KREIS’;\n(xi) the entry for the local unit ‘DE34007 PIRMASENS’ is replaced by the following:\n‘DE34007 SÜDWESTPFALZ’;\n(xii) the following entry is deleted:\n‘DE21116 JENA, STADT’;\n(b) In the part concerning Ireland, the following entry is deleted:\n‘IE00600 DUBLIN’;\n(c) In the part concerning France, the entries for the local units are replaced by the following:\nFR06700 BAS-RHIN\nFR06800 HAUT-RHIN\nFR02400 DORDOGNE\nFR03300 GIRONDE\nFR04000 LANDES\nFR04700 LOT-ET-GARONNE\nFR06400 PYRÉNÉES-ATLANTIQUES (PAU)\nFR16400 PYRÉNÉES-ATLANTIQUES (BAYONNE)\nFR00300 ALLIER\nFR01500 CANTAL\nFR04300 HAUTE-LOIRE\nFR06300 PUY-DE-DÔME\nFR01400 CALVADOS\nFR05000 MANCHE\nFR06100 ORNE\nFR02100 CÔTE-D’OR\nFR05800 NIÈVRE\nFR07100 SAÔNE-ET-LOIRE\nFR08900 YONNE\nFR02200 CÔTES-D’ARMOR\nFR02900 FINISTÈRE\nFR03500 ILLE-ET-VILAINE\nFR05600 MORBIHAN\nFR01800 CHER\nFR02800 EURE-ET-LOIRE\nFR03600 INDRE\nFR03700 INDRE-ET-LOIRE\nFR04500 LOIRET\nFR04100 LOIR-ET-CHER\nFR00800 ARDENNES\nFR01000 AUBE\nFR05200 HAUTE-MARNE\nFR05100 MARNE\nFR02000 CORSE-DU-SUD\nFR12000 HAUTE-CORSE\nFR02500 DOUBS\nFR07000 HAUTE-SAÔNE\nFR03900 JURA\nFR09000 TERRITOIRE DE BELFORT\nFR02700 EURE\nFR07600 SEINE-MARITIME\nFR09100 ESSONNE\nFR09200 HAUTS-DE-SEINE\nFR07500 PARIS\nFR07700 SEINE-ET-MARNE\nFR09300 SEINE-SAINT-DENIS\nFR09500 VAL-D’OISE\nFR09400 VAL-DE-MARNE\nFR07800 YVELINES\nFR01100 AUDE\nFR03000 GARD\nFR03400 HÉRAULT\nFR04800 LOZÈRE\nFR06600 PYRÉNÉES-ORIENTALES\nFR01900 CORRÈZE\nFR02300 CREUSE\nFR08700 HAUTE-VIENNE\nFR05400 MEURTHE-ET-MOSELLE\nFR05500 MEUSE\nFR05700 MOSELLE\nFR08800 VOSGES\nFR00900 ARIÈGE\nFR01200 AVEYRON\nFR03100 HAUTE-GARONNE\nFR06500 HAUTES-PYRÉNÉES\nFR03200 GERS\nFR04600 LOT\nFR08100 TARN\nFR08200 TARN-ET-GARONNE\nFR05900 NORD\nFR06200 PAS-DE-CALAIS\nFR04400 LOIRE-ATLANTIQUE\nFR04900 MAINE-ET-LOIRE\nFR05300 MAYENNE\nFR07200 SARTHE\nFR08500 VENDÉE\nFR00200 AISNE\nFR06000 OISE\nFR08000 SOMME\nFR01600 CHARENTE\nFR01700 CHARENTE-MARITIME\nFR07900 DEUX-SÈVRES\nFR08600 VIENNE\nFR00400 ALPES-DE-HAUTE-PROVENCE\nFR00600 ALPES-MARITIMES\nFR00500 HAUTES-ALPES\nFR01300 BOUCHES-DU-RHÔNE\nFR08300 VAR\nFR08400 VAUCLUSE\nFR00100 AIN\nFR00700 ARDÈCHE\nFR07400 HAUTE-SAVOIE\nFR02600 DRÔME\nFR03800 ISÈRE\nFR04200 LOIRE\nFR06900 RHÔNE\nFR07300 SAVOIE\nFR09600 GUADELOUPE\nFR09800 GUYANE\nFR09700 MARTINIQUE\nFR09900 RÉUNION’;\n(d) The part concerning Italy is amended as follows:\n(i) the entry for the local unit ‘IT01801 BRA’ is replaced by the following:\n‘IT01801 CUNEO 2’;\n(ii) the following entry is deleted:\n‘IT02101 CASALE MONFERRATO’;\n(iii) the entries for the local units ‘IT00801 CHIERI’ and ‘IT00701 CHIVASSO’ are replaced by the following:\n‘IT00801 TORINO 5\nIT00701 TORINO 4’;\n(iv) the following entry is deleted:\n‘IT00601 CIRIÉ’;\n(v) the entries for the local units ‘IT00501 COLLEGNO’ and ‘IT01501 CUNEO’ are replaced by the following:\n‘IT00501 TORINO 3\nIT01501 CUNEO 1’;\n(vi) the following entries are deleted:\n‘IT00901 IVREA\nIT01601 MONDOVÌ’;\n(vii) the following entry is deleted:\n‘IT02201 NOVI LIGURE’;\n(viii) the entry for the local unit ‘IT01401 OMEGNA’ is replaced by the following:\n‘IT01401 VERBANO CUSIO OSSOLA’;\n(ix) the following entries are deleted:\n‘IT01001 PINEROLO\nIT01701 SAVIGLIANO\nIT00101 TORINO 1\nIT00201 TORINO 2\nIT00301 TORINO 3’;\n(x) the entry for the local unit ‘IT00401 TORINO 4’ is replaced by the following:\n‘IT00401 TORINO’;\n(e) In the part concerning the Netherlands, the entry for the central unit is replaced by the following:\n‘NL00000 VWA’;\n(f) The part concerning Poland is amended as follows:\n(i) the entries for the local units ‘PL0210 BOLESŁAWIEC ŚLĄSKI’, ‘PL02080 KŁODZKO Z/S W BYSTRZYCY KŁODZKIEJ’, ‘PL02040 GÓRA ŚLĄSKA’, ‘PL02100 LUBAŃ ŚLĄSKI’, ‘PL02140 OLEŚNICA ŚLĄSKA’, ‘PL02190 ŚWIDNICA ŚLĄSKA’ and ‘PL02090 LEGNICA’ are replaced by the following:\n‘PL02010 BOLESŁAWIEC\nPL02080 BYSTRZYCA KŁODZKA\nPL02040 GÓRA\nPL02100 LUBAŃ\nPL02140 OLEŚNICA\nPL02190 ŚWIDNICA\nPL02090 ZIEMNICE’;\n(ii) the entry for the local unit ‘PL04140 ŚWIECIE N. WISŁĄ’ is replaced by the following:\n‘PL04140 ŚWIECIE’;\n(iii) the entries for the local units ‘PL06070 KRAŚNIK LUBELSKI’ and ‘PL06170 ŚWIDNIK K. LUBLINA’ are replaced by the following:\n‘PL06070 KRAŚNIK\nPL06170 ŚWIDNIK’;\n(iv) the entry for the local unit ‘PL08050 SŁUBICE Z/S W OŚNIE’ is replaced by the following:\n‘PL08050 OŚNO LUBUSKIE’;\n(v) the entries for the local units ‘PL14010 BIAŁOBRZEGI RADOMSKIE’, ‘PL14300 SZYDŁOWIEC K. RADOMIA’ and ‘PL14320 WARSZAWA ZACH. Z/S W OŻAROWIE MAZ.’ are replaced by the following:\n‘PL14010 BIAŁOBRZEGI\nPL14300 SZYDŁOWIEC\nPL14320 OŻARÓW MAZOWIECKI’;\n(vi) the entry for the local unit ‘PL18190 STRZYŻÓW N. WISŁOKIEM’ is replaced by the following:\n‘PL18190 STRZYŻÓW’;\n(vii) the entry for the local unit ‘PL22010 BYTÓW Z/S W MIASTKU’ is replaced by the following:\n‘PL22010 MIASTKO’;\n(viii) the following entry is deleted:\n‘PL22610 GDAŃSK’;\n(ix) the entries for the local units ‘PL26010 BUSKO ZDRÓJ’ and ‘PL26060 OPATÓW KIELECKI’ are replaced by the following:\n‘PL26010 BUSKO-ZDRÓJ\nPL26060 OPATÓW’;\n(x) the entries for the local units ‘PL30040 GOSTYŃ POZNAŃSKI’ and ‘PL30060 JAROCIN POZNAŃSKI’ are replaced by the following:\n‘PL30040 GOSTYŃ\nPL30060 JAROCIN’;\n(g) The part concerning Portugal is amended as follows:\n(i) the following local unit entry is added to the entries for the regional unit ‘PT10000 NORTE’:\n‘PT00800 LAMEGO’;\n(ii) the following entry for the regional unit ‘PT20000 CENTRO’ is deleted:\n‘PT00800 LAMEGO’;\n(iii) the following entries are deleted:\n‘PT04900 ESTREMOZ\nPT02200 PONTE DE SOR’;\n(h) The part concerning United Kingdom is amended as follows:\n(i) the entry for the regional unit for Scotland is replaced by the following:\n‘GB00003 SCOTTISH GOVERNMENT’;\n(ii) the entry for the regional unit for Wales is replaced by the following:\n‘GB00002 WELSH ASSEMBLY GOVERNMENT’."}