{"celex_id": "32012D0302", "uri": "http://publications.europa.eu/resource/cellar/90b11333-9605-4b13-8d11-309e45c2bef2", "type": "Decision", "concepts": ["1445", "1644", "1937", "2737", "3191", "6268"], "title": "2012/302/EU: Commission Implementing Decision of 11 June 2012 amending Decision 2011/163/EU on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC (notified under document C(2012) 3723)  Text with EEA relevance\n", "header": "13.6.2012 EN Official Journal of the European Union L 152/42\nCOMMISSION IMPLEMENTING DECISION\nof 11 June 2012\namending Decision 2011/163/EU on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC\n(notified under document C(2012) 3723)\n(Text with EEA relevance)\n(2012/302/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC (1), and in particular the fourth subparagraph of Article 29(1) and Article 29(2) thereof,\nWhereas:\n(1) Directive 96/23/EC lays down measures to monitor the substances and groups of residues listed in Annex I thereto. Pursuant to Directive 96/23/EC, the inclusion and retention on the lists of third countries from which Member States are authorised to import animals and animal products covered by that Directive are subject to the submission by the third countries concerned of a plan setting out the guarantees which they offer as regards the monitoring of the groups of residues and substances listed in that Annex. Those plans are to be updated at the request of the Commission, particularly when certain checks render it necessary.\n(2) Commission Decision 2011/163/EU (2) approves the plans provided for in Article 29 of Directive 96/23/EC (‘the plans’) submitted by certain third countries listed in the Annex thereto for the animals and animal products indicated in that list.\n(3) In the light of the recent plans submitted by certain third countries and additional information obtained by the Commission, it is necessary to update the list of third countries from which Member States are authorised to import certain animals and animal products, as provided for in Directive 96/23/EC and currently listed in the Annex to Decision 2011/163/EU (‘the list’).\n(4) Belize has submitted a plan for aquaculture to the Commission. That plan provides sufficient guarantees and should be approved. An entry for Belize for aquaculture should therefore be included in the list.\n(5) Chile is currently included in the list for ovine/caprine but with a reference to footnote 3 in the Annex to Decision 2011/163/EU. That footnote restricts such imports from Chile to ovine only. Chile has submitted a plan for caprine to the Commission. That plan provides sufficient guarantees and should be approved. The reference to footnote 3 should therefore be removed in the list for Chile.\n(6) Curaçao is currently included in the list for milk. However, Curaçao has not provided a plan as required by Article 29 of Directive 96/23/EC. The entry for Curaçao should therefore be removed from the list.\n(7) Hong Kong is currently included in the list for poultry and aquaculture. However, Hong Kong has not provided a plan as required by Article 29 of Directive 96/23/EC. Hong Kong should therefore be removed from the list.\n(8) Gambia has submitted a plan for aquaculture to the Commission. That plan provides sufficient guarantees and should be approved. An entry for Gambia for aquaculture should therefore be included in the list.\n(9) Decision of the EEA Joint Committee No 133/2007 of 26 October 2007 amending Annex I (Veterinary and phytosanitary matters) to the EEA Agreement (3) extends the provisions of that Annex to Iceland. The entries for Iceland should therefore be removed from the list.\n(10) Jamaica is currently included in the list for aquaculture and honey. However, Jamaica has not provided a plan as required by Article 29 of Directive 96/23/EC for aquaculture. The entry for Jamaica for aquaculture should therefore be removed from the list.\n(11) Kenya has submitted a plan for camel milk to the Commission. That plan provides sufficient guarantees and should be approved. An entry for Kenya for camel milk should therefore be included in the list.\n(12) Lebanon has submitted a plan for honey to the Commission. That plan provides sufficient guarantees and should be approved. An entry for Lebanon for honey should therefore be included in the list.\n(13) Namibia is currently included in the list for bovine, ovine/caprine, wild game and farmed game. However, Namibia has not provided a plan as required by Article 29 of Directive 96/23/EC for farmed game. The entry for Namibia for farmed game should therefore be removed from the list.\n(14) New Caledonia is currently included in the list for bovine, aquaculture, wild game, farmed game and honey. That third country has informed the Commission that it is no longer interested to export fresh bovine meat to the Union. However, New Caledonia provided the guarantees requested to maintain the entry for bovine in the list but with the footnote indicating that third countries using only raw material either from Member States or from other third countries approved for imports of such raw material to the Union. The appropriate footnote reference should therefore be added for the entry for New Caledonia for bovine.\n(15) Sint Maarten is currently included in the list for milk. However, Sint Maarten has not provided a plan as required by Article 29 of Directive 96/23/EC. Sint Maarten should therefore be removed from the list.\n(16) San Marino is currently included in the list for bovine, porcine and honey. That third country has informed the Commission that it is no longer interested to export pig meat to the Union. The entry for San Marino for porcine should therefore be removed from the list.\n(17) In order to avoid any disruption to trade, a transitional period should be laid down to cover the relevant consignments from Curaçao, Hong Kong, Jamaica, Namibia and Sint Maarten, which were certified and dispatched to the Union before the date of application of this Decision.\n(18) Decision 2011/163/EU should therefore be amended accordingly.\n(19) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2011/163/EU is replaced by the text set out in the Annex to this Decision.", "For a transitional period until 15 August 2012, Member States shall accept consignments from Curaçao of milk, from Hong Kong of poultry and aquaculture, from Jamaica of aquaculture, from Namibia of farmed game and from Sint Maarten of milk provided that the importer of such products demonstrates that they had been certified and dispatched to the Union prior to 1 July 2012.", "This Decision shall apply from 1 July 2012.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 June 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 125, 23.5.1996, p. 10.\n(2)  OJ L 70, 17.3.2011, p. 40.\n(3)  OJ L 100, 10.4.2008, p. 27.\nANNEX\n‘ANNEX\nCode ISO2 Country Bovine Ovine/caprine Porcine Equine Poultry Aquaculture Milk Eggs Rabbit Wild game Farmed game Honey\nAD Andorra X X  X\nAE United Arab Emirates      X X (1)\nAL Albania  X    X  X\nAR Argentina X X  X X X X X X X X X\nAU Australia X X  X  X X   X X X\nBA Bosnia and Herzegovina      X\nBD Bangladesh      X\nBN Brunei      X\nBR Brazil X   X X X      X\nBW Botswana X   X       X\nBY Belarus    X (2)  X X X\nBZ Belize      X\nCA Canada X X X X X X X X X X X X\nCH Switzerland X X X X X X X X X X X X\nCL Chile X X X  X X X   X  X\nCM Cameroon            X\nCN China     X X  X X   X\nCO Colombia      X\nCR Costa Rica      X\nCU Cuba      X      X\nEC Ecuador      X\nET Ethiopia            X\nFK Falkland Islands X X\nFO Faeroe Islands      X\nGH Ghana            X\nGM Gambia      X\nGL Greenland  X        X X\nGT Guatemala      X      X\nHN Honduras      X\nHR Croatia X X X X (2) X X X X X X X X\nID Indonesia      X\nIL Israel     X X X X   X X\nIN India      X  X    X\nIR Iran      X\nJM Jamaica            X\nJP Japan      X\nKE Kenya       X (1)\nKG Kyrgyzstan            X\nKR South Korea      X\nLB Lebanon            X\nLK Sri Lanka      X\nMA Morocco      X\nMD Moldova            X\nME Montenegro X X X  X X  X    X\nMG Madagascar      X      X\nMK former Yugoslav Republic of Macedonia (4) X X X  X X X X  X  X\nMU Mauritius      X\nMX Mexico    X  X  X    X\nMY Malaysia     X (3) X\nMZ Mozambique      X\nNA Namibia X X        X\nNC New Caledonia X (3)     X    X X X\nNI Nicaragua      X      X\nNZ New Zealand X X  X  X X   X X X\nPA Panama      X\nPE Peru     X X\nPF French Polynesia            X\nPH Philippines      X\nPN Pitcairn Islands            X\nPY Paraguay X\nRS Serbia (5) X X X X (2) X X X X  X  X\nRU Russia X X X  X  X X   X (6) X\nSA Saudi Arabia      X\nSG Singapore X (3) X (3) X (3)  X (3) X X (3)\nSM San Marino X           X\nSR Suriname      X\nSV El Salvador            X\nSZ Swaziland X\nTH Thailand     X X      X\nTN Tunisia     X X    X\nTR Turkey     X X X X    X\nTW Taiwan      X      X\nTZ Tanzania      X      X\nUA Ukraine     X X X X    X\nUG Uganda      X      X\nUS United States X X X  X X X X X X X X\nUY Uruguay X X  X  X X   X  X\nVE Venezuela      X\nVN Vietnam      X\nYT Mayotte      X\nZA South Africa          X X\nZM Zambia            X\nZW Zimbabwe      X     X\n(1)  Camel milk only.\n(2)  Export to the Union of live equidae for slaughter (food producing animals only).\n(3)  Third countries using only raw material either from Member States or from other third countries approved for imports of such raw material to the Union, in accordance with Article 2.\n(4)  The former Yugoslav Republic of Macedonia; the definitive nomenclature for this country will be agreed following current negotiations at UN level.\n(5)  Not including Kosovo (this designation is without prejudice to positions on status, and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo Declaration of Independence).\n(6)  Only for reindeer from the Murmansk and Yamalo-Nenets regions.’"}