{"celex_id": "32011R0433", "uri": "http://publications.europa.eu/resource/cellar/6e18d7da-6a43-479b-97fc-989b95a2a7d6", "type": "Regulation", "concepts": ["1442", "192", "2735", "6268", "656", "6569"], "title": "Commission Implementing Regulation (EU) No 433/2011 of 4 May 2011 amending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin  Text with EEA relevance\n", "header": "5.5.2011 EN Official Journal of the European Union L 115/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 433/2011\nof 4 May 2011\namending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), and in particular Article 15(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 669/2009 (2) lays down rules concerning the increased level of official controls to be carried out on imports of feed and food of non-animal origin listed in Annex I thereto (the list), at the points of entry into the territories referred to in Annex I to Regulation (EC) No 882/2004.\n(2) Article 2 of Regulation (EC) No 669/2009 provides that the list is to be reviewed on a regular basis, and at least quarterly, taking into account at least the sources of information referred to in that Article.\n(3) The occurrence and relevance of food incidents notified through the Rapid Alert System for Food and Feed (RASFF), the findings of missions to third countries carried out by the Food and Veterinary Office, as well as the quarterly reports on consignments of feed and food of non-animal origin submitted by Member States to the Commission in accordance with Article 15 of Regulation (EC) No 669/2009 indicate that the list should be amended.\n(4) In particular, the list should be amended by deleting the entries for commodities for which those information sources indicate an overall satisfactory degree of compliance with the relevant safety requirements provided for in Union legislation and for which an increased level of official control is therefore no longer justified.\n(5) In addition, certain other commodities for which the information sources indicate a degree of non-compliance with the relevant safety requirements, thereby warranting the introduction of increased level of official controls, should be included in the list.\n(6) The entries in the list for certain imports from Turkey and Thailand should therefore be amended accordingly.\n(7) In the interest of clarity of Union legislation, it is also necessary to make a small precision in the list regarding the entries for imports of okra from India and sweet peppers from Turkey.\n(8) The amendment to the list concerning the deletion of the references to commodities should apply as soon as possible, as the original safety concerns have been satisfied. Accordingly, those amendments should apply from the date of entry into force of this Regulation.\n(9) Taking into account the number of amendments that need to be made to Annex I to Regulation (EC) No 669/2009, it is appropriate to replace it by the text in the Annex to this Regulation.\n(10) Regulation (EC) No 669/2009 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 669/2009 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2011.\nHowever, the deletions of the entries for Turkey for courgettes and pears shall apply from the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 165, 30.4.2004, p. 1.\n(2)  OJ L 194, 25.7.2009, p. 11.\nANNEX\n‘ANNEX I\n(A)   Feed and food of non-animal origin subject to an increased level of official controls at the designated point of entry\nFeed and food CN code (1) Country of origin Hazard Frequency of physical and identity checks (%)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91; 2008 11 96; 2008 11 98\n(Feed and food)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91; 2008 11 96; 2008 11 98\n(Feed and food)\nDried Noodles ex 1902 China Aluminium 10\n(Food)\n— Yardlong beans (Vigna unguiculata spp. sesquipedalis)\n— ex 0708 20 00; ex 0710 22 00\n— Bitter melon (Momordica charantia)\n— ex 0709 90 90; ex 0710 80 95\n— Lauki (Lagenaria siceraria)\n— ex 0709 90 90; ex 0710 80 95\n— Peppers (Capsicum spp.)\n— 0709 60 10; 0709 60 99; 0710 80 51; 0710 80 59\n— Aubergines\n— 0709 30 00; ex 0710 80 95\n(Food — fresh, chilled or frozen vegetables)\n— Oranges (fresh or dried)\n— 0805 10 20; 0805 10 80\n— Peaches\n—\n— Pomegranates\n—\n— Strawberries\n—\n— Green beans\n—\n(Food — fresh fruits and vegetables)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n(Feed and food)\nCurry leaves (Bergera/ Murraya koenigii) ex 1211 90 85 India Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with Single residue methods (5) 10\n(Food — fresh herbs)\n— Chilli (Capsicum annuum), whole\n—\n— Chilli (Capsicum annuum), crushed or ground\n—\n— Chilli products (curry)\n—\n— Nutmeg (Myristica fragrans)\n—\n— Mace (Myristica fragrans)\n—\n— Ginger (Zingiber officinale)\n—\n— Curcuma longa (turmeric)\n—\n(Food — dried spices)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91; 2008 11 96; 2008 11 98\n(Feed and food)\nFresh okra ex 0709 90 90 India Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (2) 10\n(Food)\nWatermelon (egusi, Citrullus lanatus) seeds and derived products ex 1207 99 97; ex 1106 30 90; ex 2008 99 99; Nigeria Aflatoxins 50\n(Food)\nBasmati rice for direct human consumption ex 1006 30 Pakistan Aflatoxins 20\n(Food — milled rice)\n— Chilli (Capsicum annuum), whole\n—\n— Chilli (Capsicum annuum), crushed or ground\n—\n(Food — dried spice)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91; 2008 11 96; 2008 11 98\n(Feed and food)\n— Fresh chilli peppers (Capsicum spp.)\n(Food)\n— Coriander leaves\n—\n— Basil (holy, sweet)\n—\n— Mint\n—\n(Food — fresh herbs)\n— Coriander leaves\n—\n— Basil (holy, sweet)\n—\n(Food — fresh herbs)\n— Yardlong beans (Vigna unguiculata spp. sesquipedalis)\n— ex 0708 20 00; ex 0710 22 00\n— Aubergines\n— 0709 30 00; ex 0710 80 95\n— Brassica vegetables\n— 0704; ex 0710 80 95\n(Food — fresh, chilled or frozen vegetables)\n— Sweet Peppers (Capsicum annuum)\n— 0709 60 10; 0710 80 51\n— Tomatoes\n— 0702 00 00; 0710 80 70\n(Food — fresh, chilled or frozen vegetables)\nDried grapes (vine fruit) 0806 20 Uzbekistan Ochratoxin A 50\n(Food)\n— Chilli (Capsicum annuum), crushed or ground\n—\n— Chilli products (curry)\n—\n— Curcuma longa (turmeric)\n—\n(Food — dried spices)\n— Red palm oil\n—\n(Food)\n(B)   Definitions\nFor the purposes of this Annex, “Sudan dyes” refers to the following chemical substances:\n(i) Sudan I (CAS number 842-07-9);\n(ii) Sudan II (CAS number 3118-97-6);\n(iii) Sudan III (CAS number 85-86-9);\n(iv) Scarlet Red; or Sudan IV (CAS number 85-83-6).’\n(1)  Where only certain products under any CN code are required to be examined and no specific subdivision under that code exists in the goods nomenclature, the CN code is marked “ex” (for example, ex 1006 30: only Basmati rice for direct human consumption is included).\n(2)  In particular residues of: Acephate, Methamidophos, Triazophos, Endosulfan, Monocrotophos.\n(3)  In particular residues of: Amitraz, Acephate, Aldicarb, Benomyl, Carbendazim, Chlorfenapyr, Chlorpyrifos, CS2 (Dithiocarbamates), Diafenthiuron, Diazinon, Dichlorvos, Dicofol, Dimethoate, Endosulfan, Fenamidone, Imidacloprid, Malathion, Methamidophos, Methiocarb, Methomyl, Monocrotophos, Omethoate, Oxamyl, Profenofos, Propiconazole, Thiabendazol, Thiacloprid.\n(4)  In particular residues of: Acephate, Carbaryl, Carbendazim, Carbofuran, Chlorpyriphos, Chlorpyriphos-methyl, Dimethoate, Ethion, Malathion, Metalaxyl, Methamidophos, Methomyl, Monocrotophos, Omethoate, Prophenophos, Prothiophos, Quinalphos, Triadimefon, Triazophos, Dicrotophos, EPN, Triforine.\n(5)  In particular residues of: Triazophos, Oxydemeton-methyl, Chlorpyriphos, Acetamiprid, Thiamethoxam, Clothianidin, Methamidophos, Acephate, Propargite, Monocrotophos.\n(6)  Reference method EN/ISO 6579 or a method validated against it as referred to in Article 5 of Commission Regulation (EC) No 2073/2005 (OJ L 338, 22.12.2005, p. 1).\n(7)  In particular residues of: Carbendazim, Cyfluthrin Cyprodinil, Diazinon, Dimethoate, Ethion, Fenitrothion, Fenpropathrin, Fludioxonil, Hexaflumuron, Lambda-cyhalothrin, Methiocarb, Methomyl, Omethoate, Oxamyl, Phenthoate, Thiophanate-methyl.\n(8)  In particular residues of: Methomyl, Oxamyl, Carbendazim, Clofentezine, Diafenthiuron, Dimethoate, Formetanate, Malathion, Procymidone, Tetradifon, Thiophanate-methyl.\n(9)  In particular residues of: Carbofuran, Methomyl, Omethoate, Dimethoate, Triazophos, Malathion, Profenofos, Prothiofos, Ethion, Carbendazim, Triforine, Procymidone, Formetanate."}