{"celex_id": "32010D0769", "uri": "http://publications.europa.eu/resource/cellar/bb83a9b6-1e36-4efd-89d7-5a54befbb056", "type": "Decision", "concepts": ["1141", "1707", "2527", "3646", "3772", "4125", "4218", "4827"], "title": "2010/769/EU: Commission Decision of 13 December 2010 on the establishment of criteria for the use by liquefied natural gas carriers of technological methods as an alternative to using low sulphur marine fuels meeting the requirements of Article 4b of Council Directive 1999/32/EC relating to a reduction in the sulphur content of certain liquid fuels as amended by Directive 2005/33/EC of the European Parliament and of the Council on the sulphur content of marine fuels (notified under document C(2010) 8753)  Text with EEA relevance\n", "header": "14.12.2010 EN Official Journal of the European Union L 328/15\nCOMMISSION DECISION\nof 13 December 2010\non the establishment of criteria for the use by liquefied natural gas carriers of technological methods as an alternative to using low sulphur marine fuels meeting the requirements of Article 4b of Council Directive 1999/32/EC relating to a reduction in the sulphur content of certain liquid fuels as amended by Directive 2005/33/EC of the European Parliament and of the Council on the sulphur content of marine fuels\n(notified under document C(2010) 8753)\n(Text with EEA relevance)\n(2010/769/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Council Directive 1999/32/EC of 26 April 1999 relating to a reduction in the sulphur content of certain liquid fuels (1) as amended by Directive 2005/33/EC of the European Parliament and of the Council (2), and in particular Article 4c thereof,\nWhereas:\n(1) Article 4b of the Directive requires that ships at berth in Community ports do not use, from 1 January 2010, marine fuels with a sulphur content exceeding 0,1 % by mass. This requirement does not apply, however, to fuels used on board vessels employing approved emission abatement technologies in accordance with Article 4c.\n(2) Article 4c(4) provides that Member States may allow ships to use an approved emission abatement technology as an alternative to using sulphur marine fuels meeting the requirements of Article 4b, provided that these ships continuously achieve emission reductions which are at least equivalent to those which should be achieved through the limits on sulphur in fuel specified in the Directive.\n(3) Article 4c(3) provides for the establishment of criteria for the use of technological methods by ships of all flags in enclosed ports, harbours and estuaries in the Community in accordance with the procedure referred to in Article 9(2) of the Directive. These criteria are to be communicated to the IMO.\n(4) Liquefied natural gas (LNG) Carriers are frequently fitted with dual fuel boilers, using boil-off gas and heavy fuel oil for propulsion and cargo-related operations. In order to meet the requirements of the Directive most LNG Carriers calling at EU ports could use emission abatement technology employing a mixture of marine fuels and boil-off gas to produce sulphur emissions equal to or lower than 0,1 % sulphur fuel emissions.\n(5) In the long-term, boil-off gas could be used as a primary fuel at berth, producing lower sulphur emissions than those which would be achieved through the limits on sulphur in fuel specified in the Directive.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Regulatory Committee established in accordance with Article 9(2) of the Directive,", "main_body": ["A Liquefied Natural Gas Carrier (LNG Carrier) is a cargo ship constructed or adapted and used for the carriage in bulk of liquefied natural gas as defined under the International Code for the Construction and Equipment of Ships Carrying Liquefied Gases in Bulk (IGC) Code.", "To meet the objective on reducing emissions from ships through an alternative technological abatement method by a mixture of marine fuel and boil-off gas the LNG Carriers shall use and comply with the calculation criteria set out in Annex.\nThe LNG Carriers may use the alternative technological abatement method while at berth in Community ports, allowing sufficient time for the crew to accomplish any necessary measures to employ a mixture of marine fuel and boil-off gas as soon as possible after arrival at berth and as late as possible before departure.", "The achieved emission reductions in sulphur emissions due to the application of the method referred to in Article 2 must be at least equivalent to the reduction that would be achieved through the limits of the sulphur in fuel specified in the Directive.", "Member States shall require LNG Carriers which use the alternative technological abatement method and call at ports under their jurisdiction to provide detailed record in the ship’s log-book, containing the type and quantity of fuels used on board. For this purpose, these ships shall be equipped for continuous monitoring and metering of the boil-off gas and marine fuel consumption.", "Member States shall take appropriate measures to monitor and verify the use of the alternative technological abatement method while at berth based on the achieved emissions reductions provided by LNG Carriers.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 December 2010.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 121, 11.5.1999, p. 13.\n(2)  OJ L 191, 22.7.2005, p. 59.\nANNEX\n1.   The formula\nFor the purpose of establishing equivalence within the meaning of Article 3, the following formula shall be used:\nSF\n (%) · MF\n ≤ 0,1 % · MF0,1 %\nWhere:\n—   SF (%): percentage of sulphur content per unit of mass of the marine fuel used,\n—   MF: mass of the marine fuel consumed while the ship is at berth in kg,\n—   MF0,1 %: equivalent mass in kg of a fuel with a sulphur content ≤ 0,1 %. This factor shall be calculated according to the following formula:\nMF0,1 %\n = (MBOG\n · EBOG\n + MF\n · EF\n)/EF0,1 %\nWhere:\n—   MBOG: mass of the boil-off gas consumed at berth in kg,\n—   EBOG: energy value of the boil-off gas used in MJ/kg,\n—   MF: mass of the marine fuel consumed at berth in kg,\n—   EF: energy value of the marine fuel used in MJ/kg.\n—   EF0,1 %: energy value of a marine fuel with a sulphur content ≤ 0,1 % in MJ/kg\nDevelopment 1 of the formula\nThe two formulas referred to above can be combined as follows:\nSF (%) · MF/(MBOG · EBOG + MF · EF) ≤ 0,1 %/EF0,1 %\nDevelopment 2 of the formula\nThe formula can be further developed as follows:\nSF\n (%)/(RG/F\n · EBOG\n + EF\n) ≤ 0,1 %/EF0,1 %\nWhere:\n—   RG/F: the ratio between the mass of boil-off gas and marine fuel consumed at berth (MBOG\n/MF\n)\nThis second development can also be expressed in the following way:\nRG/F\n ≥ (SF\n (%) · EF0,1 %\n – 0,1 % · EF\n)/ 0,1 % · EBOG\n2.   Application of the formula\nSince the energy values of the different marine fuels involved in the formula are largely similar, it is justified to use standard values for EF0,1 %\n, EF\n and EBOG\n in order to simplify the application of the formula in practice. More particularly, the following standard energy values may be presumed to apply:\nEF0,1 %= 43,0 MJ/kg (source: DNV Petroleum Services)\nEF= 40,8 MJ/kg (source: DNV Petroleum Services)\nEBOG= 50,0 MJ/kg (ISO energy figure for methane)\nThe formula would accordingly be simplified as follows:\nRG/F\n ≥ 8,6 · SF\n (%) – 0,816\nOn this basis, the only value that needs to be introduced to the formula to arrive at the required ratio between the mass of boil-off gas and marine fuel consumed (RG/F\n or MBOG/MF\n) is the sulphur content of the marine fuel used while at berth. By means of examples, the table below indicates the minimum ratio required to meet the equivalence criteria for marine fuels with different sulphur contents.\nSulphur content (%) 1,0 1,5 2,0 2,5 3,0 3,5\nMBOG/MF 7,8 12,1 16,4 20,7 25,0 29,3"}