{"celex_id": "32013L0008", "uri": "http://publications.europa.eu/resource/cellar/7427de4b-a1f7-11e2-ab01-01aa75ed71a1", "type": "Directive", "concepts": ["3645", "4476", "4658", "5481", "848"], "title": "Commission Directive 2013/8/EU of 26 February 2013 amending, for the purpose of adapting its technical provisions, Directive 2009/144/EC of the European Parliament and of the Council on certain components and characteristics of wheeled agricultural or forestry tractors  Text with EEA relevance\n", "header": "28.2.2013 EN Official Journal of the European Union L 56/8\nCOMMISSION DIRECTIVE 2013/8/EU\nof 26 February 2013\namending, for the purpose of adapting its technical provisions, Directive 2009/144/EC of the European Parliament and of the Council on certain components and characteristics of wheeled agricultural or forestry tractors\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/37/EC of the European Parliament and of the Council of 26 May 2003 on type-approval of agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units and repealing Directive 74/150/EEC (1), and in particular point (b) of Article 19(1) thereof,\nWhereas:\n(1) Annex IV to Directive 2009/144/EC of the European Parliament and of the Council (2) sets out general provisions and requirements for mechanical couplings between tractor and towed vehicle and vertical load on the coupling point.\n(2) In recent years, new kinds of couplings have been put into use in the Union and are currently nationally approved on the basis of ISO standards. These are namely no-swivel clevis couplings (ISO 6489-5:2011), ball type couplings (ISO 24347:2005) and pin type couplings (ISO 6489-4:2004).\n(3) In order to take account of the current market situation, to minimise possible safety and economic impacts and to allow those couplings to be EC type-approved, it is necessary to include the couplings concerned and the relevant ISO standards in Directive 2009/144/EC.\n(4) Directive 2009/144/EC should therefore be amended accordingly.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Committee established in Article 20(1) of Directive 2003/37/EC,", "main_body": ["Annex IV to Directive 2009/144/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 1 April 2014 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 171, 9.7.2003, p. 1.\n(2)  OJ L 27, 30.1.2010, p. 33.\nANNEX\nAnnex IV to Directive 2009/144/EC is amended as follows:\n(1) point 1.1 is replaced by the following:\n— clevis type (see Figures 1 and 2 of Appendix 1),\n— no-swivel clevis couplings (see Figure 1d of Appendix 1),\n— towing hook (see Figure 1 – “Hitch-hook dimensions” in ISO 6489-1:2001),\n— tractor drawbar (see Figure 3 of Appendix 1),\n— ball type (see Figure 4 of Appendix 1),\n— pin (piton) type (see Figure 5 of Appendix 1).’;\n(2) point 2.7 is replaced by the following:\n(3) point 3.1 is replaced by the following:\n(4) point 3.3.1 is replaced by the following:\n‘3.3.1. The maximum static vertical load is laid down by the manufacturer. However, it must not exceed 3 000 kg, except for the ball type coupling, where the maximum value shall not exceed 4 000 kg.’;\n(5) in 3.4.1, the following sentence is added:\n(6) point 4.2 is replaced by the following:\n— scale drawings of the coupling device (three copies). These drawings must in particular show the required dimensions in detail as well as the measurements for mounting the device,\n— a short technical description of the coupling device specifying the type of construction and the material used,\n— a statement of the value of D as referred to in Appendix 2 for the dynamic test or the value of T (towable mass in tonnes), corresponding to 1,5 times the technically permissible maximum laden trailer mass, as referred to in Appendix 3 for the static test, and also the vertical maximum load on the coupling point S (expressed in kg),\n— one or more sample devices as required by the technical service.’;\n(7) points 5.1.3 and 5.1.4 are replaced by the following:\n‘5.1.3. where the strength is checked in accordance with Appendix 2 (dynamic test):\n5.1.4. where the strength is checked in accordance with Appendix 3 (static test):\n(8) point 6 is replaced by the following:\n(9) Appendix 1 is amended as follows:\n(a) the following Figure 1d and Table 1 are inserted after Figure 1c:\n\nVertical load D value Shape Dimension\nD a b\n≤ 1 000 ≤ 35 w 18 50 40\n≤ 2 000 ≤ 90 x 28 70 55\n≤ 3 000 ≤ 120 y 43 100 80\n≤ 3 000 ≤ 120 z 50 110 95’\n(b) the following Figures 4 and 5 are added:\n\n\n\n\n\n(10) Appendix 2 is amended as follows:\n(a) in point 2 the fifth and sixth paragraphs are replaced by the following:\n(b) point 3.2 is replaced by the following:\nS = static drawbar load (load on the track, expressed in kg).’;\n(11) in Appendix 3 point 1.5 is replaced by the following:\n(12) in Appendix 4 the following example is added:\n(13) Appendix 5 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 2 is replaced by the following:\n(c) points 5.1 and 5.2 are replaced by the following:\n(14) in Appendix 7, point 9 is replaced by the following:"}