{"celex_id": "32013D0520", "uri": "http://publications.europa.eu/resource/cellar/ff6e0859-3bb4-11e3-a247-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1644", "1919", "2300", "3191", "5369", "6268"], "title": "2013/520/EU: Commission Implementing Decision of 21 October 2013 repealing Implementing Decision 2011/874/EU (notified under document C(2013) 6828)  Text with EEA relevance\n", "header": "23.10.2013 EN Official Journal of the European Union L 281/27\nCOMMISSION IMPLEMENTING DECISION\nof 21 October 2013\nrepealing Implementing Decision 2011/874/EU\n(notified under document C(2013) 6828)\n(Text with EEA relevance)\n(2013/520/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC (1), and in particular the introductory phrase and point (b) of Article 17(2) and point (a) of Article 17(3) thereof,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (2), and in particular Article 8(4) thereof,\nWhereas:\n(1) Regulation (EU) No 576/2013 of the European Parliament and of the Council of 12 June 2013 on the non-commercial movement of pet animals and repealing Regulation (EC) No 998/2003 (3) lays down the conditions relating to movements of pet animals from third countries and to the model certificate for such movements. That Regulation repeals and replaces Regulation (EC) No 998/2003 with effect from 29 December 2014. Regulation (EU) No 576/2013 provides that where the number of dogs, cats or ferrets moved for non-commercial purposes during a single movement exceeds five, those pet animals are to comply with the animal health requirements laid down in Directive 92/65/EEC.\n(2) Commission Implementing Decision 2011/874/EU of 15 December 2011 laying down the list of third countries and territories authorised for imports of dogs, cats and ferrets and for non-commercial movements of more than five dogs, cats and ferrets into the Union and the model certificates for imports and non-commercial movements of those animals into the Union (4) establishes the list of third countries and territories authorised for imports of dogs, cats and ferrets and for non-commercial movements into the Union of more than five dogs, cats or ferrets, in accordance with Directive 92/65/EEC, and the health certificate for such imports and non-commercial movements and the health certificate for non-commercial movements into the Union of five or less dogs, cats or ferrets, in accordance with Regulation (EC) No 998/2003.\n(3) Following the entry into force of Regulation (EU) No 576/2013, Commission Implementing Regulation (EU) No 577/2013 of 28 June 2013 on the model identification documents for the non-commercial movement of dogs, cats and ferrets, the establishment of lists of territories and third countries and the format, layout and language requirements of the declarations attesting compliance with certain conditions provided for in Regulation (EU) No 576/2013 of the European Parliament and of the Council (5) and Commission Implementing Decision 2013/519/EU of 21 October 2013 laying down the list of territories and third countries authorised for imports of dogs, cats and ferrets and the model health certificates for such imports (6) were adopted.\n(4) On the date of application of Implementing Regulation (EU) No 577/2013 and Implementing Decision 2013/519/EU, the provisions of Implementing Decision 2011/874/EU become obsolete.\n(5) Implementing Regulation (EU) No 577/2013 and Implementing Decision 2013/519/EU apply from 29 December 2014. In the interest of clarity of Union legislation, Implementing Decision 2011/874/EU should be repealed with effect from the same date.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Implementing Decision 2011/874/EU is repealed.", "This Decision shall apply from 29 December 2014.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 October 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  OJ L 146, 13.6.2003, p. 1.\n(3)  OJ L 178, 28.6.2013, p. 1.\n(4)  OJ L 343, 23.12.2011, p. 65.\n(5)  OJ L 178, 28.6.2013, p. 109.\n(6)  See page 20 of this Official Journal."}