{"celex_id": "32013R1374", "uri": "http://publications.europa.eu/resource/cellar/75526c1c-6976-11e3-a7e4-01aa75ed71a1", "type": "Regulation", "concepts": ["1155", "1782", "3647", "4372", "441", "55"], "title": "Commission Regulation (EU) No 1374/2013 of 19 December 2013 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard 36  Text with EEA relevance\n", "header": "20.12.2013 EN Official Journal of the European Union L 346/38\nCOMMISSION REGULATION (EU) No 1374/2013\nof 19 December 2013\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard 36\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international standards and interpretations that were in existence at 15 October 2008 were adopted.\n(2) On 29 May 2013 the International Accounting Standards Board published amendments to International Accounting Standard (IAS) 36 Impairment of Assets. The objective of the amendments is to clarify that the scope of the disclosures of information about the recoverable amount of assets, where that amount is based on fair value less costs of disposal, is limited to impaired assets.\n(3) The consultation with the Technical Expert Group of the European Financial Reporting Advisory Group confirms that the amendments to IAS 36 meet the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002.\n(4) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1126/2008, International Accounting Standard (IAS) 36 Impairment of Assets is amended as set out in the Annex to this Regulation.", "Each company shall apply the amendments referred to in Article 1, at the latest, as from the commencement date of its first financial year starting on or after 1 January 2014.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 320, 29.11.2008, p. 1.\nANNEX\nINTERNATIONAL ACCOUNTING STANDARDS\nIAS 36\nReproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org\nAmendments to IAS 36 Impairment of Assets\nRecoverable Amount Disclosures for Non-Financial Assets\nParagraphs 130 and 134 and the heading above paragraph 138 are amended and paragraph 140J is added.\nDISCLOSURE\n…\n130 …\n(a) …\n(e) the recoverable amount of the asset (cash-generating unit) and whether the recoverable amount of the asset (cash-generating unit) is its fair value less costs of disposal or its value in use;\n(f) if the recoverable amount is fair value less costs of disposal, the entity shall disclose the following information:\n(i) the level of the fair value hierarchy (see IFRS 13) within which the fair value measurement of the asset (cash-generating unit) is categorised in its entirety (without taking into account whether the ‘costs of disposal’ are observable);\n(ii) for fair value measurements categorised within Level 2 and Level 3 of the fair value hierarchy, a description of the valuation technique(s) used to measure fair value less costs of disposal. If there has been a change in valuation technique, the entity shall disclose that change and the reason(s) for making it; and\n(iii) for fair value measurements categorised within Level 2 and Level 3 of the fair value hierarchy, each key assumption on which management has based its determination of fair value less costs of disposal. Key assumptions are those to which the asset’s (cash-generating unit’s) recoverable amount is most sensitive. The entity shall also disclose the discount rate(s) used in the current measurement and previous measurement if fair value less costs of disposal is measured using a present value technique;\n(g) …\n134 …\n(a) …\n(c) the basis on which the unit’s (group of units’) recoverable amount has been determined (i.e. value in use or fair value less costs of disposal);\n(d) …\nTRANSITIONAL PROVISIONS AND EFFECTIVE DATE\n138\n140J In May 2013 paragraphs 130 and 134 and the heading above paragraph 138 were amended. An entity shall apply those amendments retrospectively for annual periods beginning on or after 1 January 2014. Earlier application is permitted. An entity shall not apply those amendments in periods (including comparative periods) in which it does not also apply IFRS 13."}