{"celex_id": "32014D0298", "uri": "http://publications.europa.eu/resource/cellar/ea0aa200-e23b-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1504", "1915", "4004", "5597"], "title": "2014/298/EU: Commission Decision of 22 May 2014 on the confirmation of the application to Ireland of the respective agreements on readmission between the Union and the Macao Special Administrative Region of the People's Republic of China, the Republic of Albania, the Democratic Socialist Republic of Sri Lanka, the Russian Federation, the Republic of Montenegro, the Republic of Serbia, Bosnia and Herzegovina, the former Yugoslav Republic of Macedonia, the Republic of Moldova, the Islamic Republic of Pakistan, and Georgia\n", "header": "23.5.2014 EN Official Journal of the European Union L 155/22\nCOMMISSION DECISION\nof 22 May 2014\non the confirmation of the application to Ireland of the respective agreements on readmission between the Union and the Macao Special Administrative Region of the People's Republic of China, the Republic of Albania, the Democratic Socialist Republic of Sri Lanka, the Russian Federation, the Republic of Montenegro, the Republic of Serbia, Bosnia and Herzegovina, the former Yugoslav Republic of Macedonia, the Republic of Moldova, the Islamic Republic of Pakistan, and Georgia\n(2014/298/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Art 331(1) thereof,\nWhereas:\n(1) The Union concluded the agreements on readmission with the Macao Special Administrative Region of the People's Republic of China by Council Decision 2004/424/EC (1), with the Republic of Albania by Council Decision 2005/809/EC (2),with the Democratic Socialist Republic of Sri Lanka by Council Decision 2005/372/EC (3), with the Russian Federation by Council Decision 2007/341/EC (4), with the Republic of Montenegro by Council Decision 2007/818/EC (5), with the Republic of Serbia by Council Decision 2007/819/EC (6), with Bosnia and Herzegovina by Council Decision 2007/820/EC (7), with the former Yugoslav Republic of Macedonia by Council Decision 2007/817/EC (8), with the Republic of Moldova by Council Decision 2007/826/EC (9), with the Islamic Republic of Pakistan by Council Decision 2010/649/EU (10) and with Georgia by Council Decision 2011/118/EU (11).\n(2) In accordance with Articles 1 and 2 of the Protocol on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Ireland did not take part in the adoption of the Decisions concluding the respective agreements on readmission, and was hence not bound by them or subject to their application.\n(3) In accordance with Article 4 of that Protocol, Ireland notified the Commission by letter of 11 December 2013 of its wish to accept and be bound by those agreements.\n(4) The Commission should notify the third countries concerned in writing that Ireland has chosen to be bound by the respective agreements,", "main_body": ["The following agreements on readmission concluded by the Union shall apply to Ireland in accordance with this Decision:\n(a) the agreement with the Macao Special Administrative Region of the People's Republic of China, concluded by Decision 2004/424/EC;\n(b) the agreement with the Republic of Albania, concluded by Decision 2005/809/EC;\n(c) the agreement with the Democratic Socialist Republic of Sri Lanka, concluded by Decision 2005/372/EC;\n(d) the agreement with the Russian Federation, concluded by Decision 2007/341/EC;\n(e) the agreement with the Republic of Montenegro, concluded by Decision 2007/818/EC;\n(f) the agreement with the Republic of Serbia, concluded by Decision 2007/819/EC;\n(g) the agreement with Bosnia and Herzegovina, concluded by Decision 2007/820/EC;\n(h) the agreement with the former Yugoslav Republic of Macedonia, concluded by Decision 2007/817/EC;\n(i) the agreement with the Republic of Moldova, concluded by Decision 2007/826/EC;\n(j) the agreement with the Islamic Republic of Pakistan, concluded by Decision 2010/649/EU;\n(k) the agreement with Georgia, concluded by Decision 2011/118/EU.", "The Commission shall notify each of the third countries which are parties to the agreements referred to in Article 1 that the respective agreement concluded with that third country applies to Ireland.\nEach respective agreement shall apply to Ireland from the first day of the second month following the receipt of the notification by that third country.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 May 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  Council Decision 2004/424/EC of 21 April 2004 concerning the conclusion of the Agreement between the European Community and the Macao Special Administrative Region of the People's Republic of China on the readmission of persons residing without authorisation (OJ L 143 30.4.2004, p. 97).\n(2)  Council Decision 2005/809/EC of 7 November 2005 concerning the conclusion of the Agreement between the European Community and the Republic of Albania on the readmission of persons residing without authorization (OJ L 304 23.11.2005, p. 14).\n(3)  Council Decision 2005/372/EC of 3 March 2005 concerning the conclusion of the Agreement between the European Community and the Democratic Socialist Republic of Sri Lanka on the readmission of persons residing without authorisation (OJ L 124 17.5.2005, p. 41).\n(4)  Council Decision 2007/341/EC of 19 April 2007 on the conclusion of the Agreement between the European Community and the Russian Federation on readmission (OJ L 129 17.5.2007, p. 38).\n(5)  Council Decision 2007/818/EC of 8 November 2007 on the conclusion of the Agreement between the European Community and the Republic of Montenegro on the readmission of persons residing without authorisation (OJ L 334 19.12.2007, p. 25).\n(6)  Council Decision 2007/819/EC of 8 November 2007 on the conclusion of the Agreement between the European Community and the Republic of Serbia on the readmission of persons residing without authorisation (OJ L 334 19.12.2007, p. 45).\n(7)  Council Decision 2007/820/EC of 8 November 2007 on the conclusion of the Agreement between the European Community and Bosnia and Herzegovina on the readmission of persons residing without authorisation (OJ L 334 19.12.2007, p. 65).\n(8)  Council Decision 2007/817/EC of 8 November 2007 on the conclusion of the Agreement between the European Community and the former Yugoslav Republic of Macedonia on the readmission of persons residing without authorisation (OJ L 334 19.12.2007, p. 1).\n(9)  Council Decision 2007/826/EC of 22 November 2007 on the conclusion of the Agreement between the European Community and the Republic of Moldova on the readmission of persons residing without authorisation (OJ L 334 19.12.2007, p. 148).\n(10)  Council Decision 2010/649/EU of 7 October 2010 on the conclusion of the Agreement between the European Community and the Islamic Republic of Pakistan on the readmission of persons residing without authorisation (OJ L 287 4.11.2010, p. 50).\n(11)  Council Decision 2011/118/EU of 18 January 2011 on the conclusion of the Agreement between the European Union and Georgia on the readmission of persons residing without authorisation (OJ L 52 25.2.2011, p. 45)."}