{"celex_id": "32014R0391", "uri": "http://publications.europa.eu/resource/cellar/083f5f7a-c5ff-11e3-9fe4-01aa75ed71a1", "type": "Regulation", "concepts": ["2696", "2771", "3191", "5100", "8412", "888"], "title": "Council Implementing Regulation (EU) No 391/2014 of 14 April 2014 terminating the partial interim review concerning the anti-subsidy measures on imports of biodiesel originating in the United States of America, as extended to imports consigned from Canada, whether declared as originating in Canada or not\n", "header": "17.4.2014 EN Official Journal of the European Union L 115/14\nCOUNCIL IMPLEMENTING REGULATION (EU) No 391/2014\nof 14 April 2014\nterminating the partial interim review concerning the anti-subsidy measures on imports of biodiesel originating in the United States of America, as extended to imports consigned from Canada, whether declared as originating in Canada or not\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 597/2009 of 11 June 2009 on protection against subsidised imports from countries not members of the European Community (1)and in particular Article 19 and Article 23(6) thereof,\nHaving regard to the proposal submitted by the European Commission after consulting the Advisory Committee,\nWhereas:\n1.   PROCEDURE\n1.1.   MEASURES IN FORCE\n(1) By Regulation (EC) No 598/2009 (2) the Council imposed a definitive countervailing duty on imports of fatty-acid mono-alkyl esters and/or paraffinic gasoil obtained from synthesis and/or hydro-treatment, of non-fossil origin, commonly known as ‘biodiesel’, in pure form or in a blend containing by weight more than 20 % of fatty-acid mono-alkyl esters and/or paraffinic gasoil obtained from synthesis and/or hydro-treatment, of non-fossil origin (‘the product under review’, or ‘biodiesel’), currently falling within CN codes ex 1516 20 98, ex 1518 00 91, ex 1518 00 99, ex 2710 19 43, ex 2710 19 46, ex 2710 19 47, ex 2710 20 11, ex 2710 20 15, ex 2710 20 17, ex 3824 90 97, 3826 00 10 and ex 3826 00 90 originating in the United States of America (‘measures in force’).\n(2) By Implementing Regulation (EU) No 443/2011 (3), following an anti-circumvention investigation, the Council extended the definitive anti-subsidy duty on imports of biodiesel originating in the United States of America to imports of biodiesel consigned from Canada, whether declared as originating in Canada or not (‘measures in force as extended’).\n1.2.   REQUEST FOR A REVIEW\n(3) A request for a partial interim review (‘the review request’) pursuant to Article 19 and Article 23(6) of Regulation (EC) No 597/2009 (the ‘basic Regulation’) was lodged by Ocean Nutrition Canada (‘the applicant’), an exporting producer from Canada.\n(4) The review request was limited in scope to the examination of the possibility of granting an exemption from the measures in force as extended, as far as the applicant is concerned.\n(5) In the review request the applicant claimed that it is a genuine producer of biodiesel and that it is able to produce the entire quantity of biodiesel that it has shipped to the Union since the start of the investigation period of the anti-circumvention investigation leading to the imposition of the measures in force as extended.\n(6) The investigation period which was taken into consideration for the anti-circumvention investigation, covered the period from 1 April 2009 to 30 June 2010 (‘the original investigation period’). The investigation period for this investigation covered the period from 1 April 2012 to 31 March 2013 (‘the investigation period’).\n(7) The applicant provided prima facie evidence that it had been established as a producer of biodiesel in Canada long before the imposition of the measures in force. In addition, the applicant claimed that it is not related to any producer of biodiesel located in the United States of America.\n1.3.   INITIATION OF A PARTIAL INTERIM REVIEW\n(8) Having determined, after consulting the Advisory Committee, that the review request contained sufficient prima facie evidence to justify the initiation of a partial interim review, by a notice published in the Official Journal of the European Union\n (4) (‘the notice of initiation’), the Commission initiated, on 30 April 2013, a partial interim review pursuant to Article 19 and Article 23(6) of the basic Regulation limited to the examination of the possibility of granting an exemption from the measures in force as extended as far as the applicant is concerned.\n1.4.   INTERESTED PARTIES\n(9) The Commission officially informed the applicant and the representatives of Canada about the initiation of the partial interim review. Interested parties were given the opportunity to make their views known in writing and to a request a hearing within the time limit set in the notice of initiation. Only the applicant came forward. No hearing was requested.\n(10) The Commission received the questionnaire reply submitted by the applicant, which was verified on the spot at the applicant's premises in Canada.\n2.   FINDINGS OF THE INVESTIGATION AND TERMINATION OF THE REVIEW\n(11) The investigation established that the applicant is a genuine producer of biodiesel and that it is not related to any producer of biodiesel located in the United States of America.\n(12) As a result of the findings made during the on-the-spot visits at its premises in Canada, the applicant was requested to submit further information proving that its production capacity was sufficient in order to support its volume of sales during the investigation period.\n(13) Notwithstanding several extensions of the deadline, the applicant did not provide to the Commission the information requested.\n(14) Furthermore, the investigation showed that after the entry into force of the measures in force as extended, the applicant might have exported the product concerned to the Union under a CN code not subject to those measures. The applicant was invited by the Commission to justify the use of that CN code. However, it did not provide any information or any other evidence showing that those exports should be covered by the CN code not subject to the measures in force as extended.\n(15) On the basis of the above, it is considered that the applicant has failed to demonstrate that it was able to produce the entire quantity of biodiesel that it shipped to the Union since the start of the original investigation period. Notwithstanding the fact that the applicant did not provide the information requested by the Commission, it did not provide any other evidence showing that it was not involved in circumvention practices. For that reason, the review investigation should be terminated without granting the applicant an exemption from the measures in force as extended.\n(16) Interested parties were informed of the intention to terminate the review investigation and were given the opportunity to comment. No comments which could alter the decision to terminate the review investigation were received.\n(17) It is therefore concluded that the partial interim review concerning the anti-subsidy measures on imports of biodiesel originating in the United States of America, as extended to imports of biodiesel consigned from Canada, whether declared as originating in Canada or not should be terminated without amending the measures in force as extended,", "main_body": ["The partial interim review of the anti-subsidy measures on imports of biodiesel originating in the United States of America, as extended by Implementing Regulation (EU) No 443/2011 to imports of biodiesel consigned from Canada, whether declared as originating in Canada or not, initiated pursuant to Article 19 and Article 23(6) of Regulation (EC) No 598/2009, is hereby terminated without amending the measures in force as extended.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nA. TSAFTARIS\n(1)  OJ L 188, 18.7.2009, p. 93.\n(2)  Council Regulation (EC) No 598/2009 of 7 July 2009 imposing a definitive countervailing duty and collecting definitively the provisional duty imposed on imports of biodiesel originating in the United States of America (OJ L 179, 10.7.2009, p. 1).\n(3)  Council Implementing Regulation (EU) No 443/2011 of 5 May 2011 extending the definitive countervailing duty imposed by Regulation (EC) No 598/2009 on imports of biodiesel originating in the United States of America to imports of biodiesel consigned from Canada, whether declared as originating in Canada or not, and extending the definitive countervailing duty imposed by Regulation (EC) No 598/2009 to imports of biodiesel in a blend containing by weight 20 % or less of biodiesel originating in the United States of America, and terminating the investigation in respect of imports consigned from Singapore (OJ L 122, 11.5.2011, p. 1).\n(4)  OJ C 124, 30.4.2013, p. 10."}