{"celex_id": "32012R0543", "uri": "http://publications.europa.eu/resource/cellar/b072f80b-bf7c-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["2337", "2338", "261", "3483"], "title": "Council Implementing Regulation (EU) No 543/2012 of 25 June 2012 implementing Article 11(1) of Regulation (EU) No 753/2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\n", "header": "26.6.2012 EN Official Journal of the European Union L 165/15\nCOUNCIL IMPLEMENTING REGULATION (EU) No 543/2012\nof 25 June 2012\nimplementing Article 11(1) of Regulation (EU) No 753/2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 753/2011 of 1 August 2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) On 1 August 2011, the Council adopted Regulation (EU) No 753/2011.\n(2) On 18 May 2012, the Committee established pursuant to paragraph 30 of United Nations Security Council Resolution 1988 (2011) amended the list of individuals, groups, undertakings and entities subject to restrictive measures.\n(3) Annex I to Regulation (EU) No 753/2011 should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EU) No 753/2011 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 June 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 199, 2.8.2011, p. 1.\nANNEX\nThe entries in Annex I to Regulation (EU) No 753/2011 for the persons below shall be replaced by the entries as set out below.\nA.   Individuals associated with the Taliban\n1. Shams Ur-Rahman Abdul Zahir (alias\n(a) Shamsurrahman (b) Shams-u-Rahman (c) Shamsurrahman Abdurahman, (d) Shams ur-Rahman Sher Alam).\n2. Ubaidullah Akhund Yar Mohammed Akhund (alias\n(a) Obaidullah Akhund, (b) Obaid Ullah Akhund).\n3. Mohammad Jawad Waziri.\n4. Nazir Mohammad Abdul Basir (alias Nazar Mohammad)\n5. Abdulhai Salek\n6. Abdul Latif Mansur (alias\n(a) Abdul Latif Mansoor (b) Wali Mohammad)\n7. Allah Dad Tayeb Wali Muhammad (alias\n(a) Allah Dad Tayyab, (b) Allah Dad Tabeeb).\n8. Zabihullah Hamidi (alias Taj Mir)\n9. Mohammad Yaqoub.\n10. Mohammad Shafiq Ahmadi.\n11. Ahmad Jan Akhundzada Shukoor Akhundzada (alias\n(a) Ahmad Jan Akhunzada (b) Ahmad Jan Akhund Zada).\n12. Khalil Ahmed Haqqani (alias\n(a) Khalil Al-Rahman Haqqani, (b) Khalil ur Rahman Haqqani, (c) Khaleel Haqqani).\nKhalil Ahmed Haqqani is a senior member of the Haqqani Network, a Taliban-affiliated group of militants that operates from North Waziristan Agency in the Federally Administered Tribal Areas of Pakistan. At the forefront of insurgent activity in Afghanistan, the Haqqani Network was founded by Khalil Haqqani’s brother, Jalaluddin Haqqani (TI.H.40.01.), who joined Mullah Mohammed Omar’s Taliban regime in the mid-1990s.\nKhalil Haqqani engages in fundraising activities on behalf of the Taliban and the Haqqani Network, often travelling internationally to meet with financial supporters. As of September 2009, Khalil Haqqani had traveled to Gulf states and had raised funds from sources there, as well as from sources in South and East Asia.\nKhalil Haqqani also provides support to the Taliban and the Haqqani Network operating in Afghanistan. As of early 2010, Khalil Haqqani provided funds to Taliban cells in Logar Province, Afghanistan. In 2009, Khalil Haqqani supplied and controlled approximately 160 combatants in Logar Province, Afghanistan, and was one of several people responsible for the detention of enemy prisoners captured by the Taliban and the the Haqqani Network. Khalil Haqqani has taken orders for Taliban operations from Sirajuddin Haqqani, his nephew.\nKhalil Haqqani has also acted on behalf of Al-Qaida and has been linked to its military operations. In 2002, Khalil Haqqani deployed men to reinforce Al-Qaida elements in Paktia Province, Afghanistan.\n13. Badruddin Haqqani (alias Atiqullah).\nBadruddin Haqqani is the operational commander for the Haqqani Network, a Taliban-affiliated group of militants that operates from North Waziristan Agency in the Federally Administered Tribal Areas of Pakistan. The Haqqani Network has been at the forefront of insurgent activity in Afghanistan, responsible for many high-profile attacks. The Haqqani Network’s leadership consists of the three eldest sons of its founder Jalaluddin Haqqani, who joined Mullah Mohammed Omar’s Taliban regime in the mid-1990s. Badruddin is the son of Jalaluddin and brother to Nasiruddin Haqqani and Sirajuddin Haqqani, as well as nephew of Khalil Ahmed Haqqani.\nBadruddin helps lead Taliban associated insurgents and foreign fighters in attacks against targets in south- eastern Afghanistan. Badruddin sits on the Miram Shah shura of the Taliban, which has authority over Haqqani Network activities.\nBadruddin is also believed to be in charge of kidnappings for the Haqqani Network. He has been responsible for the kidnapping of numerous Afghans and foreign nationals in the Afghanistan-Pakistan border region.\n14. Malik Noorzai (alias: (a) Hajji Malik Noorzai, (b) Hajji Malak Noorzai, (c) Haji Malek Noorzai, (d) Haji Maluk, (e) Haji Aminullah).\n15. Faizullah Khan Noorzai (alias: (a) Hajji Faizullah Khan Noorzai, (b) Haji Faizuulah Khan Norezai, (c) Haji Faizullah Khan, (d) Haji Fiazullah, (e) Haji Faizullah Noori, (f) Haji Faizullah Noor, (g) Faizullah Noorzai Akhtar Mohammed Mira Khan (h) Haji Pazullah Noorzai, (i) Haji Mullah Faizullah).\nFaizullah Noorzai Akhtar Mohammed Mira Khan has served as a prominent Taliban financier with whom senior Taliban leaders invested funds. He has collected over USD 100 000 for the Taliban from donors in the Gulf and in 2009 gave a portion of his own money. He also financially supported a Taliban commander in Kandahar Province and has provided funding to assist with training Taliban and Al-Qaida fighters who were to conduct attacks against Coalition and Afghan military forces. As of mid-2005, Faizullah organized and funded Taliban operations in Kandahar Province, Afghanistan. In addition to his financial support, Faizullah has otherwise facilitated Taliban training and operations. As of mid-2009, Faizullah supplied weapons, ammunition, explosives, and medical equipment to Taliban fighters from southern Afghanistan. In mid-2008, Faizullah was responsible for housing Taliban suicide bombers and moving them from Pakistan into Afghanistan. Faizullah has also provided anti- aircraft missiles to the Taliban, helped move Taliban fighters around Helmand Province, Afghanistan, facilitated Taliban suicide bombing operations and given radios and vehicles to Taliban members in Pakistan.\nAs of mid-2009, Faizullah operated a madrassa (religious school) in the Afghanistan/Pakistan border region, where tens of thousands of dollars were raised for the Taliban. Faizullah’s madrassa grounds were used to provide training to Taliban fighters in the construction and use of improvised explosive devices (IEDs). As of late 2007, Faizullah’s madrassa was used to train Al-Qaida fighters who were later sent to Kandahar Province, Afghanistan.\nIn 2010, Faizullah maintained offices and possibly owned properties, including hotels, in Dubai, the United Arab Emirates. Faizullah regularly travelled to Dubai and Japan with his brother, Malik Noorzai, to import cars, auto parts and clothing. As of early 2006, Faizullah owned businesses in Dubai and Japan."}