{"celex_id": "32014D0641", "uri": "http://publications.europa.eu/resource/cellar/58cd1c45-3343-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["3645", "3648", "3855", "3875", "5320"], "title": "2014/641/EU: Commission Implementing Decision of 1 September 2014 on harmonised technical conditions of radio spectrum use by wireless audio programme making and special events equipment in the Union (notified under document C(2014) 6011)  Text with EEA relevance\n", "header": "3.9.2014 EN Official Journal of the European Union L 263/29\nCOMMISSION IMPLEMENTING DECISION\nof 1 September 2014\non harmonised technical conditions of radio spectrum use by wireless audio programme making and special events equipment in the Union\n(notified under document C(2014) 6011)\n(Text with EEA relevance)\n(2014/641/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Programme making and special events (PMSE) equipment covers a wide variety of video and sound transmission applications which are increasingly important for the development of the media and entertainment industry in the Union. They include broadcasting, cultural, musical and theatrical performances, and social and sporting events. PMSE equipment is used for professional and non-professional purposes, from local to Union-wide events. Wireless microphones are the most common and widespread type of wireless audio PMSE equipment; associated systems include portable in-ear monitor and talkback systems and audio links.\n(2) The Commission, in its Communication of 26 September 2012 to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions (2), recognised cultural and creative industries as one of Europe's most dynamic economic sectors and an essential driver of cultural diversity in Europe. Decision No 243/2012/EU of the European Parliament and of the Council (3), in particular its Article 8(5), further stresses the importance of PMSE and requires Member States, in cooperation with the Commission, to seek to ensure the necessary frequency bands for such equipment, in accordance with the Union's objectives to improve the integration of the internal market and access to culture. Moreover, under Article 6(6) of that Decision, Member States need to examine ways and, where appropriate, take technical and regulatory measures to ensure that the freeing of the 800 MHz band does not adversely affect users of PMSE equipment.\n(3) The current regulatory framework is not fully harmonised across the EU Member States with regard to spectrum used by PMSE equipment due to historical discrepancies in national frequency plans and in the management of varying national demands and local needs. Although many Member States apply European Radiocommunications Committee (ERC) Recommendation 70-03, and Annex 10 thereto (4), and ERC Recommendation 25-10, and Annex 2 thereto (5) which provide guidance on the frequency bands and technical parameters for PMSE equipment, these recommendations do not legally guarantee the harmonisation of spectrum used by PMSE equipment across the Union.\n(4) Harmonising the spectrum used by PMSE equipment should contribute to the internal market objectives by improving the quality and efficiency of spectrum use; providing long-term visibility and legal certainty for access to relevant spectrum bands throughout the Union; stimulating research and development, e.g. the digitalisation of PMSE equipment and other aspects of efficiently using spectrum; encouraging investment by manufacturers in PMSE technology; lowering prices; allowing economies of scale; fostering cross-border portability of equipment and interoperability; and avoiding the sterilisation of unused spectrum.\n(5) Although the spectrum needs of wireless audio PMSE equipment vary significantly, between 8 MHz and 144 MHz (6), depending on specific local and temporary needs, professional users indicates their daily spectrum needs for wireless audio PMSE applications at 96 MHz in the UHF spectrum.\n(6) Sufficient harmonised spectrum is necessary to cope with the demand for wireless audio PMSE equipment, at the very least, by defining a minimum amount of spectrum applicable throughout the Union which would generate economies of scale and ensure the functioning of the internal market. However, spectrum currently harmonised by Commission Decision 2006/771/EC (7), i.e. 2 MHz (863-865 MHz) for short-range devices including wireless audio PMSE applications, is insufficient to meet the needs of users as that decision covers only a fraction of wireless audio PMSE use and considering that most spectrum requirements have to be found outside the bands covered by that decision.\n(7) Various tuning ranges for audio PMSE equipment are identified in ERC Recommendations 70-03 (Annex 10) and 25-10 (Annex 2), and the wireless audio PMSE equipment industry, including manufacturers and users, also indicated a strong preference for the 470-790 MHz tuning range. In its Report 32 (8) on the harmonisation of the 800 MHz band, the European Conference of Postal and Telecommunications (CEPT) noted the importance for PMSE equipment users of interleaved channels, or white spaces, in the 470-790 MHz band range, and insisted on maintaining access to that spectrum primarily for PMSE applications that require a certain level of protection. Member States provide information to CEPT on the use of spectrum and regulatory and technical conditions for wireless audio PMSE users in their territory as well as a list of contact points in national administrations, where PMSE stakeholders can obtain information on the conditions of spectrum use for PMSE applications.\n(8) CEPT Report 32 highlighted that wireless audio PMSE use would face increasing constraints in spectrum supply and envisaged the need for appropriate adaptations. Commission Decision 2010/267/EU (9) harmonising the technical conditions of use of the 790-862 MHz band for electronic communications services on a non-exclusive basis, reduced the availability of this band for wireless audio PMSE equipment. An alternative long-term solution needs to be found to ensure PMSE's future, either by identifying new spectrum or by introducing spectrum sharing.\n(9) Therefore, pursuant to Article 4(2) of Decision No 676/2002/EC, on 15 December 2011, the Commission issued to the European Conference of Postal and Telecommunications Administrations (CEPT) a mandate (10) on technical conditions regarding spectrum harmonisation options for wireless radio microphones and cordless video-cameras.\n(10) In response, on 8 March 2013 the CEPT adopted its Report 50 (11). This report concludes that the 821-832 MHz and 1 785-1 805 MHz frequency ranges, which are duplex gaps within frequency bands used by electronic communications systems, would be appropriate for harmonised use by wireless audio PMSE equipment under specific conditions. Cordless video cameras, which have different spectrum requirements and operate in different frequency bands, should be considered separately. An addendum to CEPT Report 50 (12) further defined the conditions of use of these duplex gaps for wireless audio PMSE applications, as well as a procedure to assess and limit the risk of interference with regard to wireless microphone and in-ear monitor links.\n(11) CEPT Report 50 also identified the need to protect mobile cellular networks in the 800 MHz and 1 800 MHz bands against harmful interference from wireless audio PMSE equipment to ensure that mobile cellular networks can operate in the bands below 821 MHz and above 832 MHz as well as below 1 785 MHz and above 1 805 MHz. This would require, for example, a 2 MHz guard band from 821 to 823 MHz and restrictions in the 0,2 MHz of spectrum just above 1 785 MHz and just below 1 805 MHz.\n(12) PMSE equipment, in particular when used indoors, may be subject to harmful interference from mobile cellular networks and user equipment, such as smart phones, using adjacent frequency bands close to spectrum used by wireless audio PMSE equipment in the 800 MHz and 1 800 MHz duplex gaps. In line with the objectives and principles of the radio spectrum policy programme to find ways to avoid harmful interference and increase the efficient use of spectrum, such harmful interference could be avoided through certain interference mitigation solutions such as the specific procedure for interference-free operation of wireless microphone and in-ear monitor links defined in Annex 2 to the addendum to CEPT Report 50 or by applying other mitigation solutions. Member States should, where appropriate, encourage the application of such interference mitigation solutions and agreements, including by providing assistance or guidance to the parties involved.\n(13) The requirements for social and cultural events will often exceed the amount of 29 MHz available in the duplex gaps of the 800 MHz and 1 800 MHz bands. Since the spectrum requirements for wireless audio PMSE use vary significantly, there is a need to ensure at Union level the availability of a baseline of about 60 MHz of sustainable spectrum to meet recurring ordinary needs for wireless audio PMSE equipment users, even if this would not cover all possible requirements which may occur.\n(14) Member States should therefore provide up to an additional amount of 30 MHz to meet possible demand for wireless audio PMSE applications at social and cultural events. Such spectrum should be selected from tuning ranges to be decided by Member States, preferably in the 470-790 MHz spectrum range, by using white spaces. The exact amount of spectrum to be either assigned or authorised should depend on the specific demands expressed and may not always require all 30 MHz. Member States should also decide at national level which authorisation type and request procedures they should apply for such additional spectrum.\n(15) Moreover, spectrum requirements beyond 59 MHz which may appear in specific geographical areas, such as content production areas or theatre districts, or for large and exceptional events, are best addressed on a case-by-case basis at national level taking into account specific geographical and time constraints. Therefore, Member States should remain free to allow the use of more than the 59 MHz baseline.\n(16) Using different blocks of spectrum for different analogue wireless audio PMSE applications such as wireless microphones, in-ear monitors and talkback systems increases the possibilities to use spectrum by avoiding interference caused by intermodulation.\n(17) The results of the work carried out by CEPT (13) pursuant to the 15 December 2011 Commission mandate should be made applicable in the Union and should be implemented by Member States without delay, given the need to provide appropriate spectrum for wireless audio PMSE equipment on a long-term basis to respond to the increasing demand for it.\n(18) There is a need for a regular review of this Decision to cover new developments in particular to assess wireless audio PMSE spectrum requirements and the actual use of the harmonised bands.\n(19) The measures included in this Decision are in accordance with the opinion of the Radio Spectrum Committee,", "main_body": ["This decision aims to harmonise the technical conditions for the availability and efficient use of radio spectrum for wireless audio equipment used for programme making and special events (‘PMSE’).", "For the purposes of this Decision, the following definitions shall apply:\n(1) ‘wireless audio PMSE equipment’ means radio equipment used for transmission of analogue or digital audio signals between a limited number of transmitters and receivers, such as radio microphones, in-ear monitor systems or audio links, used mainly for the production of broadcast programmes or private or public social or cultural events;\n(2) ‘non-interference and non-protection basis’ means that no harmful interference may be caused to any radio communication service and that no claim may be made for the protection against harmful interference originating from radio communication services.", "1.   Member States shall designate and make available, on a non-interference and non-protection basis, within six months after this Decision takes effect, the 823 to 832 MHz and 1 785 to 1 805 MHz bands for wireless audio PMSE equipment, subject to the technical conditions set out in the Annex.\n2.   Member States shall designate and make available, within six months after this Decision takes effect, radio spectrum in addition to the spectrum covered by paragraph 1, so that an additional amount of at least 30 MHz can be used for wireless audio PMSE equipment, subject to user demand. Such use by wireless audio PMSE equipment shall be on a non-interference and non-protection basis with regard to users who have an individual right to use such spectrum.\n3.   Without prejudice to the principle of non-interference and non-protection, in order to improve the coexistence of indoor wireless audio PMSE equipment used in the 823 to 832 MHz and 1 785 to 1 805 MHz bands and mobile electronic communications networks, Member States shall encourage, where feasible and necessary, the implementation of interference mitigation solutions.", "Notwithstanding Article 3(1), a Member State may maintain authorisations and rights to use spectrum in the 823 to 832 MHz and 1 785 to 1 805 MHz bands which exist at the date when this Decision takes effect, only until expiry thereof and to the extent necessary. The Member State concerned shall notify the Commission thereof and, except for public security and defence reasons, make that information public.", "Member States shall keep the use of the bands covered by this Decision under scrutiny to ensure the efficient use thereof and shall report to the Commission any need for a revision of the Annex.", "Member States shall report to the Commission on the implementation of this Decision no later than nine months after it takes effect.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 September 2014.\nFor the Commission\nNeelie KROES\nVice-President\n(1)  OJ L 108, 24.4.2002, p. 1.\n(2)  Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions ‘Promoting cultural and creative sectors for growth and jobs in the EU’, COM(2012) 537 final.\n(3)  Decision No 243/2012/EU of the European Parliament and of the Council of 14 March 2012 establishing a multiannual radio spectrum policy programme (OJ L 81, 21.3.2012, p. 7).\n(4)  Recommendation published by European Conference of Postal and Telecommunications Administrations (CEPT): Tromsø 1997, subsequent amendments 7 February 2014; Annex 10 Radio Microphone applications including aids for the hearing impaired.\n(5)  Edition of 11 February 2003.\n(6)  CEPT Report 32, Report from CEPT to the European Commission in response to the Mandate on ‘Technical considerations regarding harmonisation options for the digital dividend in the European Union’, ‘Recommendation on the best approach to ensure the continuation of existing Program Making and Special Events (PMSE) services operating in the UHF (470-862 MHz), including the assessment of the advantage of an EU-level approach’, Final Report on 30 October 2009.\n(7)  Commission Decision 2006/771/EC of 9 November 2006 on harmonisation of the radio spectrum for use by short-range devices (OJ L 312, 11.11.2012, p. 66).\n(8)  CEPT Final Report on 30 October 2009.\n(9)  Commission Decision 2010/267/EU of 6 May 2010 on harmonised technical conditions of use in the 790-862 MHz frequency band for terrestrial systems capable of providing electronic communications services in the European Union (OJ L 117, 11.5.2010, p. 95).\n(10)  Mandate to the CEPT on Technical conditions regarding spectrum harmonisation options for wireless radio microphones and cordless video-cameras (PMSE equipment), 15 December 2011, final.\n(11)  Report A from CEPT to the European Commission in response to the European Commission mandate ‘On technical conditions regarding spectrum harmonisation options for wireless radio microphones and cordless video-cameras (PMSE equipment)’, Technical conditions for the use of the bands 821-832 MHz and 1 785-1 805 MHz for wireless radio microphones in the EU, report approved on 8 March 2013 by the ECC.\n(12)  Addendum to CEPT Report 50 on ‘Usability of the bands 821-832 MHz and 1 785-1 805 MHz for wireless radio microphones’, report approved on 8 November 2013 by the ECC.\n(13)  CEPT Report 50 and its addendum.\nANNEX\nTable 1\nBlock edge mask range conditions applicable to wireless audio PMSE equipment in the frequency-division duplexing (FDD) duplex gap of the 800 MHz band (821-832 MHz)\nFrequencies below 821 MHz 821-823 MHz 823-826 MHz 826-832 MHz Frequencies above 832 MHz\nOut-of-block baseline limits Guard band (for protection against interference from PMSE into terrestrial systems capable of providing electronic communications services (downlink)) In-block limits Out-of-block baseline limits\n— in-block e.i.r.p. of 13 dBm for hand-held audio PMSE equipment.\n— in-block e.i.r.p. of 20 dBm for body-worn audio PMSE equipment.\nTable 2\nBlock edge mask range conditions applicable to wireless audio PMSE equipment in the FDD duplex gap of the 1 800 MHz band (1 785-1 805 MHz) for handheld equipment (e.i.r.p.)\nFrequency Range Handheld equipment (e.i.r.p.)\nOut-of-block < 1 785 MHz – 17 dBm/200 kHz\nRestricted frequency range 1 785-1 785,2 MHz 4 dBm/200 kHz\n1 785,2-1 803,6 MHz 13 dBm/channel\n1 803,6-1 804,8 MHz 10 dBm/200 kHz, with a limit of 13 dBm/channel.\nRestricted frequency range 1 804,8-1 805 MHz – 14 dBm/200 kHz\nOut-of-block > 1 805 MHz – 37 dBm/200 kHz\nTable 3\nBlock edge mask range conditions applicable to wireless audio PMSE equipment in the FDD duplex gap of the 1 800 MHz band (1 785-1 805 MHz) for body-worn equipment (e.i.r.p.)\nFrequency Range Body worn equipment (e.i.r.p.)\nOut-of-block < 1 785 MHz – 17 dBm/200 kHz\n1 785-1 804,8 MHz 17 dBm/channel\nRestricted frequency range 1 804,8-1 805 MHz 0 dBm/200 kHz\nOut-of-block > 1 805 MHz – 23 dBm/200 kHz"}