{"celex_id": "32010D0721(02)", "uri": "http://publications.europa.eu/resource/cellar/b816627e-eb96-47d1-9d8a-011c9d1ee1ab", "type": "Decision", "concepts": ["1804", "2602", "3545", "3559", "5532", "5640", "5769", "6050", "8465"], "title": "Commission Decision of 20 July 2010 setting up a Financial Services User Group\n", "header": "21.7.2010 EN Official Journal of the European Union C 199/12\nCOMMISSION DECISION\nof 20 July 2010\nsetting up a Financial Services User Group\n2010/C 199/02\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) One of the main objectives of the Union is to ensure the proper functioning of the internal market, of which financial services are an essential part.\n(2) In accordance with the better regulation principles, the Commission attaches great importance to ensuring proportionate user representation at all stages of the development of its policy on financial services. For this purpose, the Commission needs to call upon the expertise of specialists in an advisory body.\n(3) The Commission Communication of 4 March 2009‘Driving European recovery’ (1) stated that the Commission will ensure that the voice of European investors is much more strongly heard on all financial issues.\n(4) In 2004 the Commission services established a forum of financial services users (FIN-USE) in order to secure expert input from the user perspective into the European Commission’s financial services policymaking so that a more active and informed involvement of users could be achieved. The second three-year term of this group will come to an end in June 2010.\n(5) In 2006 the Commission services established the Financial Services Consumer Group (FSCG) as a sub-group of the existing European Consumer Consultative Group (ECCG) with the aim of bringing together representatives of consumer organisations from each of the Member States in order to discuss financial services policies and proposals of particular relevance to consumers. Its initial three-year term came to an end in November 2009.\n(6) FIN-USE has played an important role in conveying the perspective of users of financial services by providing quality advice to the Commission. FIN-USE members have also engaged in dialogues with a number of stakeholders, contributing usefully to disseminating the views of users of financial services and thereby improving the overall quality of the decision-making process.\n(7) The FSCG has been a useful channel of communication with national and European consumer associations and has drawn attention to specific problems of concern to consumers.\n(8) There is a need to further coordinate the input of financial services users and to increase the capacity of consumers and retail investors, that is natural persons investing outside their trade, business or profession, to contribute to its initiatives in this area. This decision has been taken in the light of the experience acquired by the Commission as regards the operation of FIN-USE and the FSCG; the external evaluations of the workings of both bodies, and the relevance of EU financial services policies to the lives of citizens.\n(9) It is therefore necessary to set up a group of financial services users and to define its tasks, composition and structure in a formal legal act.\n(10) The group should be composed of financial services experts such as individuals appointed to represent the interests of consumers, retail investors or micro-enterprises, but also individual experts having particular expertise in users’ needs and priorities in the field of financial services, for example lawyers representing consumers, employee or worker representatives or academics. The group should represent an adequate geographical coverage within the Union.\n(11) The group should assist the Commission in the preparation and monitoring of financial services policies having a potential impact on users of financial services. The group should secure high quality expert input to the Commission’s financial services initiatives from representatives of financial services users and from individual financial services experts.\n(12) With a view to achieving the aims of further coordinating the input of financial services users and increasing the capacity of consumers, retail investors and micro-enterprises to contribute to its financial services initiatives, it is appropriate to provide adequate financial support to the group, in the form of annual fees for its members, reimbursement of travel and accommodation expenses, and a designated budget for research.\n(13) Having regard to the need to attract the best expertise in the very complex field of financial services among stakeholders who are not financial sector professionals, and having regard to the remuneration of members of comparable bodies at national level and the annual fees of FIN-USE and their periodic revision, the members of the group should receive an annual fee to ensure that they are adequately resourced to provide the required substantial input to the Commission, consisting of a workload of approximately 35 days, in addition to their participation in the meetings of the group.\n(14) Considering that external research might be necessary to enable members to fulfil the tasks of the group, the Commission may grant, upon request from the group, a research budget for that purpose if it considers such request justified.\n(15) Rules on disclosure of information by members of the group should be laid down, without prejudice to the rules on security annexed to the Commission’s Rules of Procedure by Decision 2001/844/EC, ECSC, Euratom (2).\n(16) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3),", "main_body": ["Financial Services User Group\nA Financial Services User Group, hereinafter referred to as ‘the group’, is hereby set up.", "Tasks\n1.   The group’s tasks shall be:\n(a) to advise the Commission in the context of the preparation of legislative acts or other policy initiatives affecting users of financial services, including consumers, retail investors and micro-enterprises;\n(b) to provide insight, opinion and advice concerning the practical implementation of such policies;\n(c) to proactively seek to identify key financial services issues which affect users of financial services;\n(d) where appropriate, and in agreement with the Commission, to liaise with and provide information to financial services user representatives and representative bodies at the European Union and national level, as well as to other consultative groups administered by the Commission, such as the European Consumer Consultative Group, the Payment Systems Market Expert Group, the European Securities Markets Expert Group and the Expert Group on Financial Education.\n2.   The issues on which the group’s opinion may be sought will encompass the full range of financial services policy areas including, but not limited to, retail banking, consumer and mortgage credit, payment means and systems, life and non-life insurance, pensions, retail investment products, securities markets and financial supervision.", "Membership — Appointment\n1.   The group shall be composed of 20 members, of which at least 11 shall represent the interests of consumers and retail investors as specified in paragraph 2(a) and (b) of this Article.\n2.   The Commission shall appoint the members of the group following a call for expressions of interest. Members shall be:\n(a) individuals appointed to represent the interests of consumers; or\n(b) individuals appointed to represent the interests of retail investors; or\n(c) individuals appointed to represent the interests of micro-enterprises, as defined in Commission Recommendation 2003/361/EC (4), but excluding enterprises whose main business activity is the provision of financial services; or\n(d) individual experts with expertise in financial services from the perspective of the financial services user, excluding individuals currently employed by or acting on behalf of the financial services industry.\n3.   Members selected on the basis of paragraph 2(d) of this Article shall be appointed in a personal capacity.\n4.   The term of office of the members of the group shall be three years. The term may be renewed twice.\n5.   Members who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do not comply with the conditions set out in paragraphs 2 and 3 of this Article or Article 339 of the Treaty may be removed or replaced for the remainder of their term of office.\n6.   Members appointed in a personal capacity shall each year sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their objectivity.\n7.   The names of the members shall be published in the Register of Expert Groups of the Commission and on the relevant Commission websites.\n8.   The names of members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Operation\n1.   The group shall elect a chairperson and a vice-chairperson from amongst the members by a simple majority. Both chairperson and vice-chairperson shall be renewed each year. They can both be reappointed.\n2.   In agreement with the Commission, subgroups may be set up to examine specific issues under the terms of reference of the group. Such subgroups shall be dissolved as soon as their mandates are fulfilled.\n3.   In agreement with the Commission, the group may invite experts with specific knowledge to participate in the work of the group and of the subgroups.\n4.   Members of the group and their representatives, as well as invited experts shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, as well as with the Commission’s rules on security regarding the protection of EU classified information, laid down in the Annex to Decision 2001/844/EC, ECSC, Euratom. Should they fail to respect these obligations, the Commission may take all appropriate measures.\n5.   The group shall meet approximately eight times a year, normally on Commission premises in Brussels, in the form and according to the timetable determined by the Commission. Upon request of the members, one meeting per year may be held in another Member State.\n6.   The Commission shall provide secretarial services for the group. Commission officials may attend meetings of the group and its subgroups.\n7.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure for expert groups.\n8.   The Commission may publish on the Internet, in the original language of the document, any written output of the group.", "Remuneration and expenses\n1.   The members of the group shall be remunerated with an annual fee of EUR 10 000 for their services. The level of the fee will be reviewed after three years.\n2.   Expenses shall be reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.\n3.   The Commission shall reimburse travel and, where appropriate, subsistence expenses for members in connection with the group’s activities in accordance with the provisions in force at the Commission. Where possible, Commission services may reimburse travel and, where appropriate, subsistence expenses of experts invited on an ad hoc basis, provided that the prior approval of the Commission services has been obtained, and in line with the Commission’s rules on the compensation of external experts.\n4.   Where appropriate, the group may ask for external research to be carried out to enable it to fulfil its tasks. If the Commission considers such request(s) justified, it may decide to make available for this purpose a portion of its annual research budget up to a maximum of EUR 150 000. This budget shall be managed by the Commission in full compliance with its relevant rules and procedures."], "attachments": "Done at Brussels, 20 July 2010.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  COM(2009) 114 final.\n(2)  OJ L 317, 3.12.2001, p. 1.\n(3)  OJ L 8, 12.1.2001, p. 1.\n(4)  OJ L 124, 20.5.2003, p. 36."}