{"celex_id": "32011D0426", "uri": "http://publications.europa.eu/resource/cellar/64bb6d31-ff48-455e-bb40-9220a7065d9b", "type": "Decision", "concepts": ["3367", "4040", "5469", "8465"], "title": "Council Decision 2011/426/CFSP of 18 July 2011 appointing the European Union Special Representative in Bosnia and Herzegovina\n", "header": "19.7.2011 EN Official Journal of the European Union L 188/30\nCOUNCIL DECISION 2011/426/CFSP\nof 18 July 2011\nappointing the European Union Special Representative in Bosnia and Herzegovina\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28, 31(2) and 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 11 March 2009 the Council adopted Joint Action 2009/181/CFSP (1) appointing Mr Valentin INZKO European Union Special Representative (EUSR) in Bosnia and Herzegovina.\n(2) On 11 August 2010 the Council adopted Decision 2010/442/CFSP (2) extending the mandate of the EUSR in Bosnia and Herzegovina until 31 August 2011.\n(3) Mr Peter SØRENSEN should be appointed EUSR in Bosnia and Herzegovina from 1 September 2011 to 30 June 2015.\n(4) On 21 March 2011 the Council adopted conclusions setting out the Union’s overall approach to Bosnia and Herzegovina.\n(5) The Union is further strengthening its policy and its presence on the ground through a single, reinforced Union representative who will take a lead in supporting Bosnia and Herzegovina on Union-related matters to support the country’s progress towards integration with the Union including through a broad and balanced set of instruments.\n(6) The EUSR’s mandate should be implemented in coordination with the European Commission in order to ensure consistency with other relevant activities falling within the competence of the Union.\n(7) The Council foresees that the powers and authorities of the EUSR and the powers and authorities of the Head of the European Union Delegation Office in Bosnia and Herzegovina will be vested in the same person.\n(8) The EUSR will implement his mandate in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union’s external action set out in Article 21 of the Treaty,", "main_body": ["European Union Special Representative\nMr Peter SØRENSEN is hereby appointed as the European Union Special Representative (EUSR) in Bosnia and Herzegovina (BiH) from 1 September 2011 until 30 June 2015. The mandate of the EUSR may be terminated earlier, if the Council so decides, on a proposal from the High Representative of the Union for Foreign Affairs and Security Policy (HR).", "Policy objectives\nThe mandate of the EUSR shall be based on the following policy objectives of the Union in BiH: continued progress in the Stabilisation and Association Process, with the aim of a stable, viable, peaceful and multiethnic and united BiH, cooperating peacefully with its neighbours and irreversibly on track towards membership of the Union. The Union will also continue to support the implementation of the General Framework Agreement for Peace (GFAP) in BiH.", "Mandate\nIn order to achieve the policy objectives, the mandate of the EUSR shall be to:\n(a) offer the Union’s advice and facilitate the political process;\n(b) ensure consistency and coherence of Union action;\n(c) facilitate progress on political, economic and European priorities;\n(d) monitor and advise the executive and legislative authorities at all levels of government in BiH, and liaise with the authorities and political parties in BiH;\n(e) ensure the implementation of the Union’s efforts in the whole range of activities in the field of the rule of law and the security sector reform, promote overall Union coordination of, and give local political direction to Union efforts in tackling organised crime and corruption and, in this context, provide the HR and the Commission with assessments and advice as necessary;\n(f) provide the Head of Mission of the European Union Police Mission (EUPM) with local political guidance; the EUSR and the Civilian Operation Commander shall consult each other as required; consult with the Head of the EUPM before taking political action that may have an impact on the police and security situation; provide support for a reinforced and more effective interface between criminal justice and the police in BiH, in close liaison with the EUPM;\n(g) without prejudice to the military chain of command, offer the EU Force Commander political guidance on military issues with a local political dimension, in particular concerning sensitive operations, relations with local authorities and with the local media. Consult with the EU Force Commander before taking political action that may have an impact on the security situation;\n(h) coordinate and implement the Union’s communication efforts on Union issues towards the public in BiH;\n(i) promote the process of integration with the Union through targeted public diplomacy and Union outreach activities designed to ensure a broader understanding and support from the BiH public on matters relating to the Union, including by means of engagement of local civil-society actors;\n(j) contribute to the development and consolidation of respect for human rights and fundamental freedoms in BiH, in accordance with the Union’s human rights policy and the Union Guidelines on Human Rights;\n(k) engage with relevant BiH authorities on their full cooperation with the International Criminal Tribunal for the former Yugoslavia (ICTY);\n(l) in line with the Union integration process, advise, assist, facilitate and monitor political dialogue on the necessary constitutional changes;\n(m) maintain close contacts and consultations with the High Representative in BiH and other relevant international organisations working in the country;\n(n) provide advice to the HR as necessary concerning natural or legal persons on whom restrictive measures could be imposed in view of the situation in BiH;\n(o) without prejudice to the applicable chains of command, help to ensure that all Union instruments in the field are applied coherently to attain the Union’s policy objectives.", "Implementation of the mandate\n1.   The EUSR shall be responsible for the implementation of the mandate, acting under the authority of the HR.\n2.   The Political and Security Committee (the PSC) shall maintain a privileged link with the EUSR and shall be the EUSR’s primary point of contact with the Council. The PSC shall provide the EUSR with strategic guidance and political direction within the framework of the mandate, without prejudice to the powers of the HR.\n3.   The EUSR shall work in close coordination with the European External Action Service (EEAS).", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR in the period from 1 September 2011 to 30 June 2012 shall be EUR 3 740 000.\n2.   The financial reference amount for the subsequent periods for the EUSR in BiH shall be decided by the Council.\n3.   The expenditure shall be managed in accordance with the procedures and rules applicable to the general budget of the European Union. Nationals of the countries of the Western Balkans region shall be allowed to tender for contracts.\n4.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The EUSR shall be accountable to the Commission for all expenditure.", "Constitution and composition of the team\n1.   A dedicated staff shall be assigned to assist the EUSR to implement his mandate and to contribute to the coherence, visibility and effectiveness of Union action in BiH overall. Within the limits of his mandate and the corresponding financial means made available, the EUSR shall be responsible for constituting a team. The team shall include members having expertise on the specific policy issues required by the mandate. The EUSR shall keep the Council and the Commission promptly informed of the composition of the team.\n2.   Member States, institutions of the Union and the EEAS may propose the secondment of staff to work with the EUSR. The salary of such seconded personnel shall be covered by the Member State, the institution of the Union concerned or the EEAS, respectively. Experts seconded by Member States to the institutions of the Union or the EEAS may also be posted to the EUSR. International contracted staff shall have the nationality of a Member State.\n3.   All seconded personnel shall remain under the administrative authority of the sending Member State, institution of the Union or the EEAS and shall carry out their duties and act in the interest of the mandate of the EUSR.", "Privileges and immunities of the EUSR and his staff\nThe privileges, immunities and further guarantees necessary for the completion and smooth functioning of the mission of the EUSR and the members of his staff shall be agreed with the host party or parties, as appropriate. Member States and the Commission shall grant all necessary support to such effect.", "Security of EU classified information\nThe EUSR and the members of his team shall respect the security principles and minimum standards established by Council Decision 2011/292/EU of 31 March 2011 on the security rules for protecting EU classified information (3).", "Access to information and logistical support\n1.   Member States, the Commission and the General Secretariat of the Council shall ensure that the EUSR is given access to any relevant information.\n2.   The Union delegations and/or Member States, as appropriate, shall provide logistical support in the region.", "0\nSecurity\nIn accordance with the Union’s policy on the security of personnel deployed outside the Union in an operational capacity under Title V of the Treaty, the EUSR shall take all reasonably practicable measures, in conformity with his mandate and the security situation in his geographical area of responsibility, for the security of all personnel under his direct authority, in particular by:\n(a) establishing a mission-specific security plan, including mission-specific physical, organisational and procedural security measures, governing the management of the secure movement of personnel to, and within, the mission area, as well as the management of security incidents and including a mission contingency and evacuation plan;\n(b) ensuring that all personnel deployed outside the Union are covered by high risk insurance as required by the conditions in the mission area;\n(c) ensuring that all members of his team to be deployed outside the Union, including locally contracted personnel, have received appropriate security training before or upon arriving in the mission area, based on the risk ratings assigned to the mission area;\n(d) ensuring that all agreed recommendations made following regular security assessments are implemented, and providing the Council, the HR and the Commission with written reports on their implementation and on other security issues within the framework of the mid-term report and the report on the implementation of the mandate.", "1\nReporting\nThe EUSR shall regularly provide the PSC and the HR with oral and written reports. The EUSR shall also report to Council working parties as necessary. Regular written reports shall be circulated through the COREU network. Upon recommendation of the PSC or the HR, the EUSR may provide the Foreign Affairs Council with reports.", "2\nCoordination\n1.   The activities of the EUSR shall be coordinated with those of the Commission, as well as those of other EUSRs active in the region as appropriate. The EUSR shall provide Member States’ missions with regular briefings.\nIn the field, close liaison shall be maintained with Member States’ Heads of Mission. They shall make their best efforts to assist the EUSR in the implementation of the mandate. The EUSR shall also liaise with international and regional actors in the field, and in particular maintain close coordination with the High Representative in BiH.\n2.   In support of Union crisis management operations, the EUSR, with other Union actors present in the field, shall improve the dissemination and sharing of information by those Union actors with a view to achieving a high degree of common situation awareness and assessment.", "3\nReview\nThe implementation of this Decision and its consistency with other contributions from the Union to the region shall be kept under regular review. Every year the EUSR shall present the Council, the HR, and the Commission with a progress report at the end of December and a comprehensive mandate implementation report at the end of June.", "4\nEntry into force\nThis Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 18 July 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 67, 12.3.2009, p. 88.\n(2)  OJ L 211, 12.8.2010, p. 26.\n(3)  OJ L 141, 27.5.2011, p. 17."}