{"celex_id": "32012R0847", "uri": "http://publications.europa.eu/resource/cellar/c9e8bff8-0310-11e2-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["1880", "2159", "2521", "3135", "3139", "3730", "3844", "5451"], "title": "Commission Regulation (EU) No 847/2012 of 19 September 2012 amending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards mercury  Text with EEA relevance\n", "header": "20.9.2012 EN Official Journal of the European Union L 253/1\nCOMMISSION REGULATION (EU) No 847/2012\nof 19 September 2012\namending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards mercury\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 68(1) thereof,\nWhereas:\n(1) In its Communication to the Council and the European Parliament on a Community Strategy Concerning Mercury (2) the Commission outlined that it is necessary to reduce mercury levels in the environment and human exposure and proposed as objectives, among others, the reduction of entry into circulation of mercury in society by cutting supply and demand, the reduction of mercury emissions and the protection against mercury emissions.\n(2) The strategy was reviewed in 2010 in the Communication from the Commission to the European Parliament and the Council on the review of the community strategy concerning mercury (3), in which the Commission acknowledged that work will continue on the extension of the existing marketing restrictions for certain measuring devices containing mercury to additional devices used in the healthcare sector, in particular sphygmomanometers and for other professional and industrial uses.\n(3) The Council has reaffirmed several times its commitment to the overall objective of protecting human health and the environment from the release of mercury and its compounds by minimising and, where feasible, ultimately eliminating global anthropogenic mercury releases to air, water and land. In this context, the Council underlined that mercury-added products, where viable alternatives exist, should be phased out as rapidly and as completely as possible, with the ultimate goal that all mercury-added products should be phased-out, taking into due account technical and economic circumstances and the needs for scientific research and development (4).\n(4) Mercury and its compounds are highly toxic to humans, ecosystems and wildlife. High doses can be fatal to humans, but even relatively low doses can have serious adverse neurodevelopmental impacts and have also been linked with possible harmful effects on the cardiovascular, immune and reproductive systems. Mercury is considered as a global persistent pollutant, circulating between air, water, sediments, soil and biota in various forms. It can change in the environment into methylmercury, its most toxic form. Methylmercury biomagnifies especially in the aquatic food chain, making the human population and wildlife with a high intake of fish and seafood particularly vulnerable. Methylmercury readily passes both the placental barrier and the blood-brain barrier, inhibiting potential mental development even before birth, making the exposure of women of child-bearing age and children of greatest concern. Mercury and its degradation products, mainly methylmercury, present an equivalent level of concern to persistent, bioaccumulative and toxic substances (PBTs) and have long range transport properties.\n(5) Mercury measuring devices are used widely across Europe, leading to a possible release of mercury to the environment during all the stages of their lifecycle and contributing to the overall emissions of mercury, and thereby also to the exposure of human population and other species via the environment.\n(6) Regulation (EC) No 1907/2006, in entry 18a of Annex XVII, provides for a ban on the placing on the market of fever thermometers containing mercury, as well as other mercury containing measuring devices intended for sale to the general public, and requests the Commission to carry out a review of the availability of reliable safer alternatives that are technically and economically feasible for mercury containing sphygmomanometers and other measuring devices in healthcare and in other professional and industrial uses. On the basis of that review, or as soon as new information on reliable safer alternatives for sphygmomanometers and other measuring devices containing mercury becomes available, the Commission is requested, if appropriate, to present a legislative proposal to extend the restrictions already provided in that entry to sphygmomanometers and other measuring devices in healthcare and in other professional and industrial uses, so that mercury in measuring devices is phased out whenever technically and economically feasible.\n(7) Based on the significant amount of new information collected, the Commission sent the European Chemicals Agency (hereinafter ‘the Agency’) its review report and requested the Agency to prepare a dossier conforming to the requirements of Annex XV to Regulation (EC) No 1907/2006 in accordance with Article 69 of that Regulation.\n(8) The Agency has prepared a dossier proposing to restrict mercury in the following measuring devices used in industrial and professional (including healthcare) applications: mercury containing barometers, hygrometers, manometers, sphygmomanometers, strain gauges used with plethysmographs, tensiometers, thermometers and other non-electrical thermometric applications, mercury metering devices for the determination of softening point and mercury pycnometers. The dossier demonstrates that action on a Union-wide basis is necessary to address the risk to human health and environment posed by the use of mercury in these measuring devices.\n(9) Alternative measuring devices without mercury have become available and show significantly lower associated risks than the health and environmental risks posed by mercury measuring devices.\n(10) For ongoing epidemiological studies using mercury sphygmomanometers the method of measurement should not be changed, therefore a derogation should be granted until these studies are completed. For sphygmomanometers used as reference standard for validation of mercury free devices it was not possible to establish the time needed to develop and recognise as reference standard mercury-free alternatives, therefore the derogation for these devices should be without time limit.\n(11) For thermometers exclusively intended to perform tests according to standards that require the use of mercury thermometers a time period is needed to amend those standards, therefore derogation should be granted for a period of five years. Given that mercury is needed as a reference point in the 1990 International Temperature Scale a derogation should also be granted, without time limit, for mercury triple point cells which are used for the calibration of platinum resistance thermometers.\n(12) For porosimeters, mercury electrodes used in voltammetry and mercury probes used for capacitance voltage determination, feasible alternatives are not yet available, therefore no restriction is proposed for these measuring devices.\n(13) A derogation should be granted to allow the general selling and buying of old, historically valuable mercury measuring devices which can be regarded as antiques or cultural goods. Regulation (EC) No 1907/2006, in entry 18a of Annex XVII, allows the placing on the market of mercury containing measuring devices intended for sale to the general public, other than fever thermometers, if they were more than 50 years old on 3 October 2007. For reasons of clarity, the same age determinants should apply for the exception concerning the old measuring devices used in industrial and professional (including healthcare) applications.\n(14) A derogation should also be granted for measuring devices displayed in exhibitions for cultural and historical purposes, including those that were less than 50 years old on 3 October 2007 but have nevertheless historical and cultural value.\n(15) On 8 June 2011, the Committee for Risk Assessment of the Agency adopted its opinion on the proposed restriction, which it considered as the most appropriate Union-wide measure to address the identified risks in terms of the effectiveness in reducing the risks.\n(16) On 15 September 2011 the Committee for Socioeconomic Analysis of the Agency adopted its opinion on the proposed restriction, which it considered as the most appropriate Union-wide measure to address the identified risks in terms of the proportionality of its socioeconomic benefits to its socioeconomic costs.\n(17) The Agency has submitted to the Commission the opinions of the Committees for Risk Assessment and Socioeconomic Analysis.\n(18) Regulation (EC) No 1907/2006 should therefore be amended accordingly.\n(19) It is appropriate to provide for a reasonable period of time for the stakeholders concerned to take the measures that may be required to comply with the measures set out in this Regulation.\n(20) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex XVII to Regulation (EC) No 1907/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 10 April 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 September 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  COM(2005) 20 final.\n(3)  COM(2010) 723 final.\n(4)  Council conclusions of 15 March 2011‘Review of the Community Strategy concerning Mercury’, of 4 December 2008‘Addressing global mercury challenges’ and of 24 June 2005‘On the Community Strategy Concerning Mercury’.\nANNEX\nIn Annex XVII to Regulation (EC) No 1907/2006, the entry 18a is amended as follows:\n(1) paragraph 4 is deleted;\n(2) the following paragraphs 5 to 8 are added:\n‘5. The following mercury-containing measuring devices intended for industrial and professional uses shall not be placed on the market after 10 April 2014:\n(a) barometers;\n(b) hygrometers;\n(c) manometers;\n(d) sphygmomanometers;\n(e) strain gauges to be used with plethysmographs;\n(f) tensiometers;\n(g) thermometers and other non-electrical thermometric applications.\n6. The restriction in paragraph 5 shall not apply to:\n(a) sphygmomanometers to be used:\n(i) in epidemiological studies which are ongoing on 10 October 2012;\n(ii) as reference standards in clinical validation studies of mercury-free sphygmomanometers;\n(b) thermometers exclusively intended to perform tests according to standards that require the use of mercury thermometers until 10 October 2017;\n(c) mercury triple point cells which are used for the calibration of platinum resistance thermometers.\n7. The following mercury-using measuring devices intended for professional and industrial uses shall not be placed on the market after 10 April 2014:\n(a) mercury pycnometers;\n(b) mercury metering devices for determination of the softening point.\n8. The restrictions in paragraphs 5 and 7 shall not apply to:\n(a) measuring devices more than 50 years old on 3 October 2007;\n(b) measuring devices which are to be displayed in public exhibitions for cultural and historical purposes.’"}