{"celex_id": "32010D0695", "uri": "http://publications.europa.eu/resource/cellar/90a4af0f-edfb-4cb8-9f6d-75537963a640", "type": "Decision", "concepts": ["1445", "192", "4576", "5034", "5047", "5619", "5709", "864"], "title": "2010/695/EU: Commission Decision of 17 November 2010 amending the Annexes to Decision 93/52/EEC as regards the recognition of Estonia, Latvia and the Autonomous Community of the Balearic Islands in Spain as officially free of brucellosis ( B. melitensis ) and amending Annexes I and II to Decision 2003/467/EC as regards the declaration of Estonia as officially tuberculosis-free and officially brucellosis-free as regards bovine herds (notified under document C(2010) 7856)  Text with EEA relevance\n", "header": "19.11.2010 EN Official Journal of the European Union L 303/14\nCOMMISSION DECISION\nof 17 November 2010\namending the Annexes to Decision 93/52/EEC as regards the recognition of Estonia, Latvia and the Autonomous Community of the Balearic Islands in Spain as officially free of brucellosis (B. melitensis) and amending Annexes I and II to Decision 2003/467/EC as regards the declaration of Estonia as officially tuberculosis-free and officially brucellosis-free as regards bovine herds\n(notified under document C(2010) 7856)\n(Text with EEA relevance)\n(2010/695/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Annex A(I)(4) and Annex A(II)(7) thereto,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (2), and in particular Section II of Chapter 1 of Annex A thereto,\nWhereas:\n(1) Directive 91/68/EEC defines the animal health conditions governing trade in the Union in ovine and caprine animals. It lays down the conditions whereby Member States or regions thereof may be recognised as being officially brucellosis-free.\n(2) Commission Decision 93/52/EEC of 21 December 1992 recording the compliance by certain Member States or regions with the requirements relating to brucellosis (B. melitensis) and according them the status of a Member State or region officially free of the disease (3) lists, in the Annexes thereto, the Member States and regions thereof which are recognised as officially free of brucellosis (B. melitensis) in accordance with Directive 91/68/EEC.\n(3) Estonia and Latvia have submitted to the Commission documentation demonstrating compliance with the conditions laid down in Directive 91/68/EEC to be recognised as officially free of brucellosis (B. melitensis) for the entire territory of the respective Member State.\n(4) Following evaluation of the documentation submitted by Estonia and Latvia, both Member States should be recognised as being officially free of that disease. Annex I to Decision 93/52/EEC should therefore be amended accordingly.\n(5) Spain has submitted to the Commission documentation demonstrating for the Autonomous Community of the Balearic Islands compliance with the conditions laid down in Directive 91/68/EEC in order for that region in Spain to be recognised as officially free of brucellosis (B. melitensis).\n(6) Following evaluation of the documentation submitted by Spain, the Autonomous Community of the Balearic Islands should be recognised as being officially free of that disease. Annex II to Decision 93/52/EEC should therefore be amended accordingly.\n(7) Directive 64/432/EEC applies to trade within the Union in bovine animals and swine. It lays down the conditions whereby a Member State may be declared officially tuberculosis-free and officially brucellosis-free as regards bovine herds.\n(8) Annexes I and II to Commission Decision 2003/467/EC of 23 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds (4) list the Member States which are declared respectively officially tuberculosis-free and officially brucellosis-free.\n(9) Estonia has submitted to the Commission documentation demonstrating compliance with the conditions for the officially tuberculosis-free and officially brucellosis-free status laid down in Directive 64/432/EEC for the entire territory of that Member State.\n(10) Following evaluation of the documentation submitted by Estonia, that Member State should be declared officially tuberculosis-free and officially brucellosis-free. Annexes I and II to Decision 2003/467/EC should therefore be amended accordingly.\n(11) Decisions 93/52/EEC and 2003/467/EC should therefore be amended accordingly.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annexes to Decision 93/52/EEC are amended in accordance with Annex I to this Decision.", "Annexes I and II to Decision 2003/467/EC are amended in accordance with Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 November 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64.\n(2)  OJ L 46, 19.2.1991, p. 19.\n(3)  OJ L 13, 21.1.1993, p. 14.\n(4)  OJ L 156, 25.6.2003, p. 74.\nANNEX I\nThe Annexes to Decision 93/52/EEC are amended as follows:\n1. Annex I is replaced by the following:\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nEE Estonia\nIE Ireland\nLV Latvia\nLT Lithuania\nLU Luxembourg\nHU Hungary\nNL Netherlands\nAT Austria\nPL Poland\nRO Romania\nSI Slovenia\nSK Slovakia\nFI Finland\nSE Sweden\nUK United Kingdom’\n2. Annex II is amended as follows:\n(a) the following title is inserted:\n(b) the entry for Spain is replaced by the following:\n— Autonomous Community of the Balearic Islands,\n— Autonomous Community of the Canary Islands: Provinces of Santa Cruz de Tenerife, Las Palmas.’.\nANNEX II\nAnnexes I and II to Decision 2003/467/EC are amended as follows:\n1. In Annex I, Chapter 1 is replaced by the following:\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nEE Estonia\nFR France\nLU Luxembourg\nNL Netherlands\nAT Austria\nPL Poland\nSI Slovenia\nSK Slovakia\nFI Finland\nSE Sweden’\n2. In Annex II, Chapter 1 is replaced by the following:\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nEE Estonia\nIE Ireland\nFR France\nLU Luxembourg\nNL Netherlands\nAT Austria\nPL Poland\nSI Slovenia\nSK Slovakia\nFI Finland\nSE Sweden’"}