{"celex_id": "32011R1257", "uri": "http://publications.europa.eu/resource/cellar/8fa9ad3e-2654-483d-b498-ba534b7f90aa", "type": "Regulation", "concepts": ["161", "2089", "2525", "2743", "2771", "2777", "3191", "4160", "4682", "4685", "4689"], "title": "Commission Implementing Regulation (EU) No 1257/2011 of 23 November 2011 amending Regulation (EC) No 810/2008 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat\n", "header": "3.12.2011 EN Official Journal of the European Union L 320/12\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1257/2011\nof 23 November 2011\namending Regulation (EC) No 810/2008 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1(1) thereof,\nWhereas:\n(1) Article 1 of Commission Regulation (EC) No 810/2008 (2) opened yearly tariff quotas for high-quality fresh, chilled or frozen meat of bovine animals covered by CN codes 0201 and 0202, for products covered by CN codes 0206 10 95 and 0206 29 91 and for frozen boneless buffalo meat covered by CN code 0202 30 90.\n(2) Article 2(a) of Regulation (EC) No 810/2008 allocates 28 000 tonnes of boneless beef covered by CN codes 0201 30 00 and 0206 10 95 to selected beef cuts meeting a precise definition.\n(3) The Agreement in the form of an Exchange of Letters between the European Union and Argentina pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union (3) approved by Council Decision 2011/769/EU (4), provides for an addition of 1 500 tonnes in the country allocated (Argentina) EU tariff quota ‘boneless meat of bovine animals, fresh or chilled’. For the four first years of implementation the increase is to be 2 000 tonnes annually. That Agreement also provides for the creation of a country allocation (Argentina) of 200 tonnes under the EU tariff quota ‘Boneless buffalo meat, frozen’, the allocation of Argentina also covering ‘fresh and chilled’.\n(4) For the sake of clarity it is appropriate to specify the country where the buffalo meat is originating in.\n(5) Article 2(e) of Regulation (EC) No 810/2008 allocates 1 300 tonnes of meat covered by CN codes 0201 20 90, 0201 30, 0202 20 90, 0202 30, 0206 10 95 and 0206 29 91 to high quality beef cuts meeting a precise definition.\n(6) The Agreement in the form of an Exchange of Letters between the European Union and New Zealand pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union (5) approved by Council Decision 2011/767/EU (6), provides for a change in the definition of the EU tariff quota of 1 300 tonnes ‘high quality beef’.\n(7) Regulation (EC) No 810/2008 should be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 810/2008 is amended as follows:\n(1) in Article 1, paragraph 1 is amended as follows:\n(a) point (a) is replaced by the following:\n‘(a) 66 750 tonnes for high quality fresh, chilled or frozen meat of bovine animals covered by CN codes 0201 and 0202 and for products covered by CN codes 0206 10 95 and 0206 29 91. For the import period 2011/2012, the total amount is 66 625 tonnes and for the import periods 2012/2013, 2013/2014, 2014/2015, the total amount is 67 250 tonnes.’;\n(b) point (b) is replaced by the following:\n‘(b) 2 250 tonnes for frozen boneless buffalo meat covered by CN code 0202 30 90, expressed in weight of boneless meat, originating in Australia. This quota carries order number 09.4001.’;\n(c) the following point (c) is added:\n‘(c) 200 tonnes for “boneless buffalo meat, fresh, chilled or frozen” covered by CN code 0201 30 00 and CN code 0202 30 90, expressed in weight of boneless meat, originating in Argentina. This quota carries order number 09.4004.’;\n(2) Article 2 is amended as follows:\n(a) point (a) is replaced by the following:\n‘(a) 29 500 tonnes of boneless beef covered by CN codes 0201 30 00 and 0206 10 95 and meeting the following definition:\n(b) in point (e), the definition is replaced by the following:\n(3) in Article 8, paragraph 1, is replaced by the following:\n(4) in Article 10, the second paragraph, is replaced by the following:\n(5) Article 11 is amended as follows:\n(a) in paragraph 1, point (b) is replaced by the following:\n‘(b) No later than 31 August following the end of each import tariff quota period, for the import tariff quota with the order numbers 09.4001 and 09.4004, the quantities of products, including nil returns, for which import licenses were issued in the previous import tariff quota period;’;\n(b) in paragraph 3, the second subparagraph, is replaced by the following:\n(6) in Annex I, the definition is replaced by the following:\n(7) in Annex II, the first indent is replaced by the following:\n‘— MINISTERIO DE ECONOMÍA Y FINANZAS PÚBLICAS:\n(a) meeting the definition in point (c) of Article 1(1)\n(b) meeting the definition in Article 2(a)’;\n(8) in Annexes IV, V and VI the following order number and country of origin are added:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 2011.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 146, 20.6.1996, p. 1.\n(2)  OJ L 219, 14.8.2008, p. 3.\n(3)  OJ L 317, 30.11.2011, p. 11.\n(4)  OJ L 317, 30.11.2011, p. 10.\n(5)  OJ L 317, 30.11.2011, p. 3.\n(6)  OJ L 317, 30.11.2011, p. 2.\n(7)  OJ L 204, 11.8.2000, p. 1.’;"}