{"celex_id": "32013D0332", "uri": "http://publications.europa.eu/resource/cellar/727dc8ae-dfca-11e2-9165-01aa75ed71a1", "type": "Decision", "concepts": ["1707", "2457", "2850", "3468", "5585", "5845"], "title": "2013/332/EU: Council Decision of 10 June 2013 on the conclusion on behalf of the European Union of the Protocol on the implementation of the 1991 Alpine Convention in the field of transport (Transport protocol)\n", "header": "28.6.2013 EN Official Journal of the European Union L 177/13\nCOUNCIL DECISION\nof 10 June 2013\non the conclusion on behalf of the European Union of the Protocol on the implementation of the 1991 Alpine Convention in the field of transport (Transport protocol)\n(2013/332/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 91 in conjunction with Article 218(6)(a)(v), and the first paragraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament (1),\nWhereas:\n(1) The Convention on the protection of the Alps (Alpine Convention) was concluded on behalf of the European Community by the Council by Decision 96/191/EC (2).\n(2) The Council decided on the signature, on behalf of the Community, of the Protocol on the implementation of the 1991 Alpine Convention in the field of transport (Transport protocol) by Decision 2007/799/EC (3).\n(3) The Transport protocol is an important step in the implementation of the Alpine Convention and the Union is committed to the achievement of the objectives of that Convention.\n(4) The economic, social and ecological cross-border problems of the Alps remain a major challenge to be addressed in this highly sensitive area.\n(5) The Transport protocol provides a framework, based on the precautionary principle, the preventive principle and the polluter-pays principle, for ensuring sustainable mobility and protection of the environment, in relation to all modes of transport in the Alpine region in the light of Article 2 of the Alpine Convention.\n(6) The provisions of the Transport protocol are in line with the Union's Common Transport Policy and fully support the Commission's \"Greening Transport\" approach adopted in 2008.\n(7) The ratification of the Transport protocol would strengthen trans-border cooperation with those countries which are not members of the Union, namely Liechtenstein, Monaco and Switzerland, which would help to ensure that the goals of the Union are shared by regional partners and that such initiatives cover the whole Alpine region.\n(8) The Transport protocol should therefore be approved,", "main_body": ["The Protocol on the implementation of the 1991 Alpine Convention in the field of transport (Transport protocol) is hereby approved on behalf of the European Union (4).", "The President of the Council is hereby authorised to designate the person(s) empowered to deposit, on behalf of the Union, the instrument of approval with the Republic of Austria in accordance with Article 24 of the Transport protocol, and make the following declaration:\n\"As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to ‧the European Community‧ or to ‧the Community‧ in the text of the Protocol are, where appropriate, to be read as to ‧the European Union‧ or to ‧the Union‧.\".", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 10 June 2013.\nFor the Council\nThe President\nL. VARADKAR\n(1)  OJ C 184 E, 8.7.2010, p. 183 and OJ C 81 E, 15.3.2011, p. 1.\n(2)  OJ L 61, 12.3.1996, p. 31.\n(3)  OJ L 323, 8.12.2007, p. 13.\n(4)  The Protocol has been published in OJ L 323, 8.12.2007, p. 15 together with the decision on signature."}