{"celex_id": "32014D0800", "uri": "http://publications.europa.eu/resource/cellar/ae1493af-6efe-11e4-9680-01aa75ed71a1", "type": "Decision", "concepts": ["3057", "5856", "5946", "8481"], "title": "Council Decision 2014/800/CFSP of 17 November 2014 launching the European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) and amending Decision 2014/486/CFSP\n", "header": "18.11.2014 EN Official Journal of the European Union L 331/24\nCOUNCIL DECISION 2014/800/CFSP\nof 17 November 2014\nlaunching the European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) and amending Decision 2014/486/CFSP\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28 and Articles 42(4) and 43(2) thereof,\nHaving regard to Council Decision 2014/486/CFSP of 22 July 2014 on the European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) (1), and in particular Article 4 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 22 July 2014, the Council adopted Decision 2014/486/CFSP.\n(2) On 20 October 2014, the Council approved the operation plan for EUAM Ukraine.\n(3) Following the recommendation of the Civilian Operation Commander and after EUAM Ukraine having reached the initial operational capability, EUAM Ukraine should be launched on 1 December 2014.\n(4) Decision 2014/486/CFSP foresaw the financial reference amount of EUR 2 680 000 for the period until 30 November 2014. A new financial reference amount for the period of 12 months starting on 1 December 2014 should be provided. Decision 2014/486/CFSP should therefore be amended.\n(5) EUAM Ukraine will be conducted in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty,", "main_body": ["The European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) shall be launched on 1 December 2014.", "The Civilian Operation Commander for EUAM Ukraine is hereby authorised with immediate effect to start execution of the operation.", "Article 14(1) of Decision 2014/486/CFSP is replaced by the following:\n‘1.   The financial reference amount intended to cover the expenditure related to EUAM Ukraine until 30 November 2014 shall be EUR 2 680 000. The financial reference amount intended to cover the expenditure related to EUAM Ukraine for the period from 1 December 2014 to 30 November 2015 shall be EUR 13 100 000. The financial reference amount for the subsequent periods shall be decided by the Council.’", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 17 November 2014.\nFor the Council\nThe President\nF. MOGHERINI\n(1)  OJ L 217, 23.7.2014, p. 42."}