{"celex_id": "32012D0281", "uri": "http://publications.europa.eu/resource/cellar/82ecda13-3da6-485a-aef0-bff077b033e0", "type": "Decision", "concepts": ["1052", "2986", "3075", "5315", "922"], "title": "Decision No 281/2012/EU of the European Parliament and of the Council of 29 March 2012 amending Decision No 573/2007/EC establishing the European Refugee Fund for the period 2008 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’\n", "header": "30.3.2012 EN Official Journal of the European Union L 92/1\nDECISION No 281/2012/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 29 March 2012\namending Decision No 573/2007/EC establishing the European Refugee Fund for the period 2008 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 78(2)(g) thereof,\nHaving regard to the proposal from the European Commission,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) In light of the establishment of a Joint EU resettlement programme aimed at increasing the impact of the Union’s resettlement efforts in providing protection to refugees, and at maximising the strategic impact of resettlement through a better targeting of those persons who are in greatest need of resettlement, common priorities with respect to resettlement should be formulated at the level of the Union.\n(2) Article 80 of the Treaty on the Functioning of the European Union provides that the policies of the Union set out in the Chapter on border checks, asylum and immigration and their implementation are to be governed by the principle of solidarity and fair sharing of responsibility, including its financial implications, between the Member States, and that, whenever necessary, Union acts under the said Chapter are to contain appropriate measures to give effect to that principle.\n(3) For this purpose, specific common Union resettlement priorities for 2013, as listed in the Annex added to Decision No 573/2007/EC of the European Parliament and of the Council (2) by this Decision, are to be established on the basis of two categories, the first of which should include persons belonging to a specific category falling within the United Nations High Commissioner for Refugees (UNHCR) resettlement criteria, and the second one should include persons from a country or region which has been identified in the UNHCR annual resettlement forecast and where common action by the Union would have a significant impact in addressing protection needs.\n(4) Taking into account the resettlement needs set out in the Annex added to Decision No 573/2007/EC by this Decision listing the specific common Union resettlement priorities, it is also necessary to provide additional financial support for the resettlement of persons with respect to specific geographic regions and nationalities, as well as to the specific categories of refugees to be resettled, where resettlement is determined to be the most appropriate response to their special needs.\n(5) Given the importance of the strategic use of resettlement from countries or regions designated for the implementation of regional protection programmes, it is necessary to provide additional financial support for the resettlement of persons from Tanzania, eastern Europe (Belarus, Republic of Moldova and Ukraine), the Horn of Africa (Djibouti, Kenya and Yemen) and North Africa (Egypt, Libya and Tunisia), and from any other countries or regions that are so designated in the future.\n(6) In order to encourage more Member States to engage in resettlement actions, it is equally necessary to provide additional financial support to those Member States that decide to resettle persons for the first time.\n(7) It is also necessary to lay down rules concerning the eligibility of expenditure for the additional financial support for resettlement.\n(8) In accordance with Article 3 and Article 4a(1) of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, the United Kingdom has notified its wish to take part in the adoption and application of this Decision.\n(9) In accordance with Articles 1 and 2 and Article 4a(1) of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, Ireland is not taking part in the adoption of this Decision and is not bound by it or subject to its application.\n(10) In accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["Decision No 573/2007/EC is hereby amended as follows:\n(1) Article 13 is amended as follows:\n(a) paragraph 3 is replaced by the following:\n(a) persons from a country or region designated for the implementation of a regional protection programme;\n(b) persons from one or more of the following vulnerable groups:\n— children and women at risk,\n— unaccompanied minors,\n— survivors of violence and/or torture,\n— persons having serious medical needs that can be addressed only if they are resettled,\n— persons in need of emergency resettlement or urgent resettlement for legal and/or physical protection needs;\n(c) the specific common Union resettlement priorities for 2013 listed in the Annex to this Decision.’;\n(b) the following paragraph is inserted:\n— EUR 6 000 per resettled person for those Member States which receive the fixed amount for resettlement from the Fund for the first time,\n— EUR 5 000 per resettled person for those Member States which have already received the fixed amount for resettlement from the Fund once in the course of the previous years of the Fund’s operation.’;\n(c) paragraph 4 is replaced by the following:\n(d) paragraph 6 is replaced by the following:\n(e) the following paragraph is added:\n(2) in Article 35, the following paragraph is added:\n(3) the text set out in the Annex to this Decision is added as an Annex to Decision No 573/2007/EC.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 29 March 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nN. WAMMEN\n(1)  Position of the European Parliament of 18 May 2010 (OJ C 161 E, 31.5.2011, p. 161) and position of the Council at first reading of 8 March 2012 (not yet published in the Official Journal). Position of the European Parliament of 29 March 2012 (not yet published in the Official Journal).\n(2)  OJ L 144, 6.6.2007, p. 1.\nANNEX\n‘ANNEX\nList of the specific common Union resettlement priorities for 2013\n(1) Congolese refugees in the Great Lakes Region (Burundi, Malawi, Rwanda, Zambia);\n(2) Refugees from Iraq in Turkey, Syria, Lebanon and Jordan;\n(3) Afghan refugees in Turkey, Pakistan and Iran;\n(4) Somali refugees in Ethiopia;\n(5) Burmese refugees in Bangladesh, Malaysia and Thailand;\n(6) Eritrean refugees in eastern Sudan.’."}