{"celex_id": "32010R0863", "uri": "http://publications.europa.eu/resource/cellar/c2d8e2c6-c3ca-411f-817e-66e2b9f5141d", "type": "Regulation", "concepts": ["1511", "2173", "2733", "2972", "3633", "4314"], "title": "Commission Regulation (EU) No 863/2010 of 29 September 2010 amending Regulation (EC) No 967/2006 as regards deadlines applicable to export and levying of sugar produced in excess of quota\n", "header": "30.9.2010 EN Official Journal of the European Union L 256/15\nCOMMISSION REGULATION (EU) No 863/2010\nof 29 September 2010\namending Regulation (EC) No 967/2006 as regards deadlines applicable to export and levying of sugar produced in excess of quota\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1) and in particular Articles 134 and 161(3), in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 967/2006 of 29 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 318/2006 as regards sugar production in excess of the quota (2) establishes deadlines that are applicable to export and levying of out of quota sugar.\n(2) Article 19(2)(c) of Regulation (EC) No 967/2006 lays down that in case of exporting the production in excess of the quota, manufacturers shall submit the requested proofs of export to the competent authority of the Member State before 1 April following the marketing year in which the surplus was produced.\n(3) Where certain destinations are not eligible for exporting sugar and/or isoglucose produced in excess of quota, manufacturers are requested to submit proof of arrival at destination in accordance with Article 4c of Commission Regulation (EC) No 951/2006 (3). Experience has shown that in the case of certain destinations it may take longer to obtain all necessary documents. It is therefore appropriate to provide for the possibility to extend the deadline in such cases.\n(4) Where the deadline to submit proofs of export to the competent authority of the Member State is extended, the deadline for the Member State to notify the total levy to be paid by manufacturers and the deadline for manufacturers to pay the levy should also be adjusted. Similarly, the deadline fixed for Member States to establish and communicate to the Commission the surplus quantities should be modified.\n(5) Articles 3, 4 and 19 of Regulation (EC) No 967/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 967/2006 is amended as follows:\n1. in Article 3(2) the following second subparagraph is added:\n2. in Article 4(3) the following second subparagraph is added:\n3. Article 19 is amended as follows:\n(a) paragraph 2(c)(ii) is replaced by the following:\n‘(ii) the documents referred to in Articles 31 and 32 of Regulation (EC) No 376/2008 and, if certain destinations are not eligible for exports of out-of-quota sugar and/or isoglucose, the documents referred to in Article 4c of Regulation (EC) No 951/2006, required to release the security.’;\n(b) the following paragraph 3 is added:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 176, 30.6.2006, p. 22.\n(3)  OJ L 178, 1.7.2006, p. 24."}