{"celex_id": "32010R1034", "uri": "http://publications.europa.eu/resource/cellar/99f2964d-2b12-4b19-9c8c-31a10e6b9892", "type": "Regulation", "concepts": ["1445", "1755", "192", "1937", "5034"], "title": "Commission Regulation (EU) No 1034/2010 of 15 November 2010 amending Regulation (EC) No 1082/2003 as regards checks concerning the requirements for the identification and registration of bovine animals  Text with EEA relevance\n", "header": "16.11.2010 EN Official Journal of the European Union L 298/7\nCOMMISSION REGULATION (EU) No 1034/2010\nof 15 November 2010\namending Regulation (EC) No 1082/2003 as regards checks concerning the requirements for the identification and registration of bovine animals\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (1), and in particular the introductory phrase and Article 10(d) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1082/2003 of 23 June 2003 laying down detailed rules for the implementation of Regulation (EC) No 1760/2000 of the European Parliament and of the Council as regards the minimum level of controls to be carried out in the framework of the system for the identification and registration of bovine animals (2) lays down minimum requirements for such controls.\n(2) Experience gained following the implementation of the on-the-spot inspection laid down in Regulation (EC) No 1082/2003 as reported in the annual reports and the implementation of the on-the-spot check in ovine and caprine animals laid down in Commission Regulation (EC) No 1505/2006 (3) supports a reduction in the percentage of holdings to be inspected each year and on the animals to be checked. As a general rule, all animals on a holding should be covered by the checks. However, for holdings with more than 20 animals the competent authority should be permitted to restrict the checks to an appropriate representative sample of the animals.\n(3) In addition, Regulation (EC) No 1082/2003 provides that Member States are to submit an annual report to the Commission, in accordance with the model set out in Annex I thereto, giving details of the implementation of those controls.\n(4) The collection of the data for the annual report should be adequate and proportionate to the objectives pursued. For the sake of a more targeted and proportionate reporting, certain requirements of Regulation (EC) No 1082/2003, as well as the model set out in Annex I thereto, should be simplified to better provide with the relevant information of the implementation of the controls.\n(5) Regulation (EC) No 1082/2003 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Funds,", "main_body": ["Regulation (EC) No 1082/2003 is amended as follows:\n(1) in Article 2, paragraphs 1 and 2 are replaced by the following:\n(2) Article 3 is replaced by the following:\n(3) in Article 5(1), point (b) is replaced by the following:\n‘(b) the number of holdings that have been checked;’;\n(4) Annex I is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 204, 11.8.2000, p. 1.\n(2)  OJ L 156, 25.6.2003, p. 9.\n(3)  OJ L 280, 12.10.2006, p. 3.\nANNEX\nAnnex I to Regulation (EC) No 1082/2003 is replaced by the following:\n‘ANNEX I\nReport on the results of checks carried out in accordance with Title I of Regulation (EC) No 1760/2000\n1.   General information on holdings and animals\nTotal number of holdings in the Member State at the beginning of the reporting period (1)\nTotal number of holdings checked during the reporting period\nTotal number of animals registered in the Member State at the beginning of the reporting period (1)\nTotal number of animals checked in holdings during the reporting period\n2.   Non-Compliance with Regulation (EC) No 1760/2000\nHoldings with non-compliance\nSanctions imposed in accordance with Commission Regulation (EC) No 494/98 (2)\nAffected animals Affected holdings\n1. Restriction of movements of individual animals\n2. Restriction of movements of all animals on the holding\n3. Destruction of animals\nIn total\n(1)  Or other national reference date for animal statistics.\n(2)  OJ L 60, 28.2.1998, p. 78.’"}