{"celex_id": "32011R0809", "uri": "http://publications.europa.eu/resource/cellar/6be0d34a-6bc8-4b52-9c71-cc3bec083994", "type": "Regulation", "concepts": ["2718", "2737", "2743", "3191", "4829", "5369"], "title": "Commission Implementing Regulation (EU) No 809/2011 of 11 August 2011 amending Regulation (EC) No 2074/2005 as regards documentation accompanying imports of frozen fishery products directly from a freezer vessel  Text with EEA relevance\n", "header": "12.8.2011 EN Official Journal of the European Union L 207/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 809/2011\nof 11 August 2011\namending Regulation (EC) No 2074/2005 as regards documentation accompanying imports of frozen fishery products directly from a freezer vessel\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular the second paragraph of Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular the second paragraph of Article 16 thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 provides inter alia that food business operators importing products of animal origin from third countries are to ensure that import only takes place if the requirements of Article 14 of Regulation (EC) No 854/2004 are satisfied.\n(2) Article 14 of Regulation (EC) No 854/2004 provides that a document meeting certain requirements is to accompany consignments of products of animal origin when they are imported into the Union. However, Article 15(3) of that Regulation provides that when fishery products inter alia are imported directly from a freezer vessel, that document may be replaced by a document signed by the captain.\n(3) Commission Regulation (EC) No 2074/2005 of 5 December 2005 laying down implementing measures for certain products under Regulation (EC) No 853/2004 of the European Parliament and of the Council and for the organisation of official controls under Regulation (EC) No 854/2004 of the European Parliament and of the Council and Regulation (EC) No 882/2004 of the European Parliament and of the Council, derogating from Regulation (EC) No 852/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (3) set outs model health certificates, including one for imports of fishery products, in Annex VI thereto.\n(4) Member States and stakeholder organisations have requested the Commission to establish a model document to be signed by the captain in order to harmonise the information requested and procedures applied when frozen fishery products are imported into the Union directly from a freezer vessel.\n(5) The model document to be signed by the captain should specifically refer to the provisions relevant for handling of fishery products as laid down in Section VIII of Annex III to Regulation (EC) No 853/2004 on board freezer vessels. The model document should also fit into the electronic system for exchange of health certificates and import documents between the National Competent Authorities for health issues in relation to live animals and products of animal origin (TRACES).\n(6) It is therefore appropriate to establish a harmonised model document to be signed by the captain when fishery products are imported into the Union directly from a freezer vessel. Regulation (EC) No 2074/2005 should be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 2074/2005 is amended as follows:\n(1) Article 6 is replaced by the following:\n(2) Annex VI is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 139, 30.4.2004, p. 206.\n(3)  OJ L 338, 22.12.2005, p. 27.\nANNEX\nAnnex VI to Regulation (EC) No 2074/2005 is amended as follows:\n(1) The title of Annex VI and Sections I to VI are replaced by the following:\n(2) The following Appendix VII is added:"}