{"celex_id": "32013D0304", "uri": "http://publications.europa.eu/resource/cellar/37c74e57-dca1-11e2-bfa7-01aa75ed71a1", "type": "Decision", "concepts": ["1092", "1527", "3468", "3613", "5723"], "title": "2013/304/EU: Council Decision of 10 June 2013 Authorising the European Commission to participate, on behalf of the EU, in the negotiations for an international Convention of the Council of Europe to combat the manipulation of sports results with the exception of matters related to cooperation in criminal matters and police cooperation\n", "header": "22.6.2013 EN Official Journal of the European Union L 170/62\nCOUNCIL DECISION\nof 10 June 2013\nAuthorising the European Commission to participate, on behalf of the EU, in the negotiations for an international Convention of the Council of Europe to combat the manipulation of sports results with the exception of matters related to cooperation in criminal matters and police cooperation\n(2013/304/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 50, 56, 165, and 218(3) and (4) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) Negotiations should be opened on the preparation of an international Convention of the Council of Europe to combat the manipulation of sports results.\n(2) The negotiation process is based on the decision CM/Del/Dec/1145/8.1 of the Committee of Ministers of the Council of Europe dated 13 June 2012, following Resolution No 1 adopted by the 12th Council of Europe Conference of Ministers responsible for Sport which indicates that the scope of the draft instrument and its provisions should be based on Recommendation CM/Rec(2011)10, and on the feasibility study MSL12 (2012) 4 rev3.\n(3) The aim of the negotiating process is to present the Committee of Ministers of the Council of Europe with a draft Convention which, depending on the Committee of Ministers’ decision, will be finalised as a Convention and submitted to the Parliamentary Assembly of the Council of Europe for opinion, or referred to EPAS to be finalised as a non-binding legal instrument.\n(4) Certain provisions of the draft international Convention of the Council of Europe to combat the manipulation of sports results concern judicial cooperation in criminal matters and police cooperation and therefore fall within the scope of Title V of Part Three of the TFEU. A separate Decision relating to those provisions will be adopted in parallel to this Decision.\n(5) As the negotiations will cover matters which fall partly within the Union’s competence and partly within the Member States competence, the Union should participate in these negotiations together with its Member States. Member States may therefore attend negotiations and negotiate on matters falling within their competence.\n(6) In the case that the EU decides to join the future Convention, the legal nature of the Convention and distribution of the powers between the Member States and the Union will be determined separately at the end of the negotiations on the basis of an analysis of the precise scope of the coverage of the individual provisions,", "main_body": ["The Commission is hereby authorised to negotiate, on behalf of the European Union, on the matters falling within the Union’s competence an international Convention of the Council of Europe to combat the manipulation of sports results with the exception of matters related to cooperation in criminal matters and police cooperation, as set out in the negotiating directives annexed to this Decision.", "The negotiating directives are set out in the Annex.", "Pursuant to Article 1 the negotiations shall be conducted in consultation with the Council Working Party on Sport, reinforced by experts from other Council Working Parties as appropriate.", "This Decision is addressed to the Commission."], "attachments": "Done at Luxembourg, 10 June 2013.\nFor the Council\nThe President\nL. VARADKAR\nANNEX\nDirectives for the negotiation of an international Convention of the Council of Europe to combat the manipulation of sports results with the exception of matters related to cooperation in criminal matters and police cooperation\nThe future Convention will aim at creating an international legal framework for the prevention of and fight against the manipulation of sports results, notably match-fixing; the objective of the Convention should be to enhance international cooperation in this context and to set up a monitoring mechanism to ensure that the provisions laid down in the Convention are followed-up in an effective way.\nThe provisions of the future Convention may concern the following competency areas of the Union:\n1. Promotion of fairness and openness in sporting competitions and cooperation between bodies responsible for sports, and by protecting the physical and moral integrity of sportsmen and sportswomen.\n2. Internal Market freedoms (freedom to provide services and right of establishment) insofar as they relate to the relevant provisions on match-fixing and sports betting in the draft Convention.\n3. Data Protection in relation to the above areas.\nIn relation to these areas, the European Union, represented by the Commission, will participate in the negotiations with the following objectives, taking account of the latest developments of the acquis, while respecting the division of competences:\n1. To take into account EU policy in the field of the promotion of fairness and openness in sporting competitions and cooperation between bodies responsible for sports, and the protection of the physical and moral integrity of sport or sportspeople through the protection of the integrity of sport against the manipulation of sports results, in particular:\n(a) the Resolution of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, on a European Union Work Plan for Sport for 2011-2014 (1);\n(b) Council conclusions on combating match-fixing (2).\n2. To ensure that the provisions of the future Convention:\n— are not incompatible with the EU rules concerning the right of establishment and free movement of services, as an area of shared competence, in relation to gambling and betting, with reference to the Treaty on the Functioning of the European Union, and in particular Articles 49 and 56 thereof as interpreted by the European Court of Justice, and to ensure that the relevant provisions of the future Convention do not hinder the exercise of these freedoms,\n— address sports betting only in so far as it directly relates to the manipulation of sports results,\n— do not aim to or do not effectively result in the harmonisation of the regulation of betting services without such rules having first been adopted by the Union.\n3. To ensure that the provisions of the future Convention are not incompatible with the rules adopted by the Union in the field of Data Protection, as an area of shared competence, in particular:\n(a) Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (3);\n(b) Framework Decision 2008/977/JHA of 27 November 2008 on the protection of personal data processed in the framework of police and judicial cooperation in criminal matters (4).\nThe Commission shall consult before and report after each negotiating and/or drafting session at the Council of Europe to the Council Working Party as referred to in Article 3.\nPursuant to the principle of sincere cooperation, the Union and the Member States shall, in full mutual respect, assist each other in the context of the negotiations on this Convention.\nThe Commission shall ensure that the future Convention allows for the application of higher standards stipulated in EU instruments as regards relations between the EU Member States.\n(1)  OJ C 162, 1.6.2011, p. 1.\n(2)  OJ C 378, 23.12.2011, p. 1.\n(3)  OJ L 281, 23.11.1995, p. 31.\n(4)  OJ L 350, 30.12.2008, p. 60."}