{"celex_id": "32012R0161", "uri": "http://publications.europa.eu/resource/cellar/d00aff9e-3fb3-4a9c-a412-abe4633eadec", "type": "Regulation", "concepts": ["133", "2110", "2309", "2437", "2872", "4790", "5229", "5253", "5257", "544", "598"], "title": "Commission Regulation (EU) No 161/2012 of 23 February 2012 on emergency measures for the protection of haddock stocks in waters to the west of Scotland\n", "header": "24.2.2012 EN Official Journal of the European Union L 52/6\nCOMMISSION REGULATION (EU) No 161/2012\nof 23 February 2012\non emergency measures for the protection of haddock stocks in waters to the west of Scotland\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy (1), and in particular Article 7 thereof,\nWhereas:\n(1) In accordance with Regulation (EC) No 2371/2002, the common fisheries policy must provide for coherent measures concerning the conservation, management and exploitation of living aquatic resources, including specific measures to reduce the impact of fishing activities on marine ecosystems and non-target species.\n(2) In order to protect the species cod, haddock and whiting, point 6.1 of Annex III to Council Regulation (EC) No 43/2009 (2), as amended by Regulation (EC) No 1288/2009 (3), and Regulation (EU) No 579/2011 of the European Parliament and of the Council (4), establishes within ICES division VI a zone in which fishing activities are prohibited (hereafter referred to as the ‘waters to the west of Scotland’).\n(3) By way of derogation from that prohibition, points 6.5 and 6.6 of Annex III to Regulation (EC) No 43/2009 allow respectively the fishing for nephrops and the fishing with trawls, demersal seines or similar gear, provided that certain conditions are met, and in particular the requirement that no more than a certain percentage of the retained catch be comprised of any mixture of cod, haddock and/or whiting.\n(4) The purpose of that requirement was to reduce fishing mortality on the three stocks within their area of distribution, by preventing a targeted fisheries.\n(5) Evidence and advice received by the Commission from the International Council for the Exploration of the Sea (ICES) and from the Scientific, Technical and Economic Committee for Fisheries (STECF) highlighted that discarding was occurring as a result of the imposition of the catch composition rules in ICES division VIa.\n(6) ICES identifies the haddock stock in ICES division VIa to be below safe biological limits, however ICES further identifies that recent stronger-than-average recruitment will contribute to an increase in the spawning stock biomass.\n(7) The continued growth of these year classes means that these fish are now entering the fishery. Imposition of the catch composition rules will result in further increases in discarding of this stock to meet landing requirements before they contribute to future production. The removal of spawning biomass for a stock below safe biological limits represents a serious threat to the long-term recovery and sustainability of the stock. Landings not catches are controlled by the continued application of the catch composition rules. Regardless of any quota change the current increasing abundance of the haddock stock will result in increasing levels of regulatory induced discarding.\n(8) An increase of fishing pressure will result from increased fishing opportunities for the stock of haddock in ICES division VIa as of February 2012. Any effort to utilise the 2012 fishing opportunities will result in an increased mortality upon any stock caught along with haddock, particularly for whiting and cod.\n(9) As the main fishery for haddock occurs from February onwards, there is a need to introduce changes to prevent excessive discarding immediately.\n(10) A continuation and increase of discards of the haddock stock will impact future recovery and production. Maximising fishing opportunities threatens the sustainability of other stocks. There is a danger of causing further crashes of these stocks as a result of high fishing mortality.\n(11) The mismatch between landing requirements and unavoidable catches of haddock will increase substantially in 2012. It is therefore necessary to immediately suspend the catch composition rules as regards haddock to prevent a serious threat to the recovery of that species in waters to the west of Scotland and prevent additional fishing pressure on other stocks, while allowing for the rational use of 2012 fishing opportunities,", "main_body": ["During the period of application of this Regulation, the catch composition percentages set out in points 6.5(iii) and 6.6(ii) of Part A of Annex III to Regulation (EC) No 43/2009 shall not apply as regards haddock.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply until 25 August 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 22, 26.1.2009, p. 1.\n(3)  OJ L 347, 24.12.2009, p. 6.\n(4)  OJ L 165, 24.6.2011, p. 1."}