{"celex_id": "32011R0260", "uri": "http://publications.europa.eu/resource/cellar/7975a534-b2f9-40b7-9baf-ec6b6759f58b", "type": "Regulation", "concepts": ["2338", "261", "3483", "3870", "4452"], "title": "Commission Regulation (EU) No 260/2011 of 16 March 2011 amending for the 146th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "17.3.2011 EN Official Journal of the European Union L 70/33\nCOMMISSION REGULATION (EU) No 260/2011\nof 16 March 2011\namending for the 146th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1)(a) and 7a(1) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 10 March 2011 the Sanctions Committee of the United Nations Security Council decided to add one natural person to its list of persons, groups and entities to whom the freezing of funds and economic resources should apply.\n(3) Annex I to Regulation (EC) No 881/2002 should therefore be updated accordingly.\n(4) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 2011.\nFor the Commission, On behalf of the President,\nHead of the Foreign Policy Instruments Service\n(1)  OJ L 139, 29.5.2002, p. 9.\nANNEX\nIn Annex I to Regulation (EC) No 881/2002 the following entry shall be added under the heading ‘Natural persons’:\n‘Doku Khamatovich Umarov (alias Умаров Доку Хаматович). Date of birth: 12.5.1964. Place of birth: Kharsenoy Village, Shatoyskiy (Sovetskiy) District, Chechenskaya Respublika, Russian Federation Nationality: (a) Russian, (b) USSR (until 1991). Other information: (a) Resides in the Russian Federation as at November 2010; (b) International arrest warrant issued in the year 2000. Date of designation referred to in Article 2a(4)(b): 10.3.2011.’"}