{"celex_id": "32013R0713", "uri": "http://publications.europa.eu/resource/cellar/3f05f608-0c02-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "133", "2110", "2308", "2437", "2879", "4790", "5256", "598", "863"], "title": "Council Regulation (EU) No 713/2013 of 23 July 2013 establishing the fishing opportunities for anchovy in the Bay of Biscay for the 2013/14 fishing season\n", "header": "26.7.2013 EN Official Journal of the European Union L 201/8\nCOUNCIL REGULATION (EU) No 713/2013\nof 23 July 2013\nestablishing the fishing opportunities for anchovy in the Bay of Biscay for the 2013/14 fishing season\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) It is incumbent upon the Council to establish the total allowable catches (TAC) by fishery or group of fisheries. Fishing opportunities should be distributed among Member States in such a way as to ensure the relative stability of each Member State's fishing activities for all stocks or groups of stocks and having due regard to the objectives of the common fisheries policy established by Council Regulation (EC) No 2371/2002 (1).\n(2) For the purposes of suitable stock management and simplification, it is appropriate that the TAC and Member State quotas for the stock of anchovy in the Bay of Biscay (ICES subarea VIII) be set for an annual management season running from 1 July to 30 June of the following year, rather than for a calendar year management period. Nevertheless, the fishery should remain subject to the general provisions of Council Regulation (EU) No 39/2013 (2) concerning the conditions for the use of quotas.\n(3) The Bay of Biscay anchovy TAC for the 2013/14 fishing season should be established on the basis of scientific advice available, taking into account biological and socioeconomic aspects and ensuring fair treatment between fishing sectors.\n(4) In order to provide for a multiannual management of the stock of anchovy in the Bay of Biscay, on 29 July 2009, the Commission presented a proposal for a Regulation establishing a long-term plan for the stock of anchovy in the Bay of Biscay and the fisheries exploiting that stock. Considering that the impact assessment on which the proposal is based provided for the most recent assessment of the impact of management decisions for the stock, it is appropriate to fix a TAC for anchovy in the Bay of Biscay accordingly. The advice issued by the Scientific, Technical and Economic Committee for Fisheries (STECF) in July 2013 estimated the spawning stock biomass to be approximately 56 055 tonnes. In view of the most recent assessment available of the impact of management decisions for the stock, the TAC for the fishing season running from 1 July 2013 to 30 June 2014 should be established at 17 100 tonnes.\n(5) In accordance with Article 2 of Council Regulation (EC) No 847/96 (3), it is necessary to establish to what extent the stock of anchovy in the Bay of Biscay is subject to the measures laid down in that Regulation.\n(6) In view of the start of the 2013/14 fishing season and for the purpose of the annual reporting of catches, this Regulation should enter into force as soon as possible after its publication and should apply from 1 July 2013,", "main_body": ["Fishing opportunities for anchovy in the Bay of Biscay\n1.   The total allowable catch (TAC) and its allocation between Member States for the fishing season running from 1 July 2013 until 30 June 2014 for the stock of anchovy in ICES Subarea VIII, as defined in Regulation (EC) No 218/2009 of the European Parliament and of the Council (4), shall be as follows (in tonnes live weight):\nSpecies : Anchovy\nICES Zone : VIII\nSpecies : Anchovy\nICES Zone : VIII\nSpain 15 390 Analytical TAC\nFrance 1 710\nEU 17 100\nTAC 17 100\nIt shall apply from 1 July 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2013.\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (OJ L 358, 31.12.2002, p. 59).\n(2)  Council Regulation (EU) No 39/2013 of 21 January 2013 fixing for 2013 the fishing opportunities available to EU vessels for certain fish stocks and groups of fish stocks which are not subject to international negotiations or agreements (OJ L 23, 25.1.2013, p. 1).\n(3)  Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (OJ L 115, 9.5.1996, p. 3).\n(4)  Regulation (EC) No 218/2009 of the European Parliament and of the Council of 11 March 2009 on the submission of nominal catch statistics by Member States fishing in the north-east Atlantic (OJ L 87, 31.3.2009, p. 70).\n(5)  Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (OJ L 343, 22.12.2009, p. 1)."}