{"celex_id": "32015D0209", "uri": "http://publications.europa.eu/resource/cellar/27fd674c-b1b6-11e4-b5b2-01aa75ed71a1", "type": "Decision", "concepts": ["1294", "223", "225", "3466", "5404", "5407", "8454"], "title": "Council Decision (EU) 2015/209 of 10 November 2014 on the signing, on behalf of the European Union, and provisional application of the Agreement for scientific and technological cooperation between the European Union and the Faroe Islands associating the Faroe Islands to Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020)\n", "header": "11.2.2015 EN Official Journal of the European Union L 35/1\nCOUNCIL DECISION (EU) 2015/209\nof 10 November 2014\non the signing, on behalf of the European Union, and provisional application of the Agreement for scientific and technological cooperation between the European Union and the Faroe Islands associating the Faroe Islands to Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 186, in conjunction with Article 218(5),\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) (‘Horizon 2020’) was established by Regulation (EU) No 1291/2013 of the European Parliament and the Council (1) for the period from 1 January 2014 to 31 December 2020.\n(2) On 18 March 2014 the Council authorised the Commission to open negotiations, on behalf of the Union, with the Faroe Islands, in order to conclude an agreement for scientific and technological cooperation between the European Union and the Faroe Islands associating the Faroe Islands to Horizon 2020.\n(3) Those negotiations have been successfully completed and the Agreement for scientific and technological cooperation between the European Union and the Faroe Islands associating the Faroe Islands to Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) (‘Agreement’) should be signed and applied on a provisional basis, pending the completion of the procedures for its conclusion,", "main_body": ["The signing on behalf of the Union of the Agreement for scientific and technological cooperation between the European Union and the Faroe Islands associating the Faroe Islands to Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) is hereby authorised, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "The Agreement shall be applied on a provisional basis as from 1 January 2014, pending the completion of the procedures for its conclusion.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 10 November 2014.\nFor the Council\nThe President\nM. MARTINA\n(1)  Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (OJ L 347, 20.12.2013, p. 104)."}