{"celex_id": "32013D0319", "uri": "http://publications.europa.eu/resource/cellar/f1385bf5-de62-11e2-9165-01aa75ed71a1", "type": "Decision", "concepts": ["1774", "2761", "368", "424", "6212"], "title": "2013/319/EU: Council Decision of 21 June 2013 on the existence of an excessive deficit in Malta\n", "header": "26.6.2013 EN Official Journal of the European Union L 173/52\nCOUNCIL DECISION\nof 21 June 2013\non the existence of an excessive deficit in Malta\n(2013/319/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the observations made by Malta,\nWhereas:\n(1) According to Article 126 of the Treaty on the Functioning of the European Union (TFEU) Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation.\n(3) The excessive deficit procedure (EDP) under Article 126 TFEU, as clarified by Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1) (which is part of the Stability and Growth Pact), provides for a decision on the existence of an excessive deficit. The Protocol on the excessive deficit procedure annexed to the Treaties sets out further provisions relating to the implementation of the EDP. Council Regulation (EC) No 479/2009 (2) lays down detailed rules and definitions for the application of the provisions of the said Protocol.\n(4) According to Article 126(5) TFEU, if the Commission considers that an excessive deficit in a Member State exists or may occur, it is to address an opinion to the Member State concerned and inform the Council accordingly. Having taken into account its report in accordance with Article 126(3) TFEU and having regard to the opinion of the Economic and Financial Committee in accordance with Article 126(4) TFEU, the Commission concluded that an excessive deficit exists in Malta. The Commission therefore addressed such an opinion to Malta and informed the Council thereof on 29 May 2013 (3).\n(5) Article 126(6) TFEU states that the Council is to consider any observations which the Member State concerned may wish to make before deciding, after an overall assessment, whether an excessive deficit exists. In the case of Malta, this overall assessment leads to the following conclusions.\n(6) According to data notified by the Maltese authorities in April 2013, the general government deficit in Malta reached 3,3 % of GDP in 2012, thus exceeding the 3 %-of-GDP reference value. The Commission report under Article 126(3) TFEU considers that the deficit was close to the 3 %-of-GDP reference value, but the excess over the reference value could not be qualified as exceptional within the meaning of the TFEU and the Stability and Growth Pact. In particular, it does not result from a severe economic downturn in the sense of the Treaty and the Stability and Growth Pact. In 2010 and 2011, real GDP growth was, on average, above 2 % annually, higher than potential growth. Preliminary GDP data published by the national statistics office on 11 March 2013 show that economic growth slowed down in 2012, but remained positive at 0,8 %. The positive output gap in 2011 is estimated to have turned slightly negative in 2012. The planned excess over the reference value cannot be considered temporary. According to the Commission services 2013 spring forecast, the deficit would increase to 3,7 % of GDP in 2013 and reach 3,6 % of GDP in 2014. The deficit criterion in the Treaty is not fulfilled.\n(7) Notified data also show that the general government gross debt stood at 72,1 % of GDP in 2012, above the 60 %-of-GDP reference value. The Commission services 2013 spring forecast projects the debt ratio to increase to 74,9 % of GDP in 2014. Following the abrogation of the EDP in December 2012 (4), Malta benefitted from a three-year transition period to comply with the debt reduction benchmark, starting in 2012. In 2012, Malta did not make sufficient progress towards compliance with the debt reduction benchmark, as its structural deficit worsened whereas it was required to improve it. It can therefore be concluded that the debt criterion of the TFEU is not fulfilled.\n(8) In line with the provisions in the TFEU and in the Stability and Growth Pact, the Commission also analysed in its report relevant factors. As specified in the Stability and Growth Pact, for countries with a debt ratio above 60 % of GDP (such as Malta), these factors can only be taken into account in the steps leading to the decision on the existence of an excessive deficit, when assessing compliance on the basis of the deficit criterion, if the general government deficit remains close to the reference value and its excess over the reference value is temporary, which is not the case for Malta (5). At the same time, such factors have been taken into account when assessing the breach of the debt criterion, but they do not seem to question the decision on the existence of an excessive deficit either. In particular, progress towards compliance with the debt reduction benchmark has been assessed in light of the debt- and deficit-increasing impact of financial assistance to euro area Member States. For Malta, the cumulative impact of the Greek loan facility, European Financial Stability Facility disbursements, capital contributions to the European Stability Mechanism, and operations under the Greek programme over the period 2011-2014 would be 3,9 % of GDP on debt, and 0,1 % of GDP on deficit. When taking into account the impact of these operations, the structural effort for 2012 required for Malta to comply with the debt criterion would have been lower, but still well above the structural effort actually implemented by Malta in 2012,", "main_body": ["From an overall assessment it follows that an excessive deficit exists in Malta.", "This Decision is addressed to Malta."], "attachments": "Done at Luxembourg, 21 June 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (OJ L 145, 10.6.2009, p. 1).\n(3)  All EDP-related documents for Malta can be found on the following website: http://ec.europa.eu/economy_finance/sgp/deficit/countries/malta_en.htm.\n(4)  Council Decision 2012/778/EU of 4 December 2012 abrogating Decision 2009/587/EC on the existence of an excessive deficit in Malta (OJ L 342, 14.12.2012, p. 43).\n(5)  Article 2(4) of Regulation (EC) No 1467/97."}