{"celex_id": "32011R1309", "uri": "http://publications.europa.eu/resource/cellar/0c70a040-a108-4bfd-9507-266592c112cf", "type": "Regulation", "concepts": ["13", "1511", "1789", "3633", "4315", "926"], "title": "Commission Implementing Regulation (EU) No 1309/2011 of 14 December 2011 fixing allocation coefficient, rejecting further applications and closing the period for submitting applications for available quantities of out-of-quota isoglucose to be sold on the Union market at reduced surplus levy during marketing year 2011/2012\n", "header": "15.12.2011 EN Official Journal of the European Union L 332/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1309/2011\nof 14 December 2011\nfixing allocation coefficient, rejecting further applications and closing the period for submitting applications for available quantities of out-of-quota isoglucose to be sold on the Union market at reduced surplus levy during marketing year 2011/2012\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Implementing Regulation (EU) No 1240/2011 of 30 November 2011 laying down exceptional measures as regards the release of out-of-quota sugar and isoglucose on the Union market at reduced surplus levy during marketing 2011/2012 (2), and in particular Article 5 thereof,\nWhereas:\n(1) The quantities covered by certificate applications for out-of-quota isoglucose submitted from 4 December 2011 to 7 December 2011 and notified to the Commission exceed the limit set in Article 1 of Implementing Regulation (EU) No 1240/2011.\n(2) Therefore, in accordance with Article 5 of Implementing Regulation (EU) No 1240/2011 it is necessary to fix an allocation coefficient, which the Member States shall apply to the quantities covered by each notified certificate application, to reject the applications which have not yet been notified and to close the periods for submitting the applications.\n(3) In order to act before the issuing of certificates applied for, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["The quantities for which certificates applications for out-of-quota isoglucose have been submitted under Implementing Regulation (EU) No 1240/2011 from 4 December 2011 to 7 December 2011 and notified to the Commission shall be multiplied by an allocation coefficient of 99,290780 %.\nApplications for certificates submitted from 8 December 2011 to 15 December 2011 are hereby rejected.\nThe periods for submitting applications for certificates are closed as from 15 December 2011.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2011.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 318, 1.12.2011, p. 9."}