{"celex_id": "32011D0900", "uri": "http://publications.europa.eu/resource/cellar/8c7222f9-ecc6-470b-953c-e5d96172993a", "type": "Decision", "concepts": ["114", "3561"], "title": "2011/900/EU: Council Decision of 19 December 2011 amending the Council’s Rules of Procedure\n", "header": "30.12.2011 EN Official Journal of the European Union L 346/17\nCOUNCIL DECISION\nof 19 December 2011\namending the Council’s Rules of Procedure\n(2011/900/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Article 2(2) of Annex III to the Council’s Rules of Procedure (1),\nWhereas:\n(1) Article 3(3), first and fourth subparagraphs, of the Protocol (No 36) on transitional provisions annexed to the Treaties provides that, until 31 October 2014, when an act is to be adopted by the Council by a qualified majority, and if a member of the Council so requests, it must be verified that the Member States constituting the qualified majority represent at least 62 % of the total population of the Union calculated according to the population figures set out in Article 1 of Annex III to the Council’s Rules of Procedure (hereinafter ‘Rules of Procedure’).\n(2) Article 2(2) of Annex III to the Rules of Procedure provides that, with effect from 1 January each year, the Council, in accordance with the data available to the Statistical Office of the European Union on 30 September of the preceding year, must amend the figures set out in Article 1 of that Annex.\n(3) The Rules of Procedure should therefore be amended accordingly for 2012,", "main_body": ["Article 1 of Annex III to the Rules of Procedure shall be replaced by the following:\n‘Article 1\nFor the purposes of implementing Article 16(5) of the TEU and Article 3(3) and (4) of the Protocol (No 36) on transitional provisions annexed to the Treaties, the total population of each Member State for the period from 1 January 2012 to 31 December 2012 shall be as follows:\nMember State Population\nGermany 81 751,6\nFrance 65 075,4\nUnited Kingdom 62 435,7\nItaly 60 626,4\nSpain 46 152,9\nPoland 38 200,0\nRomania 21 413,8\nNetherlands 16 655,8\nGreece 11 325,9\nBelgium 10 918,4\nPortugal 10 637,0\nCzech Republic 10 532,8\nHungary 9 985,7\nSweden 9 415,6\nAustria 8 404,3\nBulgaria 7 504,9\nDenmark 5 560,6\nSlovakia 5 435,3\nFinland 5 375,3\nIreland 4 480,9\nLithuania 3 244,6\nLatvia 2 229,6\nSlovenia 2 050,2\nEstonia 1 340,2\nCyprus 804,4\nLuxembourg 511,8\nMalta 417,6\nTotal 502 486,7\nThreshold (62 %) 311 541,8’", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012."], "attachments": "Done at Brussels, 19 December 2011.\nFor the Council\nThe President\nM. KOROLEC\n(1)  Council Decision 2009/937/EU of 1 December 2009 adopting the Council’s Rules of Procedure (OJ L 325, 11.12.2009, p. 35)."}