{"celex_id": "32011R1211", "uri": "http://publications.europa.eu/resource/cellar/432091bd-6d28-48d4-91b0-0bcac43994bc", "type": "Regulation", "concepts": ["1085", "1318", "1519", "2110", "2437", "2879", "3774", "544", "598", "605"], "title": "Commission Implementing Regulation (EU) No 1211/2011 of 23 November 2011 operating deductions from certain fishing effort for 2011 on account of overfishing by certain Member States in the previous year\n", "header": "24.11.2011 EN Official Journal of the European Union L 308/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1211/2011\nof 23 November 2011\noperating deductions from certain fishing effort for 2011 on account of overfishing by certain Member States in the previous year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 (1) establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006, and in particular Articles 106(1) thereof,\nWhereas:\n(1) Council Regulation (EC) No 1415/2004 of 19 July 2004 fixing the maximum annual fishing effort for certain fishing areas and fisheries (2) establishes the maximum annual fishing effort for certain fishing areas and fisheries, in particular for scallops in certain areas of Ireland.\n(2) Council Regulation (EC) No 1342/2008 of 18 December 2008 establishing a long-term plan for cod stocks and the fisheries exploiting those stocks and repealing Regulation (EC) No 423/2004 (3) establishes a fishing effort limitation for four cod stocks in certain geographical areas.\n(3) Council Regulation (EU) No 53/2010 of 14 January 2010 fixing for 2010 the fishing opportunities for certain fish stocks and groups of fish stocks, applicable in EU waters and, for EU vessels, in waters where catch limitations are required and amending Regulations (EC) No 1359/2008, (EC) No 754/2009, (EC) No 1226/2009 and (EC) No 1287/2009 (4) establishes the maximum allowable fishing effort for the year 2010.\n(4) Council Regulation (EU) No 57/2011 of 18 January 2011 fixing for 2011 the fishing opportunities for certain fish stocks and groups of fish stocks, applicable in EU waters and, for EU vessels, in certain non-EU waters (5) establishes the maximum allowable fishing effort for the year 2011.\n(5) According to Article 106(1) of Council Regulation (EC) No 1224/2009, when the Commission has established that a Member State has exceeded the fishing effort which has been allocated to it, the Commission shall operate deductions from future fishing effort allocations to that Member State.\n(6) Articles 106(2) of Council Regulation (EC) No 1224/2009 establish the criteria and conditions for the operation of such deductions by the Commission.\n(7) Certain Member States have exceeded their fishing effort allocation for the year 2010. It is therefore appropriate to operate deductions from the fishing effort allocated to them in the year 2011.", "main_body": ["The maximum allowable fishing effort fixed in Council Regulation (EU) No 57/2011 and, for certain fishing areas and fisheries in Council Regulation (EC) No 1415/2004, is reduced for 2011 for certain Member States as set out in the Annex.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 258, 5.8.2004, p. 1.\n(3)  OJ L 348, 24.12.2008, p. 20.\n(4)  OJ L 21, 26.1.2010, p. 1.\n(5)  OJ L 24, 27.1.2011, p. 1.\nANNEX\nMember State Geographical area/Species Gears Initial 2010 Changes 2010 Effort uptake % Uptake Related to permitted allocation Effort deduction Multiplying factor Art. 106(2) Reg. 1224/09 Effort deduction 2011 Effort allocation 2011 Revised effort allocation 2011\nArt. 11 exclusions Art. 13 avoidance Art. 16 ex-change Art. 17 transfers Effort adapted\n(a) Kattegat\n(b) Skagerrak, that part of ICES zone IIIa not covered by the Skagerrak and the Kattegat; ICES zone IV and EU waters of ICES zone IIa; ICES zone VIId\nIreland ICES VII, Scallops  525 012 (4)     259 012 270 368 104,38 % 4,38 % –11 356 1 –11 356 525 012 (4) 513 656\n(b) Skagerrak, that part of ICES zone IIIa not covered by the Skagerrak and the Kattegat; ICES zone IV and EU waters of ICES zone IIa; ICES zone VIId\n(d) ICES zone VIa and EU waters of ICES zone Vb\n(b) Skagerrak, that part of ICES zone IIIa not covered by the Skagerrak and the Kattegat; ICES zone IV and EU waters of ICES zone IIa; ICES zone VIId\nTR2 7 409 969 (1) 0 2 010 770  0 9 420 739 10 274 753 109,07 % 9,07 % – 854 014 1,1 – 939 415 6 268 834 (2) 5 329 419\n(c) ICES zone VIIa\n(1)  Quantitity as fixed by Council Regulation (EU) No 53/2010 - Appendix 1 to annex IIA\n(2)  Quantitity as fixed by Council Regulation (EU) No 57/2011 - Appendix 1 to annex IIA\n(3)  Council Regulation (EC) No 1342/2008\n(4)  Quantity as fixed by Council Regulation (EC) No 1415/2004 - Annex I"}