{"celex_id": "32012D0817", "uri": "http://publications.europa.eu/resource/cellar/122295d4-4ffe-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1182", "3298", "5868", "935"], "title": "2012/817/EU, Euratom: Commission Implementing Decision of 19 December 2012 amending Decision 90/185/Euratom, EEC authorising Greece to use certain approximate estimates for the calculation of the VAT own resources base (notified under document C(2012) 9549)\n", "header": "21.12.2012 EN Official Journal of the European Union L 352/60\nCOMMISSION IMPLEMENTING DECISION\nof 19 December 2012\namending Decision 90/185/Euratom, EEC authorising Greece to use certain approximate estimates for the calculation of the VAT own resources base\n(notified under document C(2012) 9549)\n(Only the Greek text is authentic)\n(2012/817/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 13 thereof,\nWhereas:\n(1) Under Article 375 of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (2), Greece may continue to exempt the transactions listed in points 2, 8, 11 and 12 of Annex X, Part B; these transactions must be taken into account for the determination of the VAT resources base.\n(2) In the case of Greece, the Commission, on the basis of Regulation (EEC, Euratom) No 1553/89, adopted Decision 90/185/Euratom, EEC (3) authorising Greece, with effect from 1 January 1989, to use certain approximate estimates for the calculation of the VAT own resources base.\n(3) Since 1 July 2010, Greece has taxed the transactions referred to in point 2 of Annex X, Part B to Directive 2006/112/EC; the authorisation granted in this connection should be discontinued with effect from that date.\n(4) Since 22 August 2011, Greece has taxed the transactions referred to in point 8 of Annex X, Part B to Directive 2006/112/EC; the authorisation granted in this connection should be discontinued with effect from that date.\n(5) The Commission invited Greece to verify whether those authorisations granted to Greece with no explicit limitation in time, were still needed and to confirm this to the Commission; Greece confirmed that two authorisations to use approximate estimates for the transactions mentioned in points 2 and 8 of Annex X, Part B to Directive 2006/112/EC would not apply any longer.\n(6) In the case of Greece, Greece acknowledged that with regard to Annex X, part B, points 11 and 12 the need for using approximate estimates would no longer be justified as data were provided by the Ministry of Defence in a greater level of detail.\n(7) For the sake of clarity and transparency of Community rules, provisions that have become obsolete or have ceased to have effect should be repealed.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee on Own Resources,", "main_body": ["(1)   Article 1, point 1 of Decision 90/185/Euratom, EEC is hereby deleted.\n(2)   Article 1, point 3 of Decision 90/185/Euratom, EEC is hereby deleted.\n(3)   Article 1, point 5 of Decision 90/185/Euratom, EEC is hereby deleted.\n(4)   Article 1, point 6 of Decision 90/185/Euratom, EEC is hereby deleted.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 19 December 2012.\nFor the Commission\nJanusz LEWANDOWSKI\nMember of the Commission\n(1)  OJ L 155, 7.6.1989, p. 9.\n(2)  OJ L 347, 11.12.2006, p. 1.\n(3)  OJ L 99, 19.4.1990, p. 39."}