{"celex_id": "32012D0447", "uri": "http://publications.europa.eu/resource/cellar/5950ce7e-da42-11e1-905c-01aa75ed71a1", "type": "Decision", "concepts": ["2900", "336", "365", "4585", "4658", "5581"], "title": "2012/447/EU: Council Implementing Decision of 24 July 2012 authorising Denmark to introduce a special measure derogating from Article 75 of Directive 2006/112/EC on the common system of value added tax\n", "header": "28.7.2012 EN Official Journal of the European Union L 202/24\nCOUNCIL IMPLEMENTING DECISION\nof 24 July 2012\nauthorising Denmark to introduce a special measure derogating from Article 75 of Directive 2006/112/EC on the common system of value added tax\n(2012/447/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Commission on 5 September 2011, Denmark requested authorisation to apply a measure derogating from the provisions of Directive 2006/112/EC governing the right to deduct input tax.\n(2) The Commission informed the other Member States of the request made by Denmark by letter dated 14 March 2012. By letter dated 15 March 2012, the Commission notified Denmark that it had all the information that it considered necessary to consider the request.\n(3) Currently, pursuant to Directive 2006/112/EC, if a light goods vehicle with a maximum authorised weight of up to three tonnes is registered with the Danish authorities as being used for business purposes only, the taxable person is authorised to deduct, in full, the input tax on the purchase and running costs of the vehicle. If such a vehicle is subsequently used for private purposes, the taxable person loses the right to deduct the VAT incurred on the purchase cost of the vehicle.\n(4) Given that that system places a heavy burden on both the taxable person and the tax administration, the Danish authorities have requested authorisation to apply a special measure derogating from Article 75 of Directive 2006/112/EC. That measure would allow a taxable person, who has registered a vehicle as being for business purposes only, to use the vehicle for non-business purposes, and to calculate the taxable amount of the deemed supply pursuant to Article 75 of Directive 2006/112/EC on a daily flat rate basis, rather than lose their right to deduct the VAT incurred on the purchase cost of the vehicle.\n(5) That simplified calculation method would, however, be limited to 20 days of non-business use for each calendar year, and the flat rate amount of VAT to be paid is fixed at DKK 40 for each day of non-business use. This amount has been determined by the Danish Government following an analysis of national statistics.\n(6) The measure, which is to apply to light goods vehicles with a maximum authorised weight of up to three tonnes, would simplify the VAT obligations of taxable persons who make occasional non-business use of a vehicle registered for business purposes. However, it would remain possible for a taxable person to choose to register a light goods vehicle as being for both business and personal use. In so doing, the taxable person would lose the right to deduct the VAT on the purchase of the vehicle but would not be required to pay a daily charge for any private use.\n(7) Putting in place a measure ensuring that taxable person who makes occasional non-business use of a vehicle registered for business purposes is not deprived in full of the right to deduct the input tax on that vehicle would be consistent with the general rules on deduction as laid down by Directive 2006/112/EC.\n(8) The authorisation should be valid for a limited period and should therefore expire on 31 December 2014. In light of the experience gained up to that date an assessment should be made whether or not the derogation remains justified.\n(9) The measure will affect the overall amount of the tax revenue of the Member State concerned collected at the stage of final consumption only to a negligible extent, and has no negative impact on the Union’s own resources accruing from value added tax,", "main_body": ["By derogation from Article 75 of Directive 2006/112/EC, where a taxable person uses for private purposes, or those of his staff, or more generally for purposes other than those of his business, a light goods vehicle which has been registered as being solely for business use, Denmark is authorised to determine the taxable amount by reference to a flat-rate for each day of such use.\nThe flat rate per day referred to in the first paragraph shall be DKK 40.", "The measure referred to in Article 1 shall only be applied to light goods vehicles with a maximum authorised total weight of three tonnes.\nThis measure shall not apply where the non-business use exceeds 20 days per calendar year.", "This Decision shall expire on 31 December 2014.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 24 July 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 347, 11.12.2006, p. 1."}