{"celex_id": "32012D0298", "uri": "http://publications.europa.eu/resource/cellar/28a31ce7-b47f-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["1469", "2270", "2333", "3324", "5504", "5618", "5870", "5891"], "title": "2012/298/EU: Council Decision of 7 June 2012 on the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n", "header": "12.6.2012 EN Official Journal of the European Union L 151/3\nCOUNCIL DECISION\nof 7 June 2012\non the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n(2012/298/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 153(2), in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Protocol 31 to the Agreement on the European Economic Area (2) (‘the EEA Agreement’) contains specific provisions and arrangements concerning cooperation in specific fields outside the four freedoms.\n(2) It is appropriate to extend the cooperation of the Contracting Parties to the EEA Agreement to include Decision No 940/2011/EU of the European Parliament and of the Council of 14 September 2011 on the European Year for Active Ageing and Solidarity between Generations (2012) (3).\n(3) Protocol 31 to the EEA Agreement should therefore be amended in order to allow for this extended cooperation to take place from 1 January 2012.\n(4) The position of the Union in the EEA Joint Committee should be based on the attached draft Decision,", "main_body": ["The position to be taken by the European Union in the EEA Joint Committee on the proposed amendment to Protocol 31 to the EEA Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 7 June 2012.\nFor the Council\nThe President\nM. BØDSKOV\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\n(3)  OJ L 246, 23.9.2011, p. 5.\nDRAFT\nDECISION No …/2012 OF THE EEA JOINT COMMITTEE\nof\namending Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area (‘the EEA Agreement’), and in particular Articles 86 and 98 thereof,\nWhereas:\n(1) It is appropriate to extend the cooperation of the Contracting Parties to the EEA Agreement to include Decision No 940/2011/EU of the European Parliament and of the Council of 14 September 2011 on the European Year for Active Ageing and Solidarity between Generations (2012) (1).\n(2) Protocol 31 to the EEA Agreement should therefore be amended in order to allow for this extended cooperation to take place from 1 January 2012,\nHAS ADOPTED THIS DECISION:\nArticle 1\nArticle 5 of Protocol 31 to the EEA Agreement shall be amended as follows:\n(1) paragraph 5 is replaced by the following:\n(2) the following indent is added in paragraph 8:\n‘— 32011 D 0940: Decision No 940/2011/EU of the European Parliament and of the Council of 14 September 2011 on the European Year for Active Ageing and Solidarity between Generations (2012) (OJ L 246, 23.9.2011, p. 5).’.\nArticle 2\nThis Decision shall enter into force on … , provided that all the notifications under Article 103(1) of the EEA Agreement have been made to the EEA Joint Committee (2).\nIt shall apply from 1 January 2012.\nArticle 3\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels,.\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L 246, 23.9.2011, p. 5.\n(2)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}