{"celex_id": "32010D0145", "uri": "http://publications.europa.eu/resource/cellar/9be3ef2a-02f9-4a46-a1c3-ed13ed477c6f", "type": "Decision", "concepts": ["2338", "306", "3483", "4778", "7137", "950"], "title": "2010/145/CFSP: Council Decision 2010/145/CFSP of 8 March 2010 renewing measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\n", "header": "9.3.2010 EN Official Journal of the European Union L 58/8\nCOUNCIL DECISION 2010/145/CFSP\nof 8 March 2010\nrenewing measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 16 April 2003, the Council adopted Common Position 2003/280/CFSP in support of the effective implementation of the mandate of the ICTY (1).\n(2) On 30 March 2004, the Council adopted Common Position 2004/293/CFSP renewing measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY) (2).\n(3) Common Position 2004/293/CFSP was extended for the last time by Common Position 2009/164/CFSP of 26 February 2009 renewing measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY) (3) until 16 March 2010.\n(4) Persons indicted by the ICTY are still at large, and there is evidence that they are being assisted in their efforts to continue to evade justice.\n(5) The measures provided for in Common Position 2004/293/CFSP should be renewed for a further 12 months,", "main_body": ["1.   Member States shall take the necessary measures to prevent the entry into, or transit through their territories of the persons listed in the Annex, who are engaged in activities which help persons at large continue to evade justice for crimes for which the ICTY has indicted them or are otherwise acting in a manner which could obstruct the ICTY’s effective implementation of its mandate.\n2.   Paragraph 1 will not oblige a Member State to refuse its own nationals entry into its territory.\n3.   Paragraph 1 shall be without prejudice to the cases where a Member State is bound by an obligation of international law, namely:\n(a) as a host country of an international intergovernmental organisation;\n(b) as a host country to an international conference convened by, or under the auspices of, the United Nations;\n(c) under a multilateral agreement conferring privileges and immunities; or\n(d) under the 1929 Treaty of Conciliation (Lateran pact) concluded by the Holy See (State of the Vatican City) and Italy.\n4.   Paragraph 3 shall be considered as applying also in cases where a Member State is host country of the Organisation for Security and Cooperation in Europe (OSCE).\n5.   The Council shall be duly informed in all cases where a Member State grants an exemption pursuant to paragraphs 3 or 4.\n6.   Member States may grant exemptions from the measures imposed in paragraph 1 where travel is justified on the grounds of urgent humanitarian need, or on grounds of attending intergovernmental meetings, including those promoted by the European Union, or hosted by a Member State holding the Chairmanship in office of the OSCE, where a political dialogue is conducted that directly assists the ICTY in the implementation of its mandate.\n7.   A Member State wishing to grant exemptions referred to in paragraph 6 shall notify the Council in writing. The exemption will be deemed to be granted unless one or more of the Council Members raises an objection in writing within 48 hours of receiving notification of the proposed exemption. In the event that one or more of the Council members raises an objection, the Council, acting by a qualified majority, may decide to grant the proposed exemption.\n8.   In cases where pursuant to paragraphs 3, 4, 6 and 7, a Member State authorises the entry into, or transit through, its territory of persons listed in the Annex, the authorisation shall be limited to the purpose for which it is given and to the persons concerned thereby.", "The Council, acting upon a proposal by the High Representative of the Union for Foreign Affairs and Security Policy or a Member State, shall adopt modifications to the list contained in the Annex as required.", "In order to maximise the impact of the abovementioned measures, the Union shall encourage third States to adopt restrictive measures similar to those contained in this Decision.", "1.   This Decision shall take effect on the date of its adoption. It shall expire on 16 March 2011.\n2.   This Decision shall be kept under constant review. It shall be renewed, or amended as appropriate, if the Council deems that its objectives have not been met.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 March 2010.\nFor the Council\nThe President\nC. CORBACHO\n(1)  OJ L 101, 23.4.2003, p. 22.\n(2)  OJ L 94, 31.3.2004, p. 65.\n(3)  OJ L 55, 27.2.2009, p. 44.\nANNEX\n1.   BILBIJA, Milorad\nSon of Svetko BILBIJA\nDate of birth/Place of birth: 13.8.1956, Sanski Most, Bosnia and Herzegovina\nPassport No: 3715730\nID Card No: 03GCD9986\nPersonal ID No: 1308956163305\nAliases:\nAddress: Brace Pantica 7, Banja Luka, Bosnia and Herzegovina\n2.   BJELICA, Milovan\nDate of birth/Place of birth: 19.10.1958, Rogatica, Bosnia and Herzegovina\nPassport No: 0000148, issued on 26.7.1998 in Srpsko Sarajevo (annulled)\nID Card No: 03ETA0150\nPersonal ID No: 1910958130007\nAliases: Cicko\nAddress: CENTREK Company in Pale, Bosnia and Herzegovina\n3.   ECIM (EĆIM), Ljuban\nDate of birth/Place of birth: 6.1.1964, Sviljanac, Bosnia and Herzegovina\nPassport No: 0144290, issued on 21.11.1998 in Banja Luka (annulled)\nID Card No: 03GCE3530\nPersonal ID No: 0601964100083\nAliases:\nAddress: Ulica Stevana Mokranjca 26, Banja Luka, Bosnia and Herzegovina\n4.   HADZIC (HADŽIĆ), Goranka\nDaughter of Branko and Milena HADZIC (HADŽIĆ)\nDate of birth/Place of birth: 18.6.1962, Vinkovci Municipality, Croatia\nPassport No:\nID Card No: 1806962308218 (JMBG), ID Card No: 569934/03\nAliases:\nAddress: Aranj Janosa Street 9, Novi Sad, Serbia\nRelationship to person indicted for war crimes (PIFWC): sister of Goran HADZIC (HADŽIĆ)\n5.   HADZIC (HADŽIĆ), Ivana\nDaughter of Goran and Živka HADZIC (HADŽIĆ)\nDate of birth/Place of birth: 25.2.1983, Vukovar, Croatia\nPassport No:\nID Card No:\nAliases:\nAddress: Aranj Janosa Street 9, Novi Sad, Serbia\nRelationship to PIFWC: daughter of Goran HADZIC (HADŽIĆ)\n6.   HADZIC (HADŽIĆ), Srecko (Srećko)\nSon of Goran and Živka HADZIC (HADŽIĆ)\nDate of birth/Place of birth: 8.10.1987, Vukovar, Croatia\nPassport No:\nID Card No:\nAliases:\nAddress: Aranj Janosa Street 9, Novi Sad, Serbia\nRelationship to PIFWC: son of Goran HADZIC (HADŽIĆ)\n7.   HADZIC (HADŽIĆ), Zivka (Živka)\nDaughter of Branislav NUDIC (NUDIĆ)\nDate of birth/Place of birth: 9.6.1957, Vinkovci, Croatia\nPassport No:\nID Card No:\nAliases:\nAddress: Aranj Janosa Street 9, Novi Sad, Serbia\nRelationship to PIFWC: spouse of Goran HADZIC (HADŽIĆ)\n8.   JOVICIC (JOVIČIĆ), Predrag\nSon of Desmir JOVICIC (JOVIČIĆ)\nDate of birth/Place of birth: 1.3.1963, Pale, Bosnia and Herzegovina\nPassport No: 4363551\nID Card No: 03DYA0852\nPersonal ID No: 0103963173133\nAliases:\nAddress: Milana Simovica 23, Pale, Bosnia and Herzegovina\n9.   KESEROVIC (KESEROVIĆ), Dragomir\nSon of Slavko\nDate of birth/Place of birth: 8.6.1957, Piskavica/Banja Luka, Bosnia and Herzegovina\nPassport No: 4191306\nID Card No: 04GCH5156\nPersonal ID No: 0806957100028\nAliases:\nAddress:\n10.   KIJAC, Dragan\nDate of birth/Place of birth: 6.10.1955, Sarajevo, Bosnia and Herzegovina\nPassport No:\nID Card No:\nPersonal ID No:\nAliases:\nAddress:\n11.   KOJIC (KOJIĆ), Radomir\nSon of Milanko and Zlatana\nDate of birth/Place of birth: 23.11.1950, Bijela Voda, Sokolac, Bosnia and Herzegovina\nPassport No: 4742002, issued in 2002 in Sarajevo (expired in 2007)\nID Card No: 03DYA1935, issued on 7.7.2003 in Sarajevo\nPersonal ID No: 2311950173133\nAliases: Mineur or Ratko\nAddress: 115 Trifka Grabeza, Pale, or Hotel KRISTAL, Jahorina, Bosnia and Herzegovina\n12.   KOVAC (KOVAČ), Tomislav\nSon of Vaso\nDate of birth/Place of birth: 4.12.1959, Sarajevo, Bosnia and Herzegovina\nPassport No:\nID Card No:\nPersonal ID No: 0412959171315\nAliases: Tomo\nAddress: Bijela, Montenegro; and Pale, Bosnia and Herzegovina\n13.   KUJUNDZIC (KUJUNDŽIĆ), Predrag\nSon of Vasilija\nDate of birth/Place of birth: 30.1.1961, Suho Pole, Doboj, Bosnia and Herzegovina\nPassport No:\nID Card No: 03GFB1318\nPersonal ID No: 3001961120044\nAliases: Predo\nAddress: Doboj, Bosnia and Herzegovina\n14.   LUKOVIC (LUKOVIĆ), Milorad Ulemek\nDate of birth/Place of birth: 15.5.1968, Belgrade, Serbia\nPassport No:\nID Card No:\nPersonal ID No:\nAliases: Legija (forged ID as IVANIC, Zeljko (IVANIĆ, Željko))\nAddress: incarcerated (Belgrade District Prison, Bacvanska 14, Belgrade)\n15.   MALIS (MALIŠ), Milomir\nSon of Dejan MALIS (MALIŠ)\nDate of birth/Place of birth: 3.8.1966, Bjelice\nPassport No:\nID Card No:\nPersonal ID No: 0308966131572\nAliases:\nAddress: Vojvode Putnika, Foca, Bosnia and Herzegovina\n16.   MANDIC (MANDIĆ), Momcilo (Momčilo)\nDate of birth/Place of birth: 1.5.1954, Kalinovik, Bosnia and Herzegovina\nPassport No: 0121391, issued on 12.5.1999 in Srpsko Sarajevo, Bosnia and Herzegovina (annulled)\nID Card No:\nPersonal ID No: 0105954171511\nAliases: Momo\nAddress: incarcerated\n17.   MARIC (MARIĆ), Milorad\nSon of Vinko MARIC (MARIĆ)\nDate of birth/Place of birth: 9.9.1957, Visoko, Bosnia and Herzegovina\nPassport No: 4587936\nID Card No: 04GKB5268\nPersonal ID No: 0909957171778\nAliases:\nAddress: Vuka Karadzica 148, Zvornik, Bosnia and Herzegovina\n18.   MICEVIC (MIČEVIĆ), Jelenko\nSon of Luka and Desanka, maiden name: SIMIC (SIMIĆ)\nDate of birth/Place of birth: 8.8.1947, Borci near Konjic, Bosnia and Herzegovina\nPassport No: 4166874\nID Card No: 03BIA3452\nPersonal ID No: 0808947710266\nAliases: Filaret\nAddress: Milesevo monastery, Serbia\n19.   MLADIC (MLADIĆ), Biljana (maiden name: STOJCEVSKA (STOJČEVSKA))\nDaughter of Strahilo STOJCEVSKI (STOJČEVSKI) and Svetlinka STOJCEVSKA (STOJČEVSKA)\nDate of birth/Place of birth: 30.5.1972, Skopje, former Yugoslav Republic of Macedonia\nPassport No:\nID Card No: 3005972455086 (JMBG)\nAliases:\nAddress: registered at Blagoja Parovica 117a, Belgrade, but resides at Vidikovacki venac 83, Belgrade, Serbia\nRelationship to PIFWC: daughter-in-law of Ratko MLADIC (MLADIĆ)\n20.   MLADIC (MLADIĆ), Bosiljka (maiden name: JEGDIC (JEGDIĆ))\nDaughter of Petar JEGDIC (JEGDIĆ)\nDate of birth/Place of birth: 20.7.1947, Okrugljaca, Virovitica Municipality, Croatia\nID Card No: 2007947455100 (JMBG)\nPersonal ID Card: T77619, issued on 31.5.1992 by SUP Belgrade\nAddress: Blagoja Parovica 117a, Belgrade, Serbia\nRelationship to PIFWC: wife of Ratko MLADIC (MLADIĆ)\n21.   MLADIC (MLADIĆ), Darko\nSon of Ratko and Bosiljka MLADIC (MLADIĆ)\nDate of birth/Place of birth: 19.8.1969, Skopje, former Yugoslav Republic of Macedonia\nPassport No: SCG passport No 003220335, issued on 26.2.2002\nID Card No: 1908969450106 (JMBG); personal identity card B112059, issued on 8.4.1994 by SUP Belgrade\nAliases:\nAddress: Vidikovacki venac 83, Belgrade, Serbia\nRelationship to PIFWC: son of Ratko MLADIC (MLADIĆ)\n22.   NINKOVIC (NINKOVIĆ), Milan\nSon of Simo\nDate of birth/Place of birth: 15.6.1943, Doboj, Bosnia and Herzegovina\nPassport No: 3944452\nID Card No: 04GFE3783\nPersonal ID No: 1506943120018\nAliases:\nAddress:\n23.   OSTOJIC (OSTOJIĆ), Velibor\nSon of Jozo\nDate of birth/Place of birth: 8.8.1945, Celebici, Foca, Bosnia and Herzegovina\nPassport No:\nID Card No:\nPersonal ID No:\nAliases:\nAddress:\n24.   OSTOJIC (OSTOJIĆ), Zoran\nSon of Mico OSTOJIC (OSTOJIĆ)\nDate of birth/Place of birth: 29.3.1961, Sarajevo, Bosnia and Herzegovina\nPassport No:\nID Card No: 04BSF6085\nPersonal ID No: 2903961172656\nAliases:\nAddress: Malta 25, Sarajevo, Bosnia and Herzegovina\n25.   PAVLOVIC (PAVLOVIĆ), Petko\nSon of Milovan PAVLOVIC (PAVLOVIĆ)\nDate of birth/Place of birth: 6.6.1957, Ratkovici, Bosnia and Herzegovina\nPassport No: 4588517\nID Card No: 03GKA9274\nPersonal ID No: 0606957183137\nAliases:\nAddress: Vuka Karadjica 148, Zvornik, Bosnia and Herzegovina\n26.   POPOVIC (POPOVIĆ), Cedomir (Čedomir)\nSon of Radomir POPOVIC (POPOVIĆ)\nDate of birth/Place of birth: 24.3.1950, Petrovici\nPassport No:\nID Card No: 04FAA3580\nPersonal ID No: 2403950151018\nAliases:\nAddress: Crnogorska 36, Bileca, Bosnia and Herzegovina\n27.   PUHALO, Branislav\nSon of Djuro\nDate of birth/Place of birth: 30.8.1963, Foca, Bosnia and Herzegovina\nPassport No:\nID Card No:\nPersonal ID No: 3008963171929\nAliases:\nAddress:\n28.   RADOVIC (RADOVIĆ), Nade\nSon of Milorad RADOVIC (RADOVIĆ)\nDate of birth/Place of birth: 26.1.1951, Foca, Bosnia and Herzegovina\nPassport No: old 0123256 (annulled)\nID Card No: 03GJA2918\nPersonal ID No: 2601951131548\nAliases:\nAddress: Stepe Stepanovica 12, Foca/Srbinje, Bosnia and Herzegovina\n29.   RATIC (RATIĆ), Branko\nDate of birth/Place of birth: 26.11.1957, MIHALJEVCI SLAVONSKA POZEGA, Bosnia and Herzegovina\nPassport No: 0442022, issued on 17.9.1999 in Banja Luka\nID Card No: 03GCA8959\nPersonal ID No: 2611957173132\nAliases:\nAddress: Ulica Krfska 42, Banja Luka, Bosnia and Herzegovina\n30.   ROGULJIC (ROGULJIĆ), Slavko\nDate of birth/Place of birth: 15.5.1952, SRPSKA CRNJA HETIN, Serbia\nNon-valid passports No 3747158, issued on 12.4.2002 in Banja Luka, expired on 12.4.2007, and No 0020222, issued on 25.8.1988 in Banja Luka, expired on 25.8.2003\nID Card No: 04EFA1053\nPersonal ID No: 1505952103022\nAliases:\nAddress: 21 Vojvode Misica, Laktasi, Bosnia and Herzegovina\n31.   SAROVIC (ŠAROVIĆ), Mirko\nDate of birth/Place of birth: 16.9.1956, Rusanovici-Rogatica, Bosnia and Herzegovina\nPassport No: 4363471, issued at Istocno Sarajevo, with expiry date 8.10.2008\nID Card No: 04PEA4585\nPersonal ID No: 1609956172657\nAliases:\nAddress: Bjelopoljska 42, 71216 Srpsko Sarajevo, Bosnia and Herzegovina\n32.   SKOCAJIC (SKOČAJIĆ), Mrksa (Mrkša)\nSon of Dejan SKOCAJIC (SKOČAJIĆ)\nDate of birth/Place of birth: 5.8.1953, Blagaj, Bosnia and Herzegovina\nPassport No: 3681597\nID Card No: 04GDB9950\nPersonal ID No: 0508953150038\nAliases:\nAddress: Trebinjskih Brigade, Trebinje, Bosnia and Herzegovina\n33.   VRACAR (VRAČAR), Milenko\nDate of birth/Place of birth: 15.5.1956, Nisavici, Prijedor, Bosnia and Herzegovina\nNon-valid passports No 3865548, issued on 29.8.2002 in Banja Luka, expired on 29.8.2007, and No 0280280, issued on 4.12.1999 in Banja Luka, expired on 4.12.2004, and No 0062130, issued on 16.9.1998 in Banja Luka, Bosnia and Herzegovina\nID Card No: 03GCE6934\nPersonal ID No: 1505956160012\nAliases:\nAddress: 14 Save Ljuboje, Banja Luka, Bosnia and Herzegovina\n34.   ZOGOVIC (ZOGOVIĆ), Milan\nSon of Jovan\nDate of birth/Place of birth: 7.10.1939, Dobrusa\nPassport No:\nID Card No:\nPersonal ID No:\nAliases:\nAddress:"}