{"celex_id": "32010D0778", "uri": "http://publications.europa.eu/resource/cellar/9785daa9-44c8-4d97-a962-799a5836b19f", "type": "Decision", "concepts": ["201", "2470", "5482", "5650", "6400"], "title": "2010/778/EU: Commission Decision of 15 December 2010 amending Decision 2006/944/EC determining the respective emission levels allocated to the Community and each of its Member States under the Kyoto Protocol pursuant to Council Decision 2002/358/EC (notified under document C(2010) 9009)\n", "header": "16.12.2010 EN Official Journal of the European Union L 332/41\nCOMMISSION DECISION\nof 15 December 2010\namending Decision 2006/944/EC determining the respective emission levels allocated to the Community and each of its Member States under the Kyoto Protocol pursuant to Council Decision 2002/358/EC\n(notified under document C(2010) 9009)\n(2010/778/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2002/358/EC of 25 April 2002 concerning the approval, on behalf of the European Community, of the Kyoto Protocol to the United Nations Framework Convention on Climate Change and the joint fulfilment of commitments thereunder (1), and in particular Article 3 thereof,\nWhereas:\n(1) Commission Decision 2006/944/EC (2) determines emission levels for the Union and its Member States for the 5-year period of the first commitment period under the Kyoto Protocol.\n(2) The emission levels set out in Decision 2006/944/EC were based on provisional data, as the definitive base-year emission figures were not established by 31 December 2006.\n(3) Following the completion of the reviews conducted pursuant to Article 8 of the Kyoto Protocol to the United Nations Framework Convention on Climate Change, the final respective emission levels allocated to the Union and to each Member State should now be established pursuant to the methodology set out in Decision 2006/944/EC.\n(4) Denmark has consistently expressed concerns regarding its base-year emissions as a result of the exceptionally low base-year emissions provided in its report submitted pursuant to Article 23 of Commission Decision 2005/166/EC (3). In order to fully account for Denmark’s special and unique situation, which was recognised by the Council in 2002 in the process leading to the adoption of Decision 2002/358/EC, resulting from its unusually low base-year emissions and its having one of the highest quantified emission reduction obligations pursuant to Annex II to that Decision, the Union should transfer five million assigned amount units to Denmark for the sole purpose of compliance with the commitments in the first commitment period under the Kyoto Protocol to the United Nations Framework Convention on Climate Change. The Commission has taken due consideration of Denmark’s commitment to cancel any allowances remaining from this transfer at the end of the first commitment period.\n(5) Decision 2006/944/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Climate Change Committee,", "main_body": ["Decision 2006/944/EC is amended as follows:\n1. Article 2 is replaced by the following:\n2. The Annex is replaced by the Annex to this Decision.", "The Central Administrator of the Union registry shall transfer five million (5 000 000) of these assigned amount units to the Party to the Kyoto Protocol holding account in the registry of Denmark.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 2010.\nFor the Commission\nConnie HEDEGAARD\nMember of the Commission\n(1)  OJ L 130, 15.5.2002, p. 1.\n(2)  OJ L 358, 16.12.2006, p. 87.\n(3)  OJ L 55, 1.3.2005, p. 57.\nANNEX\nRespective emission levels allocated to the Union and Member States in terms of tonnes of carbon dioxide equivalent for the first quantified emission limitation and reduction commitment period under the Kyoto Protocol\nEuropean Union (1) 19 621 381 509\nBelgium 673 995 528\nDenmark 273 827 177\nGermany 4 868 096 694\nIreland 314 184 272\nGreece 668 669 806\nSpain 1 666 195 929\nFrance 2 819 626 640\nItaly 2 416 277 898\nLuxembourg 47 402 996\nNetherlands 1 001 262 141\nAustria 343 866 009\nPortugal 381 937 527\nFinland 355 017 545\nSweden 375 188 561\nUnited Kingdom 3 396 475 254\nBulgaria 610 045 827\nCzech Republic 893 541 801\nEstonia 196 062 637\nCyprus Not applicable\nLatvia 119 182 130\nLithuania 227 306 177\nHungary 542 366 600\nMalta Not applicable\nPoland 2 648 181 038\nRomania 1 279 835 099\nSlovenia 93 628 593\nSlovakia 331 433 516\n(1)  For the purpose of the joint fulfilment of the commitments pursuant to Article 3(1) of the Kyoto Protocol in accordance with the provisions of Article 4 thereof, pursuant to Decision 2002/358/EC and applying to the Member States listed in Annex II to that Decision."}