{"celex_id": "32011R0954", "uri": "http://publications.europa.eu/resource/cellar/013132af-8c21-4a69-a6cb-7ad206ff725e", "type": "Regulation", "concepts": ["206", "2247", "226", "2836"], "title": "Regulation (EU) No 954/2011 of the European Parliament and of the Council of 14 September 2011 amending Regulation (EC) No 2006/2004 on cooperation between national authorities responsible for the enforcement of consumer protection laws Text with EEA relevance\n", "header": "4.10.2011 EN Official Journal of the European Union L 259/1\nREGULATION (EU) No 954/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 September 2011\namending Regulation (EC) No 2006/2004 on cooperation between national authorities responsible for the enforcement of consumer protection laws\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Regulation (EC) No 2006/2004 (3) lays down the conditions under which the competent authorities in the Member States designated as responsible for the enforcement of the laws that protect consumers’ interests are to cooperate with each other and with the Commission in order to ensure compliance with those laws and the smooth functioning of the internal market, and in order to enhance the protection of consumers’ economic interests.\n(2) Point (a) of Article 3 of Regulation (EC) No 2006/2004 defines ‘the laws that protect consumers’ interests’ as the Directives, as transposed into the internal legal order of Member States, and the Regulations listed in the Annex to that Regulation (‘the Annex’).\n(3) Since the entry into force of Regulation (EC) No 2006/2004, several of the legislative acts listed in the Annex have been repealed, and new legislation has been adopted.\n(4) Directive 84/450/EEC (4) has been repealed and replaced by Directive 2006/114/EC (5). The reference to Directive 84/450/EEC should therefore be removed from the Annex and replaced by a reference to the specific Articles of Directive 2006/114/EC which aim at protecting consumers’ interests.\n(5) Whilst Directive 87/102/EEC (6) has been repealed and replaced by Directive 2008/48/EC (7), Directive 2008/48/EC does not expressly state that references to the repealed Directive 87/102/EEC are to be construed as references to Directive 2008/48/EC. For reasons of legal certainty, the reference to Directive 87/102/EEC in the Annex should therefore be replaced by a reference to Directive 2008/48/EC.\n(6) Directive 89/552/EEC (8) has been repealed and replaced by Directive 2010/13/EU (9). Pursuant to the second paragraph of Article 34 of Directive 2010/13/EU, references to Directive 89/552/EEC are to be construed as references to Directive 2010/13/EU. However, for the sake of clarity, the reference to Directive 89/552/EEC in the Annex should be replaced by a reference to the relevant Articles of Directive 2010/13/EU.\n(7) Directive 93/13/EEC (10) was not amended by Decision 2002/995/EC (11). Therefore, the reference to that Decision should be removed from the Annex.\n(8) Directive 94/47/EC (12) has been repealed and replaced by Directive 2008/122/EC (13). Pursuant to the second paragraph of Article 18 of Directive 2008/122/EC, references to Directive 94/47/EC are to be construed as references to Directive 2008/122/EC. However, for the sake of clarity, the reference to Directive 94/47/EC in the Annex should be replaced by a reference to Directive 2008/122/EC.\n(9) Directive 97/55/EC (14) is an amending Directive to the repealed Directive 84/450/EEC. Therefore, the reference to Directive 97/55/EC should be removed from the Annex.\n(10) The Annex should be amended accordingly.\n(11) It is necessary to assess the effectiveness and operational mechanisms of Regulation (EC) No 2006/2004 and thoroughly examine the possible inclusion in the Annex of additional laws that protect consumers’ interests, with a view to a possible revision of that Regulation aimed at providing public enforcement authorities with improved means to effectively detect, investigate and bring about the cessation or prohibition of infringements harming the collective interests of consumers in cross-border situations. To that end, the Commission should submit as soon as possible, and in any event by the end of 2014, a report to the European Parliament and to the Council, accompanied, where appropriate, by a legislative proposal,", "main_body": ["Regulation (EC) No 2006/2004 is hereby amended as follows:\n(1) the following Article is inserted:\n(2) the Annex is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 14 September 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ C 218, 23.7.2011, p. 69.\n(2)  Position of the European Parliament of 5 July 2011 (not yet published in the Official Journal) and decision of the Council of 27 July 2011.\n(3)  Regulation (EC) No 2006/2004 of the European Parliament and of the Council of 27 October 2004 on cooperation between national authorities responsible for the enforcement of consumer protection laws (the Regulation on consumer protection cooperation) (OJ L 364, 9.12.2004, p. 1).\n(4)  Council Directive 84/450/EEC of 10 September 1984 concerning misleading and comparative advertising (OJ L 250, 19.9.1984, p. 17).\n(5)  Directive 2006/114/EC of the European Parliament and of the Council of 12 December 2006 concerning misleading and comparative advertising (OJ L 376, 27.12.2006, p. 21).\n(6)  Council Directive 87/102/EEC of 22 December 1986 for the approximation of the laws, regulations and administrative provisions of the Member States concerning consumer credit (OJ L 42, 12.2.1987, p. 48).\n(7)  Directive 2008/48/EC of the European Parliament and of the Council of 23 April 2008 on credit agreements for consumers and repealing Council Directive 87/102/EEC (OJ L 133, 22.5.2008, p. 66).\n(8)  Directive 89/552/EEC of the European Parliament and of the Council of 3 October 1989 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive) (OJ L 298, 17.10.1989, p. 23).\n(9)  Directive 2010/13/EU of the European Parliament and of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive) (OJ L 95, 15.4.2010, p. 1).\n(10)  Council Directive 93/13/EEC of 5 April 1993 on unfair terms in consumer contracts (OJ L 95, 21.4.1993, p. 29).\n(11)  Commission Decision 2002/995/EC of 9 December 2002 laying down interim safeguard measures with regard to imports of products of animal origin for personal consumption (OJ L 353, 30.12.2002, p. 1).\n(12)  Directive 94/47/EC of the European Parliament and of the Council of 26 October 1994 on the protection of purchasers in respect of certain aspects of contracts relating to the purchase of the right to use immovable properties on a timeshare basis (OJ L 280, 29.10.1994, p. 83).\n(13)  Directive 2008/122/EC of the European Parliament and of the Council of 14 January 2009 on the protection of consumers in respect of certain aspects of timeshare, long-term holiday product, resale and exchange contracts (OJ L 33, 3.2.2009, p. 10).\n(14)  Directive 97/55/EC of the European Parliament and of the Council of 6 October 1997 amending Directive 84/450/EEC concerning misleading advertising so as to include comparative advertising (OJ L 290, 23.10.1997, p. 18).\nANNEX\nThe Annex to Regulation (EC) No 2006/2004 is hereby amended as follows:\n(1) footnote (1) is replaced by the following:\n‘(1) Directives Nos 6, 8 and 13 contain specific provisions.’;\n(2) point 1 is replaced by the following:\n‘1. Directive 2006/114/EC of the European Parliament and of the Council of 12 December 2006 concerning misleading and comparative advertising (OJ L 376, 27.12.2006, p. 21): Article 1, Article 2(c) and Articles 4 to 8.’;\n(3) points 3 and 4 are replaced by the following:\n‘3. Directive 2008/48/EC of the European Parliament and of the Council of 23 April 2008 on credit agreements for consumers and repealing Council Directive 87/102/EEC (OJ L 133, 22.5.2008, p. 66).\n4. Directive 2010/13/EU of the European Parliament and of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive) (OJ L 95, 15.4.2010, p. 1): Articles 9, 10, 11 and Articles 19 to 26.’;\n(4) points 6 and 7 are replaced by the following:\n‘6. Council Directive 93/13/EEC of 5 April 1993 on unfair terms in consumer contracts (OJ L 95, 21.4.1993, p. 29).\n7. Directive 2008/122/EC of the European Parliament and of the Council of 14 January 2009 on the protection of consumers in respect of certain aspects of timeshare, long-term holiday product, resale and exchange contracts (OJ L 33, 3.2.2009, p. 10).’;\n(5) point 9 is deleted."}