{"celex_id": "32014D0722(01)", "uri": "http://publications.europa.eu/resource/cellar/765621bd-1166-11e4-a7d0-01aa75ed71a1", "type": "Decision", "concepts": ["4175", "6128", "8465"], "title": "Council Decision of 24 June 2014 renewing the term of office of the President of the Office for Harmonisation in the Internal Market (trade marks and designs) and appointing a Chairman of a Board of Appeal of the Office for Harmonisation in the Internal Market (trade marks and designs)\n", "header": "22.7.2014 EN Official Journal of the European Union C 236/2\nCOUNCIL DECISION\nof 24 June 2014\nrenewing the term of office of the President of the Office for Harmonisation in the Internal Market (trade marks and designs) and appointing a Chairman of a Board of Appeal of the Office for Harmonisation in the Internal Market (trade marks and designs)\n2014/C 236/03\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 207/2009 of 26 February 2009 on the Community trade mark (1), and in particular Article 125(1) and (2) and Article 136 thereof,\nWhereas:\n(1) By Decision of 25 May 2010 (2), the Council appointed Mr António-Serge DE PINHO CAMPINOS as President of the Office for Harmonisation in the Internal Market (trade marks and designs) (‘the Office’).\n(2) On 20 May 2014,the Administrative Board of the Office submitted to the Council its proposals concerning the renewal of the term of office of the President of the Office and the appointment of a Chairman of a Board of Appeal of the Office.\n(3) The term of office of Mr António-Serge DE PINHO CAMPINOS as President of the Office should be renewed for a period of 5 years.\n(4) Mr Gordon David Thomas HUMPHREYS should be appointed chairman of a Board of Appeal of the Office,", "main_body": ["The term of office of Mr António-Serge DE PINHO CAMPINOS, born in Poitiers (France) on 24 October 1968, as President of the Office is hereby renewed for the period from 1 October 2015 to 30 September 2020.", "Mr Gordon David Thomas HUMPHREYS, born in London (United Kingdom) on 1 March 1964, is hereby appointed chairman of a Board of Appeal of the Office for a term of 5 years.\nThe date on which the 5-year term referred to in the first paragraph shall commence shall be determined by the Administrative Board of the Office.", "This Decision shall enter into force 20 days after its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 24 June 2014.\nFor the Council\nThe President\nE. VENIZELOS\n(1)  OJ L 78, 24.3.2009, p. 1.\n(2)  Council Decision of 25 May 2010 appointing the President, the Vice-President, the President of the Boards of Appeal and three chairmen of a Board of Appeal of the Office for Harmonization in the Internal Market (trade marks and designs) (OJ C 152, 11.6.2010, p. 1)."}