{"celex_id": "32014D0509", "uri": "http://publications.europa.eu/resource/cellar/bb3d4921-187a-11e4-933d-01aa75ed71a1", "type": "Decision", "concepts": ["202", "4608", "5709", "5729", "665", "8429"], "title": "2014/509/EU: Council Decision of 23 July 2014 on the adoption by Lithuania of the euro on 1 January 2015\n", "header": "31.7.2014 EN Official Journal of the European Union L 228/29\nCOUNCIL DECISION\nof 23 July 2014\non the adoption by Lithuania of the euro on 1 January 2015\n(2014/509/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 140(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the report from the European Commission,\nHaving regard to the report from the European Central Bank,\nHaving regard to the opinion of the European Parliament,\nHaving regard to the discussion in the European Council,\nHaving regard to the recommendation of the members of the Council representing Member States whose currency is the euro,\nWhereas:\n(1) The third stage of economic and monetary union (‘EMU’) started on 1 January 1999. The Council, meeting in Brussels on 3 May 1998 in the composition of Heads of State or Government, decided that Belgium, Germany, Spain, France, Ireland, Italy, Luxembourg, the Netherlands, Austria, Portugal and Finland fulfilled the necessary conditions for adopting the euro on 1 January 1999 (1).\n(2) By Decision 2000/427/EC (2) the Council decided that Greece fulfilled the necessary conditions for adopting the euro on 1 January 2001. By Decision 2006/495/EC (3) the Council decided that Slovenia fulfilled the necessary conditions for adopting the euro on 1 January 2007. By Decisions 2007/503/EC (4) and 2007/504/EC (5) the Council decided that Cyprus and Malta fulfilled the necessary conditions for adopting the euro on 1 January 2008. By Decision 2008/608/EC (6) the Council decided that Slovakia fulfilled the necessary conditions for adopting the euro. By Decision 2010/416/EU (7) the Council decided that Estonia fulfilled the necessary conditions for adopting the euro. By Decision 2013/387/EU (8) the Council decided that Latvia fulfilled the necessary conditions for adopting the euro.\n(3) In accordance with paragraph 1 of the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland annexed to the Treaty establishing the European Community (‘EC Treaty’), the United Kingdom notified the Council that it did not intend to move to the third stage of EMU on 1 January 1999. That notification has not been changed. In accordance with paragraph 1 of the Protocol on certain provisions relating to Denmark annexed to the EC Treaty and the Decision taken by the Heads of State or Government in Edinburgh in December 1992, Denmark has notified the Council that it will not participate in the third stage of EMU. Denmark has not requested that the procedure referred to in Article 140(2) of the Treaty on the Functioning of the European Union (TFEU) be initiated.\n(4) By virtue of Decision 98/317/EC Sweden has a derogation as defined in Article 139(1) TFEU. In accordance with Article 4 of the 2003 Act of Accession (9), the Czech Republic, Lithuania, Hungary and Poland have derogations as defined in Article 139(1) TFEU. In accordance with Article 5 of the 2005 Act of Accession (10), Bulgaria and Romania have derogations as defined in Article 139(1) TFEU. In accordance with Article 5 of the 2012 Act of Accession (11), Croatia has a derogation as defined in Article 139(1) TFEU.\n(5) The European Central Bank (‘ECB’) was established on 1 July 1998. The European Monetary System has been replaced by an exchange rate mechanism, the setting-up of which was agreed by a resolution of the European Council on the establishment of an exchange-rate mechanism in the third stage of economic and monetary union of 16 June 1997 (12). The procedures for an exchange-rate mechanism in stage three of economic and monetary union (ERM II) were laid down in the Agreement of 16 March 2006 between the European Central Bank and the national central banks of the Member States outside the euro area laying down the operating procedures for an exchange rate mechanism in stage three of economic and monetary union. (13)\n(6) Article 140(2) TFEU lays down the procedures for abrogation of the derogation of the Member States concerned. At least once every two years, or at the request of a Member State with a derogation, the Commission and the ECB shall report to the Council in accordance with the procedure laid down in Article 140(1) TFEU.\n(7) National legislation in the Member States, including the statutes of national central banks, is to be adapted as necessary with a view to ensuring compatibility with Articles 130 and 131 TFEU and with the Statute of the European System of Central Banks and of the European Central Bank (‘Statute of the ESCB and of the ECB’). The reports of the Commission and the ECB provide a detailed assessment of the compatibility of the legislation of Lithuania with Articles 130 and 131 TFEU and with the Statute of the ESCB and of the ECB.\n(8) In accordance with Article 1 of Protocol No 13 on the convergence criteria referred to in Article 140 TFEU, the criterion on price stability referred to in the first indent of Article 140(1) TFEU means that a Member State has a price performance that is sustainable and an average rate of inflation, observed over a period of one year before the examination, that does not exceed by more than one and a half percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criterion on price stability, inflation is measured by the harmonised indices of consumer prices (HICPs) defined in Council Regulation (EC) No 2494/95 (14). In order to assess the price stability criterion, a Member State's inflation is measured by the percentage change in the arithmetic average of 12 monthly indices relative to the arithmetic average of 12 monthly indices of the previous period. A reference value calculated as the simple arithmetic average of the inflation rates of the three best-performing Member States in terms of price stability plus 1,5 percentage points was considered in the reports of the Commission and the ECB. In the one-year period ending in April 2014, the inflation reference value was calculated to be 1,7 percent, with Latvia, Portugal and Ireland as the three best-performing Member States in terms of price stability, with inflation rates of, respectively 0,1 percent, 0,3 percent and 0,3 percent. It is warranted to exclude from the best performers Member States whose inflation rates could not be seen as a meaningful benchmark for other Member States. Such outliers were in the past identified in the 2004, 2010 and 2013 Convergence Reports. At the current juncture, it is warranted to exclude Greece, Bulgaria and Cyprus from the best performers (15). They are replaced by Latvia, Portugal and Ireland, the Member States with the next-lowest average inflation rates, for the calculation of the reference value.\n(9) In accordance with Article 2 of Protocol No 13, the criterion on the government budgetary position referred to in the second indent of Article 140(1) TFEU requires that, at the time of the examination, the Member State not be the subject of a Council decision under Article 126(6) TFEU that an excessive deficit exists.\n(10) In accordance with Article 3 of Protocol No 13, the criterion on participation in the exchange-rate mechanism of the European Monetary System referred to in the third indent of Article 140(1) TFEU requires that a Member State have complied with the normal fluctuation margins provided for by the exchange-rate mechanism (ERM) of the European Monetary System without severe tensions for at least the last two years before the examination. In particular, the Member State must not have devalued its currency's bilateral central rate against the euro on its own initiative for the same period. Since 1 January 1999, the ERM II provides the framework for assessing the fulfillment of the exchange rate criterion. In assessing the fulfillment of this criterion in their reports, the Commission and the ECB examined the two-year period ending on 15 May 2014.\n(11) In accordance with Article 4 of Protocol No 13, the criterion on the convergence of interest rates referred to in the fourth indent of Article 140(1) TFEU requires that, observed over a period of one year before the examination, a Member State have had an average nominal long-term interest rate that does not exceed by more than two percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criterion on the convergence of interest rates, comparable interest rates on ten-year benchmark government bonds were used. In order to assess the fulfillment of the interest-rate criterion a reference value calculated as the simple arithmetic average of the nominal long-term interest rates of the three best performing Member States in terms of price stability plus two percentage points was considered in the reports of the Commission and the ECB. The reference value is based on the long-term interest rates in Latvia (3,3 percent), Ireland (3,5 percent) and Portugal (5,9 percent) and in the one year period ending in April 2014 was 6,2 percent.\n(12) In accordance with Article 5 of Protocol No 13, the data used in the assessment of the fulfillment of the convergence criteria is to be provided by the Commission. The Commission provided that data. Budgetary data were provided by the Commission after reporting by the Member States by 1 April 2014 in accordance with Council Regulation (EC) No 479/2009 (16).\n(13) On the basis of reports presented by the Commission and the ECB on the progress made in the fulfillment by Lithuania of its obligations regarding the achievement of economic and monetary union, it is concluded that:\n(a) in Lithuania, national legislation, including the Statute of the national central bank, is compatible with Articles 130 and 131 TFEU and with the Statute of the ESCB and of the ECB;\n(b) regarding the fulfillment by Lithuania of the convergence criteria mentioned in the four indents of Article 140(1) TFEU:\n— the average inflation rate in Lithuania in the year ending in April 2014 stood at 0,6 percent, which is well below the reference value, and it is likely to remain below the reference value in the months ahead,\n— Lithuania is not the subject of a Council decision on the existence of an excessive deficit, with a budget deficit of 2,1 percent of GDP in 2013,\n— Lithuania has been a member of ERM II since 28 June 2004; upon ERM II entry, the authorities unilaterally commited to maintaining the prevailing Currency Board within the mechanism. During the two years preceding this assessment, the litas exchange rate did not deviate from its central rate and it did not experience tensions,\n— in the year ending April 2014, the long-term interest rate in Lithuania was, on average, 3,6 percent, which is well below the reference value;\n(c) in the light of the assessment on legal compatibility and on the fulfilment of the convergence criteria as well as the additional factors, Lithuania fulfils the necessary conditions for the adoption of the euro,", "main_body": ["Lithuania fulfils the necessary conditions for the adoption of the euro. The derogation in favour of Lithuania referred to in Article 4 of the 2003 Act of Accession is abrogated with effect from 1 January 2015.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 July 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  Council Decision 98/317/EC of 3 May 1998 in accordance with Article 109j(4) of the Treaty (OJ L 139, 11.5.1998, p. 30).\n(2)  Council Decision 2000/427/EC of 19 June 2000 in accordance with Article 122(2) of the Treaty on the adoption by Greece of the single currency on 1 January 2001 (OJ L 167, 7.7.2000, p. 19).\n(3)  Council Decision 2006/495/EC of 11 July 2006 in accordance with Article 122(2) of the Treaty on the adoption by Slovenia of the single currency on 1 January 2007 (OJ L 195, 15.7.2006, p. 25).\n(4)  Council Decision 2007/503/EC of 10 July 2007 in accordance with Article 122(2) of the Treaty on the adoption by Cyprus of the single currency on 1 January 2008 (OJ L 186, 18.7.2007, p. 29).\n(5)  Council Decision 2007/504/EC of 10 July 2007 in accordance with Article 122(2) of the Treaty on the adoption by Malta of the single currency on 1 January 2008 (OJ L 186, 18.7.2007, p. 32).\n(6)  Council Decision 2008/608/EC of 8 July 2008 in accordance with Article 122(2) of the Treaty on the adoption by Slovakia of the single currency on 1 January 2009 (OJ L 195, 24.7.2008, p. 24).\n(7)  Council Decision 2010/416/EU of 13 July 2010 in accordance with Article 140(2) of the Treaty on the adoption by Estonia of the euro on 1 January 2011 (OJ L 196, 28.7.2010, p. 24).\n(8)  Council Decision 2013/387/EU of 9 July 2013 on the adoption by Latvia of the euro on 1 January 2014 (OJ L 195, 18.7.2013, p. 24).\n(9)  OJ L 236, 23.9.2003, p. 33.\n(10)  OJ L 157, 21.6.2005, p. 203.\n(11)  OJ L 112, 24.4.2012, p. 21.\n(12)  OJ C 236, 2.8.1997, p. 5.\n(13)  OJ C 73, 25.3.2006, p. 21.\n(14)  Council Regulation (EC) No 2494/95 of 23 October 1995 concerning harmonised indices of consumer prices (OJ L 257, 27.10.1995, p. 1).\n(15)  In April 2014, the 12-month average inflation rates of Greece, Bulgaria and Cyprus were respectively – 1,2 %, – 0,8 % and – 0,4 % and that of the euro area 1,0 %.\n(16)  Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (OJ L 145, 10.6.2009, p. 1)."}