{"celex_id": "32010D0634", "uri": "http://publications.europa.eu/resource/cellar/c424a957-8e5e-47a3-bd9c-3b92bae2b8c4", "type": "Decision", "concepts": ["1707", "2527", "5650", "5782", "5794", "6400"], "title": "2010/634/EU: Commission Decision of 22 October 2010 adjusting the Union-wide quantity of allowances to be issued under the Union Scheme for 2013 and repealing Decision 2010/384/EU (notified under document C(2010) 7180)\n", "header": "23.10.2010 EN Official Journal of the European Union L 279/34\nCOMMISSION DECISION\nof 22 October 2010\nadjusting the Union-wide quantity of allowances to be issued under the Union Scheme for 2013 and repealing Decision 2010/384/EU\n(notified under document C(2010) 7180)\n(2010/634/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (1), and in particular Article 9 and Article 9a(3) thereof,\nWhereas:\n(1) In accordance with Article 9a of Directive 2003/87/EC, the Union-wide quantity of allowances should be adjusted to reflect allowances issued in respect of installations that were included in the EU Emission Trading Scheme during the period from 2008 to 2012 pursuant to Article 24(1) of Directive 2003/87/EC. The Union-wide quantity of allowances should also be adjusted in respect of installations that carry out activities listed in Annex I to the Directive and that are only included in the Union scheme from 2013 onwards.\n(2) In accordance with Article 9 of Directive 2003/87/EC, Commission Decision 2010/384/EU of 9 July 2010 on the Community-wide quantity of allowances to be issued under the EU Emission Trading Scheme for 2013 (2) based the absolute Union-wide quantity of allowances for 2013 on the total quantities of allowances issued or to be issued by the Member States in accordance with the Commission decisions on their national allocation plans for the period from 2008 to 2012. As additional information has become available since the adoption of that Decision, it should be repealed and replaced.\n(3) Further to applications by Member States for the unilateral inclusion of additional activities and gases in the Union scheme under Article 24(1) of Directive 2003/87/EC, activities previously not included in the Union scheme were included in the scheme by Commission Decisions C(2008) 7867, C(2009) 3032 and C(2009) 9849. For the purpose of this Decision, applications pursuant to Article 24(1) of Directive 2003/87/EC should be taken into account where the Commission has approved their inclusion before 31 August 2010. It will remain possible to reflect in future adjustments to the Union-wide quantity of allowances for 2013 inclusions approved by the Commission after this date. Pursuant to Article 9a(1) of Directive 2003/87/EC, the Union-wide quantity of allowances is to be adjusted by the linear factor referred to in Article 9 of the Directive from 2010 onwards.\n(4) In accordance with Article 2(1) of Directive 2009/29/EC of the European Parliament and of the Council of 23 April 2009 amending Directive 2003/87/EC so as to improve and extend the greenhouse gas emission allowance trading scheme of the Community (3) Member States have brought into force national law, regulations and administrative provisions to ensure that the operators of installations carrying out activities listed in Annex I to Directive 2003/87/EC that are only included in the Union scheme from 2013 onwards, were able to submit to the relevant competent authority duly substantiated and independently verified emissions data. Such data is necessary, if it is to be taken into account for the adjustment of the Union-wide quantity of allowances. Member States were required to notify duly substantiated emission data to the Commission by 30 June 2010.\n(5) To provide a level playing field for all installations, emissions data notified by Member States to the Commission should be adjusted to take into account the emission reduction effort that would have been expected from installations only included in the Union scheme as from 2013, had they been included in the Union scheme as from 2005. The Union-wide quantity of allowances is also to be adjusted pursuant to Article 9a(2) of the Directive by the linear factor referred to in Article 9 of the Directive from 2010 onwards. In the event that new Member States join the Union, it will remain possible to reflect additional information in future adjustments to the Union-wide quantity of allowances.\n(6) Where Member States notified emissions from installations producing ammonia or soda ash, which will only be included in the Union scheme as from 2013, emissions serving as the basis for the calculation of the adjustment of the Union-wide quantity of allowances determined in this Decision, were taken into account assuming that these emissions represent emissions in the sense of Article 3(b) of Directive 2003/87/EC. To guarantee consistency between the total quantity of allowances in the Union scheme, and the emissions for which allowances have to be surrendered, it will remain possible to revise the Union-wide quantity of allowances, if the Regulation to be adopted pursuant to Article 14(1) of Directive 2003/87/EC deviates from this approach.\n(7) To avoid double counting, only notified emissions with respect to activities listed in Annex I to Directive 2003/87/EC included in the scope of the Union scheme as from 2013, should be taken into account for the adjustment of the Union-wide quantity of allowances.\n(8) Pursuant to Article 27 of Directive 2003/87/EC, Member States may exclude certain installations from the Union-wide scheme, if they notify the Commission of each of those installations by not later than 30 September 2011 and the Commission does not object. To date, the Commission has not received notifications from Member States in this respect. It will remain possible to reflect such exclusions in future adjustments to the Union-wide quantity of allowances for 2013.\n(9) It may be necessary to take into account additional information concerning the Union-wide quantity of allowances pursuant to Article 9 of Directive 2003/87/EC, as determined by Decision 2010/384/EU when it becomes available. It will remain possible to reflect such additional information in future adjustments to the Union-wide quantity of allowances for 2013.\n(10) On the basis of information available since the adoption of Decision 2010/384/EU, the average annual total quantity of allowances issued by Member States in accordance with the Commission decisions on their national allocation plans for the period from 2008 to 2012, which is taken into account for the calculation of the Union-wide quantity of allowances pursuant to Article 9 of Directive 2003/87/EC amounts to 2 037 227 209.\n(11) For 2013, the absolute Union-wide quantity of allowances referred to in Article 9 of Directive 2003/87/EC amounts to 1 930 883 949.\n(12) For 2013, the quantity of allowances issued in respect of installations that were included in the Union scheme during the period from 2008 to 2012 pursuant to Article 24(1) of Directive 2003/87/EC and adjusted by the linear factor referred to in Article 9 of this Directive amounts to 1 328 218.\n(13) For 2013, the quantity of allowances issued in respect of installations that are included in the Union scheme from 2013 onwards and adjusted by the linear factor referred to in Article 9 of this Directive amounts to 106 940 715.\n(14) On the basis of Article 9 and Article 9a, the total quantity of allowances to be issued from 2013 onwards is to annually decrease by a linear factor of 1,74 %, amounting to 37 435 387 allowances,", "main_body": ["For 2013, the total absolute Union-wide quantity of allowances referred to in Article 9 and Article 9a(1) and (2) of Directive 2003/87/EC amounts to 2 039 152 882.", "Decision 2010/384/EU is repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 October 2010.\nFor the Commission\nConnie HEDEGAARD\nMember of the Commission\n(1)  OJ L 275, 25.10.2003, p. 32.\n(2)  OJ L 175, 10.7.2010. p. 36.\n(3)  OJ L 140, 5.6.2009, p. 63."}