{"celex_id": "32011D0210", "uri": "http://publications.europa.eu/resource/cellar/c89b4678-f48f-42c8-b44d-6d430ee36df1", "type": "Decision", "concepts": ["1005", "1639", "2464", "3074", "3357", "3450", "5335"], "title": "Council Decision 2011/210/CFSP of 1 April 2011 on a European Union military operation in support of humanitarian assistance operations in response to the crisis situation in Libya (EUFOR Libya)\n", "header": "5.4.2011 EN Official Journal of the European Union L 89/17\nCOUNCIL DECISION 2011/210/CFSP\nof 1 April 2011\non a European Union military operation in support of humanitarian assistance operations in response to the crisis situation in Libya (EUFOR Libya)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28 and Article 43(2) thereof,\nHaving regard to the proposal by the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) In its Resolution on Peace and Security in Africa, adopted on 26 February 2011 (UNSCR 1970 (2011)), the United Nations Security Council (Security Council) expressed grave concern at the situation in Libya and condemned the violence and the use of force against civilians. Furthermore, the Security Council called upon all Member States of the United Nations to make available humanitarian and related assistance in Libya.\n(2) In its Resolution on the situation in Libya, adopted on 17 March 2011 (UNSCR 1973 (2011)), the Security Council recalled UNSCR 1970 (2011) and expressed its determination to ensure the protection of civilians and civilian populated areas and the rapid and unimpeded passage of humanitarian assistance and the safety of humanitarian personnel. It also welcomed the response of neighbouring States, in particular Tunisia and Egypt, to address the needs of refugees and foreign workers and called on the international community to support those efforts.\n(3) Furthermore, the Security Council authorised Member States having notified the Secretary-General of the United Nations, acting nationally or through regional organisations or arrangements and in cooperation with him and with the Member States of the League of Arab States, to take all necessary measures to protect civilians and civilian populated areas under threat of attack in Libya, while excluding a foreign occupation force of any form on any part of Libyan territory.\n(4) In its conclusions of 21 March 2011, the Council expressed its concern at the situation in Libya and condemned the gross and systematic violation of human rights, violence and brutal repression perpetrated by the regime against the Libyan people. It expressed its satisfaction at the adoption of UNSCR 1973 (2011) and underlined the Union’s determination to contribute to its implementation and to act collectively and resolutely, with all international partners, particularly the League of Arab States and other regional stakeholders, to that effect. It confirmed that the Union’s main aim is the protection of the civilian population and support for the Libyan people to realise their aspirations for a democratic society.\n(5) On 24 March 2011 the Council approved a Crisis Management Concept in response to the crisis in Libya. Further planning should focus on the support to humanitarian assistance. In particular, the operation will not impact on the neutrality or impartiality of the humanitarian actors. Any decision to launch the operation must be preceded by a request from OCHA and must be taken in the light of a current risk and threat assessment.\n(6) Close coordination and consultation is taking place with the Governments of Egypt and Tunisia in order to ensure their authorisation for a possible Union military presence in their respective countries.\n(7) The Political and Security Committee (PSC) should exercise, under the responsibility of the Council and of the High Representative of the Union for Foreign Affairs and Security Policy (the High Representative), political control over the Union military operation, provide it with strategic direction, and take the relevant decisions in accordance with the third paragraph of Article 38 of the Treaty on European Union (TEU).\n(8) It is necessary to negotiate and conclude international agreements relating to the participation of third States in Union operations and relating to the status of Union forces and personnel.\n(9) The operational expenditure arising from this Decision, which has military or defence implications, should be borne by the Member States pursuant to Article 41(2) TEU and in accordance with Council Decision 2008/975/CFSP of 18 December 2008 establishing a mechanism to administer the financing of the common costs of European Union operations having military or defence implications (‘ATHENA’) (1).\n(10) Article 28(1) TEU empowers the Council to adopt decisions laying down the means to be made available to the Union. The financial reference amount, for an initial 4-month period, for the common costs of the European Union military operation constitutes the best current estimate and is without prejudice to the final figures to be included in a budget to be approved in accordance with the rules laid down in ATHENA.\n(11) In accordance with Article 5 of the Protocol on the position of Denmark annexed to the TEU and to the Treaty on the Functioning of the European Union (TFEU), Denmark does not participate in the elaboration and implementation of decisions and actions of the Union which have defence implications. Denmark does not, therefore, participate in the financing of this operation,", "main_body": ["Mission\n1.   With a view to underpinning the mandates of United Nations Security Council Resolutions 1970 and 1973 (2011), the Union shall, if requested by the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), conduct in the framework of the Common Security and Defence Policy a military operation, hereinafter called ‘EUFOR Libya’, in order to support humanitarian assistance in the region. The operation shall fully respect the Guidelines on the use of Military and Civil Defence Assets to support United Nations humanitarian activities in complex emergencies and the Guidance on the use of Foreign Military Assets to Support Humanitarian Operations in the Context of the Current Crisis in North Africa.\n2.   In support of this political objective, EUFOR Libya, if requested by OCHA, shall, in full respect of the Guidelines and the Guidance referred to in paragraph 1:\n— contribute to the safe movement and evacuation of displaced persons,\n— support, with specific capabilities, the humanitarian agencies in their activities.", "Appointment of the EU Operation Commander\nRear Admiral Claudio GAUDIOSI is hereby appointed European Union Operation Commander of EUFOR Libya.", "Designation of the EU Operational Headquarters\nThe Operational Headquarters of EUFOR Libya shall be located in Rome.", "Planning and launch of the operation\nThe Decision to launch the European Union military operation shall be adopted by the Council, in the light of a current risk and threat assessment, following approval of the Operation Plan and the Rules of Engagement.", "Political control and strategic direction\n1.   Under the responsibility of the Council and the High Representative, the PSC shall exercise the political control and strategic direction of EUFOR Libya. The Council hereby authorises the PSC to take the relevant decisions in accordance with the third paragraph of Article 38 TEU. This authorisation shall include the powers to amend the planning documents, including the Operation Plan, the Chain of Command and the Rules of Engagement. It shall also include the powers to take decisions on the appointment of the European Union Operation Commander and the European Union Force Commander. The powers of decision with respect to the objectives and termination of EUFOR Libya shall remain vested in the Council.\n2.   The PSC shall report to the Council at regular intervals.\n3.   The PSC shall, at regular intervals, receive reports from the Chairman of the European Union Military Committee (EUMC) regarding the conduct of EUFOR Libya. The PSC may invite the European Union Operation Commander or the Force Commander to its meetings, as appropriate.", "Military direction\n1.   The EUMC shall monitor the proper execution of EUFOR Libya conducted under the responsibility of the European Union Operation Commander.\n2.   The EUMC shall, at regular intervals, receive reports from the European Union Operation Commander. It may invite him or the Force Commander to its meetings, as appropriate.\n3.   The Chairman of the EUMC shall act as the primary point of contact with the European Union Operation Commander.", "Implementation and consistency of the Union’s response\n1.   The High Representative shall ensure the implementation of this Decision and its consistency with the Union’s external action as a whole, including the Union’s humanitarian aid activities.\n2.   The European Union Operation Commander shall assist the High Representative in the implementation of this Decision.", "Cooperation with other actors\n1.   Planning and conduct of the operation shall be carried out in close cooperation and complementarity with the OCHA, which is coordinating the overall humanitarian response, the North Atlantic Treaty Organisation, and other actors.\n2.   EUFOR Libya shall cooperate closely with the designated United Nations coordinator(s), as well as with the designated coordinator(s) of the League of Arab States and with its Member States.\n3.   Consultations shall take place with the African Union as appropriate.", "Participation by third States\n1.   Without prejudice to the Union’s decision-making autonomy or to the single institutional framework, and in accordance with the relevant guidelines of the European Council, third States, in particular the Member States of the League of Arab States, may be invited to participate in the operation.\n2.   The Council hereby authorises the PSC to invite third States to offer contributions and to take the relevant decisions on acceptance of the proposed contributions, upon the recommendation of the European Union Operation Commander and the EUMC.\n3.   Detailed arrangements for the participation of third States shall be the subject of agreements concluded pursuant to Article 37 TEU and in accordance with the procedure laid down in Article 218 TFEU. Where the Union and a third State have concluded an agreement establishing a framework for the latter’s participation in crisis management operations of the Union, the provisions of such an agreement shall apply in the context of this operation.\n4.   Third States making significant military contributions to EUFOR Libya shall have the same rights and obligations in terms of day-to-day management of the operation as Member States taking part in the operation.\n5.   The Council hereby authorises the PSC to take relevant decisions on the setting-up of a Committee of Contributors, should third States provide significant military contributions.", "0\nStatus of Union-led forces and personnel\nThe status of Union-led forces and their personnel, including the privileges, immunities and further guarantees necessary for the fulfilment and smooth functioning of their mission, may be the subject of agreements concluded pursuant to Article 37 TEU and in accordance with the procedure laid down in Article 218(3) TFEU.", "1\nFinancial arrangements\n1.   The common costs of EUFOR Libya shall be administered in accordance with Decision 2008/975/CFSP.\n2.   The financial reference amount for the common costs of EUFOR Libya shall be EUR 7 900 000. The percentage of the reference amount referred to in Article 25(1) of Decision 2008/975/CFSP shall be 30 %.", "2\nRelease of information to third parties\n1.   The High Representative is hereby authorised to release to the African Union, Egypt, the League of Arab States, Tunisia, and the United Nations, as well as to other third parties associated with this Decision, classified Union information and documents generated for the purposes of EUFOR Libya up to the level of classification appropriate for each of them and in accordance with the Council’s security regulations (2).\n2.   The High Representative is hereby authorised to release to the African Union, Egypt, the League of Arab States, Tunisia and the United Nations, as well as to other third parties associated with this Decision, unclassified Union documents relating to Council deliberations on EUFOR Libya which are covered by the obligation of professional secrecy pursuant to Article 6(1) of the Rules of Procedure of the Council (3).", "3\nEntry into force and termination\n1.   This Decision shall enter into force on the date of its adoption.\n2.   EUFOR Libya shall, unless the Council decides otherwise, terminate no later than 4 months after reaching Initial Operating Capability.\n3.   This Decision shall be repealed as from the later of the date of closure of the European Union Operational Headquarters or the Force Headquarters, in accordance with the plans approved for the termination of EUFOR Libya, and without prejudice to the relevant procedures regarding the audit and presentation of the accounts thereof as laid down in Decision 2008/975/CFSP."], "attachments": "Done at Brussels, 1 April 2011.\nFor the Council\nThe President\nMARTONYI J.\n(1)  OJ L 345, 23.12.2008, p. 96.\n(2)  Council Decision 2001/264/EC of 19 March 2001 adopting the Council’s security regulations (OJ L 101, 11.4.2001, p. 1).\n(3)  Council Decision 2009/937/EU of 1 December 2009 adopting the Council’s Rules of Procedure (OJ L 325, 11.12.2009, p. 35)."}