{"celex_id": "32014D0508", "uri": "http://publications.europa.eu/resource/cellar/16a75dc8-1813-11e4-933d-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3870", "5876", "5946", "6930", "950"], "title": "Council Decision 2014/508/CFSP of 30 July 2014 amending Decision 2014/145/CFSP concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine\n", "header": "30.7.2014 EN Official Journal of the European Union L 226/23\nCOUNCIL DECISION 2014/508/CFSP\nof 30 July 2014\namending Decision 2014/145/CFSP concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nHaving regard to Council Decision 2014/145/CFSP of 17 March 2014 concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) On 17 March 2014, the Council adopted Decision 2014/145/CFSP.\n(2) In view of the gravity of the situation in Ukraine, the Council considers that additional persons and entities should be added to the list of persons, entities and bodies subject to restrictive measures as set out in the Annex to Decision 2014/145/CFSP.\n(3) The Annex to Decision 2014/145/CFSP should therefore be amended accordingly,", "main_body": ["The persons and entities listed in the Annex to this Decision shall be added to the list set out in the Annex to Decision 2014/145/CFSP.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 July 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  OJ L 78, 17.3.2014, p. 16.\nANNEX\nLIST OF PERSONS AND ENTITIES REFERRED TO IN ARTICLE 1\nIndividuals\nName Identifying information Reasons Date of listing\n1. Alexey Alexeyevich GROMOV Born on 31.5.1960; in Zagorsk (Sergiev Posad) As first Deputy Chief of Staff of the Presidential Administration, he is responsible for instructing Russian media outlets to take a line favourable with the separatists in Ukraine and the annexation of Crimea, therefore supporting the destabilisation of Eastern Ukraine and the annexation of Crimea. 30.7.2014\n2. Oksana TCHIGRINA  Spokesperson of the so called ‘government’ of the so called ‘Lugansk People's Republic’ who made declarations justifying inter alia the shooting down of a Ukrainian military airplane, the taking of hostages, fighting activities by the illegal armed groups, which have as a consequence undermined the territorial integrity, sovereignty and unity of Ukraine. 30.7.2014\n3. Boris LITVINOV  As of 22 July, chairman of the so-called ‘Supreme Council’ of the so called ‘Donetsk People's Republic’ who was at the source of policies and the organisation of the illegal referendum leading to the proclamation of the so-called ‘Donetsk People's Republic’, which constituted a breach of the territorial integrity, sovereignty and unity of Ukraine. 30.7.2014\n4. Sergey ABISOV Born on 27.11.1967 By accepting his appointment as so-called ‘Minister of Interior of the Republic of Crimea’ by the President of Russia (decree No. 301) on 5 May 2014 and by his actions as so-called ‘Minister of Interior’ he has undermined the territorial integrity, sovereignty and unity of Ukraine 30.7.2014\n5 Arkady Romanovich ROTENBERG Born on 15.12.1951 in Leningrad (St Petersburg) Mr Rotenberg is a long-time acquaintance of President Putin and his former judo sparring partner. 30.7.2014\n6. Konstantin Valerevich MALOFEEV Born on 3.7.1974 in Puschino Mr Malofeev is closely linked to Ukrainian separatists in Eastern Ulkraine and Crimea. He is a former employer of Mr Borodai, so-called Prime Minister of the so-called ‘Donetsk People's Republic’ and met with Mr Aksyonov, so-called Prime Minister of the so-called ‘Republic of Crimea’, during the period of the Crimean annexation process. The Ukrainian Government has opened a criminal investigation into his alleged material and financial support to separatists. 30.7.2014\n7. Yuriy Valentinovich KOVALCHUK Born on 25.7.1951 in Leningrad (St Petersburg) Mr Kovalchuk is a long-time acquaintance of President Putin. He is a co-founder of the so-called Ozero Dacha, a co-operative society bringing together an influential group of individuals around President Putin. 30.7.2014\n8. Nikolay Terentievich SHAMALOV Born on 24.1.1950 Mr Shamalov is a long-time acquaintance of President Putin. He is a co-founder of the so-called Ozero Dacha, a co-operative society bringing together an influential group of individuals around President Putin. 30.7.2014\nEntities\nName Identifying information Reasons Date of listing\n1. JOINT-STOCK COMPANY CONCERN ALMAZ-ANTEY (a.k.a. ALMAZ-ANTEY CORP; a.k.a. ALMAZ-ANTEY DEFENSE CORPORATION; a.k.a. ALMAZ-ANTEY JSC;), 41 ul.Vereiskaya, Moscow 121471, Russia; Almaz-Antei is a Russian state-owned company. It manufactures anti-aircraft weaponry including surface-to-air missiles which it supplies to the Russian army. The Russian authorities have been providing heavy weaponry to separatists in Eastern Ukraine, contributing to the destabilization of Ukraine. These weapons are used by the separatists, including for shooting down airplanes. As a state-owned company, Almaz-Antei therefore contributes to the destabilization of Ukraine. 30.7.2014\n2. DOBROLET aka DOBROLYOT Airline code QD Dobrolet is a subsidiary of a Russian state-owned airline. Since the illegal annexation of Crimea Dobrolet has so far exclusively operated flights between Moscow and Simferopol. It therefore facilitates the integration of the illegally annexed Autonomous Republic of Crimea into the Russian Federation and undermines Ukrainian sovereignty and territorial integrity. 30.7.2014\n3. RUSSIAN NATIONAL COMMERCIAL BANK License of the Central Bank of Russia No. 1354 After the illegal annexation of Crimea, Russian National Commercial Bank (RNCB) became fully owned by the so-called ‘Republic of Crimea’. It has become the dominant player in the market, while it had no presence in Crimea before the annexation. By buying or taking over from branches of retreating banks operating in Crimea, RNCB supported materially and financially the actions of the Russian government to integrate Crimea into the Russian Federation, thus undermining Ukraine's territorial integrity. 30.7.2014"}