{"celex_id": "32014D0039", "uri": "http://publications.europa.eu/resource/cellar/e579e760-881c-11e3-9b7d-01aa75ed71a1", "type": "Decision", "concepts": ["1182", "3317", "483", "566", "6274"], "title": "2014/39/EU: Commission Decision of 27 January 2014 confirming the participation of Greece in enhanced cooperation in the area of the law applicable to divorce and legal separation\n", "header": "28.1.2014 EN Official Journal of the European Union L 23/41\nCOMMISSION DECISION\nof 27 January 2014\nconfirming the participation of Greece in enhanced cooperation in the area of the law applicable to divorce and legal separation\n(2014/39/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 328(1) and 331(1) thereof,\nHaving regard to Council Decision 2010/405/EU of 12 July 2010 authorising enhanced cooperation in the area of the law applicable to divorce and legal separation (1),\nHaving regard to Council Regulation (EU) No 1259/2010 of 20 December 2010 implementing enhanced cooperation in the area of the law applicable to divorce and legal separation (2),\nHaving regard to the notification by Greece of its intention to participate in enhanced cooperation in the area of the law applicable to divorce and legal separation,\nWhereas:\n(1) On 12 July 2010, the Council decided to authorise enhanced cooperation between Belgium, Bulgaria, Germany, Spain, France, Italy, Latvia, Luxembourg, Hungary, Malta, Austria, Portugal, Romania and Slovenia in the area of the law applicable to divorce and legal separation.\n(2) On 20 December 2010, the Council adopted Regulation (EU) No 1259/2010 implementing enhanced cooperation in the area of the law applicable to divorce and legal separation.\n(3) On 21 November 2012 the Commission adopted Decision 2012/714/EU confirming the participation of Lithuania in enhanced cooperation in the area of the law applicable to divorce and legal separation (3).\n(4) Greece notified its intention to participate in enhanced cooperation in the area of the law applicable to divorce and legal separation by letter dated 14 October 2013, which the Commission registered as received on 15 October 2013.\n(5) The Commission notes that neither Decision 2010/405/EU nor Regulation (EU) No 1259/2010 prescribe any particular conditions of participation in enhanced cooperation in the area of the law applicable to divorce and legal separation and that Greece’s participation should strengthen the benefits of this enhanced cooperation.\n(6) The participation of Greece in enhanced cooperation in the area of the law applicable to divorce and legal separation should thus be confirmed.\n(7) The Commission should adopt transitional measures for Greece necessary for the application of Regulation (EU) No 1259/2010.\n(8) Regulation (EU) No 1259/2010 should enter into force in Greece on the day following that of the publication of this Decision in the Official Journal of the European Union,", "main_body": ["Participation of Greece in enhanced cooperation\n1.   The participation of Greece in enhanced cooperation in the area of the law applicable to divorce and legal separation authorised by Decision 2010/405/EU is confirmed.\n2.   Regulation (EU) No 1259/2010 shall apply to Greece in accordance with this Decision.", "Information to be provided by Greece\nBy 29 October 2014 Greece shall communicate to the Commission its national provisions, if any, concerning:\n(a) the formal requirements applicable to agreements on the choice of applicable law pursuant to Article 7(2) to (4) of Regulation (EU) No 1259/2010; and\n(b) the possibility of designating the applicable law in accordance with Article 5(3) of Regulation (EU) No 1259/2010.", "Transitional provisions for Greece\n1.   Regulation (EU) No 1259/2010 shall apply to Greece only as regards legal proceedings instituted and to agreements of the kind referred to in Article 5 of Regulation (EU) No 1259/2010 concluded as from 29 July 2015.\nHowever, effect shall also be given for Greece to an agreement on the choice of the applicable law concluded before 29 July 2015, provided that it complies with Articles 6 and 7 of Regulation (EU) No 1259/2010.\n2.   Regulation (EU) No 1259/2010 shall apply to Greece without prejudice to agreements on the choice of applicable law concluded in accordance with the law of a participating Member State whose court is seized before 29 July 2015.", "Entry into force and date of application of Regulation (EU) No 1259/2010 in Greece\nRegulation (EU) No 1259/2010 shall enter into force in Greece on the day following that of the publication of this Decision in the Official Journal of the European Union.\nRegulation (EU) No 1259/2010 shall apply to Greece from 29 July 2015.", "Entry into force\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 January 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 189, 22.7.2010, p. 12.\n(2)  OJ L 343, 29.12.2010, p. 10.\n(3)  OJ L 323, 22.11.2012, p. 18."}