{"celex_id": "32013R0773", "uri": "http://publications.europa.eu/resource/cellar/10b58832-03f5-11e3-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["2437", "3392", "4788", "5229", "5256", "5581", "611", "997"], "title": "Commission Implementing Regulation (EU) No 773/2013 of 12 August 2013 establishing a derogation from Council Regulation (EC) No 1967/2006 as regards the minimum distance from coast and the minimum sea depth for boat seines fishing for transparent goby ( Aphia minuta ) in certain territorial waters of Spain (Murcia)\n", "header": "13.8.2013 EN Official Journal of the European Union L 217/28\nCOMMISSION IMPLEMENTING REGULATION (EU) No 773/2013\nof 12 August 2013\nestablishing a derogation from Council Regulation (EC) No 1967/2006 as regards the minimum distance from coast and the minimum sea depth for boat seines fishing for transparent goby (Aphia minuta) in certain territorial waters of Spain (Murcia)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea (1), and in particular Article 13(5) thereof,\nWhereas:\n(1) Article 13(1) of Regulation (EC) No 1967/2006 prohibits the use of towed gears within 3 nautical miles of the coast or within the 50 m isobath where that depth is reached at a shorter distance from the coast.\n(2) At the request of a Member State, the Commission may allow a derogation from Article 13(1) of Regulation (EC) No 1967/2006, provided that a number of conditions set out in Article 13(5) and (9) are fulfilled.\n(3) On 17 April 2012 the Commission received a request for derogation from Spain to Article 13(1) of that Regulation, for the use of boat seines fishing for Transparent goby (Aphia minuta), within its territorial waters in the Autonomous Community of Murcia.\n(4) The request covers vessels registered in the Operational Fleet Official Census managed by the Directorate-General for Livestock and Fisheries of the Autonomous Community of Murcia which have a track record in the fishery of more than five years and will operate under a management plan regulating boat seines fishing for transparent goby (Aphia minuta).\n(5) The management plan guarantees no future increase in the fishing effort, foreseeing that whenever one of the 29 authorised vessels stops the activity only a vessel with an equal or minor capacity in terms of power and length will be able to replace it in the Census.\n(6) The Scientific, Technical and Economic Committee for Fisheries (STECF) assessed the derogation requested by Spain and the related draft management plan at its plenary session held from 5 to 9 November 2012.\n(7) Spain has adopted the management plan by approving the ‘Order of 27 March 2013, of the regional Ministry for Agriculture and Water regulating the fishery of Transparent goby (Aphia minuta) in the internal waters of the region of Murcia’ (2) in accordance with Article 19(2) of Regulation (EC) No 1967/2006.\n(8) The derogation requested by Spain complies with the conditions set out in Article 13(5) and (9) of Regulation (EC) No 1967/2006.\n(9) In particular, given both the limited size of the continental shelf and the spatial distribution of the target species, which is exclusively limited to certain zones in the coastal areas at depths of less than 50 meters, the fishing grounds are limited.\n(10) Moreover, the fishery cannot be undertaken with other gears, has no significant impact on protected habitats and is very selective, since the seines are hauled in the water column and do not touch the seabed. Indeed collection of material from the seabed would damage the target species and make the selection of the fished species virtually impossible due to their very small size.\n(11) The derogation requested by Spain affects a limited number of vessels, since only 29 vessels are involved.\n(12) The fishing activities concerned fulfil the requirements of the second subparagraph of Article 4(1) of Regulation (EC) No 1967/2006 concerning protected habitats which, by way of derogation, allows fishing above those habitats if fishing is operated without touching the seagrass bed under certain conditions.\n(13) The requirements of Article 8(1)(h) of Regulation (EC) No 1967/2006 are not applicable since they relate to trawlers.\n(14) Since the fishing activities concerned are highly selective, have a negligible effect on the environment and are not affected by provisions in Article 4(5) of Regulation (EC) No 1967/2006, they are eligible for the derogation to the minimum mesh size referred to in Article 9(7) of Regulation (EC) No 1967/2006. Therefore, the minimum mesh size rules set by Article 9(3) do not apply.\n(15) The Spanish management plan includes measures for the monitoring of fishing activities, thus fulfilling the conditions set out in Article 13(9) of Regulation (EC) No 1967/2006 and in Article 14 of Council Regulation (EC) No 1224/2009 (3).\n(16) The fishing activities concerned take place at a very short distance from the coast and therefore do not interfere with the activities of other vessels.\n(17) The Spanish management plan ensures that catches of species mentioned in Annex III to Regulation (EC) No 1967/2006 are minimal and that the fishing activities do not target cephalopods.\n(18) Therefore, the requested derogation should be granted.\n(19) Spain should report to the Commission in due time and in accordance with the monitoring plan provided for in the Spanish management plan.\n(20) In line with the request by Spain, a limitation in duration of the derogation will allow ensuring prompt corrective management measures in case the report to the Commission will show a poor conservation status of the exploited stock while providing scope to improve the scientific basis for an improved management plan.\n(21) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["3(1) of Regulation (EC) No 1967/2006 shall not apply, in territorial waters of Spain adjacent to the coast of the Autonomous Community of Murcia, to fishing for transparent goby (Aphia minuta) by boat seines which are used by vessels:\n(a) registered in the maritime census managed by the Directorate-General for Livestock and Fisheries of the Autonomous Community of Murcia;\n(b) having a track record in the fishery of more than five years and not involving any future increase in fishing effort provided; and\n(c) holding a fishing authorisation and operating under the management plan adopted by Spain in accordance with Article 19(2) of Regulation (EC) No 1967/2006 (hereinafter referred to as ‘the management plan’).\nThis derogation shall apply for a period of three years following the date of entry into force of this Regulation.", "Monitoring plan and report\nSpain shall communicate to the Commission, within three years following the entry into force of this Regulation, a report drawn up in accordance with the monitoring plan established in the management plan referred to in Article 1(c).", "Entry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 409, 30.12.2006, p. 11.\n(2)  ‘Orden de 27 de marzo de 2013 de la Consejería de Agricultura y Agua, por la que se regula la pesquería del chanquete (Aphia minuta) en aguas interiores de la Región de Murcia’, Murcia’s region OJ number 78, 6.4.2013, p. 13950.\n(3)  OJ L 343, 22.12.2009, p. 1."}