{"celex_id": "32010D0630(01)", "uri": "http://publications.europa.eu/resource/cellar/16c84901-cf80-4dd0-a0fd-b729080ae82b", "type": "Decision", "concepts": ["115", "7126", "8465"], "title": "Council Decision of 24 June 2010 appointing half of the members of the Management Board of the European Food Safety Authority\n", "header": "30.6.2010 EN Official Journal of the European Union C 171/3\nCOUNCIL DECISION\nof 24 June 2010\nappointing half of the members of the Management Board of the European Food Safety Authority\n2010/C 171/05\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 25(1) thereof,\nHaving regard to the list of candidates submitted to the Council by the European Commission,\nHaving regard to the views expressed by the European Parliament,\nWhereas:\n(1) It is vital to ensure the independence, high scientific quality, transparency and efficiency of the European Food Safety Authority (hereinafter referred to as ‘EFSA’). Cooperation with Member States is also indispensable.\n(2) Half of the members of the Management Board of the Authority will finish their term of office on 30 June 2010.\n(3) Candidatures have been examined with a view to appointing seven new members of the Management Board on the basis of the documentation provided by the Commission and in the light of the views expressed by the European Parliament. The aim is to secure the highest standard of competence, a broad range of relevant expertise, for instance in management and in public administration, and the broadest possible geographic distribution within the Union.\n(4) Three of the current EFSA Management Board members have a background in organisations representing consumers and other interests in the food chain, therefore, at least one of the new members of the EFSA Management Board should still have such a background,", "main_body": ["The following shall be appointed as members of the Management Board of the European Food Safety Authority for the period from 1 July 2010 to 30 June 2014:\nDiána Bánáti (2)\nManuel Barreto Dias\nMarianne Elvander (2)\nMilan Kováč\nStella Michaelidou-Canna\nJan Mousing\nPieter Vanthemsche (3)", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 24 June 2010.\nFor the Council\nThe President\nJ. BLANCO LÓPEZ\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  Current member of the EFSA Management Board.\n(3)  Background in organisations representing other interests in the food chain."}