{"celex_id": "32010D0342", "uri": "http://publications.europa.eu/resource/cellar/ab969fbd-e44a-435c-8775-ef340e2716b9", "type": "Decision", "concepts": ["1085", "189", "3246", "4738", "5581", "560", "5936"], "title": "2010/342/: Commission Decision of 18 June 2010 exempting the Banque de France from the application of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies (notified under document C(2010) 3853)  (Text with EEA relevance )\n", "header": "19.6.2010 EN Official Journal of the European Union L 154/29\nCOMMISSION DECISION\nof 18 June 2010\nexempting the Banque de France from the application of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies\n(notified under document C(2010) 3853)\n(Text with EEA relevance)\n(2010/342/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1060/2009 of the European Parliament and of the Council of 16 September 2009 on credit rating agencies (1), and in particular Article 2(4) thereof,\nHaving regard to the request submitted by France,\nWhereas:\n(1) On 27 November 2009, France submitted to the Commission a request pursuant to Article 2(4) of Regulation (EC) No 1060/2009 concerning the exemption of the credit ratings issued by the Banque de France from the application of Regulation (EC) No 1060/2009.\n(2) The Banque de France is regulated in France by the ‘Code monétaire et financier’ as modified by Loi No 2008-776 of 4 August 2008 (2). Article L.141-6 of the ‘Code monétaire et financier’ allows the Banque de France to receive all necessary information from market participants to develop its essential functions. The ‘Contrat de service public entre l’Etat et la Banque de France’ (3) (hereafter ‘the Contract’), renewed every 3 years, explicitly mentions the issuing of credit ratings by the Banque de France as one of the activities that the Banque de France is to ensure.\n(3) The Banque de France has established its own code of conduct (4) (hereafter ‘the Code’) essentially based on the Code of Conduct Fundamentals for credit rating agencies issued by the International Organisation of Securities Commissions (IOSCO).\n(4) Pursuant to point (d) of Article 2(2) of Regulation (EC) No 1060/2009 four elements need to be assessed in order to exempt the credit ratings produced by the Banque de France from the application of that Regulation:\n(5) First, credit ratings may not be paid for by the rated entity. Point 1.3 of the Code provides that the Banque de France does not receive any remuneration from the rated entities with regard to the credit rating related to them and of which they are informed. Point 2.2 of the Code specifies that the users (credit institutions clients of the FIBEN — ‘Fichier Bancaire des Entreprises’) of the credit ratings are the ones paying for the service in accordance to a published rate.\n(6) Second, credit ratings may not be disclosed to the public. Point 1.5 of the Code provides that the credit ratings are not to be made public. The access is legally restricted to certain categories of actors listed in the Code and which have to be identified by the Banque of France before having access to the credit rating.\n(7) Third, credit ratings must be issued in accordance with the principles, standards and procedures which ensure the adequate integrity and independence of credit rating activities as provided for by Regulation (EC) No 1060/2009. The provisions of the ‘Code monétaire et financier’, in particular Articles L.142-9, and L.164-2 ensure that analysts and agents working in the Banque de France are bound by the professional secrecy principle and by rules on conflicts of interest included in the professional ethics rules and in the financial ethical code of the Banque de France approved by the Minister of ‘l’Economie, des Finances et de l’Industrie’. Moreover, the staff regulations of the Banque de France contain provisions aiming explicitly to prevent the agents from being or from remaining in situations of conflict of interests. The Banque de France is subject to internal control mechanisms, being exercised by an Independent Ethics Officer and his staff in charge of checking the application of the ethical code or through the collegial structure which is fully incorporated into the organisation of the management of the Banque de France, which constitute an effective means to enforce the compliance with these rules on integrity and independence. As these requirements are embedded in law, sanctions can be imposed in case of non-compliance. In addition, the Code establishes the necessary rules on procedures and sets the appropriate standards to ensure: (i) the integrity and quality of the credit rating process (including the formalisation of the decisional circuit, traceability of the decisions and quality control process), (ii) the relevant transparency and communication procedures (including rules of access to credit ratings, publication of the methods and evolution of the credit rating activities) and (iii) the measures to prevent any conflict of interest (including the due diligence to be observed by the analysts, the functioning of the national and regional rating committees).\n(8) Fourth, credit ratings must not relate to financial instruments issued by the respective central banks’ Member States. Point 1.1 of the Code provides that the credit ratings produced by the Banque de France relate to non-financial firms. They relate to firms established in the French metropolitan territory and in the French ‘départements d’Outre-Mer’ covered by the ‘Institut d’émission des départements d’outre-mer’ (IEDOM). The Contract provides that the credit ratings produced by the Banque de France relate to firms. Therefore, the Banque de France does not issue credit ratings related to the public offering of financial instruments issued by the State of France, nor by other Member State.\n(9) In view of the factors examined in recitals 2 to 8, the conditions laid down in point (d) of Article 2(2) of Regulation (EC) No 1060/2009 can be considered to be met by the Banque de France in respect of the issuing of credit ratings.\n(10) Therefore, Regulation (EC) No 1060/2009 should not apply to the issuing of credit ratings by the Banque de France.\n(11) The measures provided for in this Decision are in accordance with the opinion of the European Securities Committee,", "main_body": ["The Banque de France falls within the scope of point (d) of Article 2(2) of Regulation (EC) No 1060/2009.\nRegulation (EC) No 1060/2009 shall not apply to credit ratings issued by the Banque de France.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 June 2010.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 302, 17.11.2009, p. 1.\n(2)  Published in the French Official Journal on 5 August 2008.\n(3)  http://www.banque-de-france.net/fr/instit/telechar/histoire/contrat_sp.pdf\n(4)  Code de conduite de l’activité de cotation des entreprises à la Banque de France: http://www.banque-france.fr/fr/instit/telechar/services/code_conduite_cotation_bdf.pdf"}