{"celex_id": "32011R0579", "uri": "http://publications.europa.eu/resource/cellar/50370acc-967c-4823-bc2b-952e5e07e967", "type": "Regulation", "concepts": ["2437", "2455", "2879", "3645", "997"], "title": "Regulation (EU) No 579/2011 of the European Parliament and of the Council of 8 June 2011 amending Council Regulation (EC) No 850/98 for the conservation of fishery resources through technical measures for the protection of juveniles of marine organisms and Council Regulation (EC) No 1288/2009 establishing transitional technical measures from 1 January 2010 to 30 June 2011\n", "header": "24.6.2011 EN Official Journal of the European Union L 165/1\nREGULATION (EU) No 579/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 8 June 2011\namending Council Regulation (EC) No 850/98 for the conservation of fishery resources through technical measures for the protection of juveniles of marine organisms and Council Regulation (EC) No 1288/2009 establishing transitional technical measures from 1 January 2010 to 30 June 2011\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Council Regulation (EC) No 1288/2009 (3) provides for the continuation of temporary technical measures previously covered by Annex III to Council Regulation (EC) No 43/2009 (4), thereby allowing those measures to continue to apply until the adoption of permanent measures.\n(2) In view of the forthcoming reform of the common fisheries policy (CFP) and its relevance for the content and scope of new permanent technical measures, it is appropriate to delay the adoption of such measures until a new legislative framework is in place.\n(3) In order to maintain the proper conservation and management of marine resources, and given that it can reasonably be expected that a new legislative framework will apply as from 1 January 2013, the technical measures currently in force should continue to apply until that date.\n(4) Consequently, since the temporary technical measures laid down in Regulation (EC) No 1288/2009 will cease to apply from 1 July 2011, that Regulation should be amended to extend their validity until 31 December 2012.\n(5) Fishing quotas for Boarfish (Caproidae) were established for the first time under Council Regulation (EU) No 57/2011 (5). It is therefore appropriate to clarify that boarfish may be targeted using towed nets with a mesh size range of 32 to 54 millimetres. Consequently, Annexes I and II to Council Regulation (EC) No 850/98 (6) should be amended accordingly,", "main_body": ["Regulation (EC) No 850/98 is hereby amended as follows:\n(1) in Annex I, in the table, the following entry is inserted:\n(2) in Annex II, in the table, the following entry is inserted:", "Regulation (EC) No 1288/2009 is hereby amended as follows:\n(1) Article 1 is amended as follows:\n(a) in paragraph 1, the words ‘30 June 2011’ are replaced by the words ‘31 December 2012’;\n(b) paragraph 2 is amended as follows:\n(i) point (a) is amended as follows:\n— in point (i), the words ‘point 6.8 second paragraph’ are deleted,\n— in point (ii), the words ‘from 1 January 2010 to 30 June 2011’ are replaced by the words ‘from 1 January 2010 to 31 December 2012’,\n— in point (iv), the words ‘30 June 2011’ are replaced by the words ‘31 December 2012’,\n— in point (v), the second subparagraph is replaced by the following:\n— the following point (vi) is added:\n‘(vi) point 6.8, second paragraph, is replaced by the following:\n(ii) in point (e), the words ‘both in the year 2010 as well as that of 2011’ are deleted;\n(iii) in point (h), the year ‘2010’ is deleted;\n(2) in Article 2, the words ‘30 June 2011’ are replaced by the words ‘31 December 2012’.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 8 June 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nGYŐRI E.\n(1)  OJ C 84, 17.3.2011, p. 47.\n(2)  Position of the European Parliament of 6 April 2011 (not yet published in the Official Journal) and decision of the Council of 17 May 2011.\n(3)  OJ L 347, 24.12.2009, p. 6.\n(4)  Council Regulation (EC) No 43/2009 of 16 January 2009 fixing for 2009 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (OJ L 22, 26.1.2009, p. 1).\n(5)  Council Regulation (EU) No 57/2011 of 18 January 2011 fixing for 2011 the fishing opportunities for certain fish stocks and groups of fish stocks, applicable in EU waters and, for EU vessels, in certain non-EU waters (OJ L 24, 27.1.2011, p. 1).\n(6)  OJ L 125, 27.4.1998, p. 1."}