{"celex_id": "32010R0276", "uri": "http://publications.europa.eu/resource/cellar/dfe232f5-9002-4375-b4d4-00a85251525b", "type": "Regulation", "concepts": ["1267", "1662", "1828", "2081", "2739", "3730", "3811", "4308", "5451"], "title": "Commission Regulation (EU) No 276/2010 of 31 March 2010 amending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (dichloromethane, lamp oils and grill lighter fluids and organostannic compounds) (Text with EEA relevance)\n", "header": "1.4.2010 EN Official Journal of the European Union L 86/7\nCOMMISSION REGULATION (EU) No 276/2010\nof 31 March 2010\namending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (dichloromethane, lamp oils and grill lighter fluids and organostannic compounds)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 131 thereof,\nWhereas:\n(1) Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (2) established in its Annex I restrictions for certain dangerous substances and preparations. Regulation (EC) No 1907/2006 repealed and replaced Directive 76/769/EEC with effect from 1 June 2009. Annex XVII to that Regulation replaces Annex I to Directive 76/769/EEC.\n(2) Decision No 455/2009/EC of the European Parliament and of the Council amending Council Directive 76/769/EEC as regards restrictions on the marketing and use of dichloromethane (3) was adopted on 6 May 2009.\n(3) Commission Decision 2009/424/EC amending, for the purpose of adapting to technical progress, Annex I to Council Directive 76/769/EEC as regards restrictions on the marketing and use of lamp oils and grill lighter fluids (4) was adopted on 28 May 2009.\n(4) Commission Decision 2009/425/EC amending Council Directive 76/769/EEC as regards restrictions on the marketing and use of organostannic compounds for the purpose of adapting its Annex I to technical progress (5) was adopted on 28 May 2009.\n(5) Following the provisions on transitional measures in Article 137 of REACH, it is appropriate to amend Annex XVII to Regulation (EC) No 1907/2006 in order to incorporate the restrictions provided for by Decisions 455/2009/EC, 2009/424/EC and 2009/425/EC.\n(6) Regulation (EC) No 1907/2006 should therefore be amended accordingly.\n(7) This Regulation should enter into force as a matter of urgency so that these restrictions are included in the Annex XVII to Regulation (EC) No 1907/2006 as soon as possible.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006.", "main_body": ["Annex XVII to Regulation (EC) No 1907/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ L 262, 27.9.1976, p. 201.\n(3)  OJ L 137, 3.6.2009, p. 3.\n(4)  OJ L 138, 4.6.2009, p. 8.\n(5)  OJ L 138, 4.6.2009, p. 11.\nANNEX\nIn Annex XVII to Regulation (EC) No 1907/2006, the table setting out the designation of the substances, groups of substances and mixtures and the conditions of restriction is amended as follows:\n1. Entry 3 is replaced by the following:\n‘3. Liquid substances or mixtures, which are regarded as dangerous according to the definitions in Directive 67/548/EEC and Directive 1999/45/EC.\n1. Shall not be used in:\n— ornamental articles intended to produce light or colour effects by means of different phases, for example in ornamental lamps and ashtrays,\n— tricks and jokes,\n— games for one or more participants, or any article intended to be used as such, even with ornamental aspects,\n2. Articles not complying with paragraph 1 shall not be placed on the market.\n3. Shall not be placed on the market if they contain a colouring agent, unless required for fiscal reasons, or perfume, or both, if they:\n— can be used as fuel in decorative oil lamps for supply to the general public, and,\n— present an aspiration hazard and are labelled with R65 or H304,\n4. Decorative oil lamps for supply to the general public shall not be placed on the market unless they conform to the European Standard on Decorative oil lamps (EN 14059) adopted by the European Committee for Standardisation (CEN).\n5. Without prejudice to the implementation of other Community provisions relating to the classification, packaging and labelling of dangerous substances and mixtures, suppliers shall ensure, before the placing on the market, that the following requirements are met:\n(a) lamp oils, labelled with R65 or H304, intended for supply to the general public are visibly, legibly and indelibly marked as follows: “Keep lamps filled with this liquid out of the reach of children”; and, by 1 December 2010, “Just a sip of lamp oil — or even sucking the wick of lamps — may lead to life-threatening lung damage”;\n(b) grill lighter fluids, labelled with R65 or H304, intended for supply to the general public are legibly and indelibly marked by 1 December 2010 as follows: “Just a sip of grill lighter may lead to life threatening lung damage”;\n(c) lamp oils and grill lighters, labelled with R65 or H304, intended for supply to the general public are packaged in black opaque containers not exceeding 1 litre by 1 December 2010.\n6. No later than 1 June 2014, the Commission shall request the European Chemicals Agency to prepare a dossier, in accordance with Article 69 of the present Regulation with a view to ban, if appropriate, grill lighter fluids and fuel for decorative lamps, labelled R65 or H304, intended for supply to the general public.\n7. Natural or legal persons placing on the market for the first time lamp oils and grill lighter fluids, labelled with R65 or H304, shall by 1 December 2011, and annually thereafter, provide data on alternatives to lamp oils and grill lighter fluids labelled R65 or H304 to the competent authority in the Member State concerned. Member States shall make those data available to the Commission.’\n2. In Entry 20, the following paragraphs 4, 5 and 6 are added to the second column:\n‘4. Tri-substituted organostannic compounds:\n(a) Tri-substituted organostannic compounds such as tributyltin (TBT) compounds and triphenyltin (TPT) compounds shall not be used after 1 July 2010 in articles where the concentration in the article, or part thereof, is greater than the equivalent of 0,1 % by weight of tin.\n(b) Articles not complying with point (a) shall not be placed on the market after 1 July 2010, except for articles that were already in use in the Community before that date.\n5. Dibutyltin (DBT) compounds:\n(a) Dibutyltin (DBT) compounds shall not be used after 1 January 2012 in mixtures and articles for supply to the general public where the concentration in the mixture or the article, or part thereof, is greater than the equivalent of 0,1 % by weight of tin.\n(b) Articles and mixtures not complying with point (a) shall not be placed on the market after 1 January 2012, except for articles that were already in use in the Community before that date.\n(c) By way of derogation, points (a) and (b) shall not apply until 1 January 2015 to the following articles and mixtures for supply to the general public:\n— one-component and two-component room temperature vulcanisation sealants (RTV-1 and RTV-2 sealants) and adhesives,\n— paints and coatings containing DBT compounds as catalysts when applied on articles,\n— soft polyvinyl chloride (PVC) profiles whether by themselves or coextruded with hard PVC,\n— fabrics coated with PVC containing DBT compounds as stabilisers when intended for outdoor applications,\n— outdoor rainwater pipes, gutters and fittings, as well as covering material for roofing and façades,\n(d) By way of derogation, points (a) and (b) shall not apply to materials and articles regulated under Regulation (EC) No 1935/2004.\n6. Dioctyltin (DOT) compound:\n(a) Dioctyltin (DOT) compounds shall not be used after 1 January 2012 in the following articles for supply to, or use by, the general public, where the concentration in the article, or part thereof, is greater than the equivalent of 0,1 % by weight of tin:\n— textile articles intended to come into contact with the skin,\n— gloves,\n— footwear or part of footwear intended to come into contact with the skin,\n— wall and floor coverings,\n— childcare articles,\n— female hygiene products,\n— nappies,\n— two-component room temperature vulcanisation moulding kits (RTV-2 moulding kits).\n(b) Articles not complying with point (a) shall not be placed on the market after 1 January 2012, except for articles that were already in use in the Community before that date.’\n3. The following entry 59 is added:\n‘59. Dichloromethane\n1. Paint strippers containing dichloromethane in a concentration equal to or greater than 0,1 % by weight shall not be:\n(a) placed on the market for the first time for supply to the general public or to professionals after 6 December 2010;\n(b) placed on the market for supply to the general public or to professionals after 6 December 2011;\n(c) used by professionals after 6 June 2012.\n(i) “professional” means any natural or legal person, including workers and self-employed workers undertaking paint stripping in the course of their professional activity outside an industrial installation;\n(ii) “industrial installation” means a facility used for paint stripping activities.\n2. By way of derogation from paragraph 1, Member States may allow on their territories and for certain activities the use, by specifically trained professionals, of paint strippers containing dichloromethane and may allow the placing on the market of such paint strippers for supply to those professionals.\n3. A professional benefiting from the derogation referred to in paragraph 2 shall operate only in Member States which have made use of that derogation. The training referred to in paragraph 2 shall cover as a minimum:\n(a) awareness, evaluation and management of risks to health, including information on existing substitutes or processes, which under their conditions of use are less hazardous to the health and safety of workers;\n(b) use of adequate ventilation;\n(c) use of appropriate personal protective equipment that complies with Directive 89/686/EEC.\n4. Without prejudice to other Community legislation on workers protection, paint strippers containing dichloromethane in concentrations equal to or greater than 0,1 % by weight may be used in industrial installations only if the following minimum conditions are met:\n(a) effective ventilation in all processing areas, in particular for the wet processing and the drying of stripped articles: local exhaust ventilation at strip tanks supplemented by forced ventilation in those areas, so as to minimise exposure and to ensure compliance, where technically feasible, with relevant occupational exposure limits;\n(b) measures to minimise evaporation from strip tanks comprising: lids for covering strip tanks except during loading and unloading; suitable loading and unloading arrangements for strip tanks; and wash tanks with water or brine to remove excess solvent after unloading;\n(c) measures for the safe handling of dichloromethane in strip tanks comprising: pumps and pipework for transferring paint stripper to and from strip tanks; and suitable arrangements for safe cleaning of tanks and removal of sludge;\n(d) personal protective equipment that complies with Directive 89/686/EEC comprising: suitable protective gloves, safety goggles and protective clothing; and appropriate respiratory protective equipment where compliance with relevant occupational exposure limits cannot be otherwise achieved;\n(e) adequate information, instruction and training for operators in the use of such equipment.\n5. Without prejudice to other Community provisions concerning the classification, labelling and packaging of substances and mixtures, by 6 December 2011 paint strippers containing dichloromethane in a concentration equal to or greater than 0,1 % by weight shall be visibly, legibly and indelibly marked as follows:"}