{"celex_id": "32010R0573", "uri": "http://publications.europa.eu/resource/cellar/4af67fa2-0ad5-409f-b5f9-14044671284e", "type": "Regulation", "concepts": ["3648", "4408", "5234", "5887"], "title": "Commission Regulation (EU) No 573/2010 of 30 June 2010 amending Regulation (EU) No 185/2010 laying down detailed measures for the implementation of the common basic standards on aviation security  (Text with EEA relevance )\n", "header": "1.7.2010 EN Official Journal of the European Union L 166/1\nCOMMISSION REGULATION (EU) No 573/2010\nof 30 June 2010\namending Regulation (EU) No 185/2010 laying down detailed measures for the implementation of the common basic standards on aviation security\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 300/2008 of the European Parliament and of the Council of 11 March 2008 establishing common rules in the field of civil aviation security and repealing Regulation (EC) No 2320/2002 (1) and in particular Article 4(3) thereof,\nWhereas:\n(1) In accordance with Article 4(3) of Regulation (EC) No 300/2008 the Commission should adopt detailed measures for the implementation of common basic standards referred to in Article 4(1) and of general measures supplementing common basic standards referred to in Article 4(2) of that Regulation.\n(2) If they contain sensitive security measures, these measures should be regarded as EU classified information within the meaning of Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001 amending internal rules of procedure (2), as provided for by Article 18 point (a) of Regulation (EC) No 300/2008 and should therefore not be published. These measures should be adopted separately, by means of a Decision addressed to the Member States.\n(3) Regulation (EC) No 300/2008 shall apply in full as from the date specified in the implementing rules adopted in accordance with the procedures referred to in Article 4(2) and 4(3) of that Regulation but not later than 29 April 2010. This Regulation should therefore apply as from 29 April 2010 in order to harmonise the application of Regulation (EC) No 300/2008 and its implementing acts.\n(4) Commission Regulations (EC) No 1217/2003 of 4 July 2003 laying down common specifications for national civil aviation security quality control programmes (3), (EC) No 1486/2003 of 22 August 2003 laying down procedures for conducting Commission inspections in the field of civil aviation security (4), (EC) No 1138/2004 of 21 June 2004 establishing a common definition of critical parts of security restricted areas at airports (5) and (EC) No 820/2008 of 8 August 2008 laying down measures for the implementation of the common basic standards on aviation security (6), which all implemented Regulation (EC) No 2320/2002 of the European Parliament and of the Council of 16 December 2002 establishing common rules in the field of civil aviation security (7) should therefore be repealed.\n(5) Article 18 of Regulation (EC) No 300/2008 permits that, notwithstanding the general rule that the Commission shall publish measures that have a direct impact on passengers, certain measures containing aviation security sensitive information may be classified in accordance with Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001 amending internal rules of procedure, and not published. These measures should be adopted separately, by means of a Decision addressed to Member States. The part of the Decision which contains security sensitive measures and procedures should not be published and should be made available only to those operators and entities with legitimate interest. Such measures include, in particular, certain detailed procedures and exemptions there from, concerning the way aircrafts, vehicles, persons, baggage, mail and cargo are controlled when entering or within security restricted areas as well as the technical specifications for screening equipment.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security set up by Article 19(1) of Regulation (EC) No 300/2008,", "main_body": ["This Regulation lays down detailed measures for the implementation of common basic standards for safeguarding civil aviation against acts of unlawful interference that jeopardise the security of civil aviation and general measures supplementing the common basic standards.", "Implementation rules\n1.   The measures referred to in Article 1 are set out in the Annex.\n2.   In accordance with Article 10(1) of Regulation (EC) No 300/2008, national civil aviation security programmes shall take appropriate account of this Regulation.", "Entry into force\nThis Regulation shall enter into force and apply from the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 97, 9.4.2008, p. 72.\n(2)  OJ L 317, 3.12.2001, p. 1.\n(3)  OJ L 169, 8.7.2003, p. 44.\n(4)  OJ L 213, 23.8.2003, p. 3.\n(5)  OJ L 221, 22.6.2004, p. 6.\n(6)  OJ L 221, 19.8.2008, p. 8.\n(7)  OJ L 355, 30.12.2002, p. 1.\nANNEX\nThe Annex to Regulation (EU) No 185/2010 (1) is amended as follows:\nA. In Chapter 4, point 4.1.1.2 (c) is added:\n‘(c) explosive detection dogs in combination with point (a).’\nB. In Chapter 4, point 4.1.1.9 is added:\n‘4.1.1.9 Explosive detection dogs may only be used as a supplementary means of screening.’\nC. In Chapter 4, point 4.1.2.3 (d) is added:\n‘(d) explosive detection dogs in combination with point (a).’\nD. In Chapter 5, point 5.1.1 (e) is added:\n‘(e) explosive detection dogs.’\nE. In Chapter 12, point 9 is added:\n12.9.1.1. An explosive detection dog (EDD) shall be able to detect and indicate specified and higher individual quantities of explosive material.\n12.9.1.2. The detection shall be independent of the shape, position or orientation of the explosive materials.\n12.9.1.3. An EDD shall give an alarm, in the form of a passive response, when it detects explosive materials set in Attachment 12-D of a separate Commission Decision.\n12.9.1.4. An EDD and its handler can be used for screening if they both have been approved independently and in combination as a team.\n12.9.1.5. An EDD and its handler shall be subject to initial and recurrent training to ensure that required competencies are learned and maintained and, where appropriate, new competencies are learned.\n12.9.1.6. In order to be approved, an EDD team, consisting of an EDD and handler(s), shall have successfully passed a training course.\n12.9.1.7. An EDD team shall be approved by or on behalf of the appropriate authority in accordance with the Attachment 12-E and 12-F of a separate Commission Decision.\n12.9.1.8. After approval by the appropriate authority, an EDD team may be used for security screening by use of free running or remote explosive scent tracing method.\n12.9.2.1. The performance requirements for an EDD are laid down in Attachment 12-D of a separate Commission Decision.\n12.9.2.2. An EDD team used for the screening of persons, cabin baggage, items carried by persons other than passengers, vehicles, aircraft, in-flight supplies and airport supplies, and security restricted areas of an airport shall meet detection standard 1.\n12.9.2.3. An EDD team used for the screening of hold baggage, air carrier mail, air carrier materials, cargo and mail shall meet detection standard 2.\n12.9.2.4. An EDD team approved to detect explosive materials using the remote explosive scent tracing method may only be used in screening of cargo, but no other areas included in standard 2.\n12.9.2.5. An EDD used for screening of explosive materials shall be fitted with appropriate means to allow for the unique identification of the EDD.\n12.9.2.6. When performing explosive detection duties, an EDD shall always be accompanied by the handler who is approved to work with the EDD.\n12.9.2.7. An EDD approved for free running method shall only have one handler. One handler may be approved for leading a maximum of two EDDs.\n12.9.2.8. An EDD approved for remote explosive scent tracing method shall be led by a maximum of two handlers per EDD.\n12.9.3.1. The training of an EDD team shall include theoretical, practical and on-the-job training elements.\n12.9.3.2. The content of training courses shall be specified or approved by the appropriate authority.\n12.9.3.3. The training shall be conducted by or on behalf of the appropriate authority using instructors qualified according to point 11.5 of the Annex to Regulation (EU) No 185/2010.\n12.9.3.4. Dogs to be trained for explosive detection shall be single purpose dogs.\n12.9.3.5. During training, training aids representing explosive materials shall be used.\n12.9.3.6. Training shall be provided to any persons handling the training aids so as to prevent contamination.\n12.9.3.7. An EDD team shall be subject to initial training which shall be based on the criteria laid down in point 12.9.3 of a separate Commission Decision.\n12.9.3.8. Initial training for EDD team shall include practical training in the intended work environment.\n12.9.3.9. An EDD and the handler shall be subject to recurrent training requirements, both individually and in combination as a team.\n12.9.3.10. Recurrent training shall maintain the existing competencies as required by the initial training and those acquired in line with security developments.\n12.9.3.11. Recurrent training for an EDD team shall be performed at intervals of at least every 6 weeks. The minimum duration of the re-current training shall be no less than 4 hours in any 6 week period.\n12.9.3.12. Point 11 shall not apply in the case where an EDD is subject to recognition training of all materials listed in Attachment 12-D of a separate Commission Decision on at least a weekly basis.\n12.9.3.13. The records of both initial and recurrent training shall be kept for both the EDD and its handler for at least the duration of their contract of employment and they shall be made available to the appropriate authority upon request.\n12.9.3.14. When EDD is deployed in the screening duties, the EDD shall be subject to operational training to ensure that it meets the performance set in Attachment 12-D of a separate Commission Decision.\n12.9.3.15. Operational training shall be done on a continuous random basis during the deployment period, and shall measure EDD’s detection performance by means of approved training aids.\n12.9.4.1. The approval procedure shall ensure that the following competencies are measured:\n(a) ability of the EDD to meet the detection performance laid down in the Attachment 12-D of a separate Commission Decision;\n(b) ability of the EDD to give a passive indication on the presence of explosive materials;\n(c) ability of the EDD and its handler(s) to work effectively as a team; and\n(d) ability of the handler to correctly lead the EDD, interpret and respond appropriately to the EDD’s reaction to the presence of an explosive material.\n12.9.4.2. The approval procedure shall simulate each of the work areas in which the EDD team shall work.\n12.9.4.3. The EDD team shall have successfully completed training in each area for which the approval is sought.\n12.9.4.4. The approval procedures shall be carried out in accordance with the Attachments 12-E and 12-F of a separate Commission Decision.\n12.9.4.5. The validity of each approval period shall not be longer than 12 months.\n12.9.5.1. The EDD team shall be subject to quality control measures set out in the Attachment 12-G of a separate Commission Decision.\n(1)  OJ L 55, 5.3.2010, p. 1."}