{"celex_id": "32014D0042", "uri": "http://publications.europa.eu/resource/cellar/3a89054a-88c5-11e3-9b7d-01aa75ed71a1", "type": "Decision", "concepts": ["216", "3450", "3482", "3650", "3998", "4001"], "title": "Council Decision 2014/42/CFSP of 28 January 2014 amending Decision 2012/281/CFSP in the framework of the European Security Strategy in support of the Union proposal for an international Code of Conduct on outer-space activities\n", "header": "29.1.2014 EN Official Journal of the European Union L 26/42\nCOUNCIL DECISION 2014/42/CFSP\nof 28 January 2014\namending Decision 2012/281/CFSP in the framework of the European Security Strategy in support of the Union proposal for an international Code of Conduct on outer-space activities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 26(2),\nWhereas:\n(1) On 29 May 2012, the Council adopted Decision 2012/281/CFSP in the framework of the European Security Strategy in support of the Union proposal for an international Code of Conduct on outer-space activities (1).\n(2) Decision 2012/281/CFSP provides for the organisation of up to three multilateral experts’ meetings to discuss the proposal for an international Code of Conduct.\n(3) Multilateral experts’ meetings were held in Vienna in June 2012, in Kiev in May 2013 and in Bangkok in November 2013.\n(4) After the successful multilateral experts’ meeting held in Bangkok, it became apparent that the international community would welcome a fourth and final multilateral experts’ meeting. Such a meeting could take place in Africa.\n(5) A fourth and final multilateral experts’ meeting could be organised within the initial financial reference amount indicated in Decision 2012/281/CFSP and thus without any additional resource implication.\n(6) Decision 2012/281/CFSP should, therefore, be amended to enable the organisation of a fourth and final multilateral experts’ meeting and its period of application should be extended accordingly,", "main_body": ["Decision 2012/281/CFSP is hereby amended as follows:\n(1) in Article 2(1), point (b) is replaced by the following:\n‘(b) the organisation of up to four multilateral experts’ meetings to discuss the proposal for an international Code of Conduct;’;\n(2) in Article 6, the second paragraph is replaced by the following:\n(3) the Annex is hereby amended as follows:\n(a) in the fourth paragraph of Section 1 (General Framework and Objectives), the first indent is replaced by the following:\n‘— consultations with as many countries as possible, whether they are active or not yet active on space issues to discuss this proposal and gather their views, especially through the organisation of up to four multilateral experts’ meetings to discuss this proposal,’;\n(b) the heading of Section 2.3 is replaced by the following:\n(c) Section 2.3.3 is replaced by the following:\n— It is suggested that the first two of these meetings could take place in Europe and the second two meetings would take place outside Europe. The Decision will be taken by the High Representative, based on proposals submitted by Unidir.\n— Structure, agenda and participation will be decided by the High Representative based on proposals submitted by Unidir.’;\n(d) in Section 5 (Duration), the first paragraph is replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 28 January 2014.\nFor the Council\nThe President\nG. STOURNARAS\n(1)  OJ L 140, 30.5.2012, p. 68."}