{"celex_id": "32011D0828", "uri": "http://publications.europa.eu/resource/cellar/31310542-c18a-4b2b-99d5-19261723cad3", "type": "Decision", "concepts": ["2286", "5508", "8465"], "title": "2011/828/EU: Council Decision of 5 December 2011 appointing six Dutch members and six Dutch alternate members of the Committee of the Regions\n", "header": "13.12.2011 EN Official Journal of the European Union L 329/9\nCOUNCIL DECISION\nof 5 December 2011\nappointing six Dutch members and six Dutch alternate members of the Committee of the Regions\n(2011/828/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 305 thereof,\nHaving regard to the proposal of the Dutch Government,\nWhereas:\n(1) On 22 December 2009 and on 18 January 2010, the Council adopted Decisions 2009/1014/EU (1) and 2010/29/EU (2) appointing the members and alternate members of the Committee of the Regions for the period from 26 January 2010 to 25 January 2015.\n(2) Six members’ seats on the Committee of the Regions have become vacant following the end of the terms of office of Mr Sipke SWIERSTRA, Mr Léon FRISSEN, Ms Rinske KRUISINGA, Mr Dick BUURSINK, Ms Karla PEIJS and Ms Lenie DWARSHUIS-VAN DE BEEK. Four alternate members’ seats have become vacant following the end of the terms of office of Mr René VAN DIESSEN, Mr Sjoerd GALEMA, Mr Martin JAGER and Mr Joop BINNEKAMP. Two alternate members’ seats will become vacant following the appointment of Mr W.B.H.J. VAN DE DONK and Mr Co VERDAAS as members of the Committee of the Regions,", "main_body": ["The following are hereby appointed to the Committee of the Regions for the remainder of the current term of office, which runs until 25 January 2015:\n(a) as members:\n— Ms A.E. (Anne) BLIEK-DE JONG, gedeputeerde (member of the Executive Council) of the Province of Flevoland,\n— Mr dr. J.C. (Co) VERDAAS, gedeputeerde (member of the Executive Council) of the Province of Gelderland,\n— Mr mr. P.G. (Piet) DE VEY MESTDAGH, gedeputeerde (member of the Executive Council) of the Province of Groningen,\n— Mr prof. dr. W.B.H.J. (Wim) VAN DE DONK, Commissaris van de Koningin (Queen’s Commissioner) Province of Noord-Brabant,\n— Ms W.H. (Hester) MAIJ, gedeputeerde (member of the Executive Council) of the Province of Overijssel,\n— Mr drs. R.E. (Ralph) DE VRIES, gedeputeerde (member of the Executive Council) of the Province of Utrecht;\n(b) as alternate members:\n— Mr H. (Henk) BRINK, gedeputeerde (member of the Executive Council) of the Province of Drenthe,\n— Ms S.A.E. (Sietske) POEPJES, gedeputeerde (member of the Executive Council) of the Province of Fryslân,\n— Mr drs. Th.J.F.M. (Theo) BOVENS, Commissaris van de Koningin (Queen’s Commissioner) Province of Limburg,\n— Ms drs. E.M. (Elvira) SWEET, gedeputeerde (member of the Executive Council) of the Province of Noord-Holland,\n— Mr drs. B.J. (Ben) DE REU, gedeputeerde (member of the Executive Council) of the Province of Zeeland,\n— Mr mr. drs. R.A.M. (Rogier) VAN DER SANDE, gedeputeerde (member of the Executive Council) of the Province of Zuid-Holland.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 5 December 2011.\nFor the Council\nThe President\nW. PAWLAK\n(1)  OJ L 348, 29.12.2009, p. 22.\n(2)  OJ L 12, 19.1.2010, p. 11."}