{"celex_id": "32011R0561", "uri": "http://publications.europa.eu/resource/cellar/38800b80-922e-4841-9a3e-cf7336212421", "type": "Regulation", "concepts": ["1795", "2218", "2958", "4284", "5283"], "title": "Commission Implementing Regulation (EU) No 561/2011 of 10 June 2011 closing the sale provided for in Regulation (EU) No 447/2010 opening the sale of skimmed milk powder by a tendering procedure\n", "header": "11.6.2011 EN Official Journal of the European Union L 152/23\nCOMMISSION IMPLEMENTING REGULATION (EU) No 561/2011\nof 10 June 2011\nclosing the sale provided for in Regulation (EU) No 447/2010 opening the sale of skimmed milk powder by a tendering procedure\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(j), in conjunction of Article 4 thereof,\nWhereas:\n(1) Sales by a tendering procedure of skimmed milk powder were open by Commission Regulation (EU) No 447/2010 (2) in accordance with the Commission Regulation (EU) No 1272/2009 of 11 December 2009 laying down common detailed rules for the implementation of Council Regulation (EC) No 1234/2007 as regards buying-in and selling of agricultural products under public intervention (3).\n(2) In respect of the 2012 food distribution plan, the overall quantities of skimmed milk powder requested by Member States in accordance with Article 1(2)(a) of Commission Regulation (EU) No 807/2010 of 14 September 2010 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Union (4) exceed the currently available quantity. It is therefore appropriate to reserve all remaining quantity of skimmed milk powder in intervention stocks.\n(3) The sales by a tendering procedure of skimmed milk powder opened by Article 1 of Regulation (EU) No 447/2010 should therefore be closed and that Regulation should be repealed. Consequently, the offers received by the intervention agencies of the Member States from 17 May 2011 from 11.00 (Brussels time) have become devoid of purpose.\n(4) In order to give a rapid signal to the market and to ensure efficient management of the measure, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union.\n(5) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["The sales by a tendering procedure of skimmed milk powder, opened by Article 1 of Regulation (EU) No 447/2010, are closed.", "Regulation (EU) No 447/2010 is repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 2011.\nFor the Commission, On behalf of the President,\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 126, 22.5.2010, p. 19.\n(3)  OJ L 349, 29.12.2009, p.1.\n(4)  OJ L 242, 15.9.2010, p. 9."}