{"celex_id": "32012R0087", "uri": "http://publications.europa.eu/resource/cellar/90376332-d3bf-4a38-bc87-93fe6e70ee70", "type": "Regulation", "concepts": ["191", "2987", "4858", "5451"], "title": "Commission Implementing Regulation (EU) No 87/2012 of 1 February 2012 amending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance clethodim  Text with EEA relevance\n", "header": "2.2.2012 EN Official Journal of the European Union L 30/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 87/2012\nof 1 February 2012\namending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance clethodim\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 13(2)(c) thereof,\nWhereas:\n(1) By Commission Directive 2011/21/EU (2) clethodim was included as active substance in Annex I to Directive 91/414/EEC for uses as herbicide on sugar beet. Since the replacement of Directive 91/414/EEC by Regulation (EC) No 1107/2009, this substance is deemed to have been approved under that Regulation and is listed in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (3).\n(2) On 14 February 2011 Arysta LifeScience, at whose request clethodim was included in Annex I to Directive 91/414/EEC, submitted an application for an amendment to the conditions of inclusion of clethodim to allow its use as a herbicide on crops other than sugar beet. That application was accompanied by additional information. It was submitted to the Netherlands, which had been designated rapporteur Member State by Commission Regulation (EC) No 1490/2002 (4).\n(3) The Netherlands evaluated the additional information submitted by the applicant and prepared an addendum to the draft assessment report. It submitted that addendum to the Commission on 28 March 2011. The Netherlands communicated the addendum to the other Member States and to the European Food Safety Authority (hereinafter ‘the Authority’) for comments and forwarded the comments received to the Commission.\n(4) The Authority organised a consultation of experts on the addendum to the draft assessment report. On 15 October 2011 the Authority communicated its conclusion to the applicant, the Member States and the Commission and made it available to the public. Taking into account the comments received from the applicant, the Authority modified its conclusion. It submitted its modified conclusion to the applicant, the Member States and the Commission and made it available to the public on 18 November 2011 (5).\n(5) In accordance with Article 13(1) of Regulation (EC) No 1107/2009 the Commission invited the applicant to submit its comments on the review report for clethodim. The notifier submitted its comments, which have been carefully examined.\n(6) The addendum to the draft assessment report and the conclusion of the Authority were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and were finalised on 9 December 2011 in the format of the Commission review report for clethodim.\n(7) It has appeared from the various examinations carried out that the restriction to sugar beets of the use of plant protection products consisting of or containing clethodim may be lifted.\n(8) The Annex to Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Implementing Regulation (EU) No 540/2011\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 58, 3.3.2011, p. 49.\n(3)  OJ L 153, 11.6.2011, p. 1.\n(4)  OJ L 224, 21.8.2002, p. 23.\n(5)  Conclusion on the peer review of the pesticide risk assessment of the active substance clethodim. EFSA Journal 2011; 9(10):2417. [99pp.] doi:10.2903/j.efsa.2011.2417. Available online: www.efsa.europa.eu/efsajournal\nANNEX\nIn Part A of the Annex to Implementing Regulation (EU) No 540/2011, row 329 on the active substance clethodim is replaced by the following:\nNumber Common name, identification numbers IUPAC name Purity Date of approval Expiration of approval Specific provisions\n‘329 Clethodim (5RS)-2-{(1EZ)-1-[(2E)-3-chloroallyloxyimino]propyl}-5-[(2RS)-2-(ethylthio)propyl]-3-hydroxycyclohex-2-en-1-one ≥ 930 g/kg 1 June 2011 31 May 2021 PART A\n— the soil and groundwater exposure assessments,\n— the residue definition for risk assessment."}