{"celex_id": "32013D0454", "uri": "http://publications.europa.eu/resource/cellar/a98e82eb-1d13-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "2378", "2901", "3641", "4653", "4654", "8386", "848"], "title": "2013/454/EU: Council Decision of 22 July 2013 amending Decision 2000/125/EC concerning the conclusion of the Agreement concerning the establishing of global technical regulations for wheeled vehicles, equipment and parts which can be fitted and/or be used on wheeled vehicles ( ‘Parallel Agreement’ )\n", "header": "14.9.2013 EN Official Journal of the European Union L 245/1\nCOUNCIL DECISION\nof 22 July 2013\namending Decision 2000/125/EC concerning the conclusion of the Agreement concerning the establishing of global technical regulations for wheeled vehicles, equipment and parts which can be fitted and/or be used on wheeled vehicles (‘Parallel Agreement’)\n(2013/454/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular Article 207(4) thereof, in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) By Council Decision 2000/125/EC of 31 January 2000 concerning the conclusion of the Agreement concerning the establishing of global technical regulations for wheeled vehicles, equipment and parts which can be fitted and/or be used on wheeled vehicles (‘Parallel Agreement’) (1) the Union acceded to the Parallel Agreement, in the framework of the United Nations Economic Commission for Europe (UNECE).\n(2) Changes to the Treaties on which the Union is founded occurred after the adoption of Decision 2000/125/EC. The Treaty on the Functioning of the European Union has substantially altered the procedure to be followed for the conclusion of Agreements between the Union and international organisations, making it necessary to adapt Decision 2000/125/EC to the new procedures.\n(3) The procedure for establishing the position to be adopted on the Union’s behalf in the United Nations concerning the adoption of UNECE Regulations or amendments to UNECE Regulations should be adapted to the new procedures set out in Article 218(9) of the Treaty on the Functioning of the European Union.\n(4) It is appropriate that the procedure for adopting proposed amendments to the Parallel Agreement submitted by the Union, as well as the decision whether to raise an objection to a proposed amendment, be the same as the procedure for the accession to international agreements.\n(5) Decision 2000/125/EC should therefore be amended accordingly,", "main_body": ["Decision 2000/125/EC is amended as follows:\n(1) Article 5 is hereby amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 3 is replaced by the following:\n(2) Article 6 is replaced by the following:", "This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 July 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 35, 10.2.2000, p. 12."}