{"celex_id": "32011D0095", "uri": "http://publications.europa.eu/resource/cellar/a3924570-70ae-4235-a709-18520df43e50", "type": "Decision", "concepts": ["1374", "1712", "1895", "3842", "4692", "5263"], "title": "2011/95/EU: Commission Decision of 11 February 2011 authorising a method for grading pig carcasses in the Grand Duchy of Luxembourg (notified under document C(2011) 750)\n", "header": "12.2.2011 EN Official Journal of the European Union L 38/40\nCOMMISSION DECISION\nof 11 February 2011\nauthorising a method for grading pig carcasses in the Grand Duchy of Luxembourg\n(notified under document C(2011) 750)\n(Only the French text is authentic)\n(2011/95/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43, point (m), in conjunction with Article 4 thereof,\nWhereas:\n(1) Point B.IV, paragraph 1, of Annex V to Regulation (EC) No 1234/2007 provides that, for the classification of pig carcasses, the lean-meat content has to be assessed by means grading methods authorised by the Commission, which methods may only be statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcass. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. This tolerance is defined in Article 23(3) of Commission Regulation (EC) No 1249/2008 of 10 December 2008 laying down detailed rules on the implementation of the Community scales for the classification of beef, pig and sheep carcasses and the reporting of prices thereof (2).\n(2) The Grand Duchy of Luxembourg is of the opinion that the update of the national formula is absolutely necessary in order to take into account the breeding progress during the past 20 years. The last update of the lean meat equation of the grading instrument (HGP-2) dates back to 1989 and was authorised by Commission Decision 89/51/EEC (3).\n(3) The Grand Duchy of Luxembourg has therefore asked the Commission to authorise one method for grading pig carcasses on its territory and has presented a detailed description of the dissection trial, indicating the principles on which this method is based, the results of its dissection trial and the equation used for assessing the percentage of lean meat in the protocol provided for in Article 23(4) of Regulation (EC) No 1249/2008.\n(4) Examination of this request has revealed that the conditions for authorising this grading method are fulfilled. This grading method should therefore be authorised in the Grand Duchy of Luxembourg.\n(5) No modification of the apparatus or grading method may be authorised except by means of a new Commission Decision adopted in the light of experience gained. For this reason, the present authorisation may be revoked.\n(6) Decision 89/51/EEC should therefore be repealed. However, in view of technical circumstances while introducing new devices and new equation the method for grading pig carcasses authorised under Decision 89/51/EEC should continue to apply up to 28 February 2011.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["The use of the following method is hereby authorised for grading pig carcasses pursuant to point B.IV, paragraph 1, of Annex V to Regulation (EC) No 1234/2007 in the Grand Duchy of Luxembourg: the apparatus termed ‘Hennessy Grading Probe (HGP 4)’ and the assessment method related thereto, details of which are given in the Annex.", "Modifications of the apparatus or the assessment method shall not be authorised.", "Decision 89/51/EEC is repealed.\nHowever, up to 28 February 2011, the Grand Duchy of Luxembourg may continue to apply the method for grading pig carcasses authorised under Decision 89/51/EEC.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 11 February 2011.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 337, 16.12.2008, p. 3.\n(3)  OJ L 20, 25.1.1989, p. 31.\nANNEX\nMethod for grading pig carcasses in the Grand Duchy of Luxembourg\n1. Grading of pig carcases shall be carried out by means of the apparatus termed ‘Hennessy Grading Probe (HGP 4)’.\n2. The apparatus shall be equipped with a probe of 5,95 millimetres diameter (and of 6,3 millimetres at the blade on top of the probe) containing a photodiode (Siemens LED of the type LYU 260-EO) and photodetector of the type Silonex SLCD-61N1 and having an operating distance of between 0 and 120 millimetres. The results of the measurements shall be converted into estimated lean meat content by means of the HGP 4 itself or a computer linked to it.\n3. The lean meat content of the carcass shall be calculated according to the following formula:\n4. where:\nLMP = the estimated percentage of lean meat in the carcass,\nF = the thickness of back-fat (including rind) in millimetres, measured at 7 centimetres off the midline of the split carcass, between the second and third last ribs,\nM = the thickness of the dorsal muscle in millimetres, measured at the same time and in the same place as F."}