{"celex_id": "32015R0291", "uri": "http://publications.europa.eu/resource/cellar/3ef99e10-bcbb-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["1519", "3173", "4660", "5231", "5573", "893"], "title": "Commission Implementing Regulation (EU) 2015/291 of 19 February 2015 approving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Asparago bianco di Cimadolmo (PGI))\n", "header": "25.2.2015 EN Official Journal of the European Union L 53/1\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/291\nof 19 February 2015\napproving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Asparago bianco di Cimadolmo (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular Article 52(2) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 53(1) of Regulation (EU) No 1151/2012, the Commission has examined Italy's application for the approval of amendments to the specification for the protected geographical indication ‘Asparago bianco di Cimadolmo’ registered under Commission Regulation (EC) No 245/2002 (2).\n(2) Since the amendments in question are not minor within the meaning of Article 53(2) of Regulation (EU) No 1151/2012, the Commission published the amendment application in the Official Journal of the European Union as required by Article 50(2)(a) of that Regulation (3).\n(3) As no statement of opposition under Article 51 of Regulation (EU) No 1151/2012 has been received by the Commission, the amendments to the specification should be approved,", "main_body": ["The amendments to the specification published in the Official Journal of the European Union regarding the name ‘Asparago bianco di Cimadolmo’ (PGI) are hereby approved.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 2015.\nFor the Commission,\nOn behalf of the President,\nPhil HOGAN\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  Commission Regulation (EC) No 245/2002 of 8 February 2002 supplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the ‘Register of protected designations of origin and protected geographical indications’ provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (OJ L 39, 9.2.2002, p. 12).\n(3)  OJ C 371, 18.10.2014, p. 22."}