{"celex_id": "32011D0742", "uri": "http://publications.europa.eu/resource/cellar/4a998ea3-ba9d-46f1-a7d3-50b686dad7fd", "type": "Decision", "concepts": ["1284", "1442", "192", "313", "3191", "4732", "6268", "6569"], "title": "Commission Implementing Decision of 15 November 2011 amending Decision 2008/630/EC on emergency measures applicable to crustaceans imported from Bangladesh and intended for human consumption (notified under document C(2011) 8094) Text with EEA relevance\n", "header": "16.11.2011 EN Official Journal of the European Union L 297/68\nCOMMISSION IMPLEMENTING DECISION\nof 15 November 2011\namending Decision 2008/630/EC on emergency measures applicable to crustaceans imported from Bangladesh and intended for human consumption\n(notified under document C(2011) 8094)\n(Text with EEA relevance)\n(2011/742/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) Commission Decision 2008/630/EC of 24 July 2008 on emergency measures applicable to crustaceous imported from Bangladesh and intended for human consumption (2) was adopted following the detection of the presence of residues of veterinary medicinal products and unauthorised substances in crustaceans imported from that third country and intended for human consumption.\n(2) Decision 2008/630/EC provides that Member States are to authorise the importation into the Union of consignments of crustaceans from Bangladesh provided that they are accompanied by the results of an analytical test carried out at the place of origin to ensure that they do not present a danger to human health.\n(3) In addition, that Decision provides that Member States are to ensure that official samples are taken from at least 20 % of the consignments of crustaceans imported from Bangladesh and that those official samples are to undergo analytical tests for the detection of the presence of residues of pharmacologically active substances.\n(4) A Commission inspection was carried out in Bangladesh in March-April 2011. The results of that inspection confirmed considerable improvements in that third country, particularly in the implementation of analytical methods used for residue monitoring and traceability of animals and products.\n(5) Based on the results of that inspection, it appears unnecessary that Member States continue to ensure additional sampling and analytical tests on consignments of crustaceans imported from Bangladesh for the detection of the presence of residues of pharmacologically active substances, before they are placed on the Union market.\n(6) Decision 2008/630/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2008/630/EC is amended as follows:\n1. Article 3 is deleted;\n2. Article 4 is replaced by the following:\n3. Articles 4a and 4b are deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 November 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 205, 1.8.2008, p. 49."}