{"celex_id": "32010R0108", "uri": "http://publications.europa.eu/resource/cellar/d1bfb291-a56d-4a50-b66f-ee55bac731f6", "type": "Regulation", "concepts": ["1005", "1052", "1542", "2825", "2965", "3144", "862"], "title": "Commission Regulation (EU) No 108/2010 of 8 February 2010 amending Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD)\n", "header": "9.2.2010 EN Official Journal of the European Union L 36/4\nCOMMISSION REGULATION (EU) No 108/2010\nof 8 February 2010\namending Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund For Rural Development (EAFRD) (1) and in particular Article 91 thereof,\nWhereas:\n(1) Regulation (EC) No 1698/2005 established a single legal framework for the EAFRD support for rural development throughout the Community. Commission Regulation (EC) No 1974/2006 (2) complemented that framework by introducing detailed implementing rules.\n(2) Article 38(2) of Regulation (EC) No 1698/2005 specifies that for payments linked to Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (3), detailed rules, including the maximum amount of support, are to be fixed.\n(3) Pursuant to Article 11(7) of Directive 2000/60/EC, Member States are obliged to establish a programme of measures for each river basin district by 22 December 2009. In accordance with Article 11(2) of that Directive, these measures have to comprise basic measures, including those already required to implement Union legislation for the protection of water, as referred to in Article 11(3) of that Directive and, where necessary, supplementary measures, as referred to in Article 11(4), which may consist in any of the types of measures listed in Part B of Annex VI to that Directive or in other types of measure not listed in that Annex. While voluntary measures and certain mandatory measures may already be supported under Articles 31 and 39 of Regulation (EC) No 1698/2005, detailed rules for the implementation of Article 38(2) of that Regulation need to be defined to cover other mandatory measures.\n(4) In view to avoid overlapping between the meeting standards support as referred to in Article 31 of Regulation (EC) No 1698/2005, on the one hand, which aims at compensating beneficiaries’ temporary disadvantages due to the obligation to adapt to Union standards in certain fields, and the payment under Article 38 of that Regulation linked to Directive 2000/60/EC on the other hand, which aims at compensating beneficiaries permanent disadvantages due to the obligation to comply with the specific requirements for achieving the environmental objectives of that Directive, provision making distinction on the basis of the types of operations concerned should be made.\n(5) Directive 2000/60/EC provides common principles and the framework for Union action in the field of water policy. The whole Union legislation on water is coordinated in the framework of that Directive which repealed and replaced several water Directives, and whose ‘programmes of measures’ contain measures which are provided for by previous Directives on water still in force as well as additional measures needed to achieve the objectives of Directive 2000/60/EC itself. In the light of that, since part of the requirements formally related to the implementation of Directive 2000/60/EC result in substance from other Union legislation for the protection of water, and have or should already have been implemented by the Member States, the costs and income foregone possibly occurring at present as a consequence of the application of those requirements should not be considered as eligible for compensation. In addition, Article 4(9) of Directive 2000/60/EC provides that the application of the new provisions of that Directive should guarantee at least the same level of protection as the existing Community legislation. Therefore, it seems proportional and appropriate to exclude compensation of costs and income foregone with reference to the requirements related to the implementation of Directive 2000/60/EC resulting from other Union legislation for the protection of water, as well as to only grant support for requirements that go beyond the level of protection of the Union legislation existing at the time that Directive was adopted.\n(6) In addition, part of the legislation related to the implementation of Directive 2000/60/EC is already included in cross compliance. Beneficiaries of the payments under Article 38 of Regulation (EC) No 1698/2005 are already obliged to respect the statutory management requirements and the good agricultural and environmental condition provided for respectively in Articles 5 and 6 of Council Regulation (EC) No 73/2009 (4) which has established common rules for direct support schemes for farmers under the common agricultural policy as well as certain support schemes for farmers, and in Annexes II and III to that Regulation. Therefore, no compensation should be granted with reference to requirements related to the implementation of Directive 2000/60/EC which are also cross compliance requirements.\n(7) As a consequence of the implementation of Directive 2000/60/EC different levels of constraints for farmers may be introduced. Permanent compensation should be allowed only in case of serious disadvantages.\n(8) The maximum amount of support should be fixed. In addition, a minimum amount of permanent support should be set to reflect that compensation should be granted only in cases of serious disadvantage, and provision should be made for going beyond the maximum amount taking account of specific circumstances to be justified in the rural development programmes.\n(9) Regulation (EC) No 1974/2006 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Rural Development Committee,", "main_body": ["Regulation (EC) No 1974/2006 is amended as follows:\n1. After Article 26 the following article 26a is inserted:\n(a) were introduced by Directive 2000/60/EC, are in accordance with the programmes of measures of the river basin management plans for the purpose of achieving the environmental objectives of that Directive and go beyond the measures required to implement other Union legislation for the protection of water;\n(b) go beyond the statutory management requirements and the good agricultural and environmental condition provided for in Articles 5 and 6 of Council Regulation (EC) No 73/2009 (6) and in Annexes II and III to that Regulation;\n(c) go beyond the level of protection of the Union legislation existing at the time Directive 2000/60/EC was adopted as laid down in Article 4(9) of Directive 2000/60/EC; and\n(d) impose major changes in type of land use, and/or major restrictions in farming practice resulting in a significant loss of income.\n(a) The amount of support shall be fixed beyond a minimum level of 50 EUR per hectare of utilised agricultural area (hereinafter UAA).\n(b) The maximum amount of support shall not exceed an amount of 200 EUR per hectare of UAA.\n(a) The initial maximum amount of support for a period not exceeding five years shall not exceed an amount of 500 EUR per hectare of UAA;\n(b) The maximum amounts may be increased taking account of specific circumstances to be justified in the rural development programmes.\n2. Annex II is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 277, 21.10.2005, p. 1.\n(2)  OJ L 368, 23.12.2006, p. 15.\n(3)  OJ L 327, 22.12.2000, p. 1.\n(4)  OJ L 30, 31.1.2009, p. 16.\n(5)  OJ L 327, 22.12.2000, p. 1.\n(6)  OJ L 30, 31.1.2009, p. 16.’\nANNEX\nPoint 5.3.2.1.3. of Annex II to Regulation (EC) No 1974/2006 is replaced by the following:\n‘5.3.2.1.3.   Natura 2000 payments and payments linked to Directive 2000/60/EC\n— the areas designated to implement Directives 79/409/EEC, 92/43/EEC and 2000/60/EC and the obligations for farmers resulting from the corresponding national/regional management provisions; for each obligation linked to Directive 2000/60/EC, explanation of its environmental objective (e.g. to protect water courses from pesticide run off) and its relation to obligations under Directive 2000/60/EC (reference to the relevant point of Article 11.3 or to Article 11.4);\n— for compensation linked to Directive 2000/60/EC,\n(i) indication of the corresponding specific requirements introduced by Directive 2000/60/EC, in accordance with the programmes of measures of the river basin management plans for the purpose of achieving the environmental objectives of Directive 2000/60/EC; and\n(ii) appropriate evidence that the foreseen compensation does not cover cost incurred and the income foregone resulting from disadvantages related to other Union legislation for the protection of water and to the statutory management requirements and the good agricultural and environmental conditions provided for in Articles 5 and 6 of Regulation (EC) No 73/2009;\n— description of the methodology and the agronomic assumptions used as reference point for the calculations justifying additional costs and income foregone resulting from the disadvantages in the area concerned related to the implementation of Directives 79/409/EEC, 92/43/EEC and 2000/60/EC;\n— amounts of support.’"}