{"celex_id": "32012R0310", "uri": "http://publications.europa.eu/resource/cellar/c636fc6a-16d3-4319-8906-ed04b62f880e", "type": "Regulation", "concepts": ["2300", "3647", "4372", "441", "728"], "title": "Commission Delegated Regulation (EU) No 310/2012 of 21 December 2011 amending Regulation (EC) No 1569/2007 establishing a mechanism for the determination of equivalence of accounting standards applied by third country issuers of securities pursuant to Directives 2003/71/EC and 2004/109/EC of the European Parliament and of the Council  Text with EEA relevance\n", "header": "13.4.2012 EN Official Journal of the European Union L 103/11\nCOMMISSION DELEGATED REGULATION (EU) No 310/2012\nof 21 December 2011\namending Regulation (EC) No 1569/2007 establishing a mechanism for the determination of equivalence of accounting standards applied by third country issuers of securities pursuant to Directives 2003/71/EC and 2004/109/EC of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/71/EC of the European Parliament and of the Council of 4 November 2003 on the prospectus to be published when securities are offered to the public or admitted to trading and amending Directive 2001/34/EC (1), and in particular the first subparagraph of Article 20(3) thereof,\nHaving regard to Directive 2004/109/EC of the European Parliament and of the Council of 15 December 2004 on the harmonisation of transparency requirements in relation to information about issuers whose securities are admitted to trading on a regulated market and amending Directive 2001/34/EC (2), and in particular the fourth subparagraph of Article 23(4) thereof,\nWhereas:\n(1) Article 23(4) of Directive 2004/109/EC requires the Commission to set up a mechanism for the determination of the equivalence of the information required under this Directive. The Commission is required to adopt measures to establish general equivalence criteria regarding accounting standards relevant to issuers of more than one country. Article 23(4) of Directive 2004/109/EC also requires the Commission to take decisions in relation to the equivalence of accounting standards used by third country issuers, and enables the Commission to allow the use of third country accounting standards during an appropriate transitional period. Given the close interconnection of the information required under Directive 2004/109/EC with the information required under Directive 2003/71/EC, it is appropriate that the same criteria for determination of equivalence apply in the framework of both Directives.\n(2) Accordingly, Commission Regulation (EC) No 1569/2007 (3) laid down the conditions for acceptance of third country accounting standards for a limited period expiring on 31 December 2011.\n(3) The Commission evaluated the usefulness and functioning of the equivalence mechanism and concluded that it should be extended for a period of 3 years until 31 December 2014. Since the period for which the Commission had put in place conditions for granting equivalence to the Generally Accepted Accounting Principles (GAAP) of third countries expired on 31 December 2011, this Regulation should apply from 1 January 2012. This is necessary in order to provide legal certainty to issuers from the relevant third countries listed in the Union and avoid the risk that they might have to reconcile their financial statements with International Financial Reporting Standards (IFRS). The provision of retroactivity thus alleviates any potential additional burden on the issuers concerned.\n(4) In order to ensure that a determination of the equivalence of third country accounting standards is made in all cases that are relevant to the Union markets, the Commission should assess the equivalence of third country accounting standards either upon a request from the competent authority of a Member State or an authority responsible for accounting standards or market supervision of a third country, or on its own initiative. The Commission should consult the European Securities and Markets Authority (ESMA) with regard to the technical aspects of the assessment of equivalence of the accounting standards in question. The Union issuers should also be permitted to use IFRS adopted pursuant to Regulation (EC) No 1606/2002 of the European Parliament and of the Council (4) in the third country concerned.\n(5) Regulation (EC) No 1569/2007 should therefore be amended accordingly,", "main_body": ["Article 4 of Regulation (EC) No 1569/2007 is replaced by the following:\n‘Article 4\nConditions for the acceptance of third country accounting standards for a limited period\n1.   Third country issuers may be permitted to use financial statements drawn up in accordance with the accounting standards of a third country in order to comply with obligations under Directive 2004/109/EC and, by derogation from Article 35(5) of Regulation (EC) No 809/2004, to provide historical financial information under that Regulation for a period commencing any time after 31 December 2008 and expiring no later than 31 December 2014 in the following cases:\n(a) the third country authority responsible for the national accounting standards concerned has made a public commitment to converge these standards with International Financial Reporting Standards at the latest by 31 December 2014 and both the following conditions are met:\n(i) the third country authority responsible for the national accounting standards concerned has established a convergence programme that is comprehensive and capable of being completed before 31 December 2014;\n(ii) the convergence programme is effectively implemented, without delay, and the resources necessary for its completion are allocated to its implementation;\n(b) the third country authority responsible for the national accounting standards concerned has made a public commitment to adopt International Financial Reporting Standards before 31 December 2014 and effective measures are taken in the third country to secure their timely and complete implementation by that date.\n2.   Any decision under paragraph 1 to permit the continued acceptance of financial statements drawn up in accordance with the accounting standards of a third country shall be made in accordance with the procedure referred to in Article 24 of Directive 2003/71/EC and Article 27(2) of Directive 2004/109/EC.\n3.   Where the Commission permits the continued acceptance of financial statements drawn up in accordance with the accounting standards of a third country in accordance with paragraph 1, it shall review regularly whether the conditions specified in point (a) or (b) (as the case may be) continue to be met, and shall report accordingly to the European Parliament.\n4.   If the conditions in point (a) or (b) of paragraph 1 are no longer met, the Commission shall take a decision in accordance with the procedure referred to in Article 24 of Directive 2003/71/EC and Article 27(2) of Directive 2004/109/EC amending its decision under paragraph 1 in respect of these accounting standards.\n5.   When complying with this Article, the Commission shall first consult ESMA on the convergence programme or the progress towards adoption of IFRS, as the case may be.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 345, 31.12.2003, p. 64.\n(2)  OJ L 390, 31.12.2004, p. 38.\n(3)  OJ L 340, 22.12.2007, p. 66.\n(4)  OJ L 243, 11.9.2002, p. 1."}