{"celex_id": "32014D0359", "uri": "http://publications.europa.eu/resource/cellar/9fe0d7e1-f3a6-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["3334", "3645", "3646", "4036", "5234", "5741"], "title": "2014/359/EU: Commission Implementing Decision of 13 June 2014 on the compliance of European standards EN 15649-1:2009+A2:2013 and EN 15649-6:2009+A1:2013 for floating leisure articles for use on and in the water with the general safety requirement of Directive 2001/95/EC of the European Parliament and of the Council and publication of the references of those standards in the Official Journal of the European Union  Text with EEA relevance\n", "header": "14.6.2014 EN Official Journal of the European Union L 175/45\nCOMMISSION IMPLEMENTING DECISION\nof 13 June 2014\non the compliance of European standards EN 15649-1:2009+A2:2013 and EN 15649-6:2009+A1:2013 for floating leisure articles for use on and in the water with the general safety requirement of Directive 2001/95/EC of the European Parliament and of the Council and publication of the references of those standards in the Official Journal of the European Union\n(Text with EEA relevance)\n(2014/359/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety (1), and in particular the first subparagraph of Article 4(2) thereof,\nWhereas:\n(1) Article 3(1) of Directive 2001/95/EC requires producers to place only safe products on the market.\n(2) Under the second subparagraph of Article 3(2) of Directive 2001/95/EC, a product shall be presumed safe, as far as the risks and risk categories covered by the relevant national standards are concerned, when it conforms to voluntary national standards transposing European standards, the references of which have been published by the Commission in the Official Journal of the European Union, in accordance with Article 4(2) of that Directive.\n(3) Pursuant to Article 4(1) of Directive 2001/95/EC, European standards are established by European standardisation organisations (ESOs) under mandates drawn up by the Commission.\n(4) Pursuant to Article 4(2) of Directive 2001/95/EC, the Commission is to publish the references of such standards.\n(5) On 21 April 2005, the Commission adopted Decision 2005/323/EC on the safety requirements to be met by the European standards for floating leisure articles for use on or in the water pursuant to Directive 2001/95/EC of the European Parliament and of the Council (2).\n(6) On 6 September 2005, the Commission issued mandate M/372 to the ESOs for drawing up European standards to address the main risks associated with floating leisure articles for use on and in the water, namely drowning and near-drowning accidents as well as other risks related to the product design, such as drifting away, losing hold, falling from high height, entrapment or entanglement above or below the water surface, sudden loss of buoyancy, capsizing, cold shock, as well as the risks inherent to their use, such as collision and impact, and risks linked to winds, currents and tides.\n(7) The European Committee for Standardisation (CEN) adopted a series of European standards (EN 15649 parts 1–7) for floating leisure articles in response to the Commission's mandate; on 18 July 2013 the Commission adopted Implementing Decision 2013/390/EU (3) stating that European standards EN 15649 (parts 1–7) for floating leisure articles meet the general safety requirement of Directive 2001/95/EC for the risks they cover, and published their references in part C of the Official Journal of the European Union.\n(8) Since then CEN has revised the following European standards for floating leisure articles for use on and in the water: EN 15649-1:2009+A2:2013 and EN 15649-6:2009+A1:2013.\n(9) European standards EN 15649-1:2009+A2:2013 and EN 15649-6:2009+A1:2013 fulfil the mandate M/372 and comply with the general safety requirement of Directive 2001/95/EC. Their references should accordingly be published in the Official Journal of the European Union.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee set up under Directive 2001/95/EC,", "main_body": ["The following European standards meet the general safety requirement of Directive 2001/95/EC for the risks they cover:\n(a) EN 15649-1:2009+A2:2013 ‘Floating leisure articles for use on and in the water — Part 1: Classification, materials, general requirements and test methods’;\n(b) EN 15649-6:2009+A1:2013 ‘Floating leisure articles for use on and in the water — Part 6: Additional specific safety requirements and test methods for Class D devices’.", "The references of standards EN 15649-1:2009+A2:2013 and EN 15649-6:2009+A1:2013 shall be published in part C of the Official Journal of the European Union.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 11, 15.1.2002, p. 4.\n(2)  OJ L 104, 23.4.2005, p. 39.\n(3)  OJ L 196, 19.7.2013, p. 22."}