{"celex_id": "32014R1004", "uri": "http://publications.europa.eu/resource/cellar/a22d3948-4545-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2594", "2739", "2744", "3730", "4036", "5451"], "title": "Commission Regulation (EU) No 1004/2014 of 18 September 2014 amending Annex V to Regulation (EC) No 1223/2009 of the European Parliament and of the Council on cosmetic products  Text with EEA relevance\n", "header": "26.9.2014 EN Official Journal of the European Union L 282/5\nCOMMISSION REGULATION (EU) No 1004/2014\nof 18 September 2014\namending Annex V to Regulation (EC) No 1223/2009 of the European Parliament and of the Council on cosmetic products\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1223/2009 of the European Parliament and of the Council of 30 November 2009 on cosmetic products (1), and in particular Article 31(1) thereof,\nWhereas:\n(1) Parabens are regulated as preservatives in entry 12 of Annex V to Regulation (EC) No 1223/2009 on cosmetic products under the denomination 4-hydroxybenzoic acid and its salts and esters, with a maximum concentration of 0,4 % for single ester and 0,8 % for mixtures of esters.\n(2) The Scientific Committee on Consumer Safety (SCCS), established pursuant to Commission Decision 2008/721/EC (2), adopted an opinion on parabens in December 2010 (3). This opinion was followed by a clarification of October 2011 (4) in response to a unilateral decision by Denmark to ban propylparaben and butylparaben, their isoforms and their salts in cosmetic products for children under three years of age based on those substances' potential endocrine activity, taken in accordance with Article 12 of Council Directive 76/768/EEC (5). The conclusions of 2010 and 2011 were confirmed by the SCCS in an additional opinion of May 2013 (6), which the Commission had requested in light of a new study on the reprotoxicity of propylparaben.\n(3) In the above-mentioned opinions, which concerned all the long-chain parabens, the SCCS confirmed that methylparaben and ethylparaben are safe at the maximum authorized concentrations.\n(4) Isopropylparaben, isobutylparaben, phenylparaben, benzylparaben and pentylparaben were banned by Commission Regulation (EU) No 358/2014 (7).\n(5) The SCCS concluded that the use of butylparaben and propylparaben as preservatives in finished cosmetic products is safe to the consumer, as long as the sum of their individual concentrations does not exceed 0,19 % (as esters).\n(6) For general cosmetic products containing butylparaben and propylparaben, excluding specific products for the nappy area, the SCCS concluded that there was no safety concern for children of any age group as the margin of safety was based on very conservative assumptions, with regards to both toxicity and exposure.\n(7) However, the SCCS maintained that concerning butylparaben and propylparaben present in leave-on cosmetic products designed for application on the nappy area of children below the age of six months, a risk could not be excluded in the light of both immature metabolism of such children and the possibility of damaged skin in the nappy area. Based on a worst case assumption of exposure, safety concerns might be raised.\n(8) No concerns were raised on the safety of 4-Hydroxybenzoic acid and its salts (calcium paraben, sodium paraben, potassium paraben).\n(9) The Commission considers that the continued use of butylparaben and propylparaben under the current conditions may constitute a potential risk for human health. It therefore considers that the conditions for their use should be aligned with the recommendations of the SCCS.\n(10) For reasons of consistency with the current entry 12 of Annex V to Regulation (EC) No 1223/2009, the recommended maximum concentration of 0,19 % as esters for the substances listed in entry 12a should be converted to be expressed into its equivalent as acid, 0,14 %. In addition, the sodium and potassium salts of butyl and propylparabens should be submitted to the same conditions of use as butyl and propylparabens themselves, given that the SCCS never reported a different behaviour (in the chemistry or toxicity) of the salts compared to the esters in any of its previous opinions.\n(11) In the absence of any indication to the contrary from the SCCS, the maximum concentration of 0,8 % for the sum of all parabens contained in a cosmetic product already foreseen by entry 12 of Annex V to Regulation (EC) No 1223/2009 should be maintained.\n(12) In light of the concerns raised by the SCCS regarding the use of parabens in leave-on cosmetic products designed for application on the nappy area of children under the age of six months, and for practical reasons linked to the fact that products for infants are usually marketed for children under three years, butylparaben and propylparaben should be prohibited in leave-on cosmetic products designed for application on the nappy area of children below three years.\n(13) Regulation (EC) No 1223/2009 should therefore be amended accordingly.\n(14) The application of the above-mentioned restrictions should be deferred to allow the industry to make the necessary adjustments to product formulations. In particular, undertakings should be granted six months to place on the market compliant products, and twelve months to withdraw from the market non-compliant products after the entry into force of this Regulation.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Cosmetic Products,", "main_body": ["Annex V to Regulation (EC) No 1223/2009 is amended in accordance with the Annex to this Regulation.", "From 16 April 2015 only cosmetic products which comply with this Regulation shall be placed on the Union market.\nFrom 16 October 2015 only cosmetic products which comply with this Regulation shall be made available on the Union market.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 16 April 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 342, 22.12.2009, p. 59.\n(2)  Commission Decision 2008/721/EC of 5 September 2008 setting up an advisory structure of Scientific Committees and experts in the field of consumer safety, public health and the environment and repealing Decision 2004/210/EC (OJ L 241, 10.9.2008, p. 21).\n(3)  SCCS/1348/10 Revision 22 March 2011.\n(4)  SCCS/1446/11.\n(5)  Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (OJ L 262, 27.9.1976, p. 169).\n(6)  SCCS/1514/13.\n(7)  Commission Regulation (EU) No 358/2014 of 9 April 2014 amending Annexes II and V to Regulation (EC) No 1223/2009 of the European Parliament and of the Council on cosmetic products (OJ L 107, 10.4.2014, p. 5).\nANNEX\nAnnex V to Regulation (EC) No 1223/2009 is amended as follows:\n(1) entry 12 is replaced by the following:\nSubstance Identification Conditions\nReference number Chemical name/INN Name of Common Ingredients Glossary CAS number EC number Product type, Body parts Maximum concentration in ready for use preparation Other Wording of conditions of use and warnings\na b c d e f g h i\n‘12 4-Hydroxybenzoic acid and its Methyl- and Ethyl- esters, and their salts 4-Hydroxybenzoic acid 99-96-7 202-804-9  0,4 % (as acid) for single ester\n(2) entry 12a is inserted:\nSubstance Identification Conditions\nReference number Chemical name/INN Name of Common Ingredients Glossary CAS number EC number Product type, Body parts Maximum concentration in ready for use preparation Other Wording of conditions of use and warnings\na b c d e f g h i\n‘12a Butyl 4-hydroxybenzoate and its salts Butylparaben 94-26-8 202-318-7  0,14 % (as acid) for the sum of the individual concentrations Not to be used in leave-on products designed for application on the nappy area of children under three years of age. For leave-on products designed for children under three years of age:"}