{"celex_id": "32010D0416", "uri": "http://publications.europa.eu/resource/cellar/0d0173e3-7d83-4215-9803-dd4fa432e3db", "type": "Decision", "concepts": ["4370", "4602", "5619", "665"], "title": "2010/416/: Council Decision of 13 July 2010 in accordance with Article 140(2) of the Treaty on the adoption by Estonia of the euro on 1 January 2011\n", "header": "28.7.2010 EN Official Journal of the European Union L 196/24\nCOUNCIL DECISION\nof 13 July 2010\nin accordance with Article 140(2) of the Treaty on the adoption by Estonia of the euro on 1 January 2011\n(2010/416/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union (Treaty), and in particular Article 140(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the report from the European Commission,\nHaving regard to the report from the European Central Bank,\nHaving regard to the opinion of the European Parliament,\nHaving regard to the discussion of the European Council,\nHaving regard to the recommendation of the members of the Council representing Member States whose currency is the euro,\nWhereas:\n(1) The third stage of economic and monetary union (EMU) started on 1 January 1999. By Decision 98/317/EC (1) the Council, meeting in Brussels on 3 May 1998 in the composition of Heads of State or Government, decided that Belgium, Germany, Spain, France, Ireland, Italy, Luxembourg, the Netherlands, Austria, Portugal and Finland fulfilled the necessary conditions for adopting the single currency on 1 January 1999.\n(2) By Decision 2000/427/EC (2) the Council decided that Greece fulfilled the necessary conditions for adopting the single currency on 1 January 2001. By Decision 2006/495/EC (3) the Council decided that Slovenia fulfilled the necessary conditions for adopting the single currency on 1 January 2007. By Decisions 2007/503/EC (4) and 2007/504/EC (5) Council decided that Cyprus and Malta respectively fulfilled the necessary conditions for adopting the single currency on 1 January 2008. By Decision 2008/608/EC (6) the Council decided that Slovakia fulfilled the necessary conditions for adopting the single currency on 1 January 2009.\n(3) In accordance with paragraph 1 of the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland annexed to the Treaty establishing the European Community, the United Kingdom notified the Council that it did not intend to move to the third stage of EMU on 1 January 1999. This notification has not been changed since then. In accordance with paragraph 1 of the Protocol on certain provisions relating to Denmark annexed to the Treaty establishing the European Community and the Decision taken by the Heads of State or Government in Edinburgh in December 1992, Denmark notified the Council that it will not participate in the third stage of EMU. Denmark has not requested that the procedure referred to in Article 140(2) of the Treaty be initiated.\n(4) By virtue of Decision 98/317/EC Sweden has a derogation as defined in Article 139(1) of the Treaty. In accordance with Article 4 of the 2003 Act of Accession, the Czech Republic, Estonia, Latvia, Lithuania, Hungary and Poland have a derogation as defined in Article 139(1) of the Treaty. In accordance with Article 5 of the 2005 Act of Accession, Bulgaria and Romania have a derogation as defined in Article 139(1) of the Treaty.\n(5) The European Central Bank (ECB) was established on 1 July 1998. The European Monetary System has been replaced by an exchange rate mechanism, the setting-up of which was agreed by a resolution of the European Council on the establishment of an exchange-rate mechanism in the third stage of economic and monetary union of 16 June 1997 (7). The procedures for an exchange-rate mechanism in stage three of economic and monetary union (ERM II) were laid down in the Agreement of 16 March 2006 between the European Central Bank and the national central banks of the Member States outside the euro area laying down the operating procedures for an exchange rate mechanism in stage three of economic and monetary union (8).\n(6) Article 140(2) of the Treaty lays down the procedures for abrogation of the derogation of the Member States concerned. At least once every two years, or at the request of a Member State with a derogation, the Commission and the ECB shall report to the Council in accordance with the procedure laid down in Article 140(1) of the Treaty. The latest Commission and ECB regular Convergence Reports were adopted in May 2010.\n(7) National legislation in the Member States including the statutes of national central banks is to be adapted as necessary with a view to ensuring compatibility with Articles 130 and 131 of the Treaty and the Statute of the European System of Central Banks and of the European Central Bank (Statute of the ESCB and of the ECB). The reports of the Commission and the ECB provide a detailed assessment of the compatibility of the legislation of Estonia with Articles 130 and 131 of the Treaty and the Statute of the ESCB and of the ECB.\n(8) In accordance with Article 1 of Protocol No 13 on the convergence criteria (the Protocol) the criterion on price stability referred to in the first indent of Article 140(1) of the Treaty means that a Member State has a price performance that is sustainable and an average rate of inflation, observed over a period of one year before the examination, that does not exceed by more than one and a half percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criterion on price stability, inflation is measured by the harmonised indices of consumer prices (HICPs) defined in Council Regulation (EC) No 2494/95 of 23 October 1995 concerning harmonised indices of consumer prices (9). In order to assess the price stability criterion a Member State’s inflation has been measured by the percentage change in the arithmetic average of 12 monthly indices relative to the arithmetic average of 12 monthly indices of the previous period. A reference value calculated as the simple arithmetic average of the inflation rates of the three best-performing Member States in terms of price stability plus 1,5 percentage points was considered in the reports of the Commission and the ECB.\n(9) In accordance with Article 2 of the Protocol the criterion on the government budgetary position referred to in the second indent of Article 140(1) of the Treaty means that at the time of the examination the Member State is not the subject of a Council Decision under Article 126(6) of the Treaty that an excessive deficit exists.\n(10) In accordance with Article 3 of the Protocol, the criterion on participation in the exchange-rate mechanism of the European Monetary System referred to in the third indent of Article 140(1) of the Treaty means that a Member State has respected the normal fluctuation margins provided for by the exchange-rate mechanism of the European Monetary System without severe tensions for at least the last two years before the examination. In particular, the Member State must not have devalued its currency’s bilateral central rate against the euro on its own initiative for the same period. Since 1 January 1999 the ERM II provides the framework for assessing the fulfilment of the exchange rate criterion. In assessing the fulfilment of this criterion in their reports, the Commission and the ECB have examined the two-year period ending on 23 April 2010.\n(11) In accordance with Article 4 of the Protocol, the criterion on the convergence of interest rates referred to in the fourth indent of Article 140(1) of the Treaty means that, observed over a period of one year before the examination, a Member State has had an average nominal long-term interest rate that does not exceed by more than two percentage points that of, at most, the three best performing Member States in terms of price stability. For the purpose of the criteria on the convergence of interest rates, comparable interest rates on 10-year benchmark government bonds were used. Estonia, which was one of the best performing Member States in terms of price stability in March 2010, does not have a harmonised benchmark long-term government bond or a comparable security that could be used for the calculation of the reference value. Therefore, in line with the wording of the Protocol (referring to ‘at most the three best performing Member States’), in order to assess the fulfilment of the interest-rate criterion a reference value calculated as the simple arithmetic average of the nominal long-term interest rates of the two other best performing Member States in terms of price stability plus two percentage points was considered in the reports of the Commission and the ECB. On this basis, the reference value in the one year period ending in March 2010 was 6,0 percent, the average of interest rate in Portugal (4,2 %) and Belgium (3,8 %) plus two percentage points.\n(12) In accordance with Article 5 of the Protocol the data used in the current assessment of the fulfilment of the convergence criteria have to be provided by the Commission. For the preparation of this Decision the Commission provided data. Budgetary data were provided by the Commission after reporting by the Member States by 1 April 2010 in accordance with Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (10).\n(13) On the basis of reports presented by the Commission and the ECB on the progress made in the fulfilment by Estonia of its obligations regarding the achievement of the EMU, the Commission concluded that:\n(a) in Estonia, national legislation, including the Statute of the national central bank, is compatible with Articles 130 and 131 of the Treaty and with the Statute of the ESCB and of the ECB;\n(b) regarding the fulfilment by Estonia of the convergence criteria mentioned in the four indents of Article 140(1) of the Treaty:\n— the average inflation rate in Estonia in the year ending March 2010 stood at – 0,7 percent, which is well below the reference value, and it is likely to remain below the reference value in the months ahead,\n— Estonia is not the subject of a Council decision on the existence of an excessive deficit, with a budget deficit of 1,7 % of GDP in 2009,\n— Estonia has been a member of the ERM II since 28 June 2004; in the two-year period ending 23 April 2010, the Estonian kroon has not been subject to severe tensions and there has been no deviation from the ERM II central rate since the kroon’s participation,\n— as a result of Estonia’s very low level of gross public debt, no benchmark long-term government bonds or other appropriate securities are available to assess the durability of convergence as reflected in long-term interest rates. While financial market risk perceptions vis-à-vis Estonia increased at the height of the crisis, their development during the reference period, as well as a broader assessment on the durability of convergence, including Estonia’s fiscal policy track record and comparatively flexible economy, would support a positive assessment of Estonia’s fulfilment of the long-term interest rate criterion;\n(c) in the light of the assessment on legal compatibility and on the fulfilment of the convergence criteria as well as the additional factors, Estonia fulfils the necessary conditions for the adoption of the euro,", "main_body": ["Estonia fulfils the necessary conditions for the adoption of the euro. The derogation in favour of Estonia referred to in Article 4 of the 2003 Act of Accession is abrogated with effect from 1 January 2011.", "This Decision is addressed to the Member States.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 July 2010.\nFor the Council\nThe President\nD. REYNDERS\n(1)  OJ L 139, 11.5.1998, p. 30.\n(2)  OJ L 167, 7.7.2000, p. 19.\n(3)  OJ L 195, 15.7.2006, p. 25.\n(4)  OJ L 186, 18.7.2007, p. 29.\n(5)  OJ L 186, 18.7.2007, p. 32.\n(6)  OJ L 195, 24.7.2008, p. 24.\n(7)  OJ C 236, 2.8.1997, p. 5.\n(8)  OJ C 73, 25.3.2006, p. 21.\n(9)  OJ L 257, 27.10.1995, p. 1.\n(10)  OJ L 145, 10.6.2009, p. 1."}