{"celex_id": "32012D0691", "uri": "http://publications.europa.eu/resource/cellar/71ceae67-29a1-11e2-9209-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "1774", "2527", "2543", "4353", "5581", "5839", "5989", "6402", "863"], "title": "2012/691/EU: Commission Implementing Decision of 6 November 2012 on granting derogations from Regulation (EU) No 691/2011 of the European Parliament and of the Council on European environmental economic accounts with regard to the Kingdom of Spain, the French Republic, the Republic of Cyprus, the Republic of Malta, the Republic of Austria and the Republic of Poland (notified under document C(2012) 7645)\n", "header": "8.11.2012 EN Official Journal of the European Union L 308/23\nCOMMISSION IMPLEMENTING DECISION\nof 6 November 2012\non granting derogations from Regulation (EU) No 691/2011 of the European Parliament and of the Council on European environmental economic accounts with regard to the Kingdom of Spain, the French Republic, the Republic of Cyprus, the Republic of Malta, the Republic of Austria and the Republic of Poland\n(notified under document C(2012) 7645)\n(Only the Spanish, French, Greek, Maltese, German and Polish texts are authentic)\n(2012/691/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 691/2011 of the European Parliament and of the Council of 6 July 2011 on European environmental economic accounts (1), and in particular Article 8(1) thereof,\nHaving regard to the requests made by the Kingdom of Spain, the French Republic, the Republic of Cyprus, the Republic of Malta, the Republic of Austria and the Republic of Poland,\nWhereas:\n(1) In accordance with Article 8(1) of Regulation (EU) No 691/2011 the Commission may adopt implementing acts with a view to granting derogations to Member States during the transitional periods referred to in the Annexes to Regulation (EU) No 691/2011 in so far as the national statistical systems require major adaptations.\n(2) Such derogations should be granted, at their justified request, to the Kingdom of Spain, the French Republic, the Republic of Cyprus, the Republic of Malta, the Republic of Austria and the Republic of Poland.\n(3) The measures provided for in this Decision are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Derogations from Regulation (EU) No 691/2011, as set out in the Annex, are granted to the Kingdom of Spain, the French Republic, the Republic of Cyprus, the Republic of Malta, the Republic of Austria and the Republic of Poland.", "This Decision is addressed to the Kingdom of Spain, the French Republic, the Republic of Cyprus, the Republic of Malta, the Republic of Austria and the Republic of Poland."], "attachments": "Done at Brussels, 6 November 2012.\nFor the Commission\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 192, 22.7.2011, p. 1.\nANNEX\nList of specific derogations from Regulation (EU) No 691/2011:\nMember State Derogation End of derogation\nKingdom of Spain Annex I — Air emission accounts, breakdown by economic activity (A*64) 30 September 2015\nAnnex II — Environmentally related taxes, breakdown by economic activity (A*64) 30 September 2015\nAnnex III — Material flow accounts data for other crop residues, waste imports and adjustment to the residency principle 31 December 2015\nFrench Republic Annex II — Environmentally related taxes, breakdown by economic activity (A*64) 30 September 2015\nRepublic of Cyprus Annex I — Air emission accounts 30 September 2015\nAnnex II — Environmentally related taxes 30 September 2015\nAnnex III — Economy-wide Material Flow Accounts 31 December 2015\nRepublic of Malta Annex I — Air emission accounts 30 September 2015\nAnnex II — Environmentally related taxes 30 September 2015\nAnnex III — Economy-wide Material Flow Accounts 31 December 2015\nRepublic of Austria Annex I — Air emission accounts, series missing for PFC, HFC and SF6 30 September 2015\nRepublic of Poland Annex II — Environmentally related taxes, breakdown by economic activity (A*64) 30 September 2015"}