{"celex_id": "32011D0154", "uri": "http://publications.europa.eu/resource/cellar/1f030d85-750e-490f-9d18-bbb9a0086810", "type": "Decision", "concepts": ["1309", "1338", "1591", "2771", "4819", "5065", "519"], "title": "2011/154/EU: Commission Decision of 9 March 2011 terminating the anti-dumping proceeding concerning imports of certain stainless steel bars originating in India\n", "header": "10.3.2011 EN Official Journal of the European Union L 63/21\nCOMMISSION DECISION\nof 9 March 2011\nterminating the anti-dumping proceeding concerning imports of certain stainless steel bars originating in India\n(2011/154/EU)\nTHE EUROPEAN COMMISSION", "recitals": "Having regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) On 15 February 2010, the European Commission (‘Commission’) received a complaint concerning the alleged injurious dumping of certain stainless steel bars originating in India.\n(2) The complaint was lodged by the European Federation of Iron and Steel Industries (‘Eurofer’) on behalf of producers representing a major proportion, in this case more than 25 % of total Union production of certain stainless steel bars pursuant to Articles 4(1) and 5(4) of the basic Regulation.\n(3) The complaint contained prima facie evidence of the existence of dumping, and of material injury resulting therefrom, which was considered sufficient to justify the initiation of an anti-dumping proceeding.\n(4) The Commission, after consultation of the Advisory Committee, by a notice published in the Official Journal of the European Union\n (2), accordingly initiated an anti-dumping proceeding concerning imports into the Union of certain stainless steel bars originating in India, currently falling within CN codes 7222 20 21, 7222 20 29, 7222 20 31, 7222 20 39, 7222 20 81 and 7222 20 89.\n(5) On the same day, the Commission initiated an anti-subsidy proceeding concerning imports into the Union of certain stainless steel bars originating in India (3).\n(6) The Commission sent questionnaires to the Union industry and to any known association of producers in the Union, to the exporters/producers in the country concerned, to any association of exporters/producers, to the importers, to any known association of importers, and to the authorities of the country concerned. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB.   WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(7) By its letter of 23 November 2010 to the Commission, Eurofer formally withdrew its complaint regarding the anti-dumping proceeding.\n(8) In accordance with Article 9(1) of the basic Regulation, the proceeding may be terminated where the complaint is withdrawn, unless such termination would not be in the Union interest.\n(9) The Commission considered that the present proceeding should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Union interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Union interest.\n(10) The Commission therefore concludes that the anti-dumping proceeding concerning imports into the Union of certain stainless steel bars originating in India should be terminated,", "main_body": ["The anti-dumping proceeding concerning imports of certain stainless steel bars originating in India, currently falling within CN codes 7222 20 21, 7222 20 29, 7222 20 31, 7222 20 39, 7222 20 81 and 7222 20 89, is hereby terminated.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 9 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ C 87 A, 1.4.2010, p. 1.\n(3)  OJ C 87, 1.4.2010, p. 17."}