{"celex_id": "32012R0597", "uri": "http://publications.europa.eu/resource/cellar/dc153778-832b-4ad8-bd38-196909405baf", "type": "Regulation", "concepts": ["1265", "191", "343", "4062", "5451", "765"], "title": "Commission Implementing Regulation (EU) No 597/2012 of 5 July 2012 amending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substances aluminium ammonium sulphate, fat distillation residues, repellents by smell of animal or plant origin/fish oil and urea  Text with EEA relevance\n", "header": "6.7.2012 EN Official Journal of the European Union L 176/54\nCOMMISSION IMPLEMENTING REGULATION (EU) No 597/2012\nof 5 July 2012\namending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substances aluminium ammonium sulphate, fat distillation residues, repellents by smell of animal or plant origin/fish oil and urea\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 13(2)(c) thereof,\nWhereas:\n(1) The active substances aluminium ammonium sulphate, fat distillation residues, repellents by smell of animal or plant origin/fish oil and urea were included in Annex I to Council Directive 91/414/EEC (2) by Commission Directive 2008/127/EC (3) in accordance with the procedure provided for in Article 24b of Commission Regulation (EC) No 2229/2004 of 3 December 2004 laying down further detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC (4). Since the replacement of Directive 91/414/EEC by Regulation (EC) No 1107/2009, these substances are deemed to have been approved under that Regulation and are listed in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (5).\n(2) In accordance with Article 25a of Regulation (EC) No 2229/2004, the European Food Safety Authority (hereinafter ‘the Authority’) presented to the Commission its views on the draft review reports for aluminium ammonium sulphate (6) on 6 December 2011, for fat distillation residues (7), repellents by smell of animal or plant origin/fish oil (8) and urea (9) on 16 December 2011. The draft review reports and the views of the Authority were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 1 June 2012 in the format of the Commission review reports for aluminium ammonium sulphate, fat distillation residues, repellents by smell of animal or plant origin/fish oil and urea.\n(3) The Authority communicated its views on aluminium ammonium sulphate, fat distillation residues, repellents by smell of animal or plant origin/fish oil and urea to the notifiers, and the Commission invited them to submit comments on the review reports.\n(4) It is confirmed that the active substances aluminium ammonium sulphate, fat distillation residues, repellents by smell of animal or plant origin/fish oil and urea are to be deemed to have been approved under Regulation (EC) No 1107/2009.\n(5) In accordance with Article 13(2) of Regulation (EC) No 1107/2009 in conjunction with Article 6 thereof and in the light of current scientific and technical knowledge, it is necessary to amend the conditions of approval of aluminium ammonium sulphate, fat distillation residues, repellents by smell of animal or plant origin/fish oil and urea. It is, in particular, appropriate to require further confirmatory information as regards those active substances. At the same time certain technical adaptations should be made, in particular the name of the active substances ‘Repellents by smell of animal or plant origin/fish oil’ and ‘fat distillation residues’ should be replaced respectively by ‘fish oil’ and fat distillation residues. The Annex to Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(6) A reasonable period of time should be allowed before the application of this Regulation in order to allow Member States, notifiers and holders of authorisations for plant protection products to meet the requirements resulting from amendment to the conditions of the approval.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Part A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 230, 19.8.1991, p. 1.\n(3)  OJ L 344, 20.12.2008, p. 89.\n(4)  OJ L 379, 24.12.2004, p. 13.\n(5)  OJ L 153, 11.6.2011, p. 1.\n(6)  Conclusion on the peer review of the pesticide risk assessment of the active substance aluminium ammonium sulphate, EFSA Journal 2012;10(3):2491. Available online: www.efsa.europa.eu/efsajournal.htm\n(7)  Conclusion on the peer review of the pesticide risk assessment of the active substance fat distillation residues, EFSA Journal 2012;10(2):2519. Available online: www.efsa.europa.eu/efsajournal.htm\n(8)  Conclusion on the peer review of the pesticide risk assessment of the active substance fish oil, EFSA Journal 2012;10(2):2546. Available online: www.efsa.europa.eu/efsajournal.htm\n(9)  Conclusion on the peer review of the pesticide risk assessment of the active substance urea, EFSA Journal 2012;10(1):2523. Available online: www.efsa.europa.eu/efsajournal.htm\nANNEX\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended as follows:\n(1) Row 219 on the active substance aluminium ammonium sulphate is replaced by the following:\nNumber Common name, identification numbers IUPAC name Purity (1) Date of approval Expiration of approval Specific provisions\n‘219 Aluminium ammonium sulphate Aluminium ammonium sulphate ≥ 960 g/kg (expressed as dodecahydrate) 1 September 2009 31 August 2019 PART A\n(a) the impact on the environment of the transformation/dissociation products of aluminium ammonium sulphate;\n(b) the risk to non-target terrestrial organisms other than vertebrates and aquatic organisms.\n(2) Row 229 on the active substance fat distillation residues is replaced by the following:\nNumber Common name, identification numbers IUPAC name Purity (2) Date of approval Expiration of approval Specific provisions\n‘229 Fat distillation residues Not available ≥ 40 % of cleaved fatty acids 1 September 2009 31 August 2019 PART A\n(3) Row 248 on the active substance repellents by smell of animal or plant origin/fish oil is replaced by the following:\nNumber Common name, identification numbers IUPAC name Purity (3) Date of approval Expiration of approval Specific provisions\n‘248 Fish oil Fish oil ≥ 99 %\nDioxine max. 6 pg/kg for animal feed\nHg max. 0,5 mg/kg feed derived from fish and other sea food processing\nCd max. 2 mg/kg feed of animal origin except in feed for domestic pets\nPb max. 10 mg/kg\nPCBs max. 5 mg/kg\n(4) Row 257 on the active substance urea is replaced by the following:\nNumber Common name, identification numbers IUPAC name Purity (4) Date of approval Expiration of approval Specific provisions\n‘257 Urea Urea ≥ 98 % w/w 1 September 2009 31 August 2019 PART A\n(a) the analysis method for urea and for the impurity biuret;\n(b) the risk for operators, workers and bystanders.\n(1)  Further details on identity and specification of active substance are provided in their review report.\n(2)  Further details on identity and specification of active substance are provided in their review report.\n(3)  Further details on identity and specification of active substance are provided in their review report.\n(4)  Further details on identity and specification of active substance are provided in their review report."}