{"celex_id": "32014D0603(01)", "uri": "http://publications.europa.eu/resource/cellar/9525f8b3-eae9-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1005", "1224", "1595", "2247", "2735", "5315"], "title": "Commission Implementing Decision of 27 May 2014 concerning the adoption of the work programme and the financing for the year 2014 of activities in the food and feed area to ensure the application of the food and feed legislation\n", "header": "3.6.2014 EN Official Journal of the European Union C 166/5\nCOMMISSION IMPLEMENTING DECISION\nof 27 May 2014\nconcerning the adoption of the work programme and the financing for the year 2014 of activities in the food and feed area to ensure the application of the food and feed legislation\n2014/C 166/05\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (1), and in particular Article 84 thereof,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (2), and in particular Articles 16, 19, 20, 21, 23 and 27 thereof,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (3), and in particular Article 76(1) thereof,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (4), and in particular Article 66(1)(c) thereof,\nWhereas:\n(1) In order to ensure implementation of activities in the food and feed area to ensure the application of the food and feed and the plant health legislation, it is necessary to adopt a financing decision and the work programme for 2014. Article 94 of Commission Delegated Regulation (EU) No 1268/2012 (5) on the financial rules applicable to the general budget of the Union establishes detailed rules on financing decisions.\n(2) It is appropriate to authorise award of grants without a call for proposals to the bodies identified in the work programme and for the reasons provided therein.\n(3) This Decision should allow for the payment of interest due for late payment on the basis of Article 92 of the Financial Regulation and Article 111(4) of Delegated Regulation (EU) No 1268/2012.\n(4) For the application of this Decision, it is appropriate to define the term ‘substantial change’ within the meaning of Article 94(4) of Delegated Regulation (EU) No 1268/2012.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The work programme\nThe annual work programme for the implementation of Articles 16, 19, 20, 21, 23 and 27 of Council Decision 2009/470/EC, Regulation (EC) No 1107/2009, Article 66(1)(c) of Regulation (EC) No 882/2004, as set out in the Annex, is adopted.\nThe annual work programme constitutes a financing decision within the meaning of Article 84 of Regulation (EU, Euratom) No 966/2012.", "Union contribution\nThe maximum contribution for the implementation of the programme for the year 2014 is set at EUR 5 177 230 and shall be financed from the following lines of the general budget of the European Union for 2014:\n(a) budget line 17.04.01 EUR 1 000 000;\n(b) budget line 17.04.03 EUR 4 177 230.\nThe appropriations provided for in the first paragraph may also cover interest due for late payment.", "Flexibility clause\nCumulated changes to the allocations to specific actions within each work programme not exceeding 20 % of the maximum contribution set in Article 2 of this Decision shall not be considered to be substantial within the meaning of Article 94(4) of Delegated Regulation (EU) No 1268/2012, where those changes do not significantly affect the nature of the actions and objective of the work programme.\nThe authorising officer responsible may adopt the changes referred to in the first paragraph in accordance with the principles of sound financial management and proportionality.", "Grants\nGrants may be awarded without a call for proposals to the bodies identified in the Annex, in accordance with the conditions specified therein."], "attachments": "Done at Brussels, 27 May 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 298, 26.10.2012, p. 1.\n(2)  OJ L 155, 18.6.2009, p. 30.\n(3)  OJ L 309, 24.11.2009, p. 1.\n(4)  OJ L 165, 30.4.2004, p. 1; as corrected by OJ L 191, 28.5.2004, p. 1.\n(5)  Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1).\nANNEX\n2014 Annual Work Programme in the Food and Feed Area\n1.   INTRODUCTION\nThis work programme contains implementing measures for the year 2014. On the basis of the objectives given in Council Decision 2009/470/EC, Regulation (EC) No 882/2004, Regulation (EC) No 1107/2009, Regulation (EC) No 1333/2008, Regulation (EU) No 609/2013, Regulation (EU) No 1169/2011, Council Directive 2001/89/EC this work programme contains the actions to be financed and the budget breakdown as follows:\nIndicative actions Indicative amount\nGrants (1) 660 000 EUR\nProcurements (23) 4 132 000 EUR\nAdministrative Agreements (4) 385 230 EUR\nTOTAL (28 actions) 5 177 230 EUR\n2.   GRANTS\n2.1.   OIE conferences and seminars\n2.2.   Legal basis\nArticle 22 of Council Decision 2009/470/EC.\n2.3.   Budget line\n17.04.03 — EUR 660 000\n2.4.   Indicative list of envisaged actions\nActions Estimated no of action Indicative date Indicative amount\nOIE global conferences, regional seminars and regional meetings and activities on animal health and welfare 1 grant agreement 2nd Q 2014 660 000\n2.5.   Description, objectives and foreseen results of the implementing measures\nOIE global conferences, regional seminars and regional meetings and activities on animal health and welfare\nThe World Organisation for Animal Health (OIE) is an intergovernmental organisation responsible for improving animal health worldwide. In order to improve the animal health status worldwide and consequently lower the animal disease risk in the EU, it is important that the EU approach to animal health and welfare be shared with all member countries of the OIE and that the EU actively supports conferences, training seminars and meetings and activities organised by the OIE in order to promote the Union’s animal health and welfare policy at the occasion.\nGlobal conferences of the OIE reference centres and on aquatic animal health; regional seminars for OIE focal points of Europe for communication, for animal disease notification and for veterinary products; regional meetings and activities of the animal welfare platform for Europe; regional meetings and activities on African Swine Fever in the region of Europe and to implement Foot and Mouth Disease Progressive Control Pathway (FMD PCP) in Central Asia and West Eurasia; regional meetings and activities of the Mediterranean Animal Health Network (REMESA) including rabies vaccine bank and FMD PCP in Northern Africa; regional education activities on OIE animal welfare standards in the OIE region of Asia, Far East and Oceania.\nThe objective of the action is to share the EU approach to animal health and welfare and veterinary public health with all members of the OIE through the promotion of the Union’s policy at the occasion of conferences, training seminars and meetings and activities organised by the OIE. Eventually to improve the animal health, welfare and veterinary public health status worldwide and lower the risk in the EU.\nExpected results: Increased awareness and approximation with the Union’s animal health and welfare policy, and improved animal health and welfare standards in neighbouring countries and throughout the OIE region of Europe, thus lower risk of animal disease incursion in the EU.\n2.6.   Implementation\nImplementation: directly by DG SANCO\nDirect grant to the World Organisation for Animal Health (OIE)\nIn its capacity as reference organisation, recognised by the World Trade Organisation for improving animal health worldwide, the World Organisation for Animal Health (OIE) has a de facto monopoly in this sector, hence, in accordance with Article 190(1)(c) RAP, a call for proposals is not required in order for the EU to contribute to the organisation of global conferences and regional seminars on animal health and welfare.\nMaximum EU co-financing rate: 50 % of the eligible costs\nAward criteria:\n— Relevance of the proposal to the objectives of the activities of capacity building of Member States and Third Country officials in relation to the EU policy and OIE standards on animal health, animal welfare and veterinary public health.\n— Impact of the expected results of the proposal on the general objectives of lowering the animal disease risk in the EU and promoting the EU policy and OIE standards on animal health, animal welfare and veterinary public health as regards products imported from Third Countries.\n3.   PROCUREMENTS\nThe overall budgetary allocation reserved for procurement contracts in 2014 amounts to EUR 4 132 000.\n3.1.   Legal Basis\nArticle 8, 10, 20 and 23 of Council Decision 2009/470/EC, Article 66 of Regulation (EC) No 882/2004, Article 29 of Regulation (EC) No 1333/2008, Article 13 and Recital 33 of Regulation (EU) No 609/2013, Article 18(2) of Council Directive 2001/89/EC.\n3.2.   Budget line\n17.04.01 — EUR 1 000 000\n17.04.03 — EUR 3 132 000\n3.3.   Indicative list of envisaged contracts\nAction (17.04.01) Type of contract Estimated no of contracts Indicative date Indicative amount\nPurchase of vaccines against animal diseases Supply 1 2nd half of 2014 1 000 000\nActions (17.04.03) Type of contracts Estimated nr of contracts Indicative date Amount\nStudy — Monitoring of the implementation of Directive 2006/52/EC as regards the use of nitrites by industry in different categories of meat products. Service 1 1st half of 2014 50 000\nStudy — Report on food intended for sportspeople Service 1 Throughout 2014 100 000\nStudy on the impact on official controls and enforcement action of the current legal framework applicable to food fraud Specific/service 1 1st half of 2014 150 000\nStudy to prepare entry into force of the new Official Controls legislation Service 1 2nd half of 2014 250 000\nHorizontal contribution to communication Specific/service 10 Throughout 2014 427 000\nPreparation to EXPO 2015 Service 5 Throughout 2014 260 000\nProduction of communication materials, publication, multimedia, web content, events, promotional material, etc. linked to the Food and Veterinary Office’s mandate Specific/service 5 Throughout 2014 80 000\nEvents as part of EXPO Milan 2015 Specific/service 5 2nd Q 2014 - 2nd Q 2015 250 000\nStudy on Cost of non-compliance with international standards Specific/service 1 2nd half of 2014 125 000\nWildLife Conference Specific/service 1 2nd half of 2014 100 000\nStudent Seminar Specific/service 1 2nd half of 2014 75 000\nParticipation on international events Specific/service 4 2nd Q 2014 - 1st Q 2015 500 000\nPromotion of the integrated computerised veterinary system TRACES (Trade Control and Expert System) Service 2 2nd half of 2014 55 000\nActions to support ongoing policy on Animal Welfare: Organisation of 3 regional workshops for veterinary practitioners Specific/service 1 2nd Q 2014 - 3rd Q 2014 150 000\nProduction of written publications on animal welfare Specific/service 1 2nd Q 2014 - 3rd Q 2014 35 000\nPromotion of educational materials for animal welfare Specific/service 1 2nd Q 2014 - 3rd Q 2014 75 000\nConference on the welfare of dogs and cats Specific/service 1 2nd Q 2014 - 3rd Q 2014 50 000\nProduction of a series of video or e-learning tools on the protection of pigs Specific/service 1 2nd Q 2014 - 3rd Q 2014 130 000\nStudy to define policy indicators on animal welfare Specific/service 1 2nd Q 2014 - 3rd Q 2014 60 000\nStudy on the use of animal welfare indicators in the context of the preparation of a possible animal welfare framework law Specific/service 1 2nd Q 2014 - 3rd Q 2014 60 000\nStudy on methods of anaesthesia for pigs which need to be surgically castrated Service 1 2nd Q 2014 - 3rd Q 2014 100 000\nExternal evaluation for European Union Reference Laboratories Service 5 June 2014 50 000\n3.4.   Implementation\nThe actions will be implemented directly by DG SANCO.\n4.   OTHER ACTIONS\n4.1.   Administrative arrangements\n4.2.   Legal Basis\nArticle 66 of Regulation (EC) No 882/2004, Article 76 of Regulation (EC) No 1107/2009, Article 30 of Regulation (EU) No 1169/2011.\n4.3.   Budget line\n17.04.03 — EUR 385 230\n4.4.   Indicative list of envisaged administrative agreements\nActions Estimated no of administrative agreements Indicative date Indicative amount\nStudy — Impact Assessment endocrine disruptors (identification of substances) 1 2nd Q 2014 125 000\nStudy — Distinction colouring foodstuffs from food colours 1 1st half of 2014 75 230\nStudy — Contribution to Joint Research Centre on the Trans fats acid report 1 1st Q - 3rd Q 2014 60 000\nStudy — Food contact materials other than plastics 1 2nd Q 2014 125 000\n4.5.   Description, objectives and foreseen results of the implementing measures\nThe Commission intends to carry out the following studies in cooperation with Joint Research Centre (JRC):\nStudy — Impact Assessment endocrine disruptors (identification of substances)\nObjectives: carrying out an impact assessment on different options for scientific criteria for the determination of endocrine disrupting properties of chemicals.\nStudy — Distinction colouring foodstuffs from food colours\nObjectives: in order to implement the Guidance on the classification of food extracts with colouring properties as colours or colouring foods, reference values for the source materials have to be established.\nStudy — Contribution to Joint Research Centre on the Trans fats acid report\nObjectives: Assess the impact of appropriate means that could enable consumers to make healthier food and overall dietary choices or that could promote the provision of healthier food options to consumers, including, among others, the provision of information on trans fats to consumers or restrictions on their use.\nStudy — Food contact materials other than plastics\nObjectives: Additional provisions on food contact materials may be necessary to ensure the enforceability of food contact materials legislation. Specific information and analysis are needed to assess the current situation.\n4.6.   Implementation\nThe actions will be implemented directly by DG SANCO, through Administrative Arrangements with the Joint Research Centre (JRC)."}