{"celex_id": "32011R1164", "uri": "http://publications.europa.eu/resource/cellar/dbac36f5-5244-4f7e-9f08-a1e331f01407", "type": "Regulation", "concepts": ["1767", "2771", "3191", "3825", "5065", "5332", "981"], "title": "Commission Regulation (EU) No 1164/2011 of 15 November 2011 initiating a review of Council Implementing Regulation (EU) No 723/2011 (extending the definitive anti-dumping duty imposed by Council Regulation (EC) No 91/2009 on imports of certain iron or steel fasteners originating in the People’s Republic of China to imports of certain iron or steel fasteners consigned from Malaysia, whether declared as originating in Malaysia or not) for the purposes of determining the possibility of granting an exemption from those measures to one Malaysian exporting producer, repealing the anti-dumping duty with regard to imports from that exporting producer and making imports from that exporting producer subject to registration\n", "header": "16.11.2011 EN Official Journal of the European Union L 297/53\nCOMMISSION REGULATION (EU) No 1164/2011\nof 15 November 2011\ninitiating a review of Council Implementing Regulation (EU) No 723/2011 (extending the definitive anti-dumping duty imposed by Council Regulation (EC) No 91/2009 on imports of certain iron or steel fasteners originating in the People’s Republic of China to imports of certain iron or steel fasteners consigned from Malaysia, whether declared as originating in Malaysia or not) for the purposes of determining the possibility of granting an exemption from those measures to one Malaysian exporting producer, repealing the anti-dumping duty with regard to imports from that exporting producer and making imports from that exporting producer subject to registration\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic anti-dumping Regulation’), and in particular Articles 11(4), 13(4) and 14(5) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   EXISTING MEASURES\n(1) The Council, by Regulation (EC) No 91/2009 (2), imposed anti-dumping measures on certain iron or steel fasteners originating in the People’s Republic of China (‘the original measures’). By Implementing Regulation (EU) No 723/2011 (3), the Council extended these measures to certain iron or steel fasteners consigned from Malaysia (‘the extended measures’) with the exception of imports produced by certain companies specifically mentioned.\nB.   REQUEST FOR A REVIEW\n(2) The European Commission (‘the Commission’) has received a request for an exemption pursuant to Articles 11(4) and 13(4) of the basic anti-dumping Regulation from the anti-dumping measures extended to imports of certain iron or steel fasteners consigned from Malaysia. The application was lodged by Andfast Malaysia Sdn. Bhd. (‘the applicant’), a producer in Malaysia (‘the country concerned’).\nC.   PRODUCT\n(3) The product under examination is certain iron or steel fasteners, other than of stainless steel, i.e. wood screws (excluding coach screws), self-tapping screws, other screws and bolts with heads (whether or not with their nuts or washers, but excluding screws turned from bars, rods, profiles or wire, of solid section, of a shank thickness not exceeding 6 mm and excluding screws and bolts for fixing railway track construction material), and washers, consigned from Malaysia, currently falling within CN codes ex 7318 12 90, ex 7318 14 91, ex 7318 14 99, ex 7318 15 59, ex 7318 15 69, ex 7318 15 81, ex 7318 15 89, ex 7318 15 90, ex 7318 21 00 and ex 7318 22 00 (‘product concerned’).\nD.   GROUNDS FOR THE REVIEW\n(4) The applicant alleges that it did not export the product concerned to the European Union during the investigation period used in the investigation that led to the extended measures, i.e. 1 January 2008 to 30 September 2010.\n(5) Furthermore, the applicant alleges that it is not related to exporting producers subject to measures, and that it has not circumvented the measures applicable to certain iron or steel fasteners of Chinese origin.\n(6) The applicant further alleges that it has begun exporting the product concerned to the Union after the end of the investigation period used in the investigation that led to the extended measures.\nE.   PROCEDURE\n(7) Union producers known to be concerned have been informed of the above application and have been given an opportunity to comment.\n(8) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of an investigation pursuant to Articles 11(4) and 13(4) of the basic anti-dumping Regulation for the purposes of determining the possibility of granting the applicant an exemption from the extended measures.\n(a)   Questionnaires\nIn order to obtain the information it deems necessary for its investigation, the Commission will send a questionnaire to the applicant.\n(b)   Collection of information and holding of hearings\nAll interested parties are hereby invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing showing that there are particular reasons why they should be heard.\nF.   REPEAL OF THE ANTI-DUMPING DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(9) Pursuant to Article 11(4) of the basic anti-dumping Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product concerned which are produced and sold for export to the European Union by the applicant.\n(10) At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the basic anti-dumping Regulation, in order to ensure that, should the examination result in a finding of circumvention in respect of the applicant, anti-dumping duties can be levied retroactively from the date of the initiation of this examination. The amount of the applicant’s possible future liabilities cannot be estimated at this stage of the proceeding.\nG.   TIME LIMITS\n(11) In the interest of sound administration, time limits should be stated within which:\n— interested parties may make themselves known to the Commission, present their views in writing and submit the replies to the questionnaire mentioned in recital 8(a) of this Regulation or provide any other information to be taken into account during the investigation,\n— interested parties may make a written request to be heard by the Commission.\nH.   NON-COOPERATION\n(12) In cases in which any interested party refuses access to or does not provide the necessary information within the time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic anti-dumping Regulation, on the basis of the facts available.\n(13) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made, in accordance with Article 18 of the basic anti-dumping Regulation, of the facts available. If an interested party does not cooperate or cooperates only partially, and findings are therefore based on facts available in accordance with Article 18 of the basic anti-dumping Regulation, the result may be less favourable to that party than if it had cooperated.\nI.   PROCESSING OF PERSONAL DATA\n(14) It is noted that any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4).\nJ.   HEARING OFFICER\n(15) It is also noted that if interested parties consider that they are encountering difficulties in the exercise of their rights of defence, they may request the intervention of the Hearing Officer of the Directorate-General for Trade. He acts as an interface between the interested parties and the Commission services, offering, where necessary, mediation on procedural matters affecting the protection of their interests in this proceeding, in particular with regard to issues concerning access to the file, confidentiality, extension of time limits and the treatment of written and/or oral submission of views.\n(16) For further information and contact details interested parties may consult the Hearing Officer’s web pages on Directorate-General for Trade’s website: http://ec.europa.eu/trade/tackling-unfair-trade/hearing-officer/", "main_body": ["A review of Implementing Regulation (EU) No 723/2011 is hereby initiated pursuant to Articles 11(4) and 13(4) of Regulation (EC) No 1225/2009 in order to establish whether the imports of certain iron or steel fasteners, other than of stainless steel, i.e. wood screws (excluding coach screws), self-tapping screws, other screws and bolts with heads (whether or not with their nuts or washers, but excluding screws turned from bars, rods, profiles or wire, of solid section, of a shank thickness not exceeding 6 mm and excluding screws and bolts for fixing railway track construction material), and washers, currently falling within CN codes ex 7318 12 90, ex 7318 14 91, ex 7318 14 99, ex 7318 15 59, ex 7318 15 69, ex 7318 15 81, ex 7318 15 89, ex 7318 15 90, ex 7318 21 00 and ex 7318 22 00 (TARIC codes 7318129011, 7318129091, 7318149111, 7318149191, 7318149911, 7318149991, 7318155911, 7318155961, 7318155981, 7318156911, 7318156961, 7318156981, 7318158111, 7318158161, 7318158181, 7318158911, 7318158961, 7318158981, 7318159021, 7318159071, 7318159091, 7318210031, 7318210095, 7318220031 and 7318220095), consigned from Malaysia and produced by Andfast Malaysia Sdn. Bhd. (TARIC additional code B265), should be subject to the anti-dumping duty imposed by Implementing Regulation (EU) No 723/2011.", "The anti-dumping duty imposed by Implementing Regulation (EU) No 723/2011 is hereby repealed with regard to the imports identified in Article 1 of this Regulation.", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 1225/2009, to take the appropriate steps to register the imports identified in Article 1 of this Regulation. Registration shall expire 9 months following the date of entry into force of this Regulation.", "1.   Interested parties, if their representations are to be taken into account during the investigation, must make themselves known to the Commission, present their views in writing and submit the replies to the questionnaire mentioned in recital 8(a) of this Regulation or any other information, unless otherwise specified, within 37 days of the entry into force of this Regulation. Attention is drawn to the fact that the exercise of most procedural rights set out in Regulation (EC) No 1225/2009 depends on the party’s making itself known within the aforementioned period.\nInterested parties may also apply in writing to be heard by the Commission within the same 37-day time limit.\n2.   All written submissions, including the information requested in this Regulation, questionnaire replies and correspondence provided by interested parties for which confidential treatment is requested shall be labelled ‘Limited’ (5).\nInterested parties providing ‘Limited’ information are required to furnish non-confidential summaries of it pursuant to Article 19(2) of the basic Regulation, which will be labelled ‘For inspection by interested parties’. These summaries should be sufficiently detailed to permit a reasonable understanding of the substance of the information submitted in confidence. If an interested party providing confidential information does not furnish a non-confidential summary of it in the requested format and quality, such confidential information may be disregarded.\nInterested parties are required to make all submissions and requests in electronic format (the non-confidential submissions via e-mail, the confidential ones on CD-R/DVD), and must indicate the name, address, e-mail address, telephone and fax numbers of the interested party. However, any Powers of Attorney, signed certifications, and any updates thereof accompanying questionnaire replies shall be submitted on paper, i.e. by post or by hand, at the address below. Pursuant to Article 18(2) of the basic Regulation, if an interested party cannot provide its submissions and requests in electronic format, it must immediately inform the Commission. For further information concerning correspondence with the Commission, interested parties may consult the relevant web page on the website of Directorate-General for Trade: http://ec.europa.eu/trade/tackling-unfair-trade/trade-defence/\nCommission address for correspondence:\nEuropean Commission\nDirectorate-General for Trade\nDirectorate H\nOffice: N105 04/092\n1049 Bruxelles/Brussel\nBELGIQUE/BELGIË\nFax +32 22956505", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 29, 31.1.2009, p. 1.\n(3)  OJ L 194, 26.7.2011, p. 6.\n(4)  OJ L 8, 12.1.2001, p. 1.\n(5)  A ‘Limited’ document is a document which is considered confidential pursuant to Article 19 of Council Regulation (EC) No 1225/2009 (OJ L 343, 22.12.2009, p. 51) and Article 6 of the WTO Agreement on Implementation of Article VI of the GATT 1994 (Anti-Dumping Agreement). It is also a document protected pursuant to Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council (OJ L 145, 31.5.2001, p. 43)."}