{"celex_id": "32014R0301", "uri": "http://publications.europa.eu/resource/cellar/93044ae6-b4bc-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1388", "1418", "192", "3730", "3817", "4307", "5451", "5988"], "title": "Commission Regulation (EU) No 301/2014 of 25 March 2014 amending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards chromium VI compounds  Text with EEA relevance\n", "header": "26.3.2014 EN Official Journal of the European Union L 90/1\nCOMMISSION REGULATION (EU) No 301/2014\nof 25 March 2014\namending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards chromium VI compounds\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94, as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 68(1) thereof,\nWhereas:\n(1) On 19 January 2012, the Kingdom of Denmark submitted to the European Chemicals Agency (hereinafter ‘Agency’) a dossier pursuant to Article 69(4) of Regulation (EC) No 1907/2006, in order to initiate the restrictions process in accordance with Articles 69 to 73 of that Regulation (hereinafter ‘Annex XV dossier’). In that dossier, it was demonstrated that exposure to chromium VI, when contained in leather articles or leather parts of articles coming into contact with the skin, poses a risk to human health. Chromium VI compounds can induce new cases of sensitisation and elicit allergic response. The dossier demonstrates that action on a Union-wide basis is necessary.\n(2) Chromium VI compounds can be formed in leather through the oxidation of chromium III compounds, which are added in some tanning processes to cross-link the collagen subunits in order to increase leather’s dimensional stability, as well as its resistance to mechanical action and heat. According to the Annex XV dossier, the mechanisms of and conditions under which chromium VI is formed are known and most tanneries in the Union have already developed and widely implemented measures in order to control and minimise its formation.\n(3) On 28 November 2012 the Committee for Risk Assessment (hereinafter ‘RAC’) adopted by consensus the opinion on the restriction proposed in the Annex XV dossier. According to the RAC opinion, the restriction is the most appropriate Union-wide measure to address the identified risks posed by chromium VI compounds in leather, both in terms of effectiveness and practicability. However, in its opinion RAC proposed to modify the restriction by deleting the notion of direct and prolonged contact with the skin, originally included in the Annex XV dossier.\n(4) The proposed restriction focuses on the risk of induction of skin sensitisation related to direct or indirect skin contact with leather articles or leather parts of articles containing chromium VI. In already sensitised people, such contacts may also elicit allergic response at lower concentrations than those needed for the induction of sensitisation.\n(5) The proposed restriction should cover leather articles and articles containing leather parts used by consumers or workers, that under normal or reasonably foreseeable conditions of use come into contact with the skin.\n(6) The EN ISO 17075 standard method is the only internationally recognised analytical method currently available to detect chromium VI in leather, including leather in articles. The determination limit of the EN ISO 17075 standard method is 3 mg/kg (0,0003 % by weight) of chromium VI content in the total dry weight of the leather. Fixing such threshold for the restriction of the placing on the market of leather articles or articles containing leather parts is therefore justified for monitorability and enforceability purposes.\n(7) According to the RAC opinion, the threshold of 3 mg/kg (0,0003 % by weight) of chromium VI content in the total dry weight of the leather corresponds to exposures higher than the Lowest-Observed Adverse Effect Level for elicitation. According to the opinion of RAC, that threshold is expected to be 80 % effective in reducing the occurrence of new chromium VI-related allergic dermatitis cases due to chromium VI in leather articles.\n(8) The effectiveness of the restriction on the number of cases of chromium allergy can be determined by monitoring cases of chromium VI-related allergic dermatitis. Should the prevalence of the allergy not decrease, or should an analytical method to detect lower content of chromium VI become available and be recognised as reliable, this restriction should be reviewed.\n(9) On 6 March 2013 the Committee for Socio-Economic Analysis (hereinafter ‘SEAC’) adopted by consensus the opinion on the restriction proposed in the Annex XV dossier. According to the SEAC opinion, the restriction, as modified by RAC, is the most appropriate Union-wide measure to address the identified risks in terms of the proportionality of its socioeconomic benefits to its socioeconomic costs.\n(10) The Forum for Exchange of Information on Enforcement was consulted during the restrictions process.\n(11) On 8 April 2013 the Agency submitted to the Commission the opinions of RAC and SEAC based on which the Commission concluded that an unacceptable risk to human health arose where chromium VI compounds were present in leather articles and articles containing leather parts, coming into contact with the skin, which needs to be addressed on a Union-wide basis. The socioeconomic impacts of this restriction, including the availability of alternatives, have been taken into account.\n(12) The restriction on the placing on the market of second-hand articles would impose a disproportionate burden on the consumers re-selling these articles. Furthermore, due to the nature of those transactions, such restriction would be difficult to enforce. Therefore, this restriction should not apply to leather articles or articles containing leather parts which were in end-use in the Union before this Regulation applies.\n(13) It is appropriate to provide for a period of 12 months after the entry into force of this Regulation for the stakeholders concerned to take measures to comply with this Regulation, including addressing articles that are already in the supply chain, including in stocks.\n(14) Regulation (EC) No 1907/2006 should therefore be amended accordingly.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex XVII to Regulation (EC) No 1907/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\nANNEX\nIn Annex XVII to Regulation (EC) No 1907/2006, the following paragraphs 5, 6 and 7 are added to column 2 of entry 47:\n‘5. Leather articles coming into contact with the skin shall not be placed on the market where they contain chromium VI in concentrations equal to or greater than 3 mg/kg (0,0003 % by weight) of the total dry weight of the leather.\n6. Articles containing leather parts coming into contact with the skin shall not be placed on the market where any of those leather parts contains chromium VI in concentrations equal to or greater than 3 mg/kg (0,0003 % by weight) of the total dry weight of that leather part.\n7. Paragraphs 5 and 6 shall not apply to the placing on the market of second-hand articles which were in end-use in the Union before 1 May 2015.’"}