{"celex_id": "32012R0521", "uri": "http://publications.europa.eu/resource/cellar/be62193c-bac1-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["1102", "161", "1642", "3190", "888"], "title": "Commission Implementing Regulation (EU) No 521/2012 of 19 June 2012 amending Regulation (EC) No 1187/2009 as regards export licences for cheese to be exported to the United States of America under certain GATT quotas\n", "header": "20.6.2012 EN Official Journal of the European Union L 159/26\nCOMMISSION IMPLEMENTING REGULATION (EU) No 521/2012\nof 19 June 2012\namending Regulation (EC) No 1187/2009 as regards export licences for cheese to be exported to the United States of America under certain GATT quotas\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 170 and Article 171(1), in conjunction with Article 4 thereof,\nWhereas:\n(1) Section 2 of Chapter III of Commission Regulation (EC) No 1187/2009 of 27 November 2009 laying down special detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards export licences and export refunds for milk and milk products (2) contains the conditions for the applicants to apply for export licences and the procedure of allocation of those licences for exports under the quota to the United States.\n(2) In accordance with Article 21 of Regulation (EC) No 1187/2009, Commission Implementing Regulation (EU) No 789/2011 of 5 August 2011 opening the procedure for the allocation of export licences for cheese to be exported to the United States of America in 2012 under certain GATT quotas (3), was adopted for 2012 quota year.\n(3) For sake of administrative simplification, it is appropriate to integrate into Section 2 of Chapter III of Regulation (EC) No 1187/2009 a permanent mechanism as regards the opening of a yearly procedure for the allocation of export licences, instead of adopting a separate Regulation each year.\n(4) Regulation (EC) No 1187/2009 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 1187/2009 is amended as follows:\n(1) in Chapter III, Section 2 is replaced by the following:\n(a) the additional quota under the Agriculture Agreement;\n(b) the tariff quotas originally resulting from the Tokyo Round and granted to Austria, Finland and Sweden by the United States in Uruguay Round list XX;\n(c) the tariff quotas originally resulting from the Uruguay Round and granted to the Czech Republic, Hungary, Poland and Slovakia by the United States in Uruguay Round list XX.\nQuota for … (year) — Section 2 of Chapter III of Regulation (EC) No 1187/2009.\nQuota identification: …”\n(a) the designation of the product group covered by the United States quota in accordance with Additional Notes 16 to 23 and 25 in Chapter 4 of the Harmonized Tariff Schedule of the United States;\n(b) the product names in accordance with the Harmonized Tariff Schedule of the United States;\n(c) the name and address of the importer in the United States designated by the applicant.\n(a) a list of applicants, their name, address and reference number;\n(b) the quantities applied for by each applicant broken down by the product code of the Combined Nomenclature and by their code in accordance with the Harmonised Tariff Schedule of the United States of America;\n(c) the name, address and reference number of the importer designated by the applicant.\n(2) Annexes IIa and IIb, the text of which is set out in the Annex to this Regulation, are inserted.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply to export licences applied for as from 1 September 2012 for products to be exported in the 2013 quota year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 318, 4.12.2009, p. 1.\n(3)  OJ L 203, 6.8.2011, p. 26.\n(4)  OJ L 238, 1.9.2006, p. 13.’;\nANNEX\nANNEX IIa\nIdentification of group in accordance with Additional Notes in Chapter 4 of the Harmonized Tariff Schedule of the United States Quota identification Annual quantity available\nGroup number Group description\n(1) (2) (3) (4)\n16 Not specifically provided for (NSPF) 16-Tokyo 908 877\n16-Uruguay 3 446 000\n17 Blue Mould 17- Uruguay 350 000\n18 Cheddar 18- Uruguay 1 050 000\n20 Edam/Gouda 20- Uruguay 1 100 000\n21 Italian type 21- Uruguay 2 025 000\n22 Swiss or Emmenthaler cheese other than with eye formation 22-Tokyo 393 006\n22-Uruguay 380 000\n25 Swiss or Emmenthaler cheese with eye formation 25-Tokyo 4 003 172\n25-Uruguay 2 420 000\nANNEX IIb\nPresentation of information required pursuant to Article 22\nIdentification of quota referred to in column (3) of Annex IIa …\nName of group referred to in column (2) of Annex IIa\nOrigin of quota: Uruguay Round  Tokyo Round \nName/address of applicant Product code of the Combined Nomenclature Quantity applied for in kg Harmonized Tariff Name/address of designated importer\n\n\n\nTotal:"}