{"celex_id": "32012D0206", "uri": "http://publications.europa.eu/resource/cellar/c0bb8fde-1e65-423b-bc4b-092b490f57c1", "type": "Decision", "concepts": ["3483", "3506", "3584", "4354", "4496", "5245"], "title": "Council Decision 2012/206/CFSP of 23 April 2012 amending Decision 2011/782/CFSP concerning restrictive measures against Syria\n", "header": "24.4.2012 EN Official Journal of the European Union L 110/36\nCOUNCIL DECISION 2012/206/CFSP\nof 23 April 2012\namending Decision 2011/782/CFSP concerning restrictive measures against Syria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 1 December 2011, the Council adopted Decision 2011/782/CFSP (1).\n(2) In view of the gravity of the situation in Syria, the Council considers it necessary to impose additional restrictive measures against the Syrian regime.\n(3) In this context, the sale, supply, transfer or export of further goods and technology which might be used for internal repression should be prohibited or subject to an authorisation.\n(4) In addition, the sale, supply, transfer or export of luxury goods to Syria should be prohibited.\n(5) Decision 2011/782/CFSP should be amended accordingly,", "main_body": ["Decision 2011/782/CFSP is hereby amended as follows:\n(1) Article 1 is replaced by the following:\n(a) provide, directly or indirectly, technical assistance, brokering services or other services related to the items referred to in paragraphs 1 and 2 or related to the provision, manufacture, maintenance and use of such items, to any natural or legal person, entity or body in, or for use in, Syria;\n(b) provide, directly or indirectly, financing or financial assistance related to the items referred to in paragraphs 1 and 2, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of such items, or for the provision of related technical assistance, brokering services or other services to any natural or legal person, entity or body in, or for use in, Syria.\";\n(2) the following Article is inserted:\n(a) technical assistance, brokering services or other services related to the items referred to in paragraph 1 or related to the provision, manufacture, maintenance and use of such items, to any natural or legal person, entity or body in, or for use in, Syria;\n(b) financing or financial assistance related to the items referred to in paragraph 1, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of such items, or for the provision of related technical assistance, brokering services or other services to any natural or legal person, entity or body in, or for use in, Syria.\n(3) the following Article is inserted:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 23 April 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 319, 2.12.2011, p. 56."}