{"celex_id": "32011L0074", "uri": "http://publications.europa.eu/resource/cellar/222c8c1e-d0de-44d9-8dbc-558258c6a6c3", "type": "Directive", "concepts": ["2783", "6272", "867", "990"], "title": "Commission Directive 2011/74/EU of 29 July 2011 amending, for the purposes of its adaptation to technical progress, Annex II to Directive 96/73/EC of the European Parliament and of the Council on certain methods for quantitative analysis of binary textile fibre mixtures Text with EEA relevance\n", "header": "30.7.2011 EN Official Journal of the European Union L 198/32\nCOMMISSION DIRECTIVE 2011/74/EU\nof 29 July 2011\namending, for the purposes of its adaptation to technical progress, Annex II to Directive 96/73/EC of the European Parliament and of the Council on certain methods for quantitative analysis of binary textile fibre mixtures\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 96/73/EC of the European Parliament and of the Council of 16 December 1996 on certain methods for quantitative analysis of binary textile fibre mixtures (1), and in particular Article 5 thereof,\nWhereas:\n(1) Directive 2008/121/EC of the European Parliament and of the Council of 14 January 2009 on textile names (2) requires labelling to indicate the fibre composition of textile products, with checks being carried out by analysis on the conformity of these products with indications given on the label.\n(2) Uniform methods for quantitative analysis of binary textile fibre mixtures are provided for in Directive 96/73/EC.\n(3) On the basis of recent findings by a technical working group, Directive 2008/121/EC was adapted to technical progress, by adding the fibre polypropylene/polyamide bicomponent to the list of fibres set out in Annexes I and V to that Directive.\n(4) It is therefore necessary to define uniform test methods for polypropylene/polyamide bicomponent.\n(5) Directive 96/73/EC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Committee for Directives relating to Textile Names and Labelling,", "main_body": ["Annex II to Directive 96/73/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 July 2012 at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 32, 3.2.1997, p. 1.\n(2)  OJ L 19, 23.1.2009, p. 29.\nANNEX\nChapter 2 of Annex II to Directive 96/73/EC is amended as follows:\n(1) the Summary Table is replaced by the following:\nMethod Field of application (1) Reagent\nSoluble component Insoluble component\n1. Acetate Certain other fibres Acetone\n2. Certain protein fibres Certain other fibres Hypochlorite\n3. Viscose, cupro or certain types of modal Certain other fibres Formic acid and zinc chloride\n4. Polyamide or nylon Certain other fibres Formic acid, 80 % m/m\n5. Acetate Certain other fibres Benzyl alcohol\n6. Triacetate or polylactide Certain other fibres Dichloromethane\n7. Certain cellulose fibres Certain other fibres Sulphuric acid, 75 % m/m\n8. Acrylics, certain modacrylics or certain chlorofibres Certain other fibres Dimethylformamide\n9. Certain chlorofibres Certain other fibres Carbon disulphide/acetone, 55,5/44,5 v/v\n10. Acetate Certain other fibres Glacial acetic acid\n11. Silk, polyamide or nylon Certain other fibres Sulphuric acid, 75 % m/m\n12. Jute Certain animal fibres Nitrogen content method\n13. Polypropylene Certain other fibres Xylene\n14. Certain fibres Certain other fibres Concentrated sulphuric acid method\n15. Chlorofibres, certain modacrylics, certain elastanes, acetates, triacetates Certain other fibres Cyclohexanone\n16. Melamine Certain other fibres Hot formic acid 90 % m/m\n(2) point 1.2 of method No 1 is replaced by the following:\n‘2. wool (1), animal hair (2 and 3), silk (4), cotton (5), flax (7) true hemp (8), jute (9), abaca (10), alfa (11), coir (12), broom (13), ramie (14), sisal (15), cupro (21), modal (22), protein (23), viscose (25), acrylic (26), polyamide or nylon (30), polyester (35), polypropylene (37), elastomultiester (46), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).\n(3) point 1.2 of method No 2 is replaced by the following:\n‘2. cotton (5), cupro (21), viscose (25), acrylic (26), chlorofibres (27), polyamide or nylon (30), polyester (35), polypropylene (37), elastane (43), glass fibre (44) elastomultiester (46), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).\n(4) method No 3 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1.2 is replaced by the following:\n‘2. cotton (5), polypropylene (37), elastolefin (47) and melamine (48).\n(c) point 5 is replaced by the following:\n(5) method No 5 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1.2 is replaced by the following:\n‘2. triacetate (24), polypropylene (37), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).’;\n(6) method No 6 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1.2 is replaced by the following:\n‘2. wool (1), animal hair (2 and 3), silk (4), cotton (5), cupro (21), modal (22), viscose (25), acrylic (26), polyamide or nylon (30), polyester (35), polypropylene (37), glass fibre (44) elastomultiester (46), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).\n(7) method No 7 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1.2 is replaced by the following:\n‘2. polyester (35), polypropylene (37), elastomultiester (46), elastolefin (47) and polypropylene/polyamide bicomponent (49).’;\n(c) point 5 is replaced by the following:\n(8) point 1.2 of method No 8 is replaced by the following:\n‘2. wool (1), animal hair (2 and 3), silk (4), cotton (5), cupro (21), modal (22), viscose (25), polyamide or nylon (30), polyester (35), polypropylene (37), elastomultiester (46), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).\n(9) point 1.2 of method No 9 is replaced by the following:\n‘2. wool (1), animal hair (2 and 3), silk (4), cotton (5), cupro (21), modal (22), viscose (25), acrylic (26), polyamide or nylon (30), polyester (35), polypropylene (37), glass fibre (44), elastomultiester (46), melamine (48) and polypropylene/polyamide bicomponent (49).\n(10) method No 10 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1.2 is replaced by the following:\n‘2. certain chlorofibres (27) namely polyvinyl chloride fibres, whether after-chlorinated or not, polypropylene (37), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).’;\n(11) method No 11 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1 is replaced by the following:\n1. silk (4) or polyamide or nylon (30)\n2. wool (1), animal hair (2 and 3), polypropylene (37), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).’;\n(c) point 2 is replaced by the following:\n(d) point 4 is replaced by the following:\nTo the specimen contained in a glass-stoppered conical flask of at least 200 ml capacity, add 100 ml of 75 % m/m sulphuric acid per gram of specimen and insert the stopper. Shake vigorously and stand for 30 minutes at room temperature. Shake again and stand for 30 minutes. Shake a last time and filter the contents of the flask through the weighed filter crucible. Wash any remaining fibres from the flask with the 75 % sulphuric acid reagent. Wash the residue on the crucible successively with 50 ml of the dilute sulphuric acid reagent, 50 ml water and 50 ml of the dilute ammonia solution. Each time allow the fibres to remain in contact with the liquid for about 10 minutes before applying suction. Finally rinse with water, leaving the fibres in contact with the water for about 30 minutes. Drain the crucible with suction, dry the crucible and residue, and cool and weigh them.\nIn the case of binary mixtures of polyamide with polypropylene/polyamide bicomponent, after filtering fibres through the weighed filter crucible and before applying the described washing procedure, wash twice the residue on the filter crucible with 50 ml of 75 % sulphuric acid reagent each time.’;\n(e) points 5 and 6 are replaced by the following:\n(12) method No 14 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1.2 is replaced by the following:\n‘2. chlorofibres (27) based on homopolymers of vinyl chloride, whether after-chlorinated or not, polypropylene (37), elastolefin (47), melamine (48) and polypropylene/polyamide bicomponent (49).\n(c) point 2 is replaced by the following:\n(d) point 5 is replaced by the following:\n(13) method No 16 is amended as follows:\n(a) the title is replaced by the following:\n(b) point 1.2 is replaced by the following:\n‘2. cotton (5), aramid (31) and polypropylene (37).’.\n(1)  Detailed list of fibres under each method.’"}