{"celex_id": "32014D0343", "uri": "http://publications.europa.eu/resource/cellar/865f5452-f132-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["12", "176", "187", "2850", "3466", "5407", "5563", "5618"], "title": "2014/343/EU: Council Decision of 24 March 2014 on the signing, on behalf of the European Union, and provisional application of the Agreement on the participation of the Republic of Croatia in the European Economic Area, and of three related agreements\n", "header": "11.6.2014 EN Official Journal of the European Union L 170/3\nCOUNCIL DECISION\nof 24 March 2014\non the signing, on behalf of the European Union, and provisional application of the Agreement on the participation of the Republic of Croatia in the European Economic Area, and of three related agreements\n(2014/343/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217 in conjunction with Article 218(5) and the second subparagraph of Article 218(8) thereof,\nHaving regard to the Act of Accession of the Republic of Croatia, and in particular Articles 6(2) and 6(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement on the European Economic Area (1) (‘the EEA Agreement’) was signed in Oporto on 2 May 1992.\n(2) The Republic of Croatia became a Member State of the European Union on 1 July 2013.\n(3) Following its accession to the European Union, the Republic of Croatia has applied to become a Contracting Party to the EEA Agreement, pursuant to Article 128 thereof.\n(4) To that end, the Commission has negotiated, on behalf of the Union and its Member States, with Iceland, the Principality of Liechtenstein, the Kingdom of Norway the Agreement on the participation of the Republic of Croatia in the European Economic Area (‘the Agreement’) and three related Additional Protocols, namely (a) the Additional Protocol to the Agreement between the Kingdom of Norway and the European Union on a Norwegian Financial Mechanism for the period 2009-2014 consequent to the participation of the Republic of Croatia in the European Economic Area, (b) the Additional Protocol to the Agreement between the European Economic Community and Iceland consequent to the accession of the Republic of Croatia to the European Union and (c) the Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Norway consequent to the accession of the Republic of Croatia to the European Union (‘the related Protocols’).\n(5) The Agreement and the related Protocols should be signed and applied on a provisional basis, pending the completion of the procedures for their conclusion,", "main_body": ["The signing on behalf of the Union of the Agreement on the participation of the Republic of Croatia in the European Economic Area and the related Protocols is hereby authorised, subject to their conclusion.\nThe texts of the Agreement and of the related Protocols, as well as the Agreements in the form of Exchanges of Letters concerning their provisional application, are attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement and the related Protocols, as well as the Agreements in the form of Exchanges of Letters concerning their provisional application, on behalf of the Union.", "The Agreement and the Additional Protocol to the Agreement between the Kingdom of Norway and the European Union on a Norwegian Financial Mechanism for the period 2009-2014 consequent to the participation of the Republic of Croatia in the European Economic Area shall be applied on a provisional basis from the day following the date on which the last of the Exchanges of Letters has been completed, pending the completion of the procedures for the said Agreement and Protocol.\nThe Additional Protocol to the Agreement between the European Economic Community and Iceland consequent to the accession of the Republic of Croatia to the European Union and the Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Norway consequent to the accession of the Republic of Croatia to the European Union shall be applied on a provisional basis from the first day of the third month following the deposit of the last notification regarding provisional application, in accordance with Article 4 of both Additional Protocols.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 24 March 2014.\nFor the Council\nThe President\nA. TSAFTARIS\n(1)  OJ L 1, 3.1.1994, p. 3."}