{"celex_id": "32013D0759", "uri": "http://publications.europa.eu/resource/cellar/4fe4e8df-64a5-11e3-ab0f-01aa75ed71a1", "type": "Decision", "concepts": ["2296", "3350", "4055", "5083"], "title": "2013/759/EU: Council Decision of 12 December 2013 regarding transitional EDF management measures from 1 January 2014 until the entry into force of the 11th European Development Fund\n", "header": "14.12.2013 EN Official Journal of the European Union L 335/48\nCOUNCIL DECISION\nof 12 December 2013\nregarding transitional EDF management measures from 1 January 2014 until the entry into force of the 11th European Development Fund\n(2013/759/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and to the Treaty on the Functioning of the European Union,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific (ACP) Group of States, of the one part and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000,\nHaving regard to the Council Decision 2001/822/EC of 27 November 2001 on the association of the Overseas Countries and Territories with the European Community (‘Overseas Association Decision’) (1),\nHaving regard to the Internal Agreement between the Representatives of the Governments of the Member States, meeting within the Council, on the financing of Community aid under the multi-annual financial framework for the period 2008 to 2013 in accordance with the ACP-EC Partnership Agreement and on the allocation of financial assistance for the Overseas Countries and Territories to which Part Four of the EC Treaty applies (2) (‘10th EDF Internal Agreement’), and in particular Article 1(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Article 1(5) of the 10th EDF Internal Agreement provides that the funds of the 10th EDF are no longer to be committed beyond 31 December 2013 unless the Council decides otherwise by unanimity, on a proposal from the Commission.\n(2) Paragraph 5 of Annex Ib (Multi-annual financial framework for the period 2008 to 2013) to the ACP-EU Partnership Agreement provides that the funds of the 10th EDF, apart from amounts allocated to the Investment Facility, excluding the related interest rate subsidies, are no longer to be committed beyond 31 December 2013, unless the Council decides otherwise by unanimity, on a proposal from the Commission.\n(3) Article 1(2) of Annex IIAa of the Overseas Association Decision provides that the funds of the 10th EDF are no longer to be committed after 31 December 2013, unless the Council decides otherwise by unanimity, on a proposal from the Commission.\n(4) Article 13(3) of the 10th EDF Internal Agreement provides that it is concluded for the same duration as the multiannual financial framework of the ACP-EU Partnership Agreement, and that it is to remain in force for as long as is necessary for all the operations financed under the ACP-EU Partnership Agreement and the Overseas Association Decision and that multiannual financial framework to be fully executed.\n(5) The organisation and functioning of the European External Action Service are described in Council Decision 2010/427/EU (3).\n(6) The entry into force of the 11th EDF may be delayed beyond 1 January 2014. It is therefore appropriate to provide for transitional measures (‘Bridging Facility’) to ensure the availability of funds for cooperation with ACP countries and with Overseas Countries and Territories (OCTs), as well as for support expenditure, between January 2014 and the entry into force of the 11th EDF Internal Agreement, to be financed from balances and decommitted funds of the 10th and previous EDFs,", "main_body": ["Pending entry into force of the 11th EDF Internal Agreement, transitional measures in the form of action programmes, individual measures and special measures for ACP partners, financing decisions in support of OCTs, and specific action programmes for support expenditure shall be financed from a Bridging Facility, composed of uncommitted balances from the previous EDFs and from funds decommitted from projects or programmes under those EDFs. That Bridging Facility may also cover the grants to finance the interest-rate subsidies and project-related technical assistance allocated to the European Investment Bank as provided for in Articles 1, 2 and 4 of Annex II of the ACP-EU Partnership Agreement and in the Overseas Association Decision. Those transitional financing measures shall be aimed at facilitating the implementation of programming documents and at responding to emergency assistance requirements.\nFunds committed under that Bridging Facility shall be accounted for under the 11th EDF. The shares of Member States’ contributions set out in Article 1(2)(a) of the Internal Agreements of the 8th, 9th and 10th EDF shall be reduced accordingly, after the entry into force of the 11th EDF Internal Agreement.", "For the implementation of the Bridging Facility, Council Regulation (EC) No 617/2007 (4) and Council Regulation (EC) No 215/2008 (5) shall apply.", "The application of this Decision shall be in accordance with Decision 2010/427/EU.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union.\nIt shall be applicable from 1 January 2014 until the entry into force of the 11th EDF Internal Agreement."], "attachments": "Done at Brussels, 12 December 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 314, 30.11.2001, p. 1.\n(2)  OJ L 247, 9.9.2006, p. 32.\n(3)  Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30).\n(4)  Council Regulation (EC) No 617/2007 of 14 May 2007 on the implementation of the 10th European Development Fund under the ACP-EC Partnership Agreement (OJ L 152, 13.6.2007, p. 1).\n(5)  Council Regulation (EC) No 215/2008 of 18 February 2008 on the Financial Regulation applicable to the 10th European Development Fund (OJ L 78, 19.3.2008, p. 1)."}