{"celex_id": "32013R0058", "uri": "http://publications.europa.eu/resource/cellar/6c3b72f2-6623-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["207", "2300", "4079", "491"], "title": "Commission Implementing Regulation (EU) No 58/2013 of 23 January 2013 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code  Text with EEA relevance\n", "header": "24.1.2013 EN Official Journal of the European Union L 21/19\nCOMMISSION IMPLEMENTING REGULATION (EU) No 58/2013\nof 23 January 2013\namending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1875/2006 of 18 December 2006 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2) introduced the concept of authorised economic operators (AEO). Economic operators who fulfil the conditions for obtaining the full AEO or AEO Security and safety status should be considered as reliable partners in the supply chain and therefore benefit from facilitations with regard to customs controls relating to security and safety.\n(2) The Union recognises the trade partnership programmes of certain third countries that have been developed in accordance with the World Customs Organization Framework of Standards to Secure and Facilitate Global Trade. Consequently, the Union grants facilitations to those economic operators of a third country who hold a membership status under the customs authority’s programme of that third country. It is therefore necessary to introduce means to identify in entry summary declarations the economic operators holding a membership status under trade partnership programmes of third countries. The relevant facilitations will not be provided without proper identification of those economic operators in the entry summary declarations.\n(3) It is therefore appropriate to adapt Annex 30a to Commission Regulation (EEC) No 2454/93 (3) in order to allow indication of economic operators’ third country unique identification number.\n(4) Regulation (EEC) No 2454/93 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex 30a to Regulation (EEC) No 2454/93 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on 31 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  OJ L 360, 19.12.2006, p. 64.\n(3)  OJ L 253, 11.10.1993, p. 1.\nANNEX\nIn Annex 30a of Regulation (EEC) No 2454/93, in Section 4, ‘Data elements explanatory notes’, the third paragraph of the data element explanatory note ‘Consignor’‘Entry summary declarations’ is replaced by the following:\n‘Entry summary declarations:\nThis information takes the form of the consignor EORI number whenever this number is available to the person lodging the summary declaration.\nWhere facilitations are granted in the framework of a third country traders’ partnership programme which is recognised by the Union, this information may take the form of a third country unique identification number which has been made available to the Union by the third country concerned. That number may be used whenever available to the person lodging the summary declaration.\nThe structure of the number is as follows:\nField Content Field type Format Examples\n1 Identifier of the third country (ISO alpha 2 country code) Alphabetic 2 a2 US\n2 Unique identification number in a third country Alphanumeric up to 15 an..15 1234567890ABCDE\nExamples: “US1234567890ABCDE” for a consignor in the US (country code: US) whose unique identification number is 1234567890ABCDE. “JPAbCd9875F” for a consignor in Japan (country code: JP) whose unique identification number is AbCd9875F. “USpt20130101aa” for a consignor in the US (country code: US) whose unique identification number is pt20130101aa.\nIdentifier of the third country: the Union’s alphabetical codes for countries and territories are based on the current ISO alpha 2 codes (a2) insofar as they are compatible with the country codes laid down in accordance with Article 5(2) of Regulation (EC) No 471/2009 of the European Parliament and of the Council of 6 May 2009 on Community statistics relating to external trade with non-member countries and repealing Council Regulation (EC) No 1172/95 (1).\n(1)  OJ L 152, 16.6.2009, p. 23.’"}