{"celex_id": "32014D0212", "uri": "http://publications.europa.eu/resource/cellar/c136241b-c477-11e3-9fe4-01aa75ed71a1", "type": "Decision", "concepts": ["236", "3483", "3870", "950"], "title": "Council Decision 2014/212/CFSP of 14 April 2014 amending Decision 2013/183/CFSP concerning restrictive measures against the Democratic People's Republic of Korea\n", "header": "15.4.2014 EN Official Journal of the European Union L 111/79\nCOUNCIL DECISION 2014/212/CFSP\nof 14 April 2014\namending Decision 2013/183/CFSP concerning restrictive measures against the Democratic People's Republic of Korea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nHaving regard to Council Decision 2013/183/CFSP of 22 April 2013 concerning restrictive measures against the Democratic People's Republic of Korea (1), and in particular Article 19 thereof,\nWhereas:\n(1) On 22 April 2013, the Council adopted Decision 2013/183/CFSP.\n(2) In accordance with Article 22(2) of Decision 2013/183/CFSP, the Council has carried out a review of the list of persons and entities, as set out in Annexes II and III to Decision 2013/183/CFSP, to which points (b) and (c) of Article 13(1) and points (b) and (c) of Article 15(1) of that Decision apply. The Council has concluded that, with the exception of one person listed in Annex II, the persons and entities concerned should continue to be subject to the measures provided for in that Decision.\n(3) In addition, the entry concerning one entity which is listed in Annex I should be removed from Annex II.\n(4) Furthermore, Article 22 should be amended.\n(5) In addition, on 31 December 2013, the Sanctions Committee established pursuant to United Nations Security Council Resolution 1718 (2006) concerning the Democratic People's Republic of Korea, updated the list of individuals and entities subject to restrictive measures.\n(6) The lists of persons and entities set out in Annexes I and II to Decision 2013/183/CFSP should therefore be amended accordingly,", "main_body": ["Decision 2013/183/CFSP is hereby amended as follows:\n(1) in Article 22, paragraph 2 is replaced by the following:\n(2) Annexes I and II to Decision 2013/183/CFSP are amended as set out in the Annex to this Decision.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 111, 23.4.2013, p. 52.\nANNEX\n1. In Annex I to Decision 2013/183/CFSP, the following heading is inserted:\n2. In Annex I to Decision 2013/183/CFSP, the subheading ‘A. List of persons referred to in Article 13(1)(a)’ is replaced by the following subheading:\n‘A. Persons’.\n3. The entries for the following persons set out in Annex I to Decision 2013/183/CFSP are replaced by the entries below:\nName Alias Date of birth Date of designation Other information\n‘1. Chang Myong- Chin Jang Myong-Jin D.O.B. 19 February 1968; 22.1.2013 General Manager of the Sohae Satellite Launching Station and head of launch center at which the 13 April and 12 December 2012 launches took place.\n2. Ra Ky'ong-Su Ra Kyung-Su D.O.B. 4 June 1954; 22.1.2013 Ra Ky'ong-Su is a Tanchon Commercial Bank (TCB) official. In this capacity he has facilitated transactions for TCB. Tanchon was designated by the Sanctions Committee in April 2009 as the main DPRK financial entity responsible for sales of conventional arms, ballistic missiles, and goods related to the assembly and manufacture of such weapons.\n3. Kim Kwang-il  D.O.B. 1 September 1969; 22.1.2013 Kim Kwang-il is a Tanchon Commercial Bank (TCB) official. In this capacity, he has facilitated transactions for TCB and the Korea Mining Development Trading Corporation (KOMID). Tanchon was designated by the Sanctions Committee in April 2009 as the main DPRK financial entity responsible for sales of conventional arms, ballistic missiles, and goods related to the assembly and manufacture of such weapons. KOMID was designated by the Sanctions Committee in April 2009 and is the DPRK's primary arms dealer and main exporter of goods and equipment related to ballistic missiles and conventional weapons.’\n4. In Annex I to Decision 2013/183/CFSP, the subheading ‘B. List of entities referred to in Article 15(1)(a)’ is replaced by the following subheading:\n‘B. Entities’.\n5. The entries for the following entities set out in Annex I to Decision 2013/183/CFSP are replaced by the entries below:\nName Alias Location Date of designation Other information\n‘1. Korea Ryonha Machinery Joint Venture Corporation Chosun Yunha Machinery Joint Operation Company; Korea Ryenha Machinery J/V Corporation; Ryonha Machinery Joint Venture Corporation; Ryonha Machinery Corporation; Ryonha Machinery; Ryonha Machine Tool; Ryonha Machine Tool Corporation; Ryonha Machinery Corp; Ryonhwa Machinery Joint Venture Corporation; Ryonhwa Machinery JV; Huichon Ryonha Machinery General Plant; Unsan; Unsan Solid Tools; and Millim Technology Company Tongan-dong, Central District, Pyongyang, DPRK; Mangungdae- gu, Pyongyang, DPRK; Mangyongdae District, Pyongyang, DPRK. 22.1.2013 Korea Ryonbong General Corporation is the parent company of Korea Ryonha Machinery Joint Venture Corporation. Korea Ryonbong General Corporation was designated by the Sanctions Committee in April 2009 and is a defence conglomerate specializing in acquisition for DPRK defence industries and support to that country's military-related sales.’\n6. The person and entity listed below are deleted from the list set out in Annex II to Decision 2013/183/CFSP:\nA. Persons\n1. Chang Song-taek\nB. Entities\n1. Korea Complex Equipment Import Corporation"}