{"celex_id": "32011D0248", "uri": "http://publications.europa.eu/resource/cellar/0b30301c-d877-48af-a782-aa7a7680e60b", "type": "Decision", "concepts": ["206", "2137", "2732", "2734", "4048", "5403"], "title": "2011/248/EU: Council Decision of 12 April 2011 on the signing, on behalf of the Union, of the Agreement in the form of an Exchange of Letters between the European Union, of the one part, and the Palestinian Authority of the West Bank and the Gaza Strip, of the other part, providing further liberalisation of agricultural products, processed agricultural products and fish and fishery products and amending the Euro-Mediterranean Interim Association Agreement on trade and cooperation between the European Community, of the one part, and the Palestine Liberation Organization (PLO) for the benefit of the Palestinian Authority of the West Bank and the Gaza Strip, of the other part\n", "header": "20.4.2011 EN Official Journal of the European Union L 104/2\nCOUNCIL DECISION\nof 12 April 2011\non the signing, on behalf of the Union, of the Agreement in the form of an Exchange of Letters between the European Union, of the one part, and the Palestinian Authority of the West Bank and the Gaza Strip, of the other part, providing further liberalisation of agricultural products, processed agricultural products and fish and fishery products and amending the Euro-Mediterranean Interim Association Agreement on trade and cooperation between the European Community, of the one part, and the Palestine Liberation Organization (PLO) for the benefit of the Palestinian Authority of the West Bank and the Gaza Strip, of the other part\n(2011/248/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 14 November 2005, the Council authorised the Commission to conduct negotiations in order to achieve greater liberalisation of trade in agricultural products, processed agricultural products and fish and fishery products with certain Mediterranean countries. The negotiations were successfully concluded by the initialling of the Agreement in the form of an Exchange of Letters between the European Union, of the one part, and the Palestinian Authority of the West Bank and the Gaza Strip, of the other part, providing further liberalisation of agricultural products, processed agricultural products and fish and fishery products and amending the Euro-Mediterranean Interim Association Agreement on trade and cooperation between the European Community, of the one part, and the Palestine Liberation Organization (PLO) for the benefit of the Palestinian Authority of the West Bank and the Gaza Strip, of the other part (hereinafter referred to as ‘the Agreement’).\n(2) The Agreement should be signed on behalf of the Union, subject to its conclusion at a later date,", "main_body": ["The signing of the Agreement in the form of an Exchange of Letters between the European Union, of the one part, and the Palestinian Authority of the West Bank and the Gaza Strip, of the other part, providing further liberalisation of agricultural products, processed agricultural products and fish and fishery products and amending the Euro-Mediterranean Interim Association Agreement on trade and cooperation between the European Community, of the one part, and the Palestinian Liberation Organization (PLO) for the benefit of the Palestinian Authority of the West Bank and the Gaza Strip, of the other part (hereinafter referred to as ‘the Agreement’) is hereby approved on behalf of the Union, subject to the conclusion of the said Agreement (1).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 12 April 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  The text of the Agreement will be published together with the decision on its conclusion."}