{"celex_id": "32014R0690", "uri": "http://publications.europa.eu/resource/cellar/7936acbf-fb6d-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["1639", "3483", "3870"], "title": "Council Regulation (EU) No 690/2014 of 23 June 2014 amending Regulation (EU) No 204/2011 concerning restrictive measures in view of the situation in Libya\n", "header": "24.6.2014 EN Official Journal of the European Union L 183/3\nCOUNCIL REGULATION (EU) No 690/2014\nof 23 June 2014\namending Regulation (EU) No 204/2011 concerning restrictive measures in view of the situation in Libya\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2011/137/CFSP of 28 February 2011 concerning restrictive measures in view of the situation in Libya (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Regulation (EU) No 204/2011 (2) gives effect to the measures provided for in Decision 2011/137/CFSP.\n(2) On 19 March 2014, the United Nations (UN) Security Council adopted Resolution 2146 (2014) (UNSCR 2146 (2014)) prohibiting the loading, transport or discharge of crude oil illicitly exported from Libya on vessels flying the flag of a Member State designated by the Sanctions Committee (‘designated vessels’), in the absence of direction from the Government of Libya focal point.\n(3) UNSCR 2146 (2014) also requires measures to be taken to prevent designated vessels from entering ports and the provision of bunkering or ship supply services, or other servicing, to designated vessels, if the designation by the Sanctions Committee has so specified.\n(4) Furthermore, UNSCR 2146 (2014) prohibits transactions with respect to crude oil illicitly exported from Libya aboard designated vessels, if the designation by the Sanctions Committee has so specified. However, since UNSCR 2146 (2014) allows for the entry into ports of designated vessels in certain cases, port fees, including with regard to crude oil aboard such vessels, may be accepted in those cases.\n(5) For reasons of expediency, the Commission should be empowered to amend the list of designated vessels to which those measures apply pursuant to amendments of Annex V to Decision 2011/137/CFSP and on the basis of determinations made by the Sanctions Committee under paragraphs 11 and 12 of UNSCR 2146 (2014).\n(6) On 23 June 2014, Decision 2011/137/CFSP was amended by Council Decision 2014/380/CFSP (3) to give effect to those measures.\n(7) Regulation (EU) No 204/2011 should therefore be amended accordingly,", "main_body": ["Regulation (EU) No 204/2011 is amended as follows:\n(1) in Article 1, the following points are added:\n‘(h) “designated vessels” means vessels designated by the Sanctions Committee as referred to in paragraph 11 of UNSCR 2146 (2014), as listed in Annex V to this Regulation;\n(i) “the Government of Libya focal point” means the focal point appointed by the Government of Libya as notified to the Sanctions Committee in accordance with paragraph 3 of UNSCR 2146 (2014).’;\n(2) the following Article is inserted:\n(3) Article 15 is replaced by the following:\n(a) amend Annex IV on the basis of information supplied by Member States;\n(b) amend Annex V pursuant to amendments of Annex V to Decision 2011/137/CFSP and on the basis of determinations made by the Sanctions Committee under paragraphs 11 and 12 of UNSCR 2146 (2014).’;\n(4) Annex V is added as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 June 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 58, 3.3.2011, p. 53.\n(2)  Council Regulation (EU) No 204/2011 of 2 March 2011 concerning restrictive measures in view of the situation in Libya (OJ L 58, 3.3.2011, p. 1).\n(3)  Council Decision 2014/380/CFSP of 23 June 2014 amending Decision 2011/137/CFSP concerning restrictive measures in view of the situation in Libya (see page 52 of this Official Journal).\nANNEX\n‘ANNEX V\nLIST OF VESSELS REFERRED TO IN POINT (h) OF ARTICLE 1 AND ARTICLE 10b AND APPLICABLE MEASURES AS SPECIFIED BY THE SANCTIONS COMMITTEE’"}