{"celex_id": "32011R0562", "uri": "http://publications.europa.eu/resource/cellar/0d5a6b14-0f3b-47aa-8317-94e95d5c5da5", "type": "Regulation", "concepts": ["2735", "3732", "4284", "5283", "826", "933"], "title": "Commission Implementing Regulation (EU) No 562/2011 of 10 June 2011 adopting the plan allocating to the Member States resources to be charged to the 2012 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the European Union and derogating from certain provisions of Regulation (EU) No 807/2010\n", "header": "11.6.2011 EN Official Journal of the European Union L 152/24\nCOMMISSION IMPLEMENTING REGULATION (EU) No 562/2011\nof 10 June 2011\nadopting the plan allocating to the Member States resources to be charged to the 2012 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the European Union and derogating from certain provisions of Regulation (EU) No 807/2010\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular points (f) and (g) of Article 43, in conjunction with Article 4 thereof,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (2), and in particular Article 3(2) thereof,\nWhereas:\n(1) In accordance with Article 2 of Commission Regulation (EU) No 807/2010 of 14 September 2010 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Union (3), the Commission has to adopt a distribution plan to be financed from resources available in the 2012 budget year. That plan has to lay down, in particular, for each of the Member States applying the measure, the maximum financial resources available to carry out its part of the plan, and the quantity of each type of product to be withdrawn from the stocks held by the intervention agencies.\n(2) The Member States involved in the distribution plan for the 2012 budget year have supplied the Commission with the information required in accordance with Article 1 of Regulation (EU) No 807/2010.\n(3) For the purposes of resource allocation, account must be taken of experience and of the degree to which the Member States used the resources allocated to them in previous years.\n(4) Taking into account the fact that availability of intervention stocks for the supply of the scheme for food distribution to the most deprived persons is substantially reduced in relation to the previous year, it is appropriate that the 2012 annual plan is adopted as soon as the Member States supplied the Commission with the information required in Article 1 of Regulation (EU) No 807/2010. The fast adoption aims to allow the Member States additional time to organize the implementation of the Union annual plan with a view to giving a chance to national authorities and charities to find alternative sources of food.\n(5) Article 4 of Regulation (EU) No 807/2010 provides that, where no rice is available in intervention stocks, the Commission may authorise the removal of cereals from the intervention stocks as payment for the supply of rice or rice products mobilised on the market. Accordingly, given that there are currently no intervention stocks of rice, the removal of cereals from intervention stocks as payment for mobilising rice products in the market should be authorised.\n(6) Article 8(1) of Regulation (EU) No 807/2010 provides for the transfer between Member States of products unavailable in the intervention stocks of the Member State in which such products are required to implement the annual distribution plan. Accordingly, the intra-Union transfers necessary to implement that plan for 2012 should be authorised, subject to the conditions laid down in Article 8 of Regulation (EU) No 807/2010.\n(7) Due to the current market situation in the cereals sector, which is marked by high market price levels, it is appropriate, in order to secure the Union's financial interests, to increase the security, which is to be lodged by the contractor undertaking the supply operation of cereals as provided for in Articles 4(3) and 8(4) of Regulation (EU) No 807/2010.\n(8) To implement the annual distribution plan, the operative event within the meaning of Article 3 of Regulation (EC) No 2799/98 should be the date on which the financial year for administration of stocks in public storage starts.\n(9) In accordance with Article 2(2) of Regulation (EU) No 807/2010, the Commission has consulted the major organisations familiar with the problems of the most deprived persons in the Union when drawing up the annual distribution plan.\n(10) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["In 2012, the distribution of food to the most deprived persons in the Union under Article 27 of Regulation (EC) No 1234/2007 shall be implemented in accordance with the annual distribution plan set out in Annex I to this Regulation.\nThe use of cereals as payment for mobilising rice products on the market is authorised, as referred to in Article 4(2) of Regulation (EU) No 807/2010.", "The intra-Union transfer of products listed in Annex II to this Regulation shall be authorised, subject to the conditions laid down in Article 8 of Regulation (EU) No 807/2010.", "By way of derogation from the fifth subparagraph of Article 4(3) and from the first subparagraph of Article 8(4) of Regulation (EU) No 807/2010, for the 2012 distribution plan, before cereals are removed from intervention, the contractor undertaking the supply operation shall lodge a security equal to EUR 150 per tonne.", "For the purpose of implementing the annual distribution plan referred to in Article 1 of this Regulation, the date of the operative event within the meaning of Article 3 of Regulation (EC) No 2799/98 shall be 1 October 2011.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 2011.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 349, 24.12.1998, p. 1.\n(3)  OJ L 242, 15.9.2010, p. 9.\nANNEX I\nANNUAL DISTRIBUTION PLAN FOR 2012\n(a) Financial resources made available to implement the 2012 plan in each Member State:\n(in EUR)\nMember State Distribution\nBelgique/België 2 795 058\nБългария 4 183 873\nČeská republika 122 600\nEesti 718 782\nÉire/Ireland 1 304 105\nElláda 4 805 742\nEspaña 18 084 154\nFrance 15 869 928\nItalia 22 103 802\nLatvija 1 558 586\nLietuva 1 849 759\nLuxembourg 47 463\nMagyarország 3 237 794\nMalta 131 505\nPolska 17 310 824\nPortugal 4 524 628\nRomânia 12 035 925\nSlovenija 515 467\nSlovakia 959 383\nSuomi/Finland 1 327 965\nTotal 113 487 343\n(b) Quantity of each type of product to be withdrawn from EU intervention stocks for distribution in each Member State subject to the maximum amounts laid down in point (a) of this Annex:\n(in tonnes)\nMember State Cereals Butter Skimmed milk powder\nBelgique/België —  1 560,273\nБългария 39 144,763  —\nČeská republika (1) 450,000  —\nEesti (2) —  383,316\nÉire/Ireland —  727,985\nElláda —  2 682,689\nEspaña —  10 095,040\nFrance —  8 859,003\nItalia —  12 338,912\nLatvija —  870,043\nLietuva —  1 032,583\nLuxembourg (3) —  —\nMagyarország —  1 807,420\nMalta 1 230,373  —\nPolska —  9 663,348\nPortugal —  2 525,764\nRomânia 112 609,424  —\nSlovenija —  287,747\nSlovakia 8 976,092  —\nSuomi/Finland —  741,304\nTotal 162 410,652  53 575,425\n(1)  Česká Republika: allocation for the purchase of dairy products on the EU market: 37 356 EUR, to be accounted against the skimmed milk powder allocation and additional 33 263 EUR, to be accounted against the butter allocation of Česká Republika.\n(2)  Eesti: allocation for the purchase of dairy products on the EU market: 30 440 EUR, to be accounted against the butter allocation of Eesti.\n(3)  Luxembourg: allocation for the purchase of dairy products on the EU market: 44 989 EUR, to be accounted against the skimmed milk powder allocation of Luxembourg.\nANNEX II\n(a) Intra-Union transfers of cereals authorised under the plan for the 2012 budget year:\nQuantity Holder Recipient\n1 33 988,763 Agency for Rural Affairs, Suomi/Finland Държавен фонд ‘Земеделие’ — Разплащателна агенция, България\n2 5 156,000 RPA, UK Държавен фонд ‘Земеделие’ — Разплащателна агенция, България\n3 450,000 SJV, Sverige SZIF, Česká Republika\n4 1 230,373 SJV, Sverige Ministry for Resources and Rural Affairs Paying Agency, Malta\n5 16 880,298 BLE, Deutschland Agenția de Plăți și Intervenție pentru Agricultură, România\n6 41 360,295 Agency for Rural Affairs, Suomi/Finland Agenția de Plăți și Intervenție pentru Agricultură, România\n7 54 368,831 SJV, Sverige Agenția de Plăți și Intervenție pentru Agricultură, România\n8 147,000 FranceAgriMer, France Pôdohospodárska platobná agentúra, Slovenská Republika\n9 8 829,092 SJV, Sverige Pôdohospodárska platobná agentúra, Slovenská Republika\n(b) Intra-Union transfers of skimmed milk powder authorised under the plan for the 2012 budget year:\nQuantity Holder Recipient\n1 2 682,688 BLE, Deutschland OPEKEPE, Elláda\n2 330,350 SZIF, Česká Republika FEGA, España\n3 6 308,486 OFI, Ireland FEGA, España\n4 3 456,204 RPA, UK FEGA, España\n5 2 118,853 RPA, UK FranceAgriMer, France\n6 7 905,602 BIRB, Belgique AGEA, Italia\n7 1 476,378 OFI, Ireland AGEA, Italia\n8 2 749,632 Dienst Regelingen Roermond, Netherlands AGEA, Italia\n9 207,300 SJV, Sverige AGEA, Italia\n10 870,042 Lietuvos žemės ūkio ir maisto produktų rinkos reguliavimo agentūra, Lietuva Rural Support Service, Latvia\n11 1 807,420 RPA, UK Mezőgazdasági és Vidékfejlesztési Hivatal, Magyarország\n12 3 294,212 BLE, Deutschland ARR, Polska\n13 1 675,024 Lietuvos žemės ūkio ir maisto produktų rinkos reguliavimo agentūra, Lietuva ARR, Polska\n14 4 693,285 RPA, UK ARR, Polska\n15 2 525,314 RPA, UK IFAP I.P., Portugal\n16 287,747 Dienst Regelingen Roermond, Netherlands Agencija Republike Slovenije za kmetijske trge in razvoj podeželja, Slovenija\n17 252,008 PRIA, Eesti Agency for Rural Affairs, Suomi/Finland\n18 489,296 Dienst Regelingen Roermond, Netherlands Agency for Rural Affairs, Suomi/Finland"}