{"celex_id": "32010R0258", "uri": "http://publications.europa.eu/resource/cellar/60c15a11-2776-4ee7-8bc7-540379f96468", "type": "Regulation", "concepts": ["1338", "1442", "1590", "2739", "2771", "3730", "5369", "6052", "6569"], "title": "Commission Regulation (EU) No 258/2010 of 25 March 2010 imposing special conditions on the imports of guar gum originating in or consigned from India due to contamination risks by pentachlorophenol and dioxins, and repealing Decision 2008/352/EC (Text with EEA relevance)\n", "header": "26.3.2010 EN Official Journal of the European Union L 80/28\nCOMMISSION REGULATION (EU) No 258/2010\nof 25 March 2010\nimposing special conditions on the imports of guar gum originating in or consigned from India due to contamination risks by pentachlorophenol and dioxins, and repealing Decision 2008/352/EC\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) Article 53(1) of Regulation (EC) No 178/2002 provides for the possibility to adopt appropriate emergency measures for food and feed imported from a third country in order to protect public health, animal health or the environment, where the risk cannot be contained satisfactorily by means of measures taken by the Member States individually.\n(2) In July 2007, high levels of pentachlorophenol (PCP) and dioxins have been found in the EU in certain batches of guar gum originating in or consigned from India. Such contamination constitutes a threat to public health within the European Union if no measures are taken to avoid the presence of pentachlorophenol and dioxins in guar gum.\n(3) In response to this finding of elevated levels of PCP and dioxins, the Food and Veterinary Office of the European Commission (FVO) carried out an urgent inspection visit to India in October 2007. The objective was to gather information on the possible source of the contamination and to assess the control measures put in place by the Indian authorities to avoid the re-occurrence of this contamination. The inspection team concluded that there was insufficient evidence of the cause of the contamination incident, and the investigation carried out by the Indian authorities was inadequate to provide any conclusions. With availability of sodium pentachlorophenolate and its use in the guar gum industry, and with a largely self regulated industry, there were inadequate controls in place to ensure that this contamination does not occur again.\n(4) Therefore, Commission Decision 2008/352/EC of 29 April 2008 imposing special conditions governing guar gum originating in or consigned from India due to contamination risks of those products by pentachlorophenol and dioxins (2) provides that each consignment of guar gum and compound feedingstuffs and foodstuffs containing at least 10 % guar gum originating in or consigned from India, has to be accompanied by an original analytical report, endorsed by a representative of the competent authority from the country where the laboratory is located, demonstrating that the product does not contain more than 0,01 mg/kg PCP. The competent authorities in the Member States have to sample and analyse consignments of these products with a frequency of 5 % in order to verify that the level of 0,01 mg/kg PCP is not exceeded. The Community Reference Laboratory for Dioxins and PCBs in Feed and Food has carried out a study on the correlation between PCP and dioxins in contaminated guar gum from India. From this study it can be concluded that guar gum containing a level of PCP below the level of 0,01 mg/kg does not contain unacceptable levels of dioxins.\n(5) A follow-up inspection mission of the FVO took place in October 2009 to assess the control measures put in place by the Indian authorities to prevent contamination of guar gum with PCP and dioxins and to follow-up the recommendations of the mission that took place in October 2007.\n(6) Several serious deficiencies were observed during that inspection mission. The status of PCP in industrial use in India is not clear and at the time of the mission no evidence of any action being taken to stop its production or sale was presented. Samples are taken by the exporting private company without any official supervision. Non-conformities found by the laboratory at a frequency of about 2,5 % of samples analysed are notified to the exporting company without notifying the competent authority. As there was no knowledge on the part of the competent authority of these non-compliances, no action was taken regarding the non-conforming lots.\n(7) The findings indicate that the contamination of guar gum with PCP and/or dioxins cannot be regarded as an isolated incident and that only the effective analysis by the approved private laboratory has prevented contaminated product being further exported to the European Union. Taking into account that there has been no improvement in the control system additional measures should be taken in order to reduce possible risks.\n(8) Given that it cannot be excluded that guar gum originating in India is exported to the EU via another third country, it is appropriate to foresee random controls on the presence of PCP in guar gum consigned from countries other than India.\n(9) Therefore, Decision 2008/352/EC should be amended accordingly. However, taking into account the nature of the amending provisions, which have a direct application and are binding in their entirety, it is appropriate to replace that Decision with a Regulation.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\nThis Regulation shall apply to:\n(a) guar gum, falling within CN code 1302 32 90, originating in or consigned from India, and intended for animal or human consumption;\n(b) feed and food containing at least 10 % guar gum originating in or consigned from India.", "Certification\n1.   Each consignment of the products referred to in Article 1 presented for import shall be accompanied by:\n(a) a health certificate, provided in the Annex, certifying that the product imported does not contain more than 0,01 mg/kg pentachlorophenol (PCP) and\n(b) an analytical report, issued by a laboratory accredited according to EN ISO/IEC 17025 for the analysis of PCP in feed and food, indicating the results of sampling and analysis for the presence of PCP, the measurement uncertainty of the analytical result, as well as the limit of detection (LOD) and the limit of quantification (LOQ) of the analytical method.\n2.   The certificate accompanied by an analytical report shall be signed by an authorised representative of the Ministry of Commerce and Industry of India and the validity of the certificate shall not exceed 4 months from the date of its issue.\n3.   The analysis referred to in paragraph 1(b) must be performed on a sample, taken by the competent Indian authorities from the consignment in accordance with the provisions of Commission Directive 2002/63/EC of 11 July 2002 establishing Community methods of sampling for the official control of pesticide residues in and on products of plant and animal origin and repealing Directive 79/700/EEC (3). The extraction before analysis shall be performed with an acidified solvent. The analysis shall be carried out according to the modified version of the QuEChERS method as set out on the website of the Community Reference Laboratories for Residues of Pesticides (4) or according to an equally reliable method.", "Identification\nEach consignment of the products referred to in Article 1 shall be identified by means of a code which shall be indicated on the health certificate, on the analytical report containing the results of sampling and analysis, and on any commercial documents accompanying the consignment. Each individual bag or other packaging form of the consignment shall be identified with that code.", "Prior notification\nFeed and food business operators or their representatives shall give prior notification to the control point referred to in Article 5(4) of the estimated date and time of arrival of all consignments of products referred to in Article 1.", "Official controls\n1.   The competent authorities of the Member States shall carry out documentary, identity and physical checks, including laboratory analysis on the consignments of products referred to in Article 1.\n2.   Identity and physical checks, including sampling and analysis to control the presence of PCP, shall be carried out on at least 5 % of the consignments.\n3.   Consignments shall be kept under official control for a maximum of 15 working days pending the availability of the results of the laboratory analysis.\n4.   The checks referred to in paragraph 1 shall be carried out at control points specifically designated by the Member States for that purpose.\n5.   Member States shall make the list of control points available to the public and communicate it to the Commission.\n6.   The competent authorities of the Member States shall also perform at random physical checks, including sampling and analysis to control the presence of PCP on guar gum consigned from countries other than India.", "Splitting of a consignment\nConsignments shall not be split until all official controls have been completed. If a consignment is split, a certified copy of the health certificate provided for in Article 2(1)(a), shall accompany each part of the split consignment until its release into free circulation.", "Costs\nAll costs resulting from the official controls referred to in Article 5(1), including sampling, analysis, storage and any measures taken following non-compliance, shall be borne by the feed and food business operator.", "Release into free circulation\nThe release into free circulation of consignments shall be subject to the presentation by the feed and food business operator or their representative to the custom authorities of the evidence that:\n(a) the official controls referred to in Article 5(1) have been carried out and\n(b) the results from physical checks, where such checks were required, have been favourable.", "Non-compliant products\nAny product found to contain more than 0,01 mg/kg PCP, taking into account the expanded measurement uncertainty, following controls performed in accordance with Article 5, shall not enter the feed and food chain. The non-compliant products shall be safely disposed of, in accordance with the provisions of Article 19 of Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (5).", "0\nReports\nMember States shall inform the Commission through the Rapid Alert System for Food and Feed (RASFF) of all consignments which are found to contain PCP above 0,01 mg/kg taking into account the expanded measurement uncertainty.\nMember States shall submit to the Commission every three months a report on all analytical results of the controls referred to in Article 5(1). Those reports shall be submitted during the month following each quarter.", "1\nRepeal\nCommission Decision 2008/352/EC is repealed.\nReferences to the repealed Decision shall be construed as references to this Regulation.", "2\nTransitional provisions\nBy way of derogation from Article 2(1), Member States shall authorise the imports of consignments of products referred to in Article 1 which left the country of origin before 1 April 2010 accompanied by an analytical report as provided for by Decision 2008/352/EC.", "3\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date of entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 117, 1.5.2008, p. 42.\n(3)  OJ L 187, 16.7.2002, p. 30.\n(4)  http://www.crl-pesticides.eu/library/docs/srm/QuechersForGuarGum.pdf\n(5)  OJ L 191, 28.5.2004, p. 1.\nANNEX"}