{"celex_id": "32013R0143", "uri": "http://publications.europa.eu/resource/cellar/e4562078-7c00-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["3159", "3645", "4654", "5481", "5650", "6400"], "title": "Commission Regulation (EU) No 143/2013 of 19 February 2013 amending Directive 2007/46/EC of the European Parliament and of the Council and Commission Regulation (EC) No 692/2008 as regards the determination of CO 2 emissions from vehicles submitted to multi-stage type-approval  Text with EEA relevance\n", "header": "20.2.2013 EN Official Journal of the European Union L 47/51\nCOMMISSION REGULATION (EU) No 143/2013\nof 19 February 2013\namending Directive 2007/46/EC of the European Parliament and of the Council and Commission Regulation (EC) No 692/2008 as regards the determination of CO2 emissions from vehicles submitted to multi-stage type-approval\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 715/2007 of the European Parliament and of the Council of 20 June 2007 on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (euro 5 and euro 6) and on access to vehicle repair and maintenance information (1), and in particular Article 5(3) thereof,\nHaving regard to Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (2), and in particular Article 39(2) thereof,\nWhereas:\n(1) Regulation (EC) No 715/2007 establishes common technical requirements for the type-approval of motor vehicles and replacement parts with regard to their emissions and lays down rules for in-service conformity, durability of pollution control devices, on-board diagnostic (OBD) systems, measurement of fuel consumption and accessibility of vehicle repair and maintenance information.\n(2) Commission Regulation (EC) No 692/2008 of 18 July 2008 implementing and amending Regulation (EC) No 715/2007 of the European Parliament and of the Council on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (euro 5 and euro 6) and on access to vehicle repair and maintenance information (3) lays down the administrative provisions for checking the conformity of vehicles with regard to CO2 emissions and sets out the requirements for the measurement of CO2 emissions and fuel consumption of such vehicles.\n(3) Regulation (EU) No 510/2011 of the European Parliament and of the Council of 11 May 2011 setting emission performance standards for new light commercial vehicles as part of the Union’s integrated approach to reduce CO2 emissions from light-duty vehicles (4), lays down the obligation to set up a procedure to obtain representative values of CO2 emissions, fuel efficiency and mass of completed vehicles while ensuring that the manufacturer of the base vehicle has timely access to the mass and to the specific emissions of CO2 of the completed vehicle.\n(4) Pursuant to Regulation (EU) No 510/2011, the specific emissions of CO2 of completed vehicles are to be allocated to the manufacturer of the base vehicle. When establishing the monitoring procedure to ensure that the values of CO2 emissions, fuel efficiency and mass of completed vehicles are representative, the method for determining the mass and CO2 values should be set out, if appropriate, based on a table of CO2 values corresponding to different final inertia weight classes or based on only one CO2 value derived from the base vehicle mass plus a default added mass differentiated by N1 class.\n(5) On the basis of those alternative methods, indicated in point 7 of Part B of Annex II to Regulation (EU) No 510/2011, different options were considered and assessed in terms of accuracy, representativeness and feasibility. The option based on testing the base vehicle with a single estimated mass value, where the component corresponding to the bodywork is calculated by applying a polynomial formula dependent of the reference mass of the base vehicle, presents the best balance between accuracy in terms of CO2 emissions determination from the completed vehicle, costs involved, and ease of implementation.\n(6) In order to ensure that the performance of vehicle manufacturers in reducing CO2 emissions pursuant to Regulation (EU) No 510/2011 can be adequately and efficiently monitored, it is necessary to include the relevant information in the certificate of conformity.\n(7) Sufficient lead time should be given in order to allow manufacturers and national authorities to adapt their procedures to the new rules.\n(8) In the light of the experience gained from the application of the procedure for determining the CO2 emissions from completed vehicles and the monitoring of those emissions, it is appropriate to review the procedure and evaluate the representativeness of the CO2 emissions as well as the efficacy and accuracy of the monitoring of CO2 emissions at the latest by the end of 2016.\n(9) Directive 2007/46/EC and Regulation (EC) No 692/2008 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Technical Committee – Motor Vehicles,", "main_body": ["Annexes I and IX to Directive 2007/46/EC are amended in accordance with Annex I to this Regulation.", "Annexes I and XII to Regulation (EC) No 692/2008 are amended in accordance with Annex II to this Regulation.", "The Commission shall assess the need to review the procedure set out in points 5.1 to 5.7 of Annex XII to Regulation (EC) No 692/2008 as amended by this Regulation.\nOn the basis of that assessment and no later than 31 December 2016, the Commission shall submit a report to the European Parliament and the Council accompanied, if appropriate, by any appropriate proposals.", "1.   For a transitional period until 1 January 2014, certificates of conformity of base vehicles of category N1 within the scope of Regulation (EC) No 715/2007 issued in accordance with Directive 2007/46/EC and Regulation (EC) No 692/2008 before the amendments introduced by this Regulation, shall continue to be valid.\n2.   For a transitional period until 1 January 2014, certificates of conformity of completed vehicles of category N1 within scope of Regulation (EC) No 715/2007 issued in accordance with Directive 2007/46/EC and Regulation (EC) No 692/2008 before the amendments introduced by this Regulation, shall continue to be valid.\n3.   With effect from 1 January 2013, national authorities shall consider certificates of conformity complying with the requirements set out in this Regulation to be valid.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014, with the exception of Article 4(3) which shall apply from 1 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 171, 29.6.2007, p. 1.\n(2)  OJ L 263, 9.10.2007, p. 1.\n(3)  OJ L 199, 28.7.2008, p. 1.\n(4)  OJ L 145, 31.5.2011, p. 1.\nANNEX I\nAnnexes I and IX to Directive 2007/46/EC are amended as follows:\n(1) in Annex I, the following points 2.17, 2.17.1 and 2.17.2 are added:\n(2) Annex IX is amended as follows:\n(a) Part I, Complete and completed vehicles, is amended as follows:\n(i) in Model B – Side 1, Completed vehicles, EC certificate of conformity, the following point 0.2.2 is inserted:\n‘0.2.2. Type-approval information of the base vehicle (q):\n(ii) in Model B – Side 1, Completed vehicles, EC certificate of conformity, the following point 0.5.1 is inserted:\n‘0.5.1. Name and address of the manufacturer of the base vehicle (q) …’\n(iii) in Side 2 – Vehicle category N1 (complete and completed vehicles), the following point 14 is inserted:\n‘14. Mass of the base vehicle in running order: …kg (1)(q)’\n(b) in the ‘Explanatory notes relating to Annex IX’, the following explanatory note (q) is added:\n‘(q) In the case of completed vehicles of category N1 within the scope of Regulation (EC) No 715/2007.’\nANNEX II\nAnnexes I and XII to Regulation (EC) No 692/2008 are amended as follows:\n(1) in Appendix 3 of Annex I, the following points 2.17, 2.17.1 and 2.17.2 are inserted:\n(2) in Annex XII, the following Section 5 is added:\nRM = reference mass to be used for the testing in kg\nRM Base_Vehicle = reference mass of the base vehicle, as defined in Article 3(3) of Regulation (EC) No 715/2007, in kg\nDAM = default added mass, calculated in accordance with the formula set out in point 5.3, corresponding to the estimated weight of the bodywork fitted to the base vehicle, in kg.\nDAM = default added mass in kg\na = multiplying factor, calculated in accordance with the formula set out in point 5.4\nTPMLM = technically permissible maximum laden mass, stated by the manufacturer of the base vehicle, in kg\nRM Base_Vehicle = reference mass of the base vehicle, as defined in Article 3(3) of Regulation (EC) No 715/2007, in kg.\na = multiplying factor\nRM Base_Vehicle = reference mass of the base vehicle, as defined in Article 3(3) of Regulation (EC) No 715/2007, in kg.\n(a) the CO2 emissions measured according to the methodology set out in points 5.1 to 5.4;\n(b) the mass of the completed vehicle in running order;\n(c) the identification code corresponding to the type, variant and version of the base vehicle;\n(d) the type-approval number of the base vehicle, including the extension number;\n(e) the name and address of the manufacturer of the base vehicle;\n(f) the mass of the base vehicle in running order."}