{"celex_id": "32014R0832", "uri": "http://publications.europa.eu/resource/cellar/9962993e-187a-11e4-933d-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "2771", "3191", "5360", "5946"], "title": "Commission Implementing Regulation (EU) No 832/2014 of 30 July 2014 fixing the allocation coefficient to be applied to applications for import licences lodged in the context of the tariff quota opened by Implementing Regulation (EU) No 416/2014 for certain cereals originating in Ukraine\n", "header": "31.7.2014 EN Official Journal of the European Union L 228/27\nCOMMISSION IMPLEMENTING REGULATION (EU) No 832/2014\nof 30 July 2014\nfixing the allocation coefficient to be applied to applications for import licences lodged in the context of the tariff quota opened by Implementing Regulation (EU) No 416/2014 for certain cereals originating in Ukraine\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 188(1) and (3) thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 416/2014 (2) has opened import tariff quotas for certain cereals originating in Ukraine.\n(2) Notifications made in accordance with Article 4(1) of Implementing Regulation (EU) No 416/2014 show that the applications for import licences submitted to the competent authorities from 18 July 2014 at 13:00 until 25 July 2014, 13:00 Brussels time, pursuant to the second subparagraph of Article 2(1) of that Regulation, for the quota with order number 09.4308, cover quantities greater than those available. The extent to which import licences may be issued should therefore be determined by fixing the allocation coefficient to be applied to the quantities requested under the quota concerned.\n(3) Import licences should no longer be issued for the tariff quota with order number 09.4308.\n(4) In order to ensure sound management of the procedure of issuing import licences, the present Regulation should enter into force immediately after its publication,", "main_body": ["1.   Licences shall be issued for import licence applications for products covered by the quota with order number 09.4308 and listed in the Annex to Implementing Regulation (EU) No 416/2014 which were submitted from 18 July 2014 at 13:00 until 25 July 2014, 13:00 Brussels time, for the quantities applied for, multiplied by an allocation coefficient of 80,115428 % for the applications lodged in the context of the tariff quota with order number 09.4308.\n2.   The issuing of licences for the quantities applied for from 25 July 2014, 13:00 Brussels time in the context of the quota with order number 09.4308 referred to in the Annex to Implementing Regulation (EU) No 416/2014 shall be suspended.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 2014.\nFor the Commission\nOn behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Implementing Regulation (EU) No 416/2014 of 23 April 2014 opening and providing for the administration of import tariff quotas for certain cereals originating in Ukraine (OJ L 121, 24.4.2014, p. 53)."}