{"celex_id": "32011R1142", "uri": "http://publications.europa.eu/resource/cellar/cd69913c-5d8a-4525-93db-3cf1339a40d5", "type": "Regulation", "concepts": ["2099", "2588", "35"], "title": "Commission Implementing Regulation (EU) No 1142/2011 of 10 November 2011 establishing Annexes X and XI to Council Regulation (EC) No 4/2009 on jurisdiction, applicable law, recognition and enforcement of decisions and cooperation in matters relating to maintenance obligations\n", "header": "11.11.2011 EN Official Journal of the European Union L 293/24\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1142/2011\nof 10 November 2011\nestablishing Annexes X and XI to Council Regulation (EC) No 4/2009 on jurisdiction, applicable law, recognition and enforcement of decisions and cooperation in matters relating to maintenance obligations\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Regulation (EC) No 4/2009 of 18 December 2008 on jurisdiction, applicable law, recognition and enforcement of decisions and cooperation in matters relating to maintenance obligations (1), and in particular Article 73(1) and (2) thereof,\nHaving regard to Council Regulation (EC) No 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility, repealing Regulation (EC) No 1347/2000 (2), and in particular Article 70 thereof,\nHaving regard to Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (3),\nWhereas:\n(1) Annex X to Regulation (EC) No 4/2009 shall list administrative authorities referred to in Article 2(2) of that Regulation.\n(2) Finland, Sweden and the United Kingdom have notified the Commission of administrative authorities to be listed in Annex X to Regulation (EC) No 4/2009.\n(3) The administrative authorities notified by Finland, Sweden and the United Kingdom and listed in Annex I satisfy the requirements set out in Article 2(2) of Regulation (EC) No 4/2009.\n(4) Annex XI to Regulation (EC) No 4/2009 shall list competent authorities referred to in Article 47(3) of that Regulation.\n(5) Finland has notified the Commission of a competent authority to be listed in Annex XI to Regulation (EC) No 4/2009.\n(6) The United Kingdom and Ireland are bound by Regulation (EC) No 4/2009 and are therefore taking part in the adoption and application of this Regulation.\n(7) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Regulation and is not bound by it or subject to its application, without prejudice to the possibility for Denmark of implementing its content pursuant to the Agreement of 19 October 2005 between the European Community and the Kingdom of Denmark on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (4)\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee concerning applicable law, jurisdiction and enforcement in matrimonial matters, parental responsibility and maintenance obligations.\n(9) Annexes X and XI to Regulation (EC) No 4/2009 should therefore be established accordingly,", "main_body": ["The text of Annexes X and XI to Regulation (EC) No 4/2009 is set out in Annexes I and II to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 10 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 7, 10.1.2009, p. 1.\n(2)  OJ L 338, 23.12.2003, p. 1.\n(3)  OJ L 55, 28.2.2011, p. 13.\n(4)  OJ L 299, 16.11.2005, p. 62.\nANNEX I\n‘ANNEX X\nThe administrative authorities referred to in Article 2(2) of Regulation (EC) No 4/2009 are as follows:\n— in Finland, the Social Welfare Board (“Sosiaalilautakunta/Socialnämnd”),\n— in Sweden, the Enforcement Authority (“Kronofogdemyndigheten”),\n— in the United Kingdom:\n(a) in England and Wales and Scotland, the Child Maintenance and Enforcement Commission (CMEC);\n(b) in Northern Ireland, the Department for Social Development Northern Ireland (DSDNI).’\nANNEX II\n‘ANNEX XI\nThe competent authorities referred to in Article 47(3) of Regulation (EC) No 4/2009 are as follows:\n— in Finland, the Legal Aid Office (“Oikeusaputoimisto/Rättshjälpsbyrå”).’"}