{"celex_id": "32012D0142", "uri": "http://publications.europa.eu/resource/cellar/d533a103-2024-48b4-bf99-1715c2482d9f", "type": "Decision", "concepts": ["1252", "3649", "4033", "4654", "4658", "811", "8386"], "title": "2012/142/EU: Council Decision of 14 February 2012 on the accession of the European Union to Regulation No 29 of the United Nations Economic Commission for Europe on uniform provisions concerning the approval of vehicles with regard to the protection of the occupants of the cab of a commercial vehicle  Text with EEA relevance\n", "header": "9.3.2012 EN Official Journal of the European Union L 71/1\nCOUNCIL DECISION\nof 14 February 2012\non the accession of the European Union to Regulation No 29 of the United Nations Economic Commission for Europe on uniform provisions concerning the approval of vehicles with regard to the protection of the occupants of the cab of a commercial vehicle\n(Text with EEA relevance)\n(2012/142/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 97/836/EC of 27 November 1997 with a view to accession by the European Community to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (‘Revised 1958 Agreement’) (1), and in particular Article 3(3) and the second indent of Article 4(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the assent of the European Parliament (2),\nWhereas:\n(1) The standardised requirements of Regulation No 29 of the United Nations Economic Commission for Europe (UNECE) on uniform provisions concerning the approval of vehicles with regard to the protection of the occupants of the cab of a commercial vehicle (3) (‘UNECE Regulation No 29’) are intended to remove technical barriers to the trade in motor vehicles between the Contracting Parties to the Revised 1958 Agreement and to ensure a high level of safety and protection for vehicle occupants.\n(2) At the date of its accession to the Revised 1958 Agreement, the Union acceded to a limited number of UNECE Regulations listed in Annex II to Decision 97/836/EC; UNECE Regulation No 29 was not included in that list.\n(3) In light of subsequent amendments to UNECE Regulation No 29 and of Regulation (EC) No 661/2009 of the European Parliament and of the Council of 13 July 2009 concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (4), according to which the Union is to take account of UNECE Regulation No 29, that UNECE Regulation should become part of the EU type-approval system for motor vehicles,", "main_body": ["Regulation No 29 of the United Nations Economic Commission for Europe on uniform provisions concerning the approval of vehicles with regard to the protection of the occupants of the cab of a commercial vehicle is hereby approved.", "Regulation No 29 of the United Nations Economic Commission for Europe on uniform provisions concerning the approval of vehicles with regard to the protection of the occupants of the cab of a commercial vehicle shall become part of the EU type-approval system for motor vehicles.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union.", "This Decision shall be notified by the Commission to the Secretary-General of the United Nations."], "attachments": "Done at Brussels, 14 February 2012.\nFor the Council\nThe President\nM. LIDEGAARD\n(1)  OJ L 346, 17.12.1997, p. 78.\n(2)  Consent of 19 January 2012 (not yet published in the Official Journal).\n(3)  OJ L 304, 20.11.2010, p. 21.\n(4)  OJ L 200, 31.7.2009, p. 1."}