{"celex_id": "32014R0876", "uri": "http://publications.europa.eu/resource/cellar/fee71ae6-22b9-11e4-8c3c-01aa75ed71a1", "type": "Regulation", "concepts": ["2125", "3183", "5751"], "title": "Commission Implementing Regulation (EU) No 876/2014 of 8 August 2014 concerning the classification of certain goods in the Combined Nomenclature\n", "header": "13.8.2014 EN Official Journal of the European Union L 240/12\nCOMMISSION IMPLEMENTING REGULATION (EU) No 876/2014\nof 8 August 2014\nconcerning the classification of certain goods in the Combined Nomenclature\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) In order to ensure uniform application of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation.\n(2) Regulation (EEC) No 2658/87 has laid down the general rules for the interpretation of the Combined Nomenclature. Those rules apply also to any other nomenclature which is wholly or partly based on it or which adds any additional subdivision to it and which is established by specific provisions of the Union, with a view to the application of tariff and other measures relating to trade in goods.\n(3) Pursuant to those general rules, the goods described in column (1) of the table set out in the Annex should be classified under the CN code indicated in column (2), by virtue of the reasons set out in column (3) of that table.\n(4) It is appropriate to provide that binding tariff information issued in respect of the goods concerned by this Regulation which does not conform to this Regulation may, for a certain period, continue to be invoked by the holder in accordance with Article 12(6) of Council Regulation (EEC) No 2913/92 (2). That period should be set at three months.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The goods described in column (1) of the table set out in the Annex shall be classified within the Combined Nomenclature under the CN code indicated in column (2) of that table.", "Binding tariff information which does not conform to this Regulation may continue to be invoked in accordance with Article 12(6) of Regulation (EEC) No 2913/92 for a period of three months from the date of entry into force of this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 2014.\nFor the Commission,\nOn behalf of the President,\nMartine REICHERTS\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (OJ L 302, 19.10.1992, p. 1).\nANNEX\nDescription of the goods Classification Reasons\n(1) (2) (3)\nA portable battery-operated apparatus for capturing and recording still and video images (so-called ‘action camera’) with dimensions of approximately 6 × 4 × 2 cm and a weight of approximately 74 g, comprising:\n— an ultra wide angle camera lens,\n— a liquid crystal device (LCD) status indicator,\n— micro USB and micro HDMI interfaces,\n— a slot for micro SD card,\n— built in WiFi,\n— a port for optional accessories."}