{"celex_id": "32014D0756", "uri": "http://publications.europa.eu/resource/cellar/c2282342-60cd-11e4-9cbe-01aa75ed71a1", "type": "Decision", "concepts": ["1318", "191", "2081", "2357", "3139", "5451"], "title": "2014/756/EU: Commission Implementing Decision of 29 October 2014 concerning restrictions of the authorisations of biocidal products containing IPBC and propiconazole notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (notified under document C(2014) 7909)  Text with EEA relevance\n", "header": "31.10.2014 EN Official Journal of the European Union L 311/69\nCOMMISSION IMPLEMENTING DECISION\nof 29 October 2014\nconcerning restrictions of the authorisations of biocidal products containing IPBC and propiconazole notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council\n(notified under document C(2014) 7909)\n(Text with EEA relevance)\n(2014/756/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 36(3) thereof,\nWhereas:\n(1) Annex I to Directive 98/8/EC of the European Parliament and of the Council (2) contained the list of active substances approved at Union level for inclusion in biocidal products. Commission Directives 2008/78/EC (3) and 2008/79/EC (4) added the active substances propiconazole and IPBC, respectively, for use in products belonging to product-type 8, wood preservatives, as defined in Annex V to Directive 98/8/EC. By virtue of Article 86 of Regulation (EU) No 528/2012, those substances are therefore approved active substances included in the list referred to in Article 9(2) of that Regulation.\n(2) In accordance with Article 8 of Directive 98/8/EC, the company Janssen PMP submitted applications to the United Kingdom for authorisation of three wood preservative biocidal products containing IPBC and propiconazole (‘the contested products’). The product authorisations granted by the United Kingdom covered different application methods, including automated dipping for industrial use and spraying (indoors and outdoors) for professional and non-professional use. A number of Member States have subsequently authorised the contested products through mutual recognition.\n(3) Janssen PMP (‘the applicant’) submitted complete applications to Germany for mutual recognition of the authorisations of the contested products granted by the United Kingdom.\n(4) Germany notified the Commission, the other Member States and the applicant on 28 August 2013 of its proposal to restrict the authorisations in accordance with Article 4(4) of Directive 98/8/EC. Germany considers that the contested products do not meet the requirements of Article 5(1) of Directive 98/8/EC with regard to human health and the environment.\n(5) According to Germany, the authorisation of the application method by spraying outdoors was not appropriately assessed by the United Kingdom in terms of environmental risks. The assessment performed by Germany for the three products concluded in unacceptable risks for the distant soil compartment.\n(6) Germany also considers that for one of the products, the application by automated dipping should be limited to systems with a sufficiently high degree of automation due to unacceptable risks for the health of professional users.\n(7) The Commission invited the other Member States and the applicant to submit comments to the notifications in writing within 90 days in accordance with Article 27(1) of Directive 98/8/EC. Comments were submitted within that deadline by Germany, the United Kingdom and the applicant. The notification was also discussed between the Commission and Member States' Competent Authorities for biocidal products on 24 September 2013 in the meeting of the coordination group established under Article 35 of Regulation (EU) No 528/2012.\n(8) With regard to the risks for the environment, from those discussions and comments it follows that the conclusions of the environmental assessment carried out by the United Kingdom were based on the relevant scenario of the Series on Emission Scenario Documents of the Organisation for Economic Co-operation and Development (OECD) (5) available at the time of the evaluation.\n(9) It also follows that the conclusions from Germany are based on a revised scenario of the OECD Series on Emission Scenario Documents (6), available since the authorisations were granted by the United Kingdom and also since the notification made by Germany.\n(10) In addition, according to agreed guidance by the 47th meeting of representatives of Members States Competent Authorities for the implementation of Directive 98/8/EC concerning the placing of biocidal products on the market (7), new guidance can only be taken into consideration if it was available before the date of submission of the application for product authorisation, unless scientific progress shows that the reliance on old guidance gives rise to serious concern. This guidance further establishes that a serious concern would trigger revision of existing authorisations. However, neither the United Kingdom nor the other Member States having approved the products through mutual recognition considered that the concern was such as to justify a revision of existing authorisations.\n(11) In the light of the above comments, the Commission supports the conclusions of the evaluation carried out by the United Kingdom and the other Member States having approved the products through mutual recognition, considering that the contested products fulfil the requirements set by Article 5(1) of Directive 98/8/EC with regard to the environment. The Commission therefore considers that the request by Germany to restrict the authorisations cannot be justified on the grounds put forward.\n(12) With regard to the application by automated dipping, the Commission considers that the contested product should be subject to the provisions established by a previous Commission Decision (8) addressing the protection of the health of professional users when applying IPBC containing products by this application method. Consequently, the contested product should be authorised subject to instructions on the label restricting the use to fully automated dipping processes and the product authorisation should be amended accordingly.\n(13) Regulation (EU) No 528/2012 applies to the contested product in accordance with the provisions of Article 92(2) of that Regulation. Since the legal basis for this Decision is Article 36(3) of that Regulation, this Decision should be addressed to all Member States by virtue of Article 36(4) of that Regulation.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["This Decision applies to products identified by the following application reference numbers in the Reference Member State, as provided for by the Register for Biocidal Products:\n2010/2709/7626/UK/AA/8666\n2010/2709/8086/UK/AA/9499\n2010/2709/7307/UK/AA/8801", "The proposal by Germany not to authorise the biocidal products referred to in Article 1 for spraying outdoors, is rejected.", "Where used for automated dipping, authorisations of biocidal products identified by the application reference number 2010/2709/7626/UK/AA/8666 shall include a condition that the label of the products contains the following instruction:\n‘Product (insert name of the product) must only be used in fully automated dipping processes where all steps in the treatment and drying process are mechanised and no manual handling takes place, including when the treated articles are transported through the dip tank to the draining/drying and storage (if not already surface dry before moving to storage). Where appropriate, the wooden articles to be treated must be fully secured (e.g. via tension belts or clamping devices) prior to treatment and during the dipping process, and must not be manually handled until after the treated articles are surface dry.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1).\n(3)  Commission Directive 2008/78/EC of 25 July 2008 amending Directive 98/8/EC of the European Parliament and of the Council to include propiconazole as an active substance in Annex I thereto (OJ L 198, 26.7.2008, p. 44).\n(4)  Commission Directive 2008/79/EC of 28 July 2008 amending Directive 98/8/EC of the European Parliament and of the Council to include IPBC as an active substance in Annex I thereto (OJ L 200, 29.7.2008, p. 12).\n(5)  See Emission scenarios for outdoor treatments from Part II of OECD Emission Scenario Document (ESD) for Wood Preservatives (2003), available on the website http://echa.europa.eu/documents/10162/16908203/pt8_wood_preservatives_2_en.pdf\n(6)  See Outdoor spraying emission scenario from OECD Revised Emission Scenario Document for Wood Preservatives (ENV/JM/MONO(2013)21), available on the website http://search.oecd.org/officialdocuments/displaydocumentpdf/?cote=env/jm/mono(2013)21&doclanguage=en\n(7)  See document CA-July12-Doc.6.2d — Final on Relevance of new guidance becoming available during the process of authorisation and mutual recognition of authorisations of biocidal products, available on the website https://circabc.europa.eu/w/browse/03bce60b-cf04-49aa-8172-e9c6a75205a7\n(8)  Commission Implementing Decision 2014/402/EU of 25 June 2014 regarding restrictions of authorisations of biocidal products containing IPBC notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (OJ L 188, 27.6.2014, p. 85)."}