{"celex_id": "32012L0009", "uri": "http://publications.europa.eu/resource/cellar/89ed236c-619f-4a76-8a5b-dc7487bec9ab", "type": "Directive", "concepts": ["1395", "1425", "3730", "4374", "720", "893"], "title": "Commission Directive 2012/9/EU of 7 March 2012 amending Annex I to Directive 2001/37/EC of the European Parliament and of the Council on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco products  Text with EEA relevance\n", "header": "8.3.2012 EN Official Journal of the European Union L 69/15\nCOMMISSION DIRECTIVE 2012/9/EU\nof 7 March 2012\namending Annex I to Directive 2001/37/EC of the European Parliament and of the Council on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco products\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/37/EC of the European Parliament and the Council of 5 June 2001 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco products (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Article 5(2)(b) of Directive 2001/37/EC provides that each unit packet of tobacco products, except for tobacco for oral use and other smokeless tobacco products, and any outside packaging, with the exception of additional transparent wrappers, must carry an additional warning from the list set out in Annex I to that Directive.\n(2) Those additional warnings have been mandatory on all packages of smoking tobacco since September 2003 and on packages of other tobacco products since September 2004.\n(3) Evidence suggests that the impact of current additional warnings set out in Annex I to Directive 2001/37/EC has decreased over time as the novelty effect of the warning messages has worn off.\n(4) In addition, new scientific evidence on the health effects of tobacco use and the principles of effective tobacco labelling has emerged since the adoption of Directive 2001/37/EC. In particular, there is evidence that smoking plays a causal role in mouth and throat cancer, visual impairments as well as dental and gum disease. There is also evidence that parental smoking is a major risk factor for smoking initiation.\n(5) Article 9(2) of Directive 2001/37/EC provides that the Commission shall adapt to scientific and technical progress the health warnings set out in Annex I of the same Directive. Furthermore, guidelines on tobacco packaging and labelling (2) adopted by the Third Conference of the Parties to the WHO Framework Convention on Tobacco Control in November 2008 recommend that legal measures for packaging and labelling of tobacco products should be reviewed periodically and updated as new evidence emerges and as specific health warnings and messages wear out.\n(6) A revision of the current additional warnings set out in Annex I to Directive 2001/37/EC is therefore needed in order to maintain and increase their impact, and to take into account the new scientific developments.\n(7) This revision should be based on the results of the review of existing knowledge on tobacco labelling and the health effects of tobacco use and of testing of the warnings made in all Member States.\n(8) The measures provided for in this Directive are in accordance with the opinion of the Regulatory Committee established under Article 10(1) of Directive 2001/37/EC and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annex I to Directive 2001/37/EC is replaced by the text in the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 28 March 2014 at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Member States may decide to allow the continuation of marketing of products not complying with the provisions of this Directive until 28 March 2016.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 194, 18.7.2001, p. 26.\n(2)  FCTC/COP3(10) Guidelines for implementation of Article 11 of the WHO Framework Convention on Tobacco Control (Packaging and labelling of tobacco products).\nANNEX\n‘ANNEX I\nList of additional health warnings\n(referred to in Article 5(2)(b))\n(1) Smoking causes 9 out of 10 lung cancers\n(2) Smoking causes mouth and throat cancer\n(3) Smoking damages your lungs\n(4) Smoking causes heart attacks\n(5) Smoking causes strokes and disability\n(6) Smoking clogs your arteries\n(7) Smoking increases the risk of blindness\n(8) Smoking damages your teeth and gums\n(9) Smoking can kill your unborn child\n(10) Your smoke harms your children, family and friends\n(11) Smokers’ children are more likely to start smoking\n(12) Quit smoking – stay alive for those close to you (1)\n(13) Smoking reduces fertility\n(14) Smoking increases the risk of impotence\n(1)  To be completed by a reference to the telephone/Internet address of the quit lines/cessation services if existing in the Member State concerned.’"}