{"celex_id": "32014R0704", "uri": "http://publications.europa.eu/resource/cellar/a724db7e-fcfe-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["1644", "191", "2709", "3191", "4081", "5369"], "title": "Commission Regulation (EU) No 704/2014 of 25 June 2014 amending Regulation (EU) No 211/2013 on certification requirements for import into the Union of sprouts and seeds intended for the production of sprouts  Text with EEA relevance\n", "header": "26.6.2014 EN Official Journal of the European Union L 186/49\nCOMMISSION REGULATION (EU) No 704/2014\nof 25 June 2014\namending Regulation (EU) No 211/2013 on certification requirements for import into the Union of sprouts and seeds intended for the production of sprouts\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), and in particular Article 48(1) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 211/2013 (2) lays down certification requirements for sprouts or seeds intended for the production of sprouts imported into the Union.\n(2) During recent audits conducted by the Commission Inspection Services (Food and Veterinary Office) in third countries, certain deficiencies were observed. These deficiencies relate to the competent authorities' capability to certify that the seeds intended for the production of sprouts are produced in compliance with Regulation (EC) No 852/2004 of the European Parliament and of the Council (3), in particular with the general hygiene provisions for primary production and associated operations set out in Part A of Annex I thereto.\n(3) In order to maintain the highest level of consumer protection while third countries take the necessary corrective actions to establish a robust certification system, it is appropriate to allow, as an alternative in the country of origin, the certification requirement on the general hygiene provisions for primary production to be replaced by a microbiological test for seeds intended for the production of sprouts before export to the Union takes place. For that reason, the model certificate in the Annex to Regulation (EU) No 211/2013 also needs to be amended.\n(4) This measure should be limited in time until third countries have provided the necessary guarantees that the deficiencies have been corrected.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Regulation (EU) No 211/2013 is amended as follows:\n(1) Article 3 is replaced by the following:\n(2) Article 4 is deleted;\n(3) the model certificate for the import of sprouts or seeds intended for the production of sprouts in the Annex is replaced by the text in the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 165, 30.4.2004, p. 1.\n(2)  Commission Regulation (EU) No 211/2013 of 11 March 2013 on certification requirements for imports into the Union of sprouts and seeds intended for the production of sprouts (OJ L 68, 12.3.2013, p. 26).\n(3)  Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (OJ L 139, 30.4.2004, p. 1).\nANNEX\n‘MODEL CERTIFICATE FOR THE IMPORT OF SPROUTS OR SEEDS INTENDED FOR THE PRODUCTION OF SPROUTS"}