{"celex_id": "32014R1145", "uri": "http://publications.europa.eu/resource/cellar/281cdbc1-5f36-11e4-9cbe-01aa75ed71a1", "type": "Regulation", "concepts": ["1939", "3483", "3870", "5805", "6223"], "title": "Council Regulation (EU) No 1145/2014 of 28 October 2014 repealing Regulation (EC) No 2488/2000 maintaining a freeze of funds in relation to Mr Milosevic and those persons associated with him\n", "header": "29.10.2014 EN Official Journal of the European Union L 308/1\nCOUNCIL REGULATION (EU) No 1145/2014\nof 28 October 2014\nrepealing Regulation (EC) No 2488/2000 maintaining a freeze of funds in relation to Mr Milosevic and those persons associated with him\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2014/742/CFSP of 28 October 2014 repealing Common Position 2000/696/CFSP on the maintenance of specific restrictive measures directed against Mr Milosevic and persons associated with him (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) In accordance with Council Regulation (EC) No 2488/2000 (2), all funds and other financial resources held outside the Federal Republic of Yugoslavia belonging to Mr Milosevic and to natural persons associated with him, are to be frozen and such funds and financial resources are not to be made available to or for the benefit of those persons listed in Annex I to that Regulation.\n(2) By means of Decision 2014/742/CFSP, the Council repealed Common Position 2000/696/CFSP (3). The Council decided that there are no grounds to continue applying those restrictive measures as the persons listed in the Annex to that Common Position no longer represent a threat to the consolidation of democracy.\n(3) It is therefore appropriate to repeal Regulation (EC) No 2488/2000 with immediate effect,", "main_body": ["Regulation (EC) No 2488/2000 is hereby repealed.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 October 2014.\nFor the Council\nThe President\nG. L. GALLETTI\n(1)  See page 99 of this Official Journal.\n(2)  Council Regulation (EC) No 2488/2000 of 10 November 2000 maintaining a freeze of funds in relation to Mr Milosevic and those persons associated with him and repealing Regulations (EC) Nos 1294/1999 and 607/2000 and Article 2 of Regulation (EC) No 926/98 (OJ L 287, 14.11.2000, p. 19).\n(3)  Common Position 2000/696/CFSP of 10 November 2000 on the maintenance of specific restrictive measures directed against Mr Milosevic and persons associated with him (OJ L 287, 14.11.2000, p. 1)."}