{"celex_id": "32013R1079", "uri": "http://publications.europa.eu/resource/cellar/986cccde-42ce-11e3-ae03-01aa75ed71a1", "type": "Regulation", "concepts": ["1585", "2247", "2735", "2737", "3191", "4669", "4743", "6569"], "title": "Commission Regulation (EU) No 1079/2013 of 31 October 2013 laying down transitional measures for the application of Regulations (EC) No 853/2004 and (EC) No 854/2004 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "1.11.2013 EN Official Journal of the European Union L 292/10\nCOMMISSION REGULATION (EU) No 1079/2013\nof 31 October 2013\nlaying down transitional measures for the application of Regulations (EC) No 853/2004 and (EC) No 854/2004 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular the first paragraph of Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular the first paragraph of Article 16 thereof,\nWhereas:\n(1) Regulations (EC) No 853/2004 and (EC) No 854/2004 provide for significant changes to the rules and procedures to be complied with by food business operators and the competent authorities of the Member States. Those Regulations apply from 1 January 2006. However, the application of a number of those rules and procedures with immediate effect from that date would have presented practical difficulties in certain cases.\n(2) Accordingly, Commission Regulation (EC) No 1162/2009 of 30 November 2009 laying down transitional measures for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (3) lays down transitional measures for a transitional period ending on 31 December 2013, in order to permit a smooth transition to the full implementation of the rules and procedures laid down in those three Regulations. The duration of the transitional period was fixed taking into account the review of this regulatory framework on hygiene provided for in those Regulations.\n(3) The Report of 28 July 2009 from the Commission to the European Parliament and the Council on the experience gained from the application of the hygiene Regulations (EC) No 852/2004, (EC) No 853/2004 and (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 (4)‘aims at presenting factually the experience gained, including the difficulties encountered, in 2006, 2007 and 2008 from the implementation of the hygiene package by all interested actors’ (‘the report’).\n(4) The report includes experiences on the transitional measures laid down in Regulation (EC) No 1162/2009. The report indicates that difficulties are noted in relation to the local supply of small quantities of certain food, that further clarification of situations is necessary where national import rules apply in the absence of harmonised Union rules and that crises due to imported composite products have confirmed the need for greater control of such products.\n(5) Those difficulties need to be addressed by a review of Regulations (EC) No 853/2004 and (EC) No 854/2004. An impact assessment, accompanying such a review was launched immediately after the publication of the report. However, more time is needed to finalise the impact assessment before launching the ordinary procedure for the review.\n(6) In addition, based on the information received from the Food and Veterinary Office, the competent authorities in the Member States and the relevant food business sectors in the Union, certain transitional measures laid down in Regulation (EC) No 1162/2009 should be maintained pending the completion of that review.\n(7) Provision should therefore be made for a further transitional period during which certain transitional measures currently laid down in Regulation (EC) No 1162/2009 should continue to apply.\n(8) Regulation (EC) No 853/2004 excludes from its scope of application the direct supply, by the producer, of small quantities of meat from poultry and lagomorphs slaughtered on the farm to the final consumer or to local retail establishments supplying directly the final consumer as fresh meat. However, limiting that provision to fresh meat before the end of the review exercise of that Regulation would be an additional burden for small producers. Accordingly, Regulation (EC) No 1162/2009 provides for a derogation from the provisions of Regulation (EC) No 853/2004 for the direct supply of such commodities under certain conditions, without limiting it to fresh meat. That exclusion should be maintained during the additional transitional period provided for in this Regulation.\n(9) Regulations (EC) No 853/2004 and (EC) No 854/2004 lay down certain rules for imports into the Union of products of animal origin and food containing both products of plant origin and processed products of animal origin (composite products). Regulation (EC) No 1162/2009 provides for transitional measures derogating from certain of those rules for certain composite products for which the public health import conditions for imports into the Union have not yet been harmonised at Union level. Those conditions were amended by Commission Regulation (EU) No 28/2012 of 11 January 2012 laying down requirements for the certification for imports into and transit through the Union of certain composite products and amending Decision 2007/275/EC and Regulation (EC) No 1162/2009 (5) and will not be completely harmonised before 31 December 2013. Accordingly, pending future harmonisation of Union legislation, it is necessary to provide for derogations during the additional transitional period laid down in this Regulation.\n(10) In the interests of clarity, Regulation (EC) No 1162/2009 should be repealed.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["Subject matter\nThis Regulation lays down transitional measures for the application of Regulations (EC) No 853/2004 and (EC) No 854/2004 for a transitional period from 1 January 2014 to 31 December 2016.", "Direct supply of small quantities of meat from poultry and lagomorphs\nBy way of derogation from Article 1(3)(d) and without prejudice to Article 1(4) of Regulation (EC) No 853/2004, the provisions laid down in that Regulation shall not apply to the direct supply, by the producer, of small quantities of meat from poultry and lagomorphs slaughtered on the farm to the final consumer or to local retail establishments directly supplying to the final consumer.", "Health conditions for imports of products of animal origin\n1.   Article 6(1) of Regulation (EC) No 853/2004 shall not apply to imports of products of animal origin for which no harmonised public health import conditions have been established at Union level.\nImports of those products of animal origin shall comply with the public health import conditions of the Member State of import.\n2.   By way of derogation from Article 6(4) of Regulation (EC) No 853/2004, food business operators importing food containing both products of plant origin and processed products of animal origin, other than the composite products referred to in Article 3(1) of Regulation (EU) No 28/2012 shall be exempt from the obligations provided for in Article 6(4) of Regulation (EC) No 853/2004.\nImports of such food shall comply with harmonised Union rules, where applicable, and with the national rules implemented by the Member States in other cases.", "Procedures concerning imports of products of animal origin\nChapter III of Regulation (EC) No 854/2004 shall not apply to imports of products of animal origin for which no harmonised public health import conditions have been established at Union level, including lists of third countries and parts of third countries and of establishments from which imports are permitted.\nImports of such products of animal origin shall comply with the public health import conditions of the Member State of import.", "Repeal of Regulation (EC) No 1162/2009\nRegulation (EC) No 1162/2009 is hereby repealed.", "Entry into force and applicability\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall apply from 1 January 2014 to 31 December 2016.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 139, 30.4.2004, p. 206.\n(3)  OJ L 314, 1.12.2009, p. 10.\n(4)  COM(2009) 403 final.\n(5)  OJ L 12, 14.1.2012, p. 1."}