{"celex_id": "32010R0074", "uri": "http://publications.europa.eu/resource/cellar/2be1ff3d-e04c-4a5e-bce3-e35ad77b8749", "type": "Regulation", "concepts": ["1079", "2173", "3010", "4038", "4359", "4486", "4502", "5334"], "title": "Commission Regulation (EU) No 74/2010 of 26 January 2010 amending Regulations (EC) No 2336/2003, (EC) No 341/2007, (EC) No 1580/2007 and (EC) No 376/2008 as regards the conditions for and the form of notifications to be made to the Commission\n", "header": "27.1.2010 EN Official Journal of the European Union L 23/28\nCOMMISSION REGULATION (EU) No 74/2010\nof 26 January 2010\namending Regulations (EC) No 2336/2003, (EC) No 341/2007, (EC) No 1580/2007 and (EC) No 376/2008 as regards the conditions for and the form of notifications to be made to the Commission\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 192(2) in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 792/2009 of 31 August 2009 laying down detailed rules for the Member States′ notification to the Commission of information and documents in implementation of the common organisation of the markets, the direct payments′ regime, the promotion of agricultural products and the regimes applicable to the outermost regions and the smaller Aegean islands (2) lays down common rules for notifying information and documents by the competent authorities of the Member States to the Commission. Those rules cover in particular the obligation for the Member States to use the information systems made available by the Commission and the validation of the access rights of the authorities or individuals authorised to send communications. In addition, that Regulation sets common principles applying to the information systems so that they guarantee the authenticity, integrity and legibility over time of the documents and provides for personal data protection.\n(2) Pursuant to Regulation (EC) No 792/2009 the obligation to use the information systems in accordance with that Regulation has to be provided for in the Regulations establishing a specific notification obligation.\n(3) The Commission has developed an information system that allows to manage documents and procedures electronically in its own internal working procedures and in its relations with the authorities involved in the common agricultural policy.\n(4) It is considered that some notification obligations can now be fulfilled via that system in accordance with Regulation (EC) No 792/2009, in particular those provided for in Commission Regulations (EC) No 2336/2003 of 30 December 2003 introducing certain detailed rules for applying Council Regulation (EC) No 670/2003 laying down specific measures concerning the market in ethyl alcohol of agricultural origin (3), (EC) No 341/2007 of 29 March 2007 opening and providing for the administration of tariff quotas and introducing a system of import licences and certificates of origin for garlic and certain other agricultural products imported from third countries (4), (EC) No 1580/2007 of 21 December 2007 laying down implementing rules of Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector (5) and (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6).\n(5) In Regulations (EC) No 2336/2003 and (EC) No 1580/2007 it is appropriate to require that the notifications should include nil returns. Furthermore, for reasons of clarity, it should be provided that in notifications on replacement licences in accordance with Regulation (EC) No 376/2008 a reference to the serial number of the replaced licence is also to be given. For an efficient dissemination by the Commission to the Member States of the information received on replacement licences it should be required that this information is notified to the Commission immediately after the issue of the licence. Also for reasons of clarity, the requested information in notifications on cases of force majeure needs to be detailed.\n(6) Regulations (EC) No 2336/2003, (EC) No 341/2007, (EC) No 1580/2007 and (EC) No 376/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 2336/2003 is amended as follows:\n1. In the first paragraph of Article 3, points (a) to (f) are replaced by the following:\n‘(a) quarterly imports from third countries broken down by Combined Nomenclature code and by origin, identified using the codes in the nomenclature of countries and territories for the external trade statistics of the Community laid down by Commission Regulation (EC) No 1779/2002 (7), subject to the third paragraph of Article 9 of this Regulation;\n(b) quarterly exports to third countries, including any exports of alcohol of non-agricultural origin, subject to the third paragraph of Article 9 of this Regulation;\n(c) quarterly production, broken down by the product from which the alcohol is produced;\n(d) the volume disposed of during the previous quarter, broken down by sectors of use;\n(e) stocks held by alcohol producers in their country at the end of each year;\n(f) estimated production for the year under way, twice a year, before 28 February and 31 August respectively;\n2. Article 4 is amended as follows:\n(a) In the first paragraph, points (b) and (c) are replaced by the following:\n‘(b) quarterly imports from third countries;\n(c) quarterly exports to third countries;’\n(b) The third paragraph is replaced by the following:\n3. Article 9 is replaced by the following:\n4. Annexes II to VIII are deleted.", "In Article 14 of Regulation (EC) No 341/2007, the third paragraph is replaced by the following:\n‘The notifications to the Commission under this Article shall be made in accordance with Commission Regulation (EC) No 792/2009 (9).", "Article 134 of Regulation (EC) No 1580/2007 is amended as follows:\n1. Paragraph 2 is replaced by the following:\n2. Paragraph 7 is replaced by the following:", "Regulation (EC) No 376/2008 is amended as follows:\n1. Article 37 is replaced by the following:\n(a) the serial number of replacement licences, certificates or extracts issued and the serial number of replaced licences, certificates or extracts in accordance with Articles 35 and 36;\n(b) the nature and quantity of the goods concerned and the rate of any export refund or export levy fixed in advance.\n2. In Article 40, paragraph 6 is replaced by the following:\n3. The following Article 48a is inserted at the end of Chapter IV:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 February 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 228, 1.9.2009, p. 3.\n(3)  OJ L 346, 31.12.2003, p. 19.\n(4)  OJ L 90, 30.3.2007, p. 12.\n(5)  OJ L 350, 31.12.2007, p. 1.\n(6)  OJ L 114, 26.4.2008, p. 3.\n(7)  OJ L 269, 5.10.2002, p. 6.’\n(8)  OJ L 228, 1.9.2009, p. 3.’\n(9)  OJ L 228, 1.9.2009, p. 3.’\n(10)  OJ L 228, 1.9.2009, p. 3.’\n(11)  OJ L 228, 1.9.2009, p. 3.’"}