{"celex_id": "32010R0440", "uri": "http://publications.europa.eu/resource/cellar/90bd5b87-91ee-4cf3-a53c-ac055cc2907d", "type": "Regulation", "concepts": ["2230", "720", "7984", "893"], "title": "Commission Regulation (EU) No 440/2010 of 21 May 2010 on the fees payable to the European Chemicals Agency pursuant to Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures  (Text with EEA relevance)\n", "header": "22.5.2010 EN Official Journal of the European Union L 126/1\nCOMMISSION REGULATION (EU) No 440/2010\nof 21 May 2010\non the fees payable to the European Chemicals Agency pursuant to Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (1), and in particular Articles 24(2) and 37(3) thereof,\nWhereas:\n(1) A manufacturer, importer or downstream user of a substance in a mixture may submit a request to the European Chemicals Agency, hereinafter ‘the Agency’, to use an alternative chemical name.\n(2) Such requests under Article 24(1) of Regulation (EC) No 1272/2008 should be accompanied by a fee.\n(3) A manufacturer, importer or downstream user may submit a proposal for harmonisation of classification and labelling of a substance to the Agency, provided there is no entry in part 3 of Annex VI of Regulation (EC) No 1272/2008 for that hazard class or differentiation.\n(4) Such proposals should be accompanied by a fee in cases laid down in Article 37(3) of Regulation (EC) No 1272/2008.\n(5) The level of the fees collected by the Agency as well as the rules for payment should be determined.\n(6) The amount of the fees should take account of the work required by Regulation (EC) No 1272/2008 to be carried out by the Agency and should be fixed at such a level as to ensure that the revenue derived from them when combined with other sources of the Agency’s revenue pursuant to Article 96(1) of Regulation (EC) No 1907/2006 of the European Parliament and of the Council (2) is sufficient to cover the cost of the services delivered.\n(7) In the ‘Small Business Act’ for Europe (3) the European Union has firmly placed the needs of small and medium-sized enterprises (‘SMEs’) at the heart of the Lisbon Growth and Jobs Strategy. Specifically the Union’s capacity to build on the growth and innovation potential of SMEs will therefore be decisive for future prosperity of the Union. However, SMEs bear a disproportionate regulatory and administrative burden in comparison to larger businesses. Therefore it is appropriate to reduce the level of fees for SMEs.\n(8) It is appropriate for the identification of SMEs to follow the definitions set out in Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (4).\n(9) The reduced fees for proposals for harmonised classification and labelling should be reviewed within 3 years after the entry into force of the Regulation with a view to reviewing or removing them if deemed necessary.\n(10) This Regulation should enter into force as soon as possible, since it has been possible to submit requests for use of alternative chemical names and proposals for harmonisation of classification and labelling of substances to the Agency since 20 January 2009, date of the entry into force of Regulation (EC) No 1272/2008.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["CHAPTER I\nSUBJECT MATTER AND DEFINITIONS", "Subject matter\nThis Regulation lays down the levels, and rules for payment, of the fees levied by the European Chemicals Agency, hereinafter called the ‘Agency’, as provided for in Regulation (EC) No 1272/2008.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n1. ‘SME’ means a micro, small or medium-sized enterprise within the meaning of the Recommendation 2003/361/EC;\n2. ‘medium-sized enterprise’ means a medium-sized enterprise within the meaning of the Recommendation 2003/361/EC;\n3. ‘small enterprise’ means a small enterprise within the meaning of the Recommendation 2003/361/EC;\n4. ‘microenterprise’ means a microenterprise within the meaning of the Recommendation 2003/361/EC.\nCHAPTER II\nFEES", "Fees for request for use of an alternative chemical name\n1.   The Agency shall levy a fee as laid down in Annex I for a request to use an alternative chemical name for a substance in up to 5 mixtures in accordance with Article 24(1) of Regulation (EC) No 1272/2008.\n2.   Where the applicant is an SME, the Agency shall levy a reduced fee, as set out in Annex I.\n3.   For the use of the alternative chemical name of the substance in accordance with Article 24(1) of Regulation (EC) No 1272/2008 in additional mixtures, an additional fee shall be levied for up to 10 additional mixtures and the same additional fee shall be levied for every further 10 additional mixtures, as set out in Section 3 of Annex I.\n4.   The date on which the fee levied for a request is received by the Agency shall be considered to be the date of receipt of the request.", "Fees for submission of proposals for harmonised classification and labelling of a substance\n1.   The Agency shall levy a fee as laid down in Annex II for submission of proposals for harmonisation of classification and labelling in accordance with Article 37(3) of Regulation (EC) No 1272/2008.\n2.   Where the party making the proposal is an SME, the Agency shall levy a reduced fee, as set out in Annex II.\n3.   The date on which the fee levied for a proposal is received by the Agency shall be considered to be the date of receipt of the proposal.", "Reductions\n1.   A natural or legal person that claims to be entitled to a reduced fee under Article 3 and 4 shall inform the Agency thereof at the time of submission of the request.\n2.   The Agency may request, at any time, evidence that the conditions for a reduction of fees apply.\n3.   Where a natural or legal person that claims to be entitled to a reduction cannot demonstrate that it is entitled to such a reduction, the Agency shall levy the full fee.\nWhere a natural or legal person that claims to be entitled to a reduction has already paid a reduced fee, but cannot demonstrate that it is entitled to such a reduction, the Agency shall levy the balance of the full fee.\nCHAPTER III\nPAYMENTS", "Mode of payment\n1.   The fees shall be paid in Euro.\n2.   Payments shall be made only after the Agency has issued an invoice.\n3.   Payments shall be made by means of a transfer to the bank account of the Agency.", "Identification of the payment\n1.   Every payment must indicate the invoice number in the reference field.\n2.   If the purpose of the payment cannot be established, the Agency shall set a deadline by which the payer must notify it in writing of the purpose of the payment. If the Agency does not receive a notification of the purpose of the payment before the expiry of the set deadline, the payment shall be considered invalid and the amount concerned shall be refunded to the payer.", "Date of payment\nThe date on which the full amount of the payment is deposited in the bank account of the Agency shall be considered as the date on which the payment has been made.", "Refund of amounts paid in excess\n1.   The arrangements for the refund to the payer of amounts paid in excess of a fee shall be fixed by the Executive Director of the Agency and published on the website of the Agency.\nHowever, where an amount paid in excess is under EUR 100 and the party concerned has not expressly requested a refund, the amount paid in excess shall not be refunded.\n2.   It shall not be possible to credit any amounts paid in excess towards future payments to the Agency.\nCHAPTER IV\nFINAL PROVISIONS", "0\nProvisional Estimate\nThe Management Board of the Agency shall, when producing an estimate of the overall expenditure and income for the following financial year in accordance with Article 96(5) of Regulation (EC) No 1907/2006, include a specific provisional estimate of income from fees which is separate from income from any subsidy from the Community.", "1\nReviews\n1.   The fees provided for in this Regulation shall be reviewed annually by reference to the inflation rate as measured by means of the European Index of Consumer Prices as published by Eurostat pursuant to Council Regulation (EC) No 2494/95 (5). A first review shall be carried out by 1 June 2011.\n2.   The fee reduction for SMEs for harmonised classification and labelling shall be reviewed within 3 years after the entry into force of this Regulation.\n3.   The Commission shall also keep this Regulation under continual review in the light of significant information becoming available in relation to the underlying assumptions for anticipated income and expenditure of the Agency.\n4.   At the latest by 1 January 2013, the Commission shall review this Regulation with a view to amending it, if appropriate, taking into account in particular the costs of the Agency.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 353, 31.12.2008, p. 1.\n(2)  OJ L 396, 30.12.2006, p. 1.\n(3)  COM(2008) 394 final.\n(4)  OJ L 124, 20.5.2003, p. 36.\n(5)  OJ L 257, 27.10.1995, p. 1.\nANNEX I\nFees for request in accordance with Article 24(1) of Regulation (EC) No 1272/2008:\nSection 1 —   Standard fee for a substance in up to five mixtures\nEUR 4 000\nSection 2 —   Reduced fees for SMEs for a substance in up to five mixtures\n2.1.   Reduced fee for medium-sized enterprises\nEUR 2 800\n2.2.   Reduced fee for small enterprises\nEUR 1 600\n2.3.   Reduced fee for micro enterprises\nEUR 400\nSection 3 —   Fee for use of alternative chemical name per 10 additional mixtures\n3.1.   Standard fee\nEUR 500\n3.2.   Reduced fee for medium-sized enterprises\nEUR 350\n3.3.   Reduced fee for small enterprises\nEUR 200\n3.4.   Reduced fee for micro enterprises\nEUR 100\nANNEX II\nFees for the proposals submitted in accordance with Article 37(3) of Regulation (EC) No 1272/2008:\nSection 1 —   Standard fee\nEUR 12 000\nSection 2 —   Reduced fees for SMEs\n2.1.   Reduced fees for medium-sized enterprises\nEUR 8 400\n2.2.   Reduced fee for small enterprises\nEUR 4 800\n2.3.   Reduced fee for micro enterprises\nEUR 1 200"}