{"celex_id": "32011R1236", "uri": "http://publications.europa.eu/resource/cellar/fe28f496-b0eb-412c-9c87-00ea36e1f9d9", "type": "Regulation", "concepts": ["1460", "2805", "2910", "3148", "766", "835"], "title": "Commission Implementing Regulation (EU) No 1236/2011 of 29 November 2011 amending Regulation (EC) No 1828/2006 as regards investments through financial engineering instruments\n", "header": "30.11.2011 EN Official Journal of the European Union L 317/24\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1236/2011\nof 29 November 2011\namending Regulation (EC) No 1828/2006 as regards investments through financial engineering instruments\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1260/1999 (1), and in particular the third paragraph of Article 44 thereof,\nWhereas:\n(1) The economic crisis continues to affect the Union as never before and requires new efforts to achieve sustainable growth and jobs.\n(2) Investments in enterprises contribute to boost growth, to strengthen competitiveness and to create jobs.\n(3) It is necessary to reinforce the measures to support enterprises. Such measures should allow for a wider access of enterprises to investments through financial engineering instruments covered by Article 43(1)(a) of Commission Regulation (EC) No 1828/2006 of 8 December 2006 setting out rules for the implementation of Council Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and of Regulation (EC) No 1080/2006 of the European Parliament and of the Council on the European Regional Development Fund (2), and not only in enterprises which are at the stages of establishment, in the early stages, or on expansion.\n(4) Such investments should be made only in activities which the managers of the financial engineering instruments judge potentially economically viable, hence, should be limited to situations where the lack of liquidity provided by the financial sector threatens the continuation of business activities of economically viable enterprises.\n(5) Such measures should apply only to repayable investments made or guarantees for repayable investments provided after the entry into force of this Regulation, as part of an investment strategy foreseen by the funding agreements concerned. For funding agreements concluded before the entry into force of this regulation, transitional provisions should be foreseen requiring respective adjustments of the investment strategy.\n(6) The Coordination Committee of the Funds has not delivered an opinion, as a result of the voting, on the measures provided for in this Regulation,", "main_body": ["Article 45 of Regulation (EC) No 1828/2006 is replaced by the following:\n‘Article 45\nAdditional provisions applicable to financial engineering instruments for enterprises\nFinancial engineering instruments for enterprises referred to in Article 43(1)(a) shall invest only in activities which the managers of the financial engineering instruments judge potentially economically viable.\nThey shall not invest in firms in difficulty within the meaning of the Community Guidelines on State aid for rescuing and restructuring firms in difficulty (3) as of 10 October 2004.", "Funding agreements concluded before 1 December 2011 may be amended in order to include new repayable investments or new guarantees for repayable investments in accordance with Article 45 of Regulation (EC) No 1828/2006. Such amendments shall include the adjusted investment strategy referred to in Article 43(3)(a) of that Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 210, 31.7.2006, p. 25.\n(2)  OJ L 371, 27.12.2006, p. 1.\n(3)  OJ C 244, 1.10.2004, p. 2.’."}