{"celex_id": "32014R1033", "uri": "http://publications.europa.eu/resource/cellar/45f98f14-486f-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1863", "2173", "2635", "3191", "4080"], "title": "Commission Implementing Regulation (EU) No 1033/2014 of 29 September 2014 fixing the representative prices and additional import duties applicable to molasses in the sugar sector from 1 October 2014\n", "header": "30.9.2014 EN Official Journal of the European Union L 284/42\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1033/2014\nof 29 September 2014\nfixing the representative prices and additional import duties applicable to molasses in the sugar sector from 1 October 2014\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 of the Council (1), and in particular Article 183 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 951/2006 (2) provides that the cif import price for molasses of the standard quality defined in Article 27 of the said Regulation is to be considered the ‘representative price’.\n(2) For the purposes of fixing the representative prices, account must be taken of all the information provided for in Article 29 of Regulation (EC) No 951/2006, except in the cases provided for in Article 30 of the said Regulation and those prices should be fixed, where appropriate, in accordance with the method provided for in Article 33 of the said Regulation.\n(3) Prices not relating to the standard quality should be adjusted upwards or downwards, according to the quality of the molasses offered, in accordance with Article 32 of Regulation (EC) No 951/2006.\n(4) Where there is a difference between the trigger price for the product concerned and the representative price, additional import duties should be fixed under the terms laid down in Article 39 of Regulation (EC) No 951/2006. Should the import duties be suspended pursuant to Article 40 of the said Regulation, specific amounts for these duties should be fixed.\n(5) The representative prices and additional duties applicable to the import of molasses covered by CN codes 1703 10 00 and 1703 90 00 should be fixed in accordance with Article 34 of Regulation (EC) No 951/2006.\n(6) Given the need to ensure that this measure applies as soon as possible after the updated data have been made available, this Regulation should enter into force on the day of its publication,", "main_body": ["The representative prices and additional duties applicable to the import of molasses covered by CN codes 1703 10 00 and 1703 90 00 are set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 2014.\nFor the Commission,\nOn behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Regulation (EC) No 951/2006 of 30 June 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 318/2006 as regards trade with third countries in the sugar sector (OJ L 178, 1.7.2006, p. 24).\nANNEX\nRepresentative prices and additional import duties applicable to molasses in the sugar sector from 1 October 2014\n(in EUR)\nCN code Representative price per 100 kg net of the product concerned Additional duty per 100 kg net of the product concerned Duty to be applied to imports as a result of the suspension referred to in Article 40 of Regulation (EC) No 951/2006 per 100 kg net of the product concerned (1)\n1703 10 00 (2) 13,48 — 0\n1703 90 00 (2) 15,93 — 0\n(1)  This amount replaces, in accordance with Article 40 of Regulation (EC) No 951/2006, the rate of the Common Customs Tariff duty fixed for these products.\n(2)  For the standard quality as defined in Article 27 of Regulation (EC) No 951/2006."}