{"celex_id": "32012D0729", "uri": "http://publications.europa.eu/resource/cellar/2c58a3d6-3a4f-11e2-b7ce-01aa75ed71a1", "type": "Decision", "concepts": ["1442", "192", "1961", "2331", "3191", "3579"], "title": "2012/729/EU: Commission Implementing Decision of 23 November 2012 amending Decision 2008/866/EC, on emergency measures suspending imports from Peru of certain bivalve molluscs intended for human consumption, as regards its period of application (notified under document C(2012) 8459)  Text with EEA relevance\n", "header": "27.11.2012 EN Official Journal of the European Union L 327/56\nCOMMISSION IMPLEMENTING DECISION\nof 23 November 2012\namending Decision 2008/866/EC, on emergency measures suspending imports from Peru of certain bivalve molluscs intended for human consumption, as regards its period of application\n(notified under document C(2012) 8459)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(i) thereof,\nWhereas:\n(1) Regulation (EC) No 178/2002 lays down the general principles governing food and feed in general, and food and feed safety in particular, at Union and national level. It provides for emergency measures where there is evidence that food or feed imported from a third country is likely to constitute a serious risk to human health, animal health or the environment, and that such risk cannot be contained satisfactorily by means of measures taken by the Member State(s) concerned.\n(2) Commission Decision 2008/866/EC of 12 November 2008 on emergency measures suspending imports from Peru of certain bivalve molluscs intended for human consumption (2) was adopted following an outbreak of hepatitis A in humans related to the consumption of bivalve molluscs imported from Peru contaminated with hepatitis A virus (HAV). That Decision initially applied until 31 March 2009 but this period of application was extended until 30 November 2012 by Commission Implementing Decision 2011/723/EU (3).\n(3) A Commission audit was carried out in June 2011. The inspectors concluded that a well implemented control system and monitoring plan are in place and improvements have been noted since the former inspection visit in 2009.\n(4) The Peruvian competent authority presented an action plan in response to the recommendations included in the final report of the abovementioned audit. However, the monitoring system for virus detection in live bivalve molluscs is not fully implemented yet, hence the possible contamination of live bivalve mollusc with Hepatitis A virus could not be excluded. In addition, the testing method for HAV is still under validation.\n(5) The limit of application of Decision 2008/866/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 5 of Decision 2008/866/EC, the date ‘30 November 2012’ is replaced by the date ‘30 November 2013’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 November 2012.\nFor the Commission\nMaroš ŠEFČOVIČ\nVice-President\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 307, 18.11.2008, p. 9.\n(3)  OJ L 288, 5.11.2011, p. 26."}