{"celex_id": "32013R0990", "uri": "http://publications.europa.eu/resource/cellar/1e98e165-363c-11e3-a86c-01aa75ed71a1", "type": "Regulation", "concepts": ["1102", "1571", "161", "1642", "3190", "3415", "888"], "title": "Commission Implementing Regulation (EU) No 990/2013 of 15 October 2013 amending Regulation (EC) No 1187/2009 as regards exports of milk and milk products to the United States of America and the Dominican Republic\n", "header": "16.10.2013 EN Official Journal of the European Union L 275/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 990/2013\nof 15 October 2013\namending Regulation (EC) No 1187/2009 as regards exports of milk and milk products to the United States of America and the Dominican Republic\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 161(3), 170 and 171(1), in conjunction with Article 4 thereof,\nWhereas:\n(1) Section 2 of Chapter III of Commission Regulation (EC) No 1187/2009 (2) lays down provisions as regards export licences for cheese to be exported to the United States under certain GATT quotas. Experience with certain of those quotas has shown that, because of the continuously evolving market circumstances, in particular high price volatility, increased competition and changes in currency conversion rates, which occur in the long time lapse between the period for submission of applications for export licences (‘licence applications’) and the moment in which exports take place, exporters may not be able to use their licences and as a result lose the related securities. In order that exporters are not discouraged from applying for those quotas for which the time lapse is set in agreement with the authorities of the Unites States, it is necessary to reduce the applicable rate of the security, starting from the quota year 2015.\n(2) Article 22(3) of Regulation (EC) No 1187/2009 provides that for the quotas opened by the Unites States licence applications are subject to the lodging of a security in accordance with Article 9 thereof. Being part of the Chapter on general rules in Regulation (EC) No 1187/2009, Article 9 sets the mechanism for calculating the security for exports not benefiting from trade preferences granted by third countries. Therefore, in view of the experience with the preferential quotas opened by the United States and to render them more attractive to exporters, it is necessary, in addition to reducing the rate of the security, to specify that Article 9 in its entirety should not apply to those quotas.\n(3) Section 3 of Chapter III of Regulation (EC) No 1187/2009 provides for the conditions and the procedure to which the exporters are submitted for participating in the milk powder quota opened by the Dominican Republic. Whilst the quota has been fully used since its introduction until the quota year 2010/2011, it appears that as from the quota year 2011/2012 the total quantities applied for are lower than the available quota quantity.\n(4) With a view to maximising the use of the quota in the following years, it is necessary to adjust the rules as regards eligibility, applicable quantities, periods for submission of licence applications and security.\n(5) In addition, to make the quota more easily accessible to the exporters, the requirements concerning the minimum historical trade performance when applying for the quota part referred to in Article 28(1)(a) of Regulation (EC) No 1187/2009 should be alleviated.\n(6) In order to maximize the use of the quota and for the sake of simplification, the maximum quantities for which licence applications can be lodged, as laid down in Article 28(2) of Regulation (EC) No 1187/2009, should be increased to the quota quantity levels. The minimum quantity for which licence applications can be lodged should be fixed at 20 tonnes.\n(7) The long time lapse between the period for submission of licence applications, as laid down in Article 29 of Regulation (EC) No 1187/2009, and the quota year during which exports take place, as well as the high price volatility in the dairy sector and an increased competition for milk powders in the Dominican Republic have enhanced the risk for exporters to remain with licences that are not or only partially used, resulting in a loss of the related security. It is therefore appropriate to defer the submission of licence applications from April to May and to provide for a second allocation period.\n(8) Moreover, a reduction of the security referred to in Article 28(3) would encourage operators not to refrain from applying for licences and should therefore be provided for. It is also necessary to specify that Article 9 should not apply to the preferential quota opened by the Dominican Republic in order to render that quota more attractive to exporters.\n(9) Regulation (EC) No 1187/2009 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Amendment of Regulation (EC) No 1187/2009\nChapter III of Regulation (EC) No 1187/2009 is amended as follows:\n(1) Section 2 is amended as follows:\n(a) In Article 22, paragraph 3 is replaced by the following:\n(b) Article 26 is replaced by the following:\n(2) Section 3 is replaced by the following:\n(a) the first part, equal to 80 % or 17 920 tonnes, shall be distributed among Union exporters who can prove that they have exported products referred to in Article 27(2) to the Dominican Republic during at least one of the four calendar years prior to the period for submission of licence applications;\n(b) the second part, equal to 20 % or 4 480 tonnes, shall be reserved for applicants other than those referred to in point (a) who can prove, at the time they submit their licence application, that they have been engaged during the 12 last months in trade with third countries in the milk products listed in Chapter 4 of the Combined Nomenclature.\n(a) the respective quantities referred to in points (a) and (b) of the first subparagraph of paragraph 1, as regards the period for submission of licence applications referred to in the first paragraph of Article 29;\n(b) the total remaining quantity from both parts of the quota referred to in points (a) and (b) of the first subparagraph of paragraph 1, as regards the period for submission of licence applications referred to in the second paragraph of Article 29.\n(a) lodge a security of EUR 3/100 kg;\n(b) for the part referred to in point (a) of the first subparagraph of paragraph 1, indicate the quantity of products referred to in Article 27(2) that they have exported to the Dominican Republic during one of the four calendar years prior to the respective period for submission of licence applications, as referred to in Article 29, and are able to prove this to the satisfaction of the competent authority of the Member State concerned. To this end the operator whose name appears on the relevant export declaration shall be regarded as the exporter;\n(c) for the part referred to in point (b) of the first subparagraph of paragraph 1, are able to prove to the satisfaction of the competent authority of the Member State concerned that they fulfil the conditions laid down therein.\n(a) in section 7, the words ‘Dominican Republic — DO’;\n(b) in sections 17 and 18, the quantity to which the licence application or licence relates;\n(c) in section 20, one of the entries listed in Annex III.\n(a) on presentation of the proof referred to in Article 32(2) of Regulation (EC) No 376/2008 together with the transport document referred to in Article 17(3) of Regulation (EC) No 612/2009 mentioning as destination the Dominican Republic;\n(b) in respect of the quantities covered by applications for which no licence could be issued.\n(a) the quantity for which licences were not issued or cancelled,\n(b) the quantity exported.", "Transitional measures\nAs regards the exports to the Dominican Republic for the quota year 2013/2014, the total remaining quantity as referred to in point (b) of the first subparagraph of Article 28(2) of Regulation (EC) No 1187/2009 as amended by point (2) of Article 1 of this Regulation is 9 018 tonnes.\nApplications for export licences relating to the quantity referred to in the first paragraph of this Article may be lodged from 1 to 10 November 2013 in accordance with Section 3 of Chapter III of Regulation (EC) No 1187/2009 as amended by point (2) of Article 1 of this Regulation.", "Entry into force and application\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nPoint (1) of Article 1 shall apply as from the quota year 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  Commission Regulation (EC) No 1187/2009 of 27 November 2009 laying down special detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards export licences and export refunds for milk and milk products (OJ L 318, 4.12.2009, p. 1).\n(3)  OJ L 228, 1.9.2009, p. 3.’"}