{"celex_id": "32015D0354", "uri": "http://publications.europa.eu/resource/cellar/1d936120-c308-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["3561", "4048", "4838", "5083", "5640", "6049", "766"], "title": "Council Decision (EU) 2015/354 of 2 March 2015 adopting the Rules of Procedure of the Investment Facility Committee set up under the auspices of the European Investment Bank\n", "header": "5.3.2015 EN Official Journal of the European Union L 61/10\nCOUNCIL DECISION (EU) 2015/354\nof 2 March 2015\nadopting the Rules of Procedure of the Investment Facility Committee set up under the auspices of the European Investment Bank\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Internal Agreement between the Representatives of the Governments of the Member States, meeting within the Council, on the financing of European Union aid under the multiannual financial framework for the period 2014 to 2020, in accordance with the ACP-EU Partnership Agreement, and on the allocation of financial assistance for the Overseas Countries and Territories to which Part Four of the Treaty on the Functioning of the European Union applies (1) (‘Internal Agreement’), and in particular Article 9(2) thereof,\nHaving regard to the proposal from the European Investment Bank,\nWhereas:\n(1) The Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (2), as first amended in Luxembourg on 25 June 2005 (3) and as amended for the second time in Ouagadougou on 22 June 2010 (4) (‘ACP-EU Partnership Agreement’), provides for the definition of financial protocols for each five-year period.\n(2) On 26 June 2013, the Representatives of the Governments of the Member States, meeting within the Council, adopted an Internal Agreement in accordance with the ACP-EU Partnership Agreement, providing for the setting up of a Committee (‘the Investment Facility Committee’) consisting of Representatives of the Governments of the Member States and of a representative of the Commission under the auspices of the European Investment Bank (EIB).\n(3) On 17 November 2014, the EIB, after consulting the Commission, presented a proposal for a Decision adopting the rules of procedure of the Investment Facility Committee to the Council.\n(4) The rules of procedure of the Investment Facility Committee should take into account the relevant provisions of Council Decision 2013/755/EU (5) and of Council Regulation (EU) 2015/322 (6),", "main_body": ["The Rules of Procedure of the Investment Facility Committee set up under the auspices of the European Investment Bank, as set out in the Annex, are hereby adopted.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 2 March 2015.\nFor the Council\nThe President\nD. REIZNIECE-OZOLA\n(1)  OJ L 210, 6.8.2013, p. 1.\n(2)  OJ L 317, 15.12.2000, p. 3.\n(3)  OJ L 287, 28.10.2005, p. 4.\n(4)  OJ L 287, 4.11.2010, p. 3.\n(5)  Council Decision 2013/755/EU of 25 November 2013 on the association of the Overseas Countries and Territories (OCTs) with the European Union (‘Overseas Association Decision’) (OJ L 344, 19.12.2013, p. 1).\n(6)  Regulation (EU) 2015/322 of 2 March 2015 on the implementation of the 11th European Development Fund (OJ L 58, 3.3.2015, p. 1).\nANNEX\nRULES OF PROCEDURE OF THE INVESTMENT FACILITY COMMITTEE SET UP UNDER THE AUSPICES OF THE EUROPEAN INVESTMENT BANK\nArticle 1\n1.   The Investment Facility Committee (‘the Committee’) shall consist of a representative for each Member State and a representative of the Commission. Only the members of the Committee designated by the Member States, or their alternates, shall vote.\n2.   The Chairperson and the deputy Chairperson of the Committee shall be elected from within the members of the Committee designated by the Member States, for a period of two years. The election shall take place at the beginning of the first meeting of the Committee by secret vote. The Chairperson shall be elected among the candidates on the basis of a qualified majority, as laid down in Article 3. The election of the deputy Chairperson shall follow the same procedure.\n3.   The European Investment Bank (‘the Bank’) shall provide the Committee's secretariat and support services.\n4.   The Member States shall each nominate one representative and one alternate authorised to exercise voting rights. An alternate may attend meetings of the Committee as an observer, but shall only have the right to vote when his/her Member State's representative is absent. Under exceptional circumstances, where neither the representative nor the alternate can attend a meeting of the Committee, the representative may give a proxy to another representative, or may be replaced by a third person to be appointed ad hoc by the Member State. The Member States shall inform the Bank and the General Secretariat of the Council of the names and addresses of their representatives and their alternates through their Permanent Representations to the European Union.\n5.   The Commission shall nominate one representative and one alternate to attend the meetings of the Committee and shall communicate their names to the Bank and to the General Secretariat of the Council. These appointees may be assisted by other officials and servants of the Commission.\n6.   The Bank shall nominate two officials to attend and take part in the work of the Committee and shall communicate their names to the Commission and to the General Secretariat of the Council. These appointees may be assisted by other officials of the Bank.\n7.   A representative of the General Secretariat of the Council and a representative of the European External Action Service (EEAS) shall be invited to attend meetings of the Committee as observers.\nArticle 2\nThe Committee shall be convened by its Chairperson and shall meet at least four times a year at the Bank's headquarters in Luxembourg. The Chairperson may convene additional meetings at the request of one of its members, or the Bank.\nThe secretariat shall send notices of meetings to the members of the Committee and their alternates, to the General Secretariat of the Council, the Commission and the EEAS, including details of the agenda proposed for the meeting, at the same time as the relevant documents, as specified in Article 5(1).\nArticle 3\nThe Committee shall act in all matters by a qualified majority of 721 votes out of 1 000, expressing a vote in favour by at least 15 Member States. The blocking minority shall consist of 280 votes. The votes of the representatives of the Member States shall be weighted as follows:\nMember State Votes\nBelgium 33\nBulgaria 2\nCzech Republic 8\nDenmark 20\nGermany 206\nEstonia 1\nIreland 9\nGreece 15\nSpain 79\nFrance 178\nCroatia 2\nItaly 125\nCyprus 1\nLatvia 1\nLithuania 2\nLuxembourg 3\nHungary 6\nMalta 1\nNetherlands 48\nAustria 24\nPoland 20\nPortugal 12\nRomania 7\nSlovenia 2\nSlovakia 4\nFinland 15\nSweden 29\nUnited Kingdom 147\nTotal 1 000\nArticle 4\n1.   The Committee shall, under the conditions laid down in Article 3 of these Rules of Procedure and in Article 16 of the Council Regulation (EU) 2015/322 (1) (‘the Implementation Regulation’):\n(a) with regard to the Investment Facility, approve:\n(i) the operational guidelines and proposals for their revision;\n(ii) the investment strategies and business plans, including performance indicators, in accordance with point (b) of Article 16(2) of the Implementation Regulation;\n(iii) the annual reports, including the financial statements;\n(iv) any general policy document, including evaluation reports;\n(b) deliver an opinion on:\n(i) all Investment Facility financing proposals;\n(ii) all financing proposals from the Bank's own resources under the ACP-EU Partnership Agreement and the Overseas Association Decision including those related to projects for which the Commission has rendered a negative opinion;\n(iii) the use of an interest rate subsidy, in case of projects including an interest rate subsidy;\n(iv) proposals related to the development of the Bank's result measurement framework to the extent that such framework is applicable to operations under the ACP-EU Partnership Agreement;\n(v) any other proposal based on the general principles defined in the operational guidelines.\nIn order to streamline the approval process for small operations, the Committee may give its favourable opinion to proposals from the Bank for a global allocation (interest rate subsidies, technical assistance) or global authorisation (lending, equity) in accordance with Article 16(3) of the Implementation Regulation.\nIn addition, the governing bodies of the Bank may, from time to time, request that the Committee provides an opinion on other strategy or policy issues concerning the operations of the Bank in the ACP countries.\n2.   The working documents and proposals for the Committee shall be prepared and submitted by the Bank to the Committee and to the observers. Proposals shall provide details on:\n(a) the description of the project and its relevance to the country development strategy as presented in the country strategy papers;\n(b) the development objective which the project is intended to achieve, including the sustainability of the measures planned;\n(c) the general organisation of, and the justification for, the project;\n(d) the project's costs, method of financing and risks involved, as well as, when relevant, the risk mitigation measures the Bank intends to apply;\n(e) the project's local, national and regional impact, based on the provisions of the ACP-EU Partnership Agreement, including on the environment;\n(f) the agreement or opinion of the Commission, as specified in Article 16(5) of the Implementation Regulation.\n3.   The detailed rules governing the technical execution of the project and the timetable for carrying it out shall be summarised in an Annex to the proposal.\nArticle 5\n1.   The Bank shall send the relevant documents and proposals to the members of the Committee and their alternates, as well as to the General Secretariat of the Council and to the EEAS at least 21 calendar days before the date fixed for the meetings.\nThe Chairperson may in exceptional cases waive the above time limit at the duly justified request of the Bank. Should a member of the Committee, however, inform the Secretariat that the waiving of the time limit is not acceptable, the respective agenda item will be removed.\n2.   Members of the Committee shall notify the Bank in writing of any comments or requests for further information they may have on the documents circulated pursuant to paragraph 1, within the following respective time limits:\n(a) at least five working days before the date of the meetings in case they request a written response from the Bank ahead of the meeting;\n(b) at least three working days, in case they request the Bank to answer orally during the meeting.\nThe right of Members of the Committee to receive oral answers from the Bank regarding questions raised during the meeting on the documents circulated pursuant to paragraph 1 shall not be impaired.\n3.   Acting on a proposal from its Chairperson, the Committee shall adopt the agenda at the beginning of the meeting. Each member of the Committee may request that items be added to the agenda, but for discussion only. Information supplied in this connection may be given orally.\n4.   An absent Member State representative shall be deemed to have approved or delivered a favourable opinion on the documents submitted, except where he/she has given the Chairperson of the Committee written notice of his/her intention not to approve or deliver a favourable opinion, or where, as an exceptional measure, he/she has given a proxy to another Member State representative. Where proxies to vote have been given or a replacement has been designated, the Chairperson of the Committee shall be duly informed in advance.\nA Member State representative may receive a proxy from one other Member State representative only.\nArticle 6\n1.   The opinion of the Committee may be sought by means of a written procedure at the initiative of the Bank and with the prior agreement of the Chairperson.\n2.   Where a proposal is submitted through written procedure, the Bank shall submit it together with all relevant supporting documents. If, within 21 calendar days following the submission of a proposal, a Member State representative has not cast a negative vote, he/she shall be deemed to have voted in favour of the proposal.\n3.   If discussion at a meeting of the Committee is specifically requested by one of its members not later than five working days before expiry of the 21 calendar days period referred to in the paragraph 2, the proposal shall be submitted in the next scheduled meeting of the Committee. In exceptional cases of particular urgency, the Bank may then request that an extraordinary meeting of the Committee be convened by the Chairperson pursuant to Article 2.\nArticle 7\n1.   Without prejudice to Article 16(6) of the Implementation Regulation, the Committee's approval or favourable opinion may be granted subject to any comment specified by the Committee.\n2.   The Committee may ask for the appraisal of a request or proposal to be supplemented in certain respects. In such an event, the request or the proposal can be put before the Committee a second time.\n3.   The opinions delivered by the Committee shall be forwarded to the Bank's governing bodies.\nArticle 8\n1.   A record of the main conclusions of each meeting of the Committee and the main standpoints adopted by the members of the Committee shall be drawn up by the secretariat under the responsibility of the Chairperson within 15 working days of the date of the meeting. The secretariat shall likewise record the opinions and votes cast under written procedure. These records shall be sent to the members of the Committee.\n2.   The record shall be deemed final once approved by the Committee, whether by written procedure or at a subsequent meeting.\n3.   Correspondence concerning the Committee shall be addressed to the secretariat, for the attention of the Chairperson of the Committee.\n4.   All representatives and observers attending meetings of the Committee shall observe the confidentiality of the Committee's work and deliberations. Documents relating to such work and deliberations shall be for the use of those to whom they are addressed, who shall be responsible for their safekeeping and the preservation of their confidentiality.\n5.   Twice a year, the Bank, in agreement with the Chairperson of the Committee, will make available general information on the implementation of the Investment Facility to the EDF Committee and the Council preparatory bodies, in particular the ACP Working Party, to ensure broad coherence and complementarity of activities funded under the European Development Fund. This will be done in compliance with confidentiality rules enshrined in paragraph (4).\nArticle 9\n1.   The operating expenditure of the Committee, including travel expenses for one representative of each Member State, shall be borne by the Bank. The Member State representative chairing the Committee is also entitled to reimbursement of travel expenses in addition to the other representative from the same Member State, if any.\n2.   The Bank shall place at the disposal of the Committee the premises and equipment necessary for its work.\nArticle 10\nAll notices, correspondence or documents to be transmitted pursuant to these Rules of Procedure may be so transmitted using electronic mail or facsimile machine.\n(1)  Regulation (EU) 2015/322 of 2 March 2015 on the implementation of the 11th European Development Fund (OJ L 58, 3.3.2015, p. 1)."}