{"celex_id": "32010R1009", "uri": "http://publications.europa.eu/resource/cellar/00f5a7b1-2a2e-4291-9166-31804ba0cedc", "type": "Regulation", "concepts": ["1252", "2897", "4654", "5234", "5235"], "title": "Commission Regulation (EU) No 1009/2010 of 9 November 2010 concerning type-approval requirements for wheel guards of certain motor vehicles and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor  Text with EEA relevance\n", "header": "10.11.2010 EN Official Journal of the European Union L 292/21\nCOMMISSION REGULATION (EU) No 1009/2010\nof 9 November 2010\nconcerning type-approval requirements for wheel guards of certain motor vehicles and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 661/2009 of the European Parliament and of the Council of 13 July 2009 concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (1), and in particular Article 14 (1)(a) thereof,\nWhereas:\n(1) Regulation (EC) No 661/2009 is a separate Regulation for the purposes of the type-approval procedure provided for by Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (2).\n(2) Regulation (EC) No 661/2009 repeals Council Directive 78/549/EEC of 12 June 1978 on the approximation of the laws of the Member States relating to the wheel guards of motor vehicles (3). The requirements set out in that Directive should be carried over to this Regulation and, where necessary, amended in order to adapt them to the development of scientific and technical knowledge.\n(3) The scope of this Regulation should be in line with that of Directive 78/549/EEC and thus limited to vehicles of category M1.\n(4) Regulation (EC) No 661/2009 lays down fundamental provisions on requirements for the type-approval of certain motor vehicles with regard to wheel guards. Therefore it is necessary to also set out the specific procedures, tests and requirements for such type-approval.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Technical Committee – Motor Vehicles,", "main_body": ["Scope\nThis Regulation applies to motor vehicles of category M1, as defined in Annex II to Directive 2007/46/EC.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(1) ‘vehicle type with regard to wheel guards’ means vehicles which do not differ in such essential respects as the characteristics of the wheel guards or the minimum and maximum tyre and wheel sizes suitable for fitment, taking into account the applicable tyre envelopes, rim sizes and wheel off-sets;\n(2) ‘tyre envelope’ means the maximum section width and outer-diameter of a tyre, including tolerances, as permitted and specified according to its component approval;\n(3) ‘snow traction device’ means a snow chain or other equivalent device providing traction in snow, which shall be able to be mounted onto the vehicle's tyre/wheel combination and which is not a snow tyre, winter tyre, all-season tyre or any other tyre by itself.", "Provisions for EC type-approval of a vehicle with regard to wheel guards\n1.   The manufacturer or his representative shall submit to the type-approval authority the application for EC type-approval of a vehicle with regard to wheel guards.\n2.   The application shall be drawn up in accordance with the model of the information document set out in Part 1 of Annex I.\n3.   If the relevant requirements set out in Annex II to this Regulation are met, the approval authority shall grant an EC type-approval and issue a type-approval number in accordance with the numbering system set out in Annex VII to Directive 2007/46/EC.\nA Member State may not assign the same number to another vehicle type.\n4.   For the purposes of paragraph 3, the type-approval authority shall deliver an EC type-approval certificate established in accordance with the model set out in Part 2 of Annex I.", "Validity and extension of approvals granted under Directive 78/549/EEC\nNational authorities shall permit the sale and entry into service of vehicles type-approved before the date referred to in Article 13(2) of Regulation (EC) No 661/2009 and continue to grant extension of approvals to those vehicles under the terms of Directive 78/549/EEC.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 200, 31.7.2009, p. 1.\n(2)  OJ L 263, 9.10.2007, p. 1.\n(3)  OJ L 168, 26.6.1978, p. 45.\nANNEX I\nAdministrative documents for EC type-approval of motor vehicles with regard to wheel guards\nPART 1\nInformation document\nMODEL\nInformation document No … relating to the EC type-approval of a motor vehicle with regard to wheel guards.\nThe following information shall be supplied in triplicate and include a list of contents. Any drawings shall be supplied in appropriate scale and in sufficient detail on size A4 or on a folder of A4 format. Photographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units referred to in this information document have electronic controls, information concerning their performance shall be supplied.\n0.   GENERAL\n0.1.   Make (trade name of manufacturer): …\n0.2.   Type: …\n0.2.1.   Commercial name(s) (if available): …\n0.3.   Means of identification of type, if marked on the vehicle (1): …\n0.3.1.   Location of that marking: …\n0.4.   Category of vehicle (2): …\n0.5.   Name and address of manufacturer: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer's representative (if any): …\n1.   GENERAL CONSTRUCTION CHARACTERISTICS OF THE VEHICLE\n1.1.   Photographs and/or drawings of a representative vehicle: …\n1.3.   Number of axles and wheels: …\n1.3.1.   Number and position of axles with twin wheels: …\n1.3.2.   Number and position of steered axles: …\n1.3.3.   Powered axles (number, position, interconnection): …\n2.   MASSES AND DIMENSIONS (3)\n (4)\n2.3.   Axle track(s) and width(s):\n2.3.1.   Track of each steered axle: (5) …\n2.3.2.   Track of all other axles: (5) …\n2.3.3.   Width of the widest rear axle: …\n2.3.4.   Width of the foremost axle (measured at the outermost part of the tyres excluding the bulging of the tyres close to the ground): …\n2.4.   Range of vehicle dimensions (overall)\n2.4.1.   For chassis without bodywork\n2.4.1.2.   Width (6): …\n2.4.1.3.   Height (in running order) (7) (for suspensions adjustable for height, indicate normal running position): …\n2.4.2.   For chassis with bodywork\n2.4.2.2.   Width (6): …\n2.4.2.3.   Height (in running order) (7) (for suspensions adjustable for height, indicate normal running position): …\n2.6.   Mass in running order\nMass of the vehicle with bodywork and, in the case of a towing vehicle of category other than M1, with coupling device, if fitted by the manufacturer, in running order, or mass of the chassis or chassis with cab, without bodywork and/or coupling device if the manufacturer does not fit the bodywork and/or coupling device (including liquids, tools, spare wheel, if fitted, and driver and, for buses and coaches, a crew member if there is a crew seat in the vehicle) (8) (maximum and minimum for each variant): …\n6.   SUSPENSION\n6.2.1.   Level adjustment: yes/no/optional (9)\n6.6.   Tyres and wheels\n6.6.1.   Tyre/wheel combination(s)\n(a) for tyres indicate size designation;\n(b) for wheels indicate rim size(s) and off-set(s)\n6.6.1.1.   Axles\n6.6.1.1.1.   Axle 1: …\n6.6.1.1.2.   Axle 2: …\netc.\n6.6.4.   Description of the snow traction device(s) and the tyre/wheel combination(s) on the front and/or rear axle(s) suitable for the type of vehicle, as recommended by the manufacturer: …\n9.16.   Wheel guards\n9.16.1.   Brief description of the vehicle with regard to its wheel guards: …\n9.16.2.   Detailed drawings of the wheel guards and their position on the vehicle showing the dimensions specified in Figure 1 of Annex II of this Regulation and taking account of the extremes of tyre/wheel combinations: …\nExplanatory notes\nPART 2\nEC type-approval certificate\nMODEL\nFormat: A4 (210 × 297 mm)\nEC TYPE-APPROVAL CERTIFICATE\nCommunication concerning:\n— EC type-approval (10)\n— extension of EC type-approval (10)\n— refusal of EC type-approval (10)\n— withdrawal of EC type-approval (10)\n— EC type-approval (10)\n— extension of EC type-approval (10)\n— refusal of EC type-approval (10)\n— withdrawal of EC type-approval (10)\nwith regard to Regulation (EU) No 1009/2010 as last amended by Regulation (EU) No …/… (10)\nEC type-approval number: …\nReason for extension: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer's representative (if any): …\nSECTION II\n1.   Additional information: see Addendum.\n2.   Technical service responsible for carrying out the tests: …\n3.   Date of test report: …\n4.   Number of test report: …\n5.   Remarks (if any): see Addendum.\n6.   Place: …\n7.   Date: …\n8.   Signature: …\nAttachments : Information package\n(1)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol ‘?’ (e.g. ABC??123??).\n(2)  Classified according to the definitions set out in Directive 2007/46/EC Part A of Annex II.\n(3)  Where there is one version with a normal cab and another with a sleeper cab, both sets of masses and dimensions are to be stated.\n(4)  Standard ISO 612: 1978 - Road vehicles - Dimensions of motor vehicles and towed vehicles - terms and definitions.\n(5)\n(g4) Term No 6.5.\n(6)\n(g7) Term No 6.2.\n(7)\n(g8) Term No 6.3.\n(8)  The mass of the driver and, if applicable, of the crew member is assessed at 75 kg (subdivided into 68 kg occupant mass and 7 kg luggage mass according to ISO Standard 2416 - 1992), the fuel tank is filled to 90 % and the other liquid containing systems (except those for used water) to 100 % of the capacity specified by the manufacturer.\n(9)  Delete where not applicable.\n(10)  Delete where not applicable.\n(11)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol ‘?’ (e.g. ABC??123??).\n(12)  As defined in Directive 2007/46/EC, Annex II, Section A.\nAddendum\nto EC type-approval certificate No …\n1. Additional information:\n1.1. Brief description of the vehicle type as regards its structure, dimensions, lines and constituent materials: …\n1.2. Description of the wheel guards: …\n1.3. Tyre/wheel combination(s) (including tyre size, rim size and wheel off-set): …\n1.4. Description of the type of snow traction device(s) which may be used: …\n1.5. Tyre/wheel combination(s) (including tyre size, rim size and wheel off-set) to be used with the snow traction device(s): …\n2. Permanently driven axle(s): axle 1/axle 2/… (1)\n3. Suspension height adjustable: yes/no (1)\n4. Wheel guards detachable/not detachable (1) as a unit/in parts (1)\n5. Remarks: …\n(1)  Delete as appropriate.\nANNEX II\nRequirements for wheel guards\n1.   GENERAL REQUIREMENTS\n1.1. The motor vehicle shall be provided with a wheel guard for each wheel.\n1.2. The wheel guard may consist of parts of the bodywork or separate mudguards and shall be so designed as to protect road users, as far as possible, against thrown-up stones, mud, ice, snow and water and to reduce the dangers due to contact with rotating wheels.\n2.   SPECIFIC REQUIREMENTS\n2.1. The wheel guards shall meet the following requirements with the vehicle's mass adjusted to that of the manufacturer's declared mass in running order with one additional passenger on the first seating row and the steered wheels in the straight ahead position.\n2.1.1. In the part formed by radial planes at an angle of 30° towards the front and 50° towards the rear of the centre of the wheels (see Figure 1), the overall width (q) of the wheel guard shall be at least sufficient to cover the total tyre width (b) taking into account the tyre envelope as well as the extremes of the tyre/wheel combination(s) as specified by the manufacturer. In the case of twin wheels, the tyre envelopes and total width over the two tyres (t) shall be taken into account.\n2.1.1.1. For the purposes of determining the widths referred to in paragraph 2.1.1, the labelling (marking) and decorations, protective bands or ribs on tyre walls are not taken into account.\n2.1.2. The rear of the wheel guard shall not terminate above a horizontal plane 150 mm above the axis of rotation of the wheels, furthermore:\n2.1.2.1. In case of single wheels, the intersection of the rear edge of the wheel guard with the horizontal plane as defined in paragraph 2.1.2 (see Figure 1, point A) shall lie outwards of the median longitudinal plane of the tyre.\n2.1.2.2. In the case of twin wheels, the intersection of the rear edge of the wheel guard with the horizontal plane as defined in paragraph 2.1.2 (see Figure 1, point A) at the outside wheel shall lie outwards of the median longitudinal plane of the outermost tyre.\n2.1.3. The contour and location of each wheel guard shall be such that they are as close to the tyres as possible. In particular within the part formed by the radial planes referred to in paragraph 2.1.1, the following requirements shall be satisfied:\n2.1.3.1. The depth (p) of the recess situated in the vertical plane of the tyre axis, measured from the outward and inward edges of the wheel guard at the vertical longitudinal plane passing through the centre of the tyre inside the wheel guard, shall be at least 30 mm. This depth (p) may be reduced progressively to zero towards the radial planes specified in paragraph 2.1.1.\n2.1.3.2. The distance (c) between the lower edges of the wheel guard and the axis passing through the centre of rotation of the wheels shall not exceed 2 × r, where the radius (r) is the static radius of the tyre.\n2.1.4. In the case of vehicles having an adjustable suspension height, the abovementioned requirements shall be met when the vehicle is in the normal running position as specified by the vehicle manufacturer.\n2.2. The wheel guards may consist of several components, provided that no gaps exist between or within the individual parts when assembled.\n2.3. The wheel guards shall be firmly attached. However, they may be detachable either as a unit or in parts.\n3.   USE OF SNOW TRACTION DEVICES\n3.1. In the case of vehicles where only two wheels are driven, the manufacturer shall certify that the vehicle is so designed that at least one type of snow traction device can be used on at least one of the tyre and wheel combinations approved for the driven axle of the vehicle. The snow traction device and tyre/wheel combination(s) suitable for the vehicle type shall be specified by the manufacturer under item 6.6.4 in the information document.\n3.2. In the case of vehicles where all wheels are driven, including vehicles where drive axles can be disengaged either manually or automatically, the manufacturer shall certify that the vehicle is so designed that at least one type of snow traction device can be used on at least one of the tyre and wheel combinations approved for the driven axle, which cannot be disengaged, of the vehicle. The snow traction device and tyre/wheel combination(s) suitable for the vehicle type shall be specified by the manufacturer under item 6.6.4 in the information document.\n3.3. The vehicle manufacturer shall include relevant instructions regarding the correct use of the specified snow traction devices in the vehicle handbook and this information shall be given in the national language, or at least one of the national languages, of the country in which the vehicle is offered for sale.\nFigure 1\nDiagram of wheel guard"}