{"celex_id": "32014L0022", "uri": "http://publications.europa.eu/resource/cellar/9719d164-955f-11e3-8c34-01aa75ed71a1", "type": "Directive", "concepts": ["1445", "5272", "6124"], "title": "Commission Implementing Directive 2014/22/EU of 13 February 2014 amending Annex IV to Council Directive 2006/88/EC as regards infectious salmon anaemia (ISA)  Text with EEA relevance\n", "header": "14.2.2014 EN Official Journal of the European Union L 44/45\nCOMMISSION IMPLEMENTING DIRECTIVE 2014/22/EU\nof 13 February 2014\namending Annex IV to Council Directive 2006/88/EC as regards infectious salmon anaemia (ISA)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 61(2) thereof,\nWhereas:\n(1) Directive 2006/88/EC lays down, inter alia, certain animal health rules applicable to aquaculture animals and products thereof, including specific provisions concerning the exotic and non-exotic diseases and species susceptible thereto, listed in Part II of Annex IV to that Directive.\n(2) Section B of Part I of Annex IV to Directive 2006/88/EC sets out the criteria to be fulfilled in order for a disease to be listed as a non-exotic disease in Part II of that Annex. Infectious salmon anaemia (ISA) is currently included in that list.\n(3) In May 2013 the World Organisation for Animal Health (OIE) amended Chapter 10.5. of the Aquatic Animal Health Code (OIE Aquatic Code) as regards ISA. According to the revised OIE Aquatic Code (16th Edition 2013), ISA is defined as an infection with genotype HPR-deleted or genotype HPR0 (non-deleted highly polymorphic region) of the genus Isavirus (ISAV) of the family Orthomyxoviridae. Furthermore, both genotypes are now notifiable in accordance with Article 1.3.1. and 10.5.1 of the OIE Aquatic Code. Before that revision no distinction was made between the two genotypes of ISAV.\n(4) Only infections with genotype HPR-deleted of the genus ISAV fulfil the criteria set out in Section B of Part I of Annex IV to Directive 2006/88/EC. Consequently, only infections with genotype HPR-deleted of the genus ISAV should be listed in Part II of Annex IV to Directive 2006/88/EC. For the purpose of Directive 2006/88/EC, infectious salmon anaemia (ISA) should therefore be defined as an infection with genotype HPR-deleted of the genus ISAV.\n(5) Part II of Annex IV to Directive 2006/88/EC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex IV to Directive 2006/88/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 15 November 2014 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 16 November 2014 at latest.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 24.11.2006, p. 14.\nANNEX\nIn Annex IV to Directive 2006/88/EC, Part II is replaced by the following:\n‘PART II\nListed diseases\nExotic diseases\nDisease Susceptible species\nFish Epizootic haematopoietic necrosis Rainbow trout (Oncorhynchus mykis) and redfin perch (Percha fluviatilis)\nMolluscs Infection with Bonamia exitiosa Australian mud oyster (Ostrea angasi) and Chilean flat oyster (O. chilensis)\nInfection with Perkinsus marinus Pacific oyster (Crassostrea gigas) and Eastern oyster (C. virginica)\nInfection with Microcytos mackini Pacific oyster (Crassostrea gigas), Eastern oyster (C. virginica), Olympia flat oyster (Ostrea conchaphila) and European flat oyster (O. edulis)\nCrustaceans Taura syndrome Gulf white shrimp (Penaeus setiferus), Pacific blue shrimp (P. styrlirostris), and Pacific white shrimp (P. vannamei)\nYellowhead disease Gulf brown shrimp (Penaeus aztecus), Gulf pink shrimp (P. duoranum), Kuruma prawn (P. japonicas), black tiger shrimp (P. monodon), Gulf white shrimp (Penaeus setiferus), Pacific blue shrimp (P. styrlirostris), and Pacific white shrimp (P. vannamei)\nNon-exotic diseases\nFish Viral haemorrhagic septicaemia (VHS) Herring (Cupea spp.), whitefish (Coregonus sp.), pike (Esox Lucius), haddock (Gadus aeglefinus), Pacific cod (G. macrocephalus), Atlantic cod (G. morhua), Pacific salmon (Onchorhynchus spp.), rainbow trout (O. mykiss), rockling (Onos mustelus), brown trout (Salmo trutta), turbot (Schophtalmus maximus), sprat (Sprattus sprattus), grayling (Thymallus thymallus) and olive flounder (Paralichthys olivaceus)\nInfectious haematopoetic necrosis (IHN) Chum salmon (Oncorchynchus keta), coho salmon (O. kisutch), Masou salmon (O. masou), rainbow or steelhead trout (O. mykiss), sockeye salmon (O. nerka), pink salmon (O. rhodurus), Chinook salmon (O. tshawytscha), and Atlantic salmon (Salmo salar)\nKoi herpes virus (KHV) disease Common carp and koi carp (Cyprinus carpio)\nInfectious salmon anaemia (ISA): infection with genotype HPR-deleted of the genus Isavirus (ISAV) Rainbow trout (Oncorhynchus mykiss), Atlantic salmon (Salmo salar), and brown and sea trout (Salmo trutta)\nMolluscs Infection with Marteilia refringens Australian mud oyster (Ostrea angsi), Chilean flat oyster (O. chilensis), European flat oyster (O. edulis), Argentinian oyster (O. pelchana), blue mussel (Mytilus edulis) and Mediterranean mussel (M. galloprovincialis)\nInfection with Bonamia ostrea Australian mud oyster (Ostrea angasi), Chilean flat oyster (O. chilensis), Olympia flat oyster (O. conchaphila), Asiatic oyster (O. denselammellosa), European flat oyster (O. edulis) and Argentinian oyster (O. puelchana)\nCrustaceans White spot disease All decapod crustaceans (order Decapoda)’"}