{"celex_id": "32012R0393", "uri": "http://publications.europa.eu/resource/cellar/a2fcc376-1ca1-4763-805e-a7a8ab8cd095", "type": "Regulation", "concepts": ["192", "2121", "3191", "4453", "4500", "4743", "8464"], "title": "Commission Implementing Regulation (EU) No 393/2012 of 7 May 2012 amending Annex I to Regulation (EC) No 798/2008 as regards the entry for Thailand in the lists of third countries or parts thereof from which poultry and poultry products may be imported into and transit through the Union  Text with EEA relevance\n", "header": "9.5.2012 EN Official Journal of the European Union L 123/27\nCOMMISSION IMPLEMENTING REGULATION (EU) No 393/2012\nof 7 May 2012\namending Annex I to Regulation (EC) No 798/2008 as regards the entry for Thailand in the lists of third countries or parts thereof from which poultry and poultry products may be imported into and transit through the Union\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point 1 of Article 8 and point 4 of Article 8 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (2) provides that the commodities covered by it are only to be imported into and transit through the Union from the third countries, territories, zones or compartments listed in Part 1 of Annex I thereto.\n(2) Thailand is currently listed in the table in Part 1 of Annex I to Regulation (EC) No 798/2008 as authorised for imports into the Union of specified pathogen-free eggs and egg products. Due to outbreaks of highly pathogenic avian influenza in 2004, imports into the Union of meat of poultry, farmed ratites and wild game-birds and eggs were prohibited as indicated by the entries in columns 6 and 6A of the table in Part 1 of Annex I to that Regulation.\n(3) In addition, Commission Decision 2005/692/EC of 6 October 2005 concerning certain protection measures in relation to avian influenza in several third countries (3) provides that Member States are to suspend the importation from Thailand of certain products including meat of poultry, farmed ratites and wild game-birds, and eggs.\n(4) The animal health situation in Thailand has since improved, in particular as regards the control of highly pathogenic avian influenza in poultry. Commission experts have carried out several inspection missions in Thailand to assess the animal health situation and the disease control systems in place in that third country. The conclusion drawn from the last mission carried out in Thailand is that the overall system gives sufficient guarantees that the concerned products fulfil the relevant Union requirements.\n(5) In light of this, Decision 2005/692/EC as amended by Commission Implementing Decision 2012/248/EU of 7 May 2012 amending Decisions 2005/692/EC, 2005/734/EC, 2007/25/EC and 2009/494/EC as regards avian influenza (4) no longer suspends imports from Thailand into the Union of the products covered by Decision 2005/692/EC including meat of poultry, farmed ratites and wild game-birds, and eggs.\n(6) As a result, the entry for Thailand in Part 1 of Annex I to Regulation (EC) No 798/2008 should be amended in order to reflect that imports of meat of poultry, farmed ratites and wild game-birds and eggs into, and transit through, the Union from Thailand are no longer prohibited.\n(7) However, the imports of eggs from Thailand should be subject to the submission by that third country of a Salmonella control programme.\n(8) Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 798/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 226, 23.8.2008, p. 1.\n(3)  OJ L 263, 8.10.2005, p. 20.\n(4)  See page 42 of this Official Journal.\nANNEX\nIn Part 1 of Annex I to Regulation (EC) No 798/2008, the entry for Thailand is replaced by the following:\n‘TH-Thailand TH-0 Whole country SPF, EP\nWGM VIII   1.7.2012\nPOU, RAT    1.7.2012\nE    1.7.2012   S4’"}