{"celex_id": "32014R0605", "uri": "http://publications.europa.eu/resource/cellar/9134d509-ed42-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["12", "2739", "4308", "5313", "5563", "6004", "720", "893"], "title": "Commission Regulation (EU) No 605/2014 of 5 June 2014 amending, for the purposes of introducing hazard and precautionary statements in the Croatian language and its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures  Text with EEA relevance\n", "header": "6.6.2014 EN Official Journal of the European Union L 167/36\nCOMMISSION REGULATION (EU) No 605/2014\nof 5 June 2014\namending, for the purposes of introducing hazard and precautionary statements in the Croatian language and its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Act concerning the conditions of accession of the Republic of Croatia and the adjustments to the Treaty on European Union and the Treaty establishing the European Atomic Energy Community (1), and in particular Article 50 thereof,\nHaving regard to Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (2), and in particular Article 37(5) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 487/2013 (3) amends some of the language tables for hazard statements included in Annex III to Regulation (EC) No 1272/2008 and some of the language tables for precautionary statements included in Annex IV to that Regulation. With the accession of Croatia to the European Union on 1 July 2013, it is necessary that all hazard and precautionary statements provided for by Regulation (EC) No 1272/2008 as amended by Commission Regulation (EU) No 487/2013 are available in the Croatian language as well. This Regulation introduces the necessary adjustments to the language tables.\n(2) Part 3 of Annex VI to Regulation (EC) No 1272/2008 contains two lists of harmonised classification and labelling of hazardous substances. Table 3.1 lists the harmonised classification and labelling of hazardous substances based on the criteria set out in Parts 2 to 5 of Annex I to Regulation (EC) No 1272/2008. Table 3.2 lists the harmonised classification and labelling of hazardous substances based on the criteria set out in Annex VI to Council Directive 67/548/EEC (4).\n(3) Proposals for new or updated harmonised classification and labelling of certain substances have been submitted to the European Chemicals Agency (ECHA) pursuant to Article 37 of Regulation (EC) No 1272/2008. Based on the opinions on those proposals issued by the Committee for Risk Assessment of ECHA, as well as on the comments received from the parties concerned, it is appropriate to introduce, remove or update harmonised classification and labelling of certain substances by amending Annex VI to that Regulation.\n(4) Compliance with the new harmonised classifications should not be required immediately, as a certain period of time will be necessary to allow suppliers to adapt the labelling and packaging of substances and mixtures to the new classifications and to sell existing stocks. In addition, a certain period of time will be necessary to allow suppliers to comply with the registration obligations resulting from the new harmonised classifications for substances classified as carcinogenic, mutagenic or toxic to reproduction, categories 1A and 1B (Table 3.1) and categories 1 and 2 (Table 3.2), or as very toxic to aquatic organisms which may cause long term effects in the aquatic environment, in particular with those set out in Article 23 of Regulation (EC) No 1907/2006 of the European Parliament and of the Council (5).\n(5) In line with the transitional provisions of Regulation (EC) No 1272/2008 which allow the application of the new provisions at an earlier stage on a voluntary basis, suppliers should have the possibility of applying the new harmonised classifications and of adapting the labelling and packaging accordingly on a voluntary basis before the deadline for compliance.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Regulation (EC) No 1272/2008 is amended as follows:\n(1) Annex III is amended in accordance with Annex I to this Regulation;\n(2) Annex IV is amended in accordance with Annex II to this Regulation;\n(3) Annex VI is amended in accordance with Annex III to this Regulation.", "1.   By way of derogation from Article 3(2), substances and mixtures may, before 1 December 2014 and 1 June 2015 respectively, be classified, labelled and packaged in accordance with this Regulation.\n2.   By way of derogation from Article 3(2), substances classified, labelled and packaged in accordance with Regulation (EC) No 1272/2008 and placed on the market before 1 December 2014, shall not be required to be relabelled and repackaged in accordance with this Regulation until 1 December 2016.\n3.   By way of derogation from Article 3(2), mixtures classified, labelled and packaged in accordance with Directive 1999/45/EC of the European Parliament and of the Council (6) or Regulation (EC) No 1272/2008 and placed on the market before 1 June 2015, shall not be required to be relabelled and repackaged in accordance with this Regulation until 1 June 2017.\n4.   By way of derogation from Article 3(3), the harmonised classifications set out in Annex III to this Regulation may be applied before the date referred to in Article 3(3).", "1.   This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\n2.   Article 1(1) and (2) shall apply in respect of substances from 1 December 2014 and in respect of mixtures from 1 June 2015.\n3.   Article 1(3) shall apply from 1 April 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 112, 24.4.2012, p. 21.\n(2)  OJ L 353, 31.12.2008, p. 1.\n(3)  Commission Regulation (EU) No 487/2013 of 8 May 2013 amending, for the purposes of its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and the Council on classification, labelling and packaging of substances and mixtures (OJ L 149, 1.6.2013, p. 1).\n(4)  Council Directive 67/548/EEC of 27 June 1967 on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (OJ L 196, 16.8.1967, p. 1).\n(5)  Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1).\n(6)  Directive 1999/45/EC of the European Parliament and of the Council of 31 May 1999 concerning the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations (OJ L 200, 30.7.1999, p. 1).\nANNEX I\nIn Part 1 of Annex III, Table 1.1 is amended as follows:\n(1) in code H229, the following is inserted after the entry corresponding to GA:\n‘HR Spremnik pod tlakom: može se rasprsnuti ako se grije.’\n(2) in code H230, the following is inserted after the entry corresponding to GA:\n‘HR Može eksplozivno reagirati i bez prisustva zraka.’\n(3) in code H231, the following is inserted after the entry corresponding to GA:\n‘HR Može eksplozivno reagirati i bez prisustva zraka na povišenom tlaku i/ili temperaturi.’\nANNEX II\nPart 2 to Annex IV is amended as follows:\n(1) Table 1.2 is amended as follows:\n(a) in code P210, the following is inserted after the entry corresponding to GA:\n‘HR Čuvati odvojeno od topline, vrućih površina, iskri, otvorenih plamena i ostalih izvora paljenja. Ne pušiti.’\n(b) in code P223: The following is inserted after the entry corresponding to GA:\n‘HR Spriječiti dodir s vodom.’\n(c) in code P244, the following is inserted after the entry corresponding to GA:\n‘HR Spriječiti dodir ventila i spojnica s uljem i masti.’\n(d) in code P251, the following is inserted after the entry corresponding to GA:\n‘HR Ne bušiti, niti paliti čak niti nakon uporabe.’\n(e) in code P284, the following is inserted after the entry corresponding to GA:\n‘HR [U slučaju nedovoljne ventilacije] nositi sredstva za zaštitu dišnog sustava.’\n(2) Table 1.3 is amended as follows:\n(a) in code P310, the following is inserted after the entry corresponding to GA:\n‘HR Odmah nazvati CENTAR ZA KONTROLU OTROVANJA/liječnika/…’\n(b) in code P 311, the following is inserted after the entry corresponding to GA:\n‘HR Nazvati CENTAR ZA KONTROLU OTROVANJA/liječnika/…’\n(c) in code P312: The following is inserted after the entry corresponding to GA:\n‘HR U slučaju zdravstvenih tegoba nazvati CENTAR ZA KONTROLU OTROVANJA/liječnika/…’\n(d) in code P340, the following is inserted after the entry corresponding to GA:\n‘HR Premjestiti osobu na svježi zrak i postaviti ju u položaj koji olakšava disanje.’\n(e) in code P352, the following is inserted after the entry corresponding to GA:\n‘HR Oprati velikom količinom vode/…’\n(f) in code P361, the following is inserted after the entry corresponding to GA:\n‘HR Odmah skinuti svu zagađenu odjeću.’\n(g) in code P362, the following is inserted after the entry corresponding to GA:\n‘HR Skinuti zagađenu odjeću.’\n(h) in code P364, the following is inserted after the entry corresponding to GA:\n‘HR I oprati je prije ponovne uporabe.’\n(i) in code P378, the following is inserted after the entry GA:\n‘HR Za gašenje rabiti …’\n(j) in combined codes P301 + P310, the following is inserted after the entry corresponding to GA:\n‘HR AKO SE PROGUTA: odmah nazvati CENTAR ZA KONTROLU OTROVANJA/liječnika/…’\n(k) in combined codes P301 + P312, the following is inserted after the entry corresponding to GA:\n‘HR AKO SE PROGUTA: u slučaju zdravstvenih tegoba nazvati CENTAR ZA KONTROLU OTROVANJA/liječnika/…’\n(l) in combined codes P302 + P352, the following is inserted after the entry corresponding to GA:\n‘HR U SLUČAJU DODIRA S KOŽOM: oprati velikom količinom vode/…’\n(m) in combined codes P303 + P361+P353, the following is inserted after the entry corresponding to GA:\n‘HR U SLUČAJU DODIRA S KOŽOM (ili kosom): odmah skinuti svu zagađenu odjeću. Isprati kožu vodom/tuširanjem.’\n(n) in combined codes P304 + P340, the following is inserted after the entry corresponding to GA:\n‘HR AKO SE UDIŠE: premjestiti osobu na svježi zrak i postaviti ju u položaj koji olakšava disanje.’\n(o) in combined codes P308 + P311, the following is inserted after the entry corresponding to GA:\n‘HR U SLUČAJU izloženosti ili sumnje na izloženost: nazvati CENTAR ZA KONTROLU OTROVANJA/liječnika/…’\n(p) in combined codes P342 + P311, the following is inserted after the entry corresponding to GA:\n‘HR Pri otežanom disanju: nazvati CENTAR ZA KONTROLU OTROVANJA/liječnika/…’\n(q) in combined codes P361 + P364, the following is inserted after the entry corresponding to GA:\n‘HR Odmah skinuti svu zagađenu odjeću i oprati je prije ponovne uporabe.’\n(r) in combined codes P362 + P364, the following is inserted after the entry corresponding to GA:\n‘HR Skinuti zagađenu odjeću i oprati je prije ponovne uporabe.’\n(s) in combined codes P370 + P378, the following is inserted after the entry corresponding to GA:\n‘HR U slučaju požara: za gašenje rabiti …’\nANNEX III\nPart 3 of Annex VI is amended as follows:\n(1) Table 3.1 is amended as follows:\n(a) the entry corresponding to index number 015-188-00-X is deleted;\n(b) the entries corresponding to index numbers 006-086-00-6, 015-154-00-4, 015-192-00-1, 601-023-00-4, 601-026-00-0, 603-061-00-7, 605-001-00-5, 605-008-00-3 and 616-035-00-5 are replaced by the following corresponding entries:\n‘006-086-00-6 fenoxycarb (ISO); ethyl [2-(4-phenoxyphenoxy)ethyl]carbamate 276-696-7 72490-01-8 Carc. 2 H351 GHS08 H351  M = 1\n015-154-00-4 ethephon; 2-chloroethylphosphonic acid 240-718-3 16672-87-0 Acute Tox. 3 H311 GHS06 H311 EUH071\n015-192-00-1 tetrakis(2,6-dimethylphenyl)-m-phenylene biphosphate 432-770-2 139189-30-3 Skin Sens. 1 H317 GHS07 H317\n601-023-00-4 ethylbenzene 202-849-4 100-41-4 Flam. Liq. 2 H225 GHS02 H225\n601-026-00-0 styrene 202-851-5 100-42-5 Flam. Liq. 3 H226 GHS02 H226  * D\n603-061-00-7 tetrahydro-2-furylmethanol; 202-625-6 97-99-4 Repr. 1B H360Df GHS08 H360Df\n605-001-00-5 formaldehyde …% 200-001-8 50-00-0 Carc. 1B H350 GHS08 H350  * B, D\n605-008-00-3 acrolein; 203-453-4 107-02-8 Flam. Liq. 2 H225 GHS02 H225 EUH071 Skin Corr. 1B; D\n616-035-00-5 cymoxanil (ISO); 261-043-0 57966-95-7 Repr. 2 H361fd GHS08 H361fd  M = 1\n(c) the following entries are inserted in accordance with the order of the entries set out in Table 3.1:\n‘050-028-00-2 2-ethylhexyl 10-ethyl-4,4-dimethyl-7-oxo-8-oxa-3,5-dithia-4-stannatetradecanoate 260-829-0 57583-35-4 Repr. 2 H361d GHS08 H361d\n050-029-00-8 dimethyltin dichloride 212-039-2 753-73-1 Repr. 2 H361d GHS08 H361d EUH071\n601-088-00-9 4-vinylcyclohexene 202-848-9 100-40-3 Carc. 2 H351 GHS08 H351\n601-089-00-4 muscalure; cis-tricos-9-ene 248-505-7 27519-02-4 Skin Sens. 1B H317 GHS07 H317\n604-090-00-8 4-tert-butylphenol 202-679-0 98-54-4 Repr. 2 H361f GHS08 H361f\n604-091-00-3 etofenprox (ISO); 2-(4-ethoxyphenyl)-2-methylpropyl 3-phenoxybenzyl ether 407-980-2 80844-07-1 Lact. H362 GHS09 H362  M = 100\n606-146-00-7 tralkoxydim (ISO); 2-(N-ethoxypropanimidoyl)-3-hydroxy-5-mesitylcyclohex-2-en-1-one - 87820-88-0 Carc. 2 H351 GHS08 H351\n606-147-00-2 cycloxydim (ISO); 2-(N-ethoxybutanimidoyl)-3-hydroxy-5-(tetrahydro-2H-thiopyran-3-yl)cyclohex-2-en-1-one 405-230-9 101205-02-1 Repr. 2 H361d GHS08 H361d\n607-705-00-8 benzoic acid 200-618-2 65-85-0 STOT RE 1 H372 (lungs) (inhalation) GHS08 H372 (lungs) (inhalation)\n607-706-00-3 methyl 2,5-dichlorobenzoate 220-815-7 2905-69-3 Acute Tox. 4 H302 GHS07 H302\n612-287-00-5 fluazinam (ISO); 3-chloro-N-[3-chloro-2,6-dinitro-4-(trifluoromethyl)phenyl]-5-(trifluoromethyl)pyridin-2-amine - 79622-59-6 Repr. 2 H361d GHS08 H361d  M = 10\n613-317-00-X penconazole (ISO); 1-[2-(2,4-dichlorophenyl)pentyl]-1H-1,2,4-triazole 266-275-6 66246-88-6 Repr. 2 H361d GHS08 H361d  M = 1\n613-318-00-5 fenpyrazamine (ISO); S-allyl 5-amino-2-isopropyl-4-(2-methylphenyl)-3-oxo-2,3-dihydro-1H-pyrazole-1-carbothioate - 473798-59-3 Aquatic Chronic 2 H411 GHS09 H411\n616-212-00-7 3-iodo-2-propynyl butylcarbamate; 3-iodoprop-2-yn-1-yl butylcarbamate 259-627-5 55406-53-6 Acute Tox. 3 H331 GHS06 H331  M = 10\n(2) Table 3.2 is amended as follows:\n(a) the entry corresponding to index number 015-188-00-X is deleted;\n(b) the entries corresponding to index numbers 006-086-00-6, 015-154-00-4, 015-192-00-1, 601-023-00-4, 601-026-00-0, 603-061-00-7, 605-001-00-5 and 616-035-00-5 are replaced by the following corresponding entries:\n‘006-086-00-6 fenoxycarb (ISO);ethyl [2-(4-phenoxyphenoxy)ethyl]carbamate 276-696-7 72490-01-8 Carc. Cat. 3; R40 Xn; N N; R50-53: C ≥ 25 %\n015-154-00-4 ethephon; 2-chloroethylphosphonic acid 240-718-3 16672-87-0 C; R34 C; N Xi; R37: 5 % ≤ C < 10 %\n015-192-00-1 tetrakis(2,6-dimethylphenyl)-m-phenylene biphosphate 432-770-2 139189-30-3 R43 Xi\n601-023-00-4 ethylbenzene 202-849-4 100-41-4 F; R11 F; Xn\n601-026-00-0 styrene 202-851-5 100-42-5 Repr. Cat. 3; R63 Xn Xn; R20: C ≥ 12,5 % D\n603-061-00-7 tetrahydro-2-furylmethanol; 202-625-6 97-99-4 Repr. Cat. 2; R61 T Xi; R36: C ≥ 10 %\n605-001-00-5 formaldehyde …% 200-001-8 50-00-0 Carc. Cat. 2; R45 T T; R23/24/25: C ≥ 25 % B, D\n616-035-00-5 cymoxanil (ISO); 261-043-0 57966-95-7 Repr. Cat. 3; R62-63 Xn; N N; R50-53: C ≥ 25 %\n(c) the following entries are inserted in accordance with the order of the entries set out in Table 3.2:\n‘050-028-00-2 2-ethylhexyl 10-ethyl-4,4-dimethyl-7-oxo-8-oxa-3,5-dithia-4-stannatetradecanoate 260-829-0 57583-35-4 Repr. Cat. 3; R63 T\n050-029-00-8 dimethyltin dichloride 212-039-2 753-73-1 Repr. Cat. 3; R63 T+\n601-088-00-9 4-vinylcyclohexene 202-848-9 100-40-3 Carc. Cat. 3; R40 Xn\n601-089-00-4 muscalure; cis-tricos-9-ene 248-505-7 27519-02-4 R43 Xi\n604-090-00-8 4-tert-butylphenol 202-679-0 98-54-4 Repr. Cat. 3; R62 Xn\n604-091-00-3 etofenprox (ISO); 2-(4-ethoxyphenyl)-2-methylpropyl 3-phenoxybenzyl ether 407-980-2 80844-07-1 R64 N N; R50-53: C ≥ 0,25 %\n606-146-00-7 tralkoxydim (ISO); 2-(N-ethoxypropanimidoyl)-3-hydroxy-5-mesitylcyclohex-2-en-1-one – 87820-88-0 Carc. Cat. 3; R40 Xn; N\n606-147-00-2 cycloxydim (ISO); 2-(N-ethoxybutanimidoyl)-3-hydroxy-5-(tetrahydro-2H-thiopyran-3-yl)cyclohex-2-en-1-one 405-230-9 101205-02-1 F; R11 F; Xn\n607-705-00-8 benzoic acid 200-618-2 65-85-0 T; R48/23 T\n607-706-00-3 methyl 2,5-dichlorobenzoate 220-815-7 2905-69-3 Xn; R22 Xn; N\n612-287-00-5 fluazinam (ISO); 3-chloro-N-[3-chloro-2,6-dinitro-4-(trifluoromethyl)phenyl]-5-(trifluoromethyl)pyridin-2-amine - 79622-59-6 Repr. Cat. 3; R63 Xn; N N; R50-53: C ≥ 2,5 %\n613-317-00-X penconazole (ISO); 1-[2-(2,4-dichlorophenyl)pentyl]-1H-1,2,4-triazole 266-275-6 66246-88-6 Repr. Cat. 3; R63 Xn; N N; R50-53: C ≥ 25 %\n613-318-00-5 fenpyrazamine (ISO); S-allyl 5-amino-2-isopropyl-4-(2-methylphenyl)-3-oxo-2,3-dihydro-1H-pyrazole-1-carbothioate - 473798-59-3 N; R51-53 N\n616-212-00-7 3-iodo-2-propynyl butylcarbamate; 3-iodoprop-2-yn-1-yl butylcarbamate 259-627-5 55406-53-6 T; R23-48/23 T; N N; R50: C ≥ 2,5 %’"}