{"celex_id": "32014D0892", "uri": "http://publications.europa.eu/resource/cellar/384d23e2-8100-11e4-89f7-01aa75ed71a1", "type": "Decision", "concepts": ["1088", "1445", "2211", "5047", "5252", "619"], "title": "2014/892/EU: Commission Implementing Decision of 9 December 2014 amending Annex II to Decision 93/52/EEC as regards the recognition of certain regions of France as officially free of brucellosis ( B. melitensis ) (notified under document C(2014) 9218)  Text with EEA relevance\n", "header": "11.12.2014 EN Official Journal of the European Union L 354/45\nCOMMISSION IMPLEMENTING DECISION\nof 9 December 2014\namending Annex II to Decision 93/52/EEC as regards the recognition of certain regions of France as officially free of brucellosis (B. melitensis)\n(notified under document C(2014) 9218)\n(Text with EEA relevance)\n(2014/892/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (1), and in particular Section II of Chapter 1 of Annex A thereto,\nWhereas:\n(1) Directive 91/68/EEC defines the animal health conditions governing trade in the Union in ovine and caprine animals. It lays down the conditions whereby Member States or regions thereof may be recognised as being officially brucellosis-free.\n(2) Annex II to Commission Decision 93/52/EEC (2) lists the regions of Member States which are recognised as officially free of brucellosis (B. melitensis) in accordance with Directive 91/68/EEC.\n(3) France has submitted to the Commission documentation demonstrating compliance with the conditions laid down in Directive 91/68/EEC to be recognised as officially free of brucellosis (B. melitensis) for 31 new administrative regions (départements) in addition to the 64 administrative regions (départements) already recognised as officially free of that disease and currently listed in Annex II to Decision 93/52/EEC.\n(4) Following an evaluation of the documentation submitted by France, those 31 administrative regions (départements) should be recognised as being officially free of brucellosis (B. melitensis).\n(5) The entry for France in Annex II to Decision 93/52/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Annex II to Decision 93/52/EEC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 2014.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 46, 19.2.1991, p. 19.\n(2)  Commission Decision 93/52/EEC of 21 December 1992 recording the compliance by certain Member States or regions with the requirements relating to brucellosis (B. melitensis) and according them the status of a Member State or region officially free of the disease (OJ L 13, 21.1.1993, p. 14).\nANNEX\nIn Annex II to Decision 93/52/EEC, the entry for France is replaced by the following:\n‘In France:\n“Départements”:\nAin, Aisne, Allier, Alpes de Haute-Provence, Hautes-Alpes, Alpes-Maritimes, Ardèche, Ardennes, Ariège, Aube, Aude, Aveyron, Bouches-du-Rhône, Calvados, Cantal, Charente, Charente-Maritime, Cher, Corrèze, Corse-du-Sud, Haute-Corse, Côte-d'Or, Côtes-d'Armor, Creuse, Dordogne, Doubs, Drôme, Eure, Eure-et-Loir, Finistère, Gard, Haute-Garonne, Gers, Gironde, Hérault, Ille-et-Vilaine, Indre, Indre-et-Loire, Isère, Jura, Landes, Loir-et-Cher, Loire, Haute-Loire, Loire-Atlantique, Loiret, Lot, Lot-et-Garonne, Lozère, Maine-et-Loire, Manche, Marne, Haute-Marne, Mayenne, Meurthe-et-Moselle, Meuse, Morbihan, Moselle, Nièvre, Nord, Oise, Orne, Pas-de-Calais, Puy-de-Dôme, Hautes-Pyrénées, Pyrénées-Orientales, Bas-Rhin, Haut-Rhin, Rhône, Haute-Saône, Saône-et-Loire, Sarthe, Savoie, Haute-Savoie, Ville de Paris, Seine-Maritime, Seine-et-Marne, Yvelines, Deux-Sèvres, Somme, Tarn, Tarn-et-Garonne, Var, Vaucluse, Vendée, Vienne, Haute-Vienne, Vosges, Yonne, Territoire de Belfort, Essonne, Hauts-de-Seine, Seine-Saint-Denis, Val-de-Marne, Val-d'Oise.’"}