{"celex_id": "32011R0505", "uri": "http://publications.europa.eu/resource/cellar/0ddf5d40-9850-4012-80b9-6bc656fe3dc7", "type": "Regulation", "concepts": ["1047", "1093", "3483", "3870", "5458", "584", "704"], "title": "Council Implementing Regulation (EU) No 505/2011 of 23 May 2011 implementing Regulation (EC) No 765/2006 concerning restrictive measures against President Lukashenko and certain officials of Belarus\n", "header": "24.5.2011 EN Official Journal of the European Union L 136/48\nCOUNCIL IMPLEMENTING REGULATION (EU) No 505/2011\nof 23 May 2011\nimplementing Regulation (EC) No 765/2006 concerning restrictive measures against President Lukashenko and certain officials of Belarus\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 765/2006 of 18 May 2006 concerning restrictive measures against President Lukashenko and certain officials of Belarus (1), and in particular Article 8a(1) thereof,\nWhereas:\n(1) On 18 May 2006, the Council adopted Regulation (EC) No 765/2006 concerning restrictive measures against President Lukashenko and certain officials of Belarus.\n(2) In view of the gravity of the situation in Belarus and in accordance with Council Implementing Decision 2011/301/CFSP of 23 May 2011 implementing Decision 2010/639/CFSP concerning restrictive measures against certain officials of Belarus (2), additional persons should be included in the lists of persons subject to restrictive measures as set out in Annex IA to Regulation (EC) No 765/2006,", "main_body": ["The persons listed in the Annex to this Regulation shall be added to the list set out in Annex IA to Regulation (EC) No 765/2006.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 134, 20.5.2006, p. 1.\n(2)  See page 87 of this Official Journal.\nANNEX\nPERSONS REFERRED TO IN ARTICLE 1\nNames Names (Belarusian spelling) Names (Russian spelling) Place and date of birth Position\n1. Shykarou, Uladzislau Шыкароў Уладзiслаў Шикаров Владислав  Judge of the Zheleznodorozhny District Court of Vitebsk. He sentenced several protesters during the appeal trial, despite the fact that they were not found guilty by the Court of First Instance.\n2. Merkul, Natallia Viktarauna Меркуль Наталля Вiктараўна Меркуль Наталья Викторовна Date of birth: Director of the Secondary School in Talkov City, Pukhovichi District. On 27 January 2011 she fired Natalia Ilinich, a highly regarded teacher of the secondary school for her political views and for her participation at the 19 December 2010 events.\n3. Akulich, Sviatlana Rastsislavauna Акулiч Святлана Расцiславаўна Окулич Светлана Ростиславовна Date of birth: Judge of the Pukhovichi District Court. She unlawfully rejected the motion of Natalia Ilinich to restore her position as teacher of the Secondary School in Talkov City.\n4. Pykina, Natallia Пыкiна Наталля Пыкина Наталья  Judge of the Partizanski District Court dealing with Likhovid’s case. She sentenced Mr. Likhovid, an activist of ‘The Movement for Freedom’, to 3 and a half year in prison of strict regime.\n5. Mazouka, Siarhei Мазоўка Сяргей Мазовка Сергей/Мазовко Сергей  Prosecutor of the Dashkevich-Lobov case. Dmitri Dashkevich and Eduard Lobov, activists of the Young Front, were sentenced to several years of imprisonment for ‘hooliganism’. The real reason for their imprisonment was that both actively participated in the electoral campaign in December 2010, supporting one of the candidates of the opposition.\n6. Aliaksandrau, Dzmitry Piatrovich Аляксандраў Дзмiтрый Пятровiч Александров Дмитрий Петрович  Judge of the Supreme Economic Court. He sustained the ban of the independent ‘Autoradio’ station. (The ‘Autoradio’ was banned for ‘having broadcasted calls for mass disturbances during the presidential campaign in December 2010’. Upon a contract in force, the radio was transmitting the electoral program of Mr. Sannikov, one of the opposition candidates, saying ‘the future will be decided not in the kitchens, but on the square!’).\n7. Vakulchyk, Valery Вакульчык Валерый Вакульчик Валерий  Chief of the Analytical Center of the Presidential Administration, responsible for telecommunication, including monitoring, filtering, bugging, controlling and intervening different communication channels, for example the internet.\n8. Chatviartkova, Natallia Чатвярткова Наталля Четверткова Наталья  Judge of the Partizanski District Court of Minsk. She dealt with the trial of ex presidential candidate Andrei Sannikov, civil society activist Ilia Vasilevich, Fedor Mirzoianov, Oleg Gnedchik and Vladimir Yeriomenok. Her way of conducting the trial is a clear violation of the Code of Penal Procedure. She sustained the use of evidences and testimonies irrelevant to the accused persons against them.\n9. Bulash, Ala Булаш Ала Булаш Алла  Judge of the Oktiabrski (Kastrichnitski) District Court of Minsk. She dealt with the case of Pavel Vinogradov, Dmitri Drozd, Ales Kirkevich, Andrei Protasenia, Vladimir Homichenko. Her way of conducting the trial is a clear violation of the Code of Penal Procedure. She sustained the use of evidences and testimonies irrelevant to the accused persons against them.\n10. Barovski Aliaksandr Genadzevich Бароўскi Аляксандр Генадзевiч Боровский Александр Геннадиевич  Public Prosecutor of the Oktiabrski (Kastrichnitski) District Court of Minsk. He dealt with the case of Pavel Vinogradov, Dmitri Drozd, Ales Kirkevich, Vladimir Homichenko. The accusation presented by him has a clear and imminent political motivation and it is a clear violation of the Code of Penal Procedure. It is based on wrong classification of the events of 19th December 2010, not sustained by evidences, proofs and testimonies of witnesses.\n11. Simanouski Dmitri Valerevich Сiманоўскi Дмiтрый Валер’евiч Симановский Дмитрий Валериевич  Public Prosecutor of the Pervomaiski District Court of Minsk. He dealt with the case of Dmitri Bondarenko. The accusation presented by him has a clear and imminent political motivation and it is a clear violation of the Code of Penal Procedure. It is based on wrong classification of the events of 19th December 2010, not sustained by evidences, proofs and testimonies of witnesses.\n12. Brysina, Zhanna Брысiна Жанна Брысина Жанна/Брисина Жанна  Judge of the Zavodskoi District Court of Minsk dealing with the case of Khalip Irina, Martselev Sergei, Severinets Pavel, outstanding civil society representatives. Her way of conducting the trial is a clear violation of the Code of Penal Procedure. She sustained the use of evidences and testimonies irrelevant to the accused persons against them.\n13. Zhukovski, Sergei Konstantynovych Жукоўскi Сяргей Канстанцiнавiч Жуковский, Сергей Константинович  Public Prosecutor of the Zavodskoi District Court of Minsk dealing with the case of Khalip Irina, Martselev Sergei, Severinets Pavel, outstanding civil society representatives. The accusation presented by him has a clear and imminent political motivation and it is a clear violation of the Code of Penal Procedure. It is based on wrong classification of the events of 19th December 2010, not sustained by evidences, proofs and testimonies of witnesses."}