{"celex_id": "32011R0432", "uri": "http://publications.europa.eu/resource/cellar/9aeb8ecf-b0e8-49e4-b1d2-c8ffe470343d", "type": "Regulation", "concepts": ["1284", "140", "1442", "192", "2736"], "title": "Commission Regulation (EU) No 432/2011 of 4 May 2011 refusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children’s development and health  Text with EEA relevance\n", "header": "5.5.2011 EN Official Journal of the European Union L 115/1\nCOMMISSION REGULATION (EU) No 432/2011\nof 4 May 2011\nrefusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children’s development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on food are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‘the Authority’.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission and to deliver an opinion on a health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) Following an application from Gencor Pacific Inc, submitted on 10 November 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of ethanol-water extract of Caralluma fimbriata (Slimaluma®) on help to reduce waist circumference (Question No EFSA-Q-2010-00027) (2). The claim proposed by the applicant was worded, as follows: ‘Slimaluma® helps to reduce waist circumference’.\n(6) On 12 May 2010 and on 18 May 2010, the Commission and the Member States received the scientific opinion from the Authority and its amendment respectively, which concluded that on the basis of the data submitted, a cause and effect relationship had not been established between the consumption of Slimaluma® and the beneficial physiological effect as defined by the Authority, namely, reduction of waist circumference leading to an improvement in adverse health effects associated with an excess abdominal fat. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(7) Following an application from Gencor Pacific Inc, submitted on 10 November 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of ethanol-water extract of Caralluma fimbriata (Slimaluma®) on help to reduce body fat (Question No EFSA-Q-2010-00028) (3). The claim proposed by the applicant was worded, as follows: ‘Slimaluma® helps to reduce body fat’.\n(8) On 12 May 2010, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data submitted, a cause and effect relationship had not been established between the consumption of Slimaluma® and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(9) Following an application from Gencor Pacific Inc, submitted on 10 November 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of ethanol-water extract of Caralluma fimbriata (Slimaluma®) on help to reduce body weight (Question No EFSA-Q-2010-00029) (4). The claim proposed by the applicant was worded, as follows: ‘Slimaluma® helps to reduce body weight’.\n(10) On 12 May 2010, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data submitted, a cause and effect relationship had not been established between the consumption of Slimaluma® and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(11) Following an application from Gencor Pacific Inc, submitted on 10 November 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of ethanol-water extract of Caralluma fimbriata (Slimaluma®) on decreased energy intake (Question No EFSA-Q-2010-00030) (5). The claim proposed by the applicant was worded, as follows: ‘Slimaluma® helps to reduce caloric intake’.\n(12) On 12 May 2010, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data submitted, a cause and effect relationship had not been established between the consumption of Slimaluma® and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(13) Following an application from Gencor Pacific Inc, submitted on 10 November 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of ethanol-water extract of Caralluma fimbriata (Slimaluma®) on help to control hunger/appetite (Question No EFSA-Q-2010-00031) (6). The claim proposed by the applicant was worded, as follows: ‘Slimaluma® helps to control hunger/appetite’.\n(14) On 12 May 2010, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data submitted, a cause and effect relationship had not been established between the consumption of Slimaluma® and the beneficial physiological effect as defined by the Authority, namely, reduction of appetite leading to a reduction in subsequent energy intake. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(15) Following an application from Leiber GmbH, submitted on 2 October 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Yestimun® on immune responses (Question No EFSA-Q-2008-667) (7). The claim proposed by the applicant was worded, inter alia, as follows: ‘Daily administration of Yestimun® strengthens the body’s defence during the cold season’.\n(16) On 27 May 2010, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data submitted, a cause and effect relationship had not been established between the consumption of Yestimun® and the initiation of appropriate innate and adaptive immune responses. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(17) Following an application from Laboratoires innéov SNC, submitted on 30 December 2008 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of blackcurrant seed oil (Ribes nigrum), fish oil, lycopene from tomato (Lycopersicon esculentum) extract, vitamin C and vitamin E on help to improve dry skin conditions (Question No EFSA-Q-2009-00767) (8). The claim proposed by the applicant was worded, inter alia, as follows: ‘Helps to improve dry skin condition’.\n(18) On 25 May 2010, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data submitted, a cause and effect relationship had not been established between the intake of a combination of blackcurrant seed oil (Ribes nigrum), fish oil, lycopene from tomato (Lycopersicon esculentum) extract, vitamin C and vitamin E and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(19) The comments from the applicants and the members of the public received by the Commission, pursuant to Article 16(6) of Regulation (EC) No 1924/2006, have been considered when setting the measures provided for in this Regulation.\n(20) The health claims related to Slimaluma® are health claims as referred to in point (c) of Article 13(1) of Regulation (EC) No 1924/2006 and are therefore subject to the transition period laid down in Article 28(6) of that Regulation. However, as the applications were not made before 19 January 2008, the requirement provided for in point (b) of Article 28(6) of that Regulation is not fulfilled, and therefore those claims may not benefit from the transition period provided for in that Article.\n(21) The health claims related to Yestimun®, and to blackcurrant seed oil (Ribes nigrum), fish oil, lycopene from tomato (Lycopersicon esculentum) extract, vitamin C and vitamin E, are health claims as referred to in point (a) of Article 13(1) of Regulation (EC) No 1924/2006 and are therefore subject to the transition period laid down in Article 28(5) of that Regulation. As the Authority concluded that cause and effect relationships have not been established between the foods and the respective claimed effects, the two claims do not comply with Regulation (EC) No 1924/2006, and therefore they may not benefit from the transition period provided for in that Article.\n(22) In order to ensure that this Regulation is fully complied with, both food business operators and the national competent authorities should take the necessary actions to ensure that, at the latest six months following the entry into force of this Regulation, products bearing the health claims listed in its Annex are no longer present on the market.\n(23) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["The health claims set out in the Annex to this Regulation shall not be included in the Union list of permitted claims as provided for in Article 13(3) of Regulation (EC) No 1924/2006.\nHowever, products bearing these health claims placed on the market or labelled prior to the date referred to in Article 2 may remain on the market for a maximum period of six months after that date.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  The EFSA Journal 2010; 8 (5):1602.\n(3)  The EFSA Journal 2010; 8 (5):1602.\n(4)  The EFSA Journal 2010; 8 (5):1604.\n(5)  The EFSA Journal 2010; 8 (5):1605.\n(6)  The EFSA Journal 2010; 8 (5):1606.\n(7)  The EFSA Journal 2010; 8 (5):1607.\n(8)  The EFSA Journal 2010; 8 (5):1608.\nANNEX\nRejected health claims\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 13(5). Health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Ethanol-water extract of Caralluma fimbriata (Slimaluma®) Slimaluma® helps to reduce waist circumference Q-2010-00027\nArticle 13(5). Health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Ethanol-water extract of Caralluma fimbriata (Slimaluma®) Slimaluma® helps to reduce body fat Q-2010-00028\nArticle 13(5). Health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Ethanol-water extract of Caralluma fimbriata (Slimaluma®) Slimaluma® helps to reduce body weight Q-2010-00029\nArticle 13(5). Health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Ethanol-water extract of Caralluma fimbriata (Slimaluma®) Slimaluma® helps to reduce caloric intake Q-2010-00030\nArticle 13(5). Health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Ethanol-water extract of Caralluma fimbriata (Slimaluma®) Slimaluma® helps to control hunger/appetite Q-2010-00031\nArticle 13(5). Health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Yestimun® Daily administration of Yestimun® strengthens the body’s defence during the cold season Q-2008-667\nArticle 13(5). Health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Combination of blackcurrant seed oil (Ribes nigrum), fish oil, lycopene from tomato (Lycopersicon esculentum) extract, vitamin C and vitamin E Helps to improve dry skin condition Q-2009-00767"}