{"celex_id": "32012R0410", "uri": "http://publications.europa.eu/resource/cellar/6bc0e2c4-366c-40c1-b101-461f4775db81", "type": "Regulation", "concepts": ["3389", "3483", "3870", "4354", "4730"], "title": "Council Implementing Regulation (EU) No 410/2012 of 14 May 2012 implementing Article 32(1) of Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria\n", "header": "15.5.2012 EN Official Journal of the European Union L 126/3\nCOUNCIL IMPLEMENTING REGULATION (EU) No 410/2012\nof 14 May 2012\nimplementing Article 32(1) of Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 36/2012 (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) On 18 January 2012, the Council adopted Regulation (EU) No 36/2012.\n(2) In view of the gravity of the situation in Syria, and in accordance with Council Implementing Decision 2012/256/CFSP of 14 May 2012 implementing Council Decision 2011/782/CFSP concerning restrictive measures against Syria (2), additional persons and entities should be included in the list of natural and legal persons, entities or bodies subject to restrictive measures set out in Annex II to Regulation (EU) No 36/2012.\n(3) In addition, the information relating to three persons listed in Annex II to Regulation (EU) No 36/2012 should be updated, and the listing for one person should be removed,", "main_body": ["The persons and entities listed in Annex I to this Regulation shall be added to the list set out in Annex II to Regulation (EU) No 36/2012.", "Annex II to Regulation (EU) No 36/2012 shall be amended as set out in Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 16, 19.1.2012, p. 1.\n(2)  See page 9 of this Official Journal.\nANNEX I\nPersons and entities referred to in Article 1\nPersons\nName Identifying information Reasons Date of listing\n1. Adib Mayaleh Born 1955, Daraa Adib Mayaleh is responsible for providing economic and financial support to the Syrian regime through his functions as the Governor of the Central Bank of Syria. 15.5.2012\n2. Salim Altoun, a.k.a. Saleem Altoun, a.k.a. Abu Shaker Chairman and CEO of Altoun Group Provides financial support to the regime. Involved in a scheme through Altoun Group to export Syrian oil with the listed company Sytrol in order to provide revenue to the regime. 15.5.2012\n3. Youssef Klizli Assistant to Salim Altoun Provides financial support to the regime. Assisted Salim Altoun in setting up a scheme through Altoun Group to export Syrian oil with the listed company Sytrol in order to provide revenue to the regime. 15.5.2012\nEntities\nName Identifying information Reasons Date of listing\n1. General Organisation of Tobacco Salhieh Street 616, Damascus, Syria Provides financial support to the Syrian regime. The General Organisation of Tobacco is wholly owned by the Syrian state. The profits that the organisation makes, including through the sale of licenses to market foreign brands of tobacco and taxes levied on imports of foreign brands of tobacco are transferred to the Syrian state. 15.5.2012\n2. Altoun Group 1987 US SIC Codes 6719\nAltoun Group\nMaaraba Damascus Countryside\nNorth Circular Highway\nDamascus\nSyria\ntel.: 00963-11-5915685\nPostal Box 30484\nANNEX II\n1. The entries in Annex II to Regulation (EU) No 36/2012 for the persons named below shall be replaced by the entries set out below:\nName Identifying information Reasons Date of listing\nManal Al Assad (a.k.a. Manal Al Ahmad) Born: 02.02.1970. Spouse of Maher Al Assad, and as such benefiting from and closely associated with the regime. 23.3.2012\nIssam Anbouba President of Anbouba for Agricultural Industries Co. Providing financial support for the repressive apparatus and the paramilitary groups exerting violence against the civil population in Syria. Providing property (premises, warehouses) for improvised detention centers. Financial relations with high Syrian officials. 2.9.2011\nMazen al-Tabba Born: 01.01.1958 Business partner of Ihab Makhlouf and Nizar al-Assad (subjected to sanctions on 23/08/2011); co-owner, with Rami Makhlouf, of the Al-Diyar lil-Saraafa (a.k.a. Diar Electronic Services) currency exchange company, which supports the policy of the Central Bank of Syria. 23.3.2012\n2. The entry listed below shall be removed:\n68. Saqr Khayr Bek."}