{"celex_id": "32013R0937", "uri": "http://publications.europa.eu/resource/cellar/692e4154-2a86-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "1201", "2173", "2543", "2965", "322", "324", "3763", "450652", "5063", "5856"], "title": "Commission Implementing Regulation (EU) No 937/2013 of 30 September 2013 setting the allocation coefficients for the years 2013 to 2018 for the Union contribution towards the aid referred to in Article 103a of Council Regulation (EC) No 1234/2007 for producer groups in the fruit and vegetables sector in respect of recognition plans notified by 1 July 2013\n", "header": "1.10.2013 EN Official Journal of the European Union L 259/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 937/2013\nof 30 September 2013\nsetting the allocation coefficients for the years 2013 to 2018 for the Union contribution towards the aid referred to in Article 103a of Council Regulation (EC) No 1234/2007 for producer groups in the fruit and vegetables sector in respect of recognition plans notified by 1 July 2013\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Implementing Regulation (EU) No 543/2011 of 7 June 2011 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 in respect of the fruit and vegetables and processed fruit and vegetables sectors (2), and in particular the second subparagraph of Article 47(4) thereof,\nWhereas:\n(1) Implementing Regulation (EU) No 543/2011 provides for a ceiling for the expenditure to be financed by the European Agricultural Guarantee Fund (‘the Union contribution’) in relation to the aid referred to in Article 103a(1) of Regulation (EC) No 1234/2007 and sets up a notification system, under which the Member States concerned inform the Commission of the financial implications of provisionally accepted recognition plans.\n(2) The second subparagraph of Article 47(4) of Implementing Regulation (EU) No 543/2011 requires the Commission to set allocation coefficients on the basis of notifications made by the Member State in accordance with Article 38(4) of that Implementing Regulation and to establish the total available Union contribution per Member State per year.\n(3) By Commission Implementing Regulation (EU) No 780/2012 (3) the amounts available for 2012 and 2013 have been fully allocated, and the amounts for 2014 to 2017 have been partially allocated.\n(4) On the basis of the information notified by some Member States referred to in Article 125e of Regulation (EC) No 1234/2007 by 1 July 2013, in accordance with Article 38(4) of Implementing Regulation (EU) No 543/2011, it appears that, for the years 2014, 2015 and 2016, the total amount of the Union contribution claimed has exceeded the maximum amount laid down in the first subparagraph of Article 47(4) of that Implementing Regulation and that, for the years 2017 and 2018, the total amount claimed has not reached that maximum amount. Accordingly, in relation to those Member States an allocation coefficient lower than 100 % has to be set for the years 2014, 2015 and 2016 and an allocation coefficient of 100 % for the years 2017 and 2018.\n(5) In order to ensure the efficient management of the measure, this Regulation should enter into force on the day of its publication,", "main_body": ["On the basis of the notifications made by the relevant Member States by 1 July 2013 in accordance with Article 38(4) of Implementing Regulation (EU) No 543/2011, the allocation coefficients and the resulting total available Union contribution per Member State for the years 2013 to 2018 shall be as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 157, 15.6.2011, p. 1.\n(3)  Commission Implementing Regulation (EU) No 780/2012 of 28 August 2012 providing for allocation coefficients for the years 2012 to 2017 for the Union contribution towards the aid referred to in Article 103a of Council Regulation (EC) No 1234/2007 for producer groups in the fruit and vegetables sector in respect of recognition plans notified by 1 July 2012 (OJ L 232, 29.8.2012, p. 3).\nANNEX\n2013 2014 2015 2016 2017 2018\nAllocation coefficient per year: 0,0000 % 10,7875 % 25,8831 % 76,6830 % 100,0000 % 100,0000 %\nTotal amount allocated per Member State (in EUR):\n(a) Bulgaria\n(b) France\n(c) Poland\n(d) Romania\nTotal amount allocated to the Member States referred to in points (a) to (d) (in EUR) 0 1 342 478 3 858 439 6 559 570 8 359 247 3 904 420"}