{"celex_id": "32013R0407", "uri": "http://publications.europa.eu/resource/cellar/5e7079a0-b806-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1155", "3273", "3647", "4372", "55"], "title": "Commission Regulation (EU) No 407/2013 of 23 April 2013 correcting the Spanish and the Swedish versions of Regulation (EU) No 475/2012 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 1 and International Accounting Standard (IAS) 19  Text with EEA relevance\n", "header": "3.5.2013 EN Official Journal of the European Union L 121/44\nCOMMISSION REGULATION (EU) No 407/2013\nof 23 April 2013\ncorrecting the Spanish and the Swedish versions of Regulation (EU) No 475/2012 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 1 and International Accounting Standard (IAS) 19\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1) and in particular Article 3(1) thereof,\nWhereas:\n(1) Errors appear in the Spanish and in the Swedish language versions of Commission Regulation (EU) No 475/2012 (2), more precisely in Article 2 thereof as regards the application date of the amendments made by that Regulation to Commission Regulation (EC) No 1126/2008 (3).\n(2) The Swedish language version of that Regulation also contains some misprints.\n(3) Regulation (EU) No 475/2012 should therefore be corrected accordingly.\n(4) As companies are required to apply the amendments made by points 1 and 2 of Article 1 of Regulation (EU) No 475/2012, at the latest, as from the commencement date of their first financial year starting on or after 1 July 2012, this Regulation should apply retroactively from 1 July 2012.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["[Concerns only the Spanish and the Swedish language versions.]", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 146, 6.6.2012, p. 1.\n(3)  OJ L 320, 29.11.2008, p. 1."}