{"celex_id": "32013D0020", "uri": "http://publications.europa.eu/resource/cellar/c93da1c6-e614-11e2-9165-01aa75ed71a1", "type": "Decision", "concepts": ["12", "3259", "4763", "5455", "5563", "5883"], "title": "2013/362/EU: Decision of the European Central Bank of 21 June 2013 on the paying-up of the European Central Bank’s capital by the non-euro area national central banks (ECB/2013/20)\n", "header": "6.7.2013 EN Official Journal of the European Union L 187/25\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 21 June 2013\non the paying-up of the European Central Bank’s capital by the non-euro area national central banks\n(ECB/2013/20)\n(2013/362/EU)\nTHE GENERAL COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), and in particular Article 47 thereof,\nWhereas:\n(1) Article 47 of the Statute of the ESCB provides that national central banks of Member States with a derogation (hereinafter ‘non-euro area NCBs’) do not need to pay up their subscribed capital unless the General Council, acting by a majority representing at least two thirds of the subscribed capital of the European Central Bank (ECB) and at least half of the shareholders, decides that a minimal percentage has to be paid up as a contribution to the ECB’s operational costs.\n(2) Article 1 of Decision ECB/2010/28 of 13 December 2010 on the paying-up of the European Central Bank’s capital by the non-euro area national central banks (1) provides that each non-euro area NCB shall pay up 3,75 % of its share in the ECB’s subscribed capital with effect from 29 December 2010.\n(3) In view of the accession of Croatia to the European Union and its national central bank, Hrvatska narodna banka, joining the ESCB on 1 July 2013, Decision ECB/2013/17 of 21 June 2013 on the national central banks’ percentage shares in the key for subscription to the European Central Bank’s capital (2) lays down the key for subscription to the ECB’s capital (hereinafter the ‘capital key) in accordance with Article 29.1 of the Statute of the ESCB and establishes with effect from 1 July 2013 the new weightings assigned to each Union central bank in the capital key (hereinafter the ‘capital key weightings’).\n(4) The ECB’s subscribed capital will be EUR 10 825 007 069,61 from 1 July 2013.\n(5) The expanded capital key requires the adoption of a new ECB decision repealing Decision ECB/2010/28 with effect from 1 July 2013 and determining the percentage of the ECB’s subscribed capital which the non-euro area NCBs are under an obligation to pay up with effect from 1 July 2013.\n(6) In accordance with Article 3.5 of the Rules of Procedure of the General Council of the European Central Bank (3), the Governor of Hrvatska narodna banka has had the opportunity to submit observations regarding this Decision prior to its adoption,", "main_body": ["Extent and form of subscribed and paid-up capital\nEach non-euro area NCB shall pay up 3,75 % of its share in the ECB’s subscribed capital with effect from 1 July 2013. Taking into account the new capital key weightings laid down in Article 2 of Decision ECB/2013/17, each non-euro area NCB shall have a total subscribed and paid-up capital of the amounts shown next to its name in the following table:\n(in EUR)\nNon-euro area NCB Subscribed capital as at 1 July 2013 Paid-up capital as at 1 July 2013\nБългарска народна банка (Bulgarian National Bank) 93 571 361,11 3 508 926,04\nČeská národní banka 157 384 777,79 5 901 929,17\nDanmarks Nationalbank 159 712 154,31 5 989 205,79\nHrvatska narodna banka 64 354 667,03 2 413 300,01\nLatvijas Banka 29 682 169,38 1 113 081,35\nLietuvos bankas 44 306 753,94 1 661 503,27\nMagyar Nemzeti Bank 148 735 597,14 5 577 584,89\nNarodowy Bank Polski 525 889 668,45 19 720 862,57\nBanca Națională a României 264 660 597,84 9 924 772,42\nSveriges Riksbank 244 775 059,86 9 179 064,74\nBank of England 1 562 265 020,29 58 584 938,26", "Adjustment of the paid-up capital\n1.   Given that each non-euro area NCB (except Hrvatska narodna banka) has already paid up 3,75 % of its share in the ECB’s subscribed capital as applicable on 30 June 2013 under Decision ECB/2010/28, each of them shall either transfer an additional amount to the ECB, or receive an amount back from the ECB, as appropriate, in order to arrive at the amounts shown in the third column of the table in Article 1.\n2.   Hrvatska narodna banka shall transfer to the ECB the amount shown next to its name in the third column of the table in Article 1.\n3.   All transfers pursuant to this Article shall be made in accordance with Decision ECB/2013/18 of 21 June 2013 laying down the terms and conditions for transfers of the European Central Bank’s capital shares between the national central banks and for the adjustment of the paid-up capital (4).", "Entry into force and repeal\n1.   This Decision shall enter into force on 1 July 2013.\n2.   Decision ECB/2010/28 is repealed with effect from 1 July 2013.\n3.   References to Decision ECB/2010/28 shall be construed as references to this Decision."], "attachments": "Done at Frankfurt am Main, 21 June 2013.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 11, 15.1.2011, p. 56.\n(2)  See page 15 of the Official Journal.\n(3)  Decision ECB/2004/12 of 17 June 2004 adopting the Rules of Procedure of the General Council of the European Central Bank, OJ L 230, 30.6.2004, p. 61.\n(4)  See page 17 of this Official Journal."}