{"celex_id": "32014R0270", "uri": "http://publications.europa.eu/resource/cellar/bebbb706-ae70-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3506", "4779", "7"], "title": "Council Regulation (EU) No 270/2014 of 17 March 2014 amending Regulation (EC) No 889/2005 imposing certain restrictive measures in respect of the Democratic Republic of Congo\n", "header": "18.3.2014 EN Official Journal of the European Union L 79/34\nCOUNCIL REGULATION (EU) No 270/2014\nof 17 March 2014\namending Regulation (EC) No 889/2005 imposing certain restrictive measures in respect of the Democratic Republic of Congo\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2010/788/CFSP of 20 December 2010 concerning restrictive measures against the Democratic Republic of the Congo and repealing Common Position 2008/369/CFSP (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and from the European Commission,\nWhereas:\n(1) Council Regulation (EC) No 889/2005 (2) imposed restrictive measures in respect of the Democratic Republic of Congo (DRC), in accordance with Council Common Position 2005/440/CFSP (3) and in line with United Nations Security Council (UNSC) Resolution 1596 (2005) of 18 April 2005 and subsequent relevant United Nations (UN) resolutions. Council Common Position 2008/369/CFSP (4) repealed Common Position 2005/440/CFSP. Council Decision 2010/788/CFSP repealed Common Position 2008/369/CFSP.\n(2) By means of Resolution 2136 (2014) of 30 January 2014, the UNSC decided to provide for an additional derogation from the arms embargo.\n(3) That measure falls within the scope of the Treaty on the Functioning of the European Union and regulatory action at the level of the Union is therefore necessary in order to give effect to it, in particular with a view to ensuring its uniform application by economic operators in all Member States.\n(4) Regulation (EC) No 889/2005 should therefore be amended accordingly,", "main_body": ["In Article 3(1) of Regulation (EC) No 889/2005, the following point is added:\n'(c) technical assistance, financing and financial assistance related to arms and related materiel intended solely for the support of or use by the African Union Regional Task Force.'", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 336, 21.12.2010, p. 30.\n(2)  Council Regulation (EC) No 889/2005 of 13 June 2005 imposing certain restrictive measures in respect of the Democratic Republic of Congo and repealing Regulation (EC) No 1727/2003 (OJ L 152, 15.6.2005, p. 1).\n(3)  Council Common Position 2005/440/CFSP of 13 June 2005 concerning restrictive measures against the Democratic Republic of Congo and repealing Common Position 2002/829/CFSP (OJ L 152, 15.6.2005, p. 22).\n(4)  Council Common Position 2008/369/CFSP of 14 May 2008 concerning restrictive measures against the Democratic Republic of the Congo and repealing Common Position 2005/440/CFSP (OJ L 127, 15.5.2008, p. 84)."}