{"celex_id": "32014R1170", "uri": "http://publications.europa.eu/resource/cellar/19be6e46-6191-11e4-9cbe-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "1755", "3191", "4152", "5369", "842"], "title": "Commission Implementing Regulation (EU) No 1170/2014 of 29 October 2014 correcting the Slovenian version of Commission Regulation (EC) No 504/2008 implementing Council Directives 90/426/EEC and 90/427/EEC as regards methods for the identification of equidae  Text with EEA relevance\n", "header": "1.11.2014 EN Official Journal of the European Union L 315/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1170/2014\nof 29 October 2014\ncorrecting the Slovenian version of Commission Regulation (EC) No 504/2008 implementing Council Directives 90/426/EEC and 90/427/EEC as regards methods for the identification of equidae\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2009/156/EC of 30 November 2009 on animal health conditions governing the movement and importation from third countries of equidae (1), and in particular Article 4(4) thereof,\nHaving regard to Council Directive 90/427/EEC of 26 June 1990 on the zootechnical and genealogical conditions governing intra-Community trade in equidae (2), and in particular Article 4(2)(c) and (d), the second indent of Article 6(2) and the first subparagraph of Article 8(1) thereof,\nHaving regard to Council Directive 94/28/EC of 23 June 1994 laying down the principles relating to the zootechnical and genealogical conditions applicable to imports from third countries of animals, their semen, ova and embryos, and amending Directive 77/504/EEC on pure-bred breeding animals of the bovine species (3), and in particular Article 3(4) thereof,\nWhereas:\n(1) In the Slovenian language version of Commission Regulation (EC) No 504/2008 (4) the phrase ‘all types including VEE’ is erroneous and therefore a correction of the Slovenian language version is necessary. The other language versions are not affected.\n(2) Regulation (EC) No 504/2008 should therefore be corrected accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and the Standing Committee on Zootechnics,", "main_body": ["Concerns only the Slovenian language version.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 192, 23.7.2010, p. 1.\n(2)  OJ L 224, 18.8.1990, p. 55.\n(3)  OJ L 178, 12.7.1994, p. 66.\n(4)  Commission Regulation (EC) No 504/2008 of 6 June 2008 implementing Council Directives 90/426/EEC and 90/427/EEC as regards methods for the identification of equidae (OJ L 149, 7.6.2008, p. 3)."}