{"celex_id": "32012D0528", "uri": "http://publications.europa.eu/resource/cellar/a0729a7f-0bb4-11e2-8e28-01aa75ed71a1", "type": "Decision", "concepts": ["209", "2296", "3077", "8547"], "title": "Council Decision No 528/2012/EU of 24 September 2012 amending Decision 2001/822/EC on the association of the overseas countries and territories with the European Community ( ‘the Overseas Association Decision’ )\n", "header": "29.9.2012 EN Official Journal of the European Union L 264/1\nCOUNCIL DECISION No 528/2012/EU\nof 24 September 2012\namending Decision 2001/822/EC on the association of the overseas countries and territories with the European Community (‘the Overseas Association Decision’)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 203 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nAfter consulting the European Parliament,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) European Council Decision 2010/718/EU of 29 October 2010 amending the status with regard to the European Union of the island of Saint-Barthélemy (1) amends the Treaty, and in particular Annex II thereto, by including the island of Saint-Barthélemy in the list of overseas countries and territories to which the fourth part of the Treaty applies.\n(2) Council Decision 2001/822/EC (2) establishes the legal framework for promoting the economic and social development of the overseas countries and territories (OCTs) and for enhancing economic relations between them and the Union. Annex I A to Decision 2001/822/EC contains a list of the OCTs concerned by association in accordance with Article 1(2) of that Decision.\n(3) Decision 2001/822/EC applies until 31 December 2013. Annex I A to that Decision must therefore be amended to take account of the change of status with regard to the Union of the island of Saint-Barthélemy, which became an overseas territory on 1 January 2012.\n(4) Decision 2010/718/EU has applied since 1 January 2012. It is therefore appropriate to apply as from 1 January 2012 the measures set out in Decision 2001/822/EC to the island of Saint-Barthélemy that are favourable to the OCTs and that do not involve obligations for them, apart from those relating to development cooperation financing. In this respect, France has undertaken not to apply for European Development Fund intervention for the island of Saint-Barthélemy under the programming for 2007-2013,", "main_body": ["In Annex I A to Decision 2001/822/EC the following indent is inserted, between that relating to ‘Saint Pierre and Miquelon’ and that relating to ‘Aruba’:\n‘— Saint-Barthélemy,’.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nArticles 1 to 9, Articles 34, 35 and 38, Article 39(1) and (7), Article 45(1), (2)(a) and (3), and Articles 57 and 58 of Decision 2001/822/EC shall apply to the island of Saint-Barthélemy from 1 January 2012.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 September 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 325, 9.12.2010, p. 4.\n(2)  OJ L 314, 30.11.2001, p. 1."}