{"celex_id": "32011R0895", "uri": "http://publications.europa.eu/resource/cellar/ea06a0b6-c5bd-46c1-8231-f928860147da", "type": "Regulation", "concepts": ["1605", "3173", "5573", "863"], "title": "Commission Implementing Regulation (EU) No 895/2011 of 22 August 2011 approving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Pimiento Asado del Bierzo (PGI))\n", "header": "8.9.2011 EN Official Journal of the European Union L 231/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 895/2011\nof 22 August 2011\napproving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Pimiento Asado del Bierzo (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the first subparagraph of Article 7(4) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006, the Commission has examined Spain’s application for the approval of amendments to the specification for the protected geographical indication ‘Pimiento Asado del Bierzo’ registered under Commission Regulation (EC) No 2400/96 (2), as amended by Regulation (EC) No 417/2006 (3).\n(2) Since the amendments in question are not minor within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission published the amendment application in the Official Journal of the European Union\n (4), as required by the first subparagraph of Article 6(2) of that Regulation. As no statement of objection within the meaning of Article 7 of Regulation (EC) No 510/2006 has been sent to the Commission, the amendments should be approved,", "main_body": ["The amendments to the specification published in the Official Journal of the European Union regarding the name in the Annex to this Regulation are hereby approved.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 August 2011.\nFor the Commission, On behalf of the President,\nCecilia MALMSTRÖM\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 327, 18.12.1996, p. 11.\n(3)  OJ L 72, 11.3.2006, p. 8.\n(4)  OJ C 321, 26.11.2010, p. 18.\nANNEX\nAgricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.6.   Fruit, vegetables and cereals, fresh or processed\nSPAIN\nPimiento Asado del Bierzo (PGI)"}