{"celex_id": "32013D0672", "uri": "http://publications.europa.eu/resource/cellar/7d668ab6-5353-11e3-8945-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1842", "2329", "2556", "2850", "2901", "4790", "544", "5537", "611"], "title": "2013/672/EU: Council Decision of 15 November 2013 on the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years\n", "header": "22.11.2013 EN Official Journal of the European Union L 313/3\nCOUNCIL DECISION\nof 15 November 2013\non the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years\n(2013/672/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with point (a) of Article 218(6), thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 30 November 2006, the Council adopted Regulation (EC) No 1801/2006 on the conclusion of the Fisheries Partnership Agreement between the European Community and the Islamic Republic of Mauritania (1) (‘the Partnership Agreement’).\n(2) The Union has negotiated a new Protocol with the Islamic Republic of Mauritania (‘the new Protocol’) granting EU vessels fishing opportunities in waters in which Mauritania exercises its sovereignty or its jurisdiction as regards fishing.\n(3) The new Protocol was signed on the basis of Council Decision 2012/827/EU (2) and has been applied provisionally from the date of its signature.\n(4) The new Protocol should be approved,", "main_body": ["The Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years (‘the Protocol’) (3) is hereby approved on behalf of the Union.", "The President of the Council shall proceed, on behalf of the Union, to the notification provided for in Article 11 of the Protocol (4).", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 15 November 2013.\nFor the Council\nThe President\nR. ŠADŽIUS\n(1)  OJ L 343, 8.12.2006, p. 1.\n(2)  OJ L 361, 31.12.2012, p. 43.\n(3)  The text of the Protocol has been published in OJ L 361, 31.12.2012, p. 44 together with the decision on the signature.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}