{"celex_id": "32015R0429", "uri": "http://publications.europa.eu/resource/cellar/217510e9-ca1d-11e4-ab4d-01aa75ed71a1", "type": "Regulation", "concepts": ["1433", "2824", "4387", "4657", "468"], "title": "Commission Implementing Regulation (EU) 2015/429 of 13 March 2015 setting out the modalities to be followed for the application of the charging for the cost of noise effects  Text with EEA relevance\n", "header": "14.3.2015 EN Official Journal of the European Union L 70/36\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/429\nof 13 March 2015\nsetting out the modalities to be followed for the application of the charging for the cost of noise effects\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2012/34/EU of the European Parliament and of the Council of 21 November 2012 establishing a single European railway area (1), in particular Article 31(5) thereof,\nWhereas:\n(1) The White Paper ‘Roadmap to a Single European Transport Area — Towards a competitive and resource efficient transport system’ (2) indicated that 10 % of the European population is exposed to significant noise pollution from rail transport, in particular freight. Noise is a localised externality, affecting people living close to railway lines. Its reduction is the most cost-effective at the source, where the noise is produced. The replacement of cast iron brake blocks with composite brake blocks can bring noise reductions of up to 10 dB. Therefore the support of the retrofitting of wagons with the most economically viable low-noise braking technology available should be encouraged and pursued.\n(2) This Regulation aims at incentivising the retrofitting by allowing the reimbursement of relevant costs linked with installation of composite brake blocks.\n(3) Article 31(5) of Directive 2012/34/EU empowered the Commission to adopt implementing measures setting out the modalities to be followed for the application of the charging for the cost of noise effects including its duration of application and enabling the differentiation of infrastructure charges to take into account, where appropriate, the sensitivity of the area affected, in particular in terms of the size of population affected and the train composition with an impact on the level of noise emissions (‘noise-differentiated track access charges’ or ‘NDTAC’).\n(4) This Regulation sets out such modalities and provides an appropriate legal framework on the basis of which a scheme establishing NDTAC (‘the scheme’) should be introduced and applied by the infrastructure managers. This legal framework should guarantee to the railway undertakings, wagon keepers and other stakeholders a legal security and incentives to retrofit their wagons. Therefore the modalities set out by this Regulation cover the duration of the scheme, the level of incentives and the related arrangements.\n(5) For the purpose of providing the necessary expertise and assistance, the Commission established in 2011 a NDTAC expert working group. The group consisted of representatives of interested Member States, infrastructure managers, railway undertakings, wagon keepers and civil society, and provided valuable input.\n(6) Member States should be free to decide whether the infrastructure manager should modify the infrastructure charges, in accordance with this Regulation, in order to take into account the cost of noise effects.\n(7) Wagons which comply with Commission Regulation (EU) No 1304/2014 (3) on the technical specifications of interoperability relating to the subsystem ‘rolling stock — noise’ and its subsequent modifications (‘TSI Noise’), should be considered ‘silent’. Wagons which do not comply with TSI Noise should be considered ‘noisy’. If, during a renewal or upgrading of a wagon, the latter is equipped with certified composite brake blocks and no noise sources are added to the wagon under assessment, then it should be assumed that the requirements of TSI Noise are met.\n(8) There are wagons that cannot be retrofitted with composite brake blocks due to their technical characteristics. These wagons should not fall within the scope of this Regulation.\n(9) In order to preserve the competitiveness of the railway sector, the scheme should take the form of a minimum mandatory discount or a bonus for railway undertakings using retrofitted wagons. For the same purpose administrative procedures should be kept to the necessary minimum.\n(10) In order to take into account the sensitivity of the area affected by the noise, in particular in terms of the size of population affected, infrastructure managers should have a possibility to introduce a surcharge (constituting a malus) for railway undertakings using noisy trains. Malus can only be introduced where bonus is also introduced. The level of malus can vary on different railway lines and sections for duly justified reasons, depending in particular on the noise exposure of the affected population. In order not to affect the overall competitiveness of the railway sector, the malus should be of a limited value and in any case not higher than the bonus. However, if charging of cost of noise is applied to road freight transport in accordance with Union law, such limitation should not apply.\n(11) The result of effective noise reduction due to retrofitting can be only noticeable when almost all wagons in a train are silent. Moreover, a better noise performance beyond the required minimum and innovation in noise reduction should be promoted. Therefore additional bonuses for ‘silent’ trains and ‘very quiet’ rolling stock should be allowed.\n(12) As one of the main objectives of this Regulation is to provide incentives for a fast retrofitting, the duration of the scheme in relation to bonus should be limited in time and at the same time last long enough to provide sufficient financial support. Therefore the scheme should start to apply as soon as possible and finish to apply in 2021. However, Member States should have the possibility to decide whether the infrastructure managers should apply the scheme after the proposed starting date. The effects of schemes existing at the date of the entry into force of this Regulation should be recognised and taken into account by providing for appropriate transitional provisions. The application of such schemes should in no case result in discrimination between railway undertakings.\n(13) If the progress with retrofitting is not satisfactory, Member States should be allowed to apply malus after the end of the duration of the scheme under the condition that a similar measure is applied to the road freight transport sector. The design of this malus should be consistent with the principles of internalisation of external costs of noise for all freight transport modes, in particular road transport.\n(14) As wagon keepers are usually in the position to retrofit the wagons while railway undertakings would benefit from the bonus, the incentives should be passed on to those who bear the costs of retrofitting.\n(15) Various studies have assessed the retrofitting costs and necessary incentive that would enable pursuing the retrofitting in connection with other funding possibilities. Based on the impact assessment support study of the Commission, the minimum harmonised level of bonus should be set at EUR 0,0035 per axle-km. Such an amount of bonus should incentivise retrofitting a wagon running 45 000 km per year during the period of 6 years by covering 50 % of relevant costs. As it is considered that running a wagon with composite brake blocks leads to higher operating costs and given that a wagon may run in practice less than 45 000 km per year, the amount of bonus could be increased to take this into account.\n(16) In order to increase the speed of retrofitting and minimise the risk of possible negative consequences for the competitiveness of the rail sector, wagon keepers and railway undertakings should be encouraged to take advantage of the European public funding possibilities for retrofitting provided by Regulation (EU) No 1316/2013 of the European Parliament and of the Council (4) establishing the Connecting Europe Facility. For the same purpose the Member States which decide that the infrastructure managers apply the scheme should be encouraged to make relevant national funds available.\n(17) In order to ensure non-discriminatory conditions for all railway undertakings and prevent payment of bonuses for the use of wagons which are not entitled to benefit from them, infrastructure managers should receive data regarding the relevant noise characteristics of wagons. In order to reduce administrative burden, existing registers and other tools, where available, should be used for that purpose.\n(18) Infrastructure managers applying the scheme should cooperate in order to simplify and harmonise procedures relating to the operation of the scheme with a view to reducing administrative and financial burdens for railway undertakings.\n(19) This Regulation should be without prejudice to the provisions of Directive 2012/34/EU regarding the financing of infrastructure, the equilibrium of income and expenditure of the infrastructure manager and equitable, non-discriminatory and transparent access to infrastructure.\n(20) The measures provided for in this Regulation are in accordance with the opinion of the Committee referred to in Article 62(3) of Directive 2012/34/EU,", "main_body": ["Scope\n1.   This Regulation sets out the modalities to be followed by the infrastructure manager for the application of the charging for the cost of noise effects caused by the freight rolling stock.\nIt shall apply when a Member State, within the charging framework as provided for in Article 29(1) of Directive 2012/34/EU, has decided to introduce modification of infrastructure charges in accordance with Article 31(5), first subparagraph of that Directive.\n2.   This Regulation shall not apply to wagons which fulfil one of the following conditions:\n(a) wagons that hold a derogation from TSI Noise under Article 9 of Directive 2008/57/EC of the European Parliament and of the Council (5);\n(b) wagons for which there are no available TSI Wagon compliant composite brake blocks which can be directly fitted in the wagon without further modification of the braking system or dedicated tests;\n(c) wagons coming from third countries and running on 1 520 or 1 524 mm railway gauge network and which are granted a specific case in TSI Noise or excluded from its scope.\n3.   The bonus and the malus resulting from the differentiation of the track access charges shall ensure non-discriminatory and transparent access to infrastructure.\n4.   The differentiation of the track access charges according to this Regulation shall be without prejudice to the application of State aid rules.", "Definitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(1) ‘Scheme’ means provisions establishing noise-differentiated track access charges to be adopted and applied by infrastructure managers;\n(2) ‘Retrofitted wagons’ means existing wagons retrofitted with composite brake blocks in accordance with the requirements set out in TSI Noise;\n(3) ‘Silent wagons’ means new or existing wagons respecting relevant noise limit values set out in TSI Noise;\n(4) ‘Noisy wagons’ means wagons not respecting relevant noise limit values set out in TSI Noise;\n(5) ‘Noisy train’ means a train composed of more than 10 % of noisy wagons;\n(6) ‘Silent train’ means a train which is composed of at least 90 % of silent wagons;\n(7) ‘Very quiet wagons and locomotives’ means wagons and locomotives with noise emissions at least 3 dB below the relevant values set out in TSI Noise;\n(8) ‘Bonus for retrofitted wagons’ means a mandatory discount from the infrastructure access charges for railway undertakings using retrofitted wagons;\n(9) ‘Train bonus’ means an optional discount for railway undertakings for each ‘silent train’;\n(10) ‘Bonus for very quiet wagons or locomotives’ means an optional discount for railway undertakings for each very quiet wagon and locomotive;\n(11) ‘Malus’ means an optional surcharge to the infrastructure access charges to be paid by railway undertakings for each noisy train.", "Scheme\n1.   On the basis of the modalities set out in this Regulation, the infrastructure manager shall adopt a scheme which differentiates the infrastructure charges depending on the level of noise produced and which applies to all railway undertakings concerned. The application of this scheme shall not result in the undue distortion of competition between railway undertakings or negatively affect the overall competitiveness of the rail freight sector.\n2.   The scheme shall apply until 31 December 2021.", "Bonus for retrofitted wagons\n1.   Infrastructure managers shall introduce a bonus for railway undertakings using retrofitted wagons. The level of bonus shall be the same on the entire network of the infrastructure manager and it shall be applicable to each retrofitted wagon.\n2.   The basis for calculation of the level of bonus shall be the number of axles of a wagon and amount of kilometres run in a period determined by the infrastructure manager.\n3.   The minimum level of a bonus shall be set at EUR 0,0035 per axle-km.\n4.   When setting the level of the bonus, the infrastructure manager may take into account the inflation, mileage run by wagons and operating costs linked with the use of retrofitted wagons.\n5.   The level of bonus calculated in accordance with paragraph 3 and, where relevant, paragraph 4 shall be set for at least 1 year.\n6.   Infrastructure managers may decide to cancel or reduce the level of bonus by the value of retrofitting costs for those wagons that had already received bonus payments which allow them to reimburse the retrofitting costs.", "Train bonus\n1.   Infrastructure managers may introduce a bonus for railway undertakings running silent trains.\n2.   Train bonus shall be applicable to each silent train.\n3.   The amount of the bonus for silent train shall be maximum 50 % of the total value of bonuses applicable to retrofitted wagons composing that train and calculated in accordance with Article 4.\n4.   The bonus for silent train shall be cumulative with the bonuses referred to in Articles 4 and 6.", "Bonus for very quiet wagons and locomotives\n1.   Infrastructure managers may introduce a bonus for railway undertakings running very quiet wagons and locomotives.\n2.   Bonus referred to in paragraph 1 shall be applicable to each very quiet wagon and locomotive.\n3.   The amount of the bonus for each very quiet wagon and locomotive shall proportionally correspond to the reduction of noise levels below these limit values and shall be maximum 50 % of the value of bonus applicable to the retrofitted wagon as calculated in accordance with Article 4.\n4.   The bonus for very quiet wagons and locomotives shall be cumulative with the bonuses referred to in Articles 4 and 5.", "Malus\n1.   Infrastructure managers may introduce a malus for railway undertakings running noisy trains.\n2.   Malus shall be applicable to each noisy train.\n3.   The total sum of malus paid over the duration of the scheme shall not be higher than the sum of bonuses referred to in Articles 4, 5 and 6.\n4.   Infrastructure managers shall be allowed not to apply paragraph 3 if similar charging of cost of noise is applied to road freight transport in accordance with Union law in the Member State concerned.\n5.   By derogation from Article 3 Member States may decide to continue to apply or introduce a malus after the end of the duration of the scheme under condition that a similar measure is applied to road freight transport sector in accordance with Union law.\n6.   When deciding to introduce the malus and setting its level, the infrastructure manager may, as appropriate and after consulting the relevant stakeholders, take into account the sensitivity of the area affected by rail freight traffic, in particular the size of population affected and its exposure to rail noise along the railway line.", "Administrative arrangements\n1.   Infrastructure managers shall be responsible for managing the scheme, including keeping the accounts for financial flows with railway undertakings. They shall make available the data concerning these financial flows upon request of the competent national authorities during the period of application of the scheme and in the following 10 years after the expiry of the scheme.\n2.   Infrastructure manager shall use existing registers and other available tools in order to gather evidence demonstrating the status of the wagons or locomotives (accordingly retrofitted, silent or noisy, very quiet).\n3.   If the data referred to in paragraph 2 cannot be gathered from registers or tools, the infrastructure manager shall request the railway undertakings to demonstrate the status of the wagons and locomotives they intend to use.\nIn case of retrofitted wagon, the railway undertaking shall deliver relevant technical or financial evidence that the retrofitting took place.\nIn case of silent wagons, the railway undertaking shall deliver an authorisation to place in service or any equivalent evidence.\nIn case of very quiet wagons and locomotives, the railway undertaking shall deliver evidence proving the lower level of noise, including, if appropriate, details of additional noise reduction modifications undertaken.\n4.   Administrative measures developed at national level for the management of the existing schemes may continue to apply as long as they comply with this Regulation.\n5.   Administrative costs of the scheme shall not be taken into account in the determination of the level of bonus and malus.\n6.   Infrastructure managers of Member States applying the scheme shall cooperate, in particular regarding the simplification and harmonisation of administrative procedures for the application of the charging for the cost of noise effects caused by the freight rolling stock as provided for by this Regulation, including on the format of the evidence referred to in paragraph 3.", "Notification\n1.   The schemes shall be notified to the Commission before they become applicable.\n2.   By 1 May 2016, and by 1 May of each following year the Member States shall report to the Commission for the previous calendar year at least the following data:\n(a) number of wagons that were subject to bonus referred to in Article 4;\n(b) where applicable, number of wagons and locomotives subject to bonus referred to in Article 6;\n(c) where applicable, number of trains subject to bonus referred to in Article 5;\n(d) where applicable, number of trains that were subject to malus;\n(e) mileage run by retrofitted wagons in the Member State concerned;\n(f) estimated mileage run by silent and noisy trains in the Member State concerned.\n3.   Upon request of the Commission additional data shall be provided where available. This data may include:\n(a) total amount of bonuses granted for retrofitted wagons, silent trains and very quiet wagons and locomotives;\n(b) total amount of maluses collected;\n(c) average amount of bonus and malus per axle-km.", "0\nReview\n1.   By 31 December 2018, the Commission shall evaluate the implementation of the schemes, in particular regarding the progress of retrofitting of wagons and the balance between bonus deducted and malus already paid. In addition, the Commission shall evaluate the impact of the schemes put in place according to this Regulation on the overall competitiveness of the freight railway sector and the passing on of the incentives induced through the scheme from railway undertakings to wagon keepers.\n2.   Taking into account the results of the evaluation, the Commission may if necessary, amend this Regulation in particular in relation to the minimum level of bonus.", "1\nExisting schemes\n1.   Existing schemes at the date of the entry into force of this Regulation, including contracts based on such schemes, may continue to apply until 10 December 2016 at the latest. The scheme provided for by this Regulation may only be applied after the existing schemes have been terminated. Termination of existing schemes shall not be required if the infrastructure manager has made the existing scheme and contracts based on it compliant with this Regulation by 11 December 2016.\n2.   Infrastructure managers from Member States that had in place schemes referred to in paragraph 1 may decide not to apply Article 3(2) as long as the total duration of their schemes is at least of 6 years.", "2\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 16 June 2015.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States."], "attachments": "Done at Brussels, 13 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 343, 14.12.2012, p. 32.\n(2)  COM(2011) 144.\n(3)  Commission Regulation (EU) No 1304/2014 of 26 November 2014 on the technical specification for interoperability relating to the subsystem ‘rolling stock — noise’ amending Decision 2008/232/EC and repealing Decision 2011/229/EU (OJ L 356, 12.12.2014, p. 421).\n(4)  Regulation (EU) No 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending Regulation (EU) No 913/2010 and repealing Regulations (EC) No 680/2007 and (EC) No 67/2010 (OJ L 348, 20.12.2013, p. 129).\n(5)  Directive 2008/57/EC of the European Parliament and of the Council of 17 June 2008 on the interoperability of the rail system within the Community (OJ L 191, 18.7.2008, p. 1)."}