{"celex_id": "32011D0685", "uri": "http://publications.europa.eu/resource/cellar/1f8740fe-8542-4528-a351-2e3e244cc60f", "type": "Decision", "concepts": ["1445", "1789", "3115", "4821", "5034", "5709"], "title": "Commission Implementing Decision of 13 October 2011 recognising the fully operational character of the Lithuanian database for bovine animals (notified under document C(2011) 7164)\n", "header": "14.10.2011 EN Official Journal of the European Union L 269/36\nCOMMISSION IMPLEMENTING DECISION\nof 13 October 2011\nrecognising the fully operational character of the Lithuanian database for bovine animals\n(notified under document C(2011) 7164)\n(Only the Lithuanian text is authentic)\n(2011/685/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (1), and in particular Article 10 thereof,\nWhereas:\n(1) Article 6(1) and (2) of Regulation (EC) No 1760/2000 (the Regulation) provides that a bovine animal shall be identified and issued with a passport to accompany them when they are moved.\n(2) Article 6(3) of the Regulation provides that Member States, which have a computerised database which the Commission deems to be fully operational, may determine that a passport is to be issued only for animals intended for intra-Union trade and that those animals shall be accompanied by their passports only when they are moved from the territory of the Member State concerned to the territory of another Member State.\n(3) Lithuania has presented the Commission a request for the recognition of the operational character of its bovine database. This database forms the basis of the Lithuanian system for the identification and registration of bovine animals.\n(4) Lithuania submitted the necessary information which in particular confirms that its bovine database is compatible with Article 5 of the Regulation: (i) the delays in notification of events are highlighted in the database and thus the deadlines for notifications of animal movements set in the Regulation are respected; (ii) that passports of animals moved outside of Lithuania are subsequently surrendered to the competent authority on arrival; (iii) there is an interface between the national bovine database and the national Agriculture Payment Scheme database as well as with the national Veterinary Information Management System to facilitate reconciliation controls and the exchange of useful data; and (iv) guidelines are reinforced so that ear tags are issued and distributed in a correct manner and this information is available to the database.\n(5) The Commission examined this information and considers it adequate to recognise the operational character of the database.\n(6) In view of the above, it is appropriate to recognise the Lithuanian database for bovine animals as fully operational from 1 July 2011,", "main_body": ["The Lithuanian database for bovine animals is recognised as fully operational from 1 July 2011.", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Brussels, 13 October 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 204, 11.8.2000, p. 1."}