{"celex_id": "32014D0460", "uri": "http://publications.europa.eu/resource/cellar/3b47962d-0be9-11e4-a7d0-01aa75ed71a1", "type": "Decision", "concepts": ["249", "3483", "3870"], "title": "Council Decision 2014/460/CFSP of 14 July 2014 amending Decision 2010/656/CFSP renewing the restrictive measures against Côte d'Ivoire\n", "header": "15.7.2014 EN Official Journal of the European Union L 207/17\nCOUNCIL DECISION 2014/460/CFSP\nof 14 July 2014\namending Decision 2010/656/CFSP renewing the restrictive measures against Côte d'Ivoire\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 29 October 2010, the Council adopted Decision 2010/656/CFSP (1).\n(2) On 29 April 2014, the United Nations Security Council adopted Resolution 2153 (2014), renewing and modifying the arms embargo against Côte d'Ivoire, in particular by no longer including related non-lethal materiel in the prohibition on the supply, sale or transfer to Côte d'Ivoire of arms and any related materiel. In addition, the ban on the import of rough diamonds from Côte d'Ivoire has been lifted.\n(3) Decision 2010/656/CFSP should therefore be amended accordingly,", "main_body": ["Decision 2010/656/CFSP is hereby amended as follows:\n(1) Articles 1 and 2 are replaced by the following:\n(a) supplies intended solely for the support of or use by the United Nations Operation in Côte d'Ivoire (UNOCI) and the French forces who support them, and supplies transiting through Côte d'Ivoire intended for the support of or use by United Nations Peacekeeping operations;\n(b) the following, as notified in advance to the Committee established by paragraph 14 of UNSCR 1572 (2004) (“Sanctions Committee”):\n(i) supplies temporarily exported to Côte d'Ivoire to the forces of a State which is taking action, in accordance with international law, solely and directly to facilitate the evacuation of its nationals and those for whom it has consular responsibility in Côte d'Ivoire;\n(ii) supplies of arms and related lethal materiel to the Ivorian security forces, intended solely for the support of, or use in, the Ivorian process of security sector reform, with the exception of those arms and related lethal materiel as set out in Annex III to this Decision, which must be approved in advance by the Sanctions Committee;\n(c) supplies of non-lethal equipment capable of being used for internal repression and which is intended solely to enable the Ivorian security forces to use only appropriate and proportionate force while maintaining public order;\n(d) supplies of equipment capable of being used for internal repression to the Ivorian security forces, intended solely for support of, or use in, the Ivorian process of security sector reform.\n(2) Article 3 is deleted.", "The Annex to this Decision shall be added as Annex III to Decision 2010/656/CFSP.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 14 July 2014.\nFor the Council\nThe President\nM. MARTINA\n(1)  Council Decision 2010/656/CFSP of 29 October 2010 renewing the restrictive measures against Côte d'Ivoire (OJ L 285, 30.10.2010, p. 28).\nANNEX\n‘ANNEX III\nList of arms and related lethal materiel referred to in Article 2(1)(b)(ii):\n1. Weapons, direct and indirect fire artillery, and guns with a calibre bigger than 12,7 mm, their ammunition and components.\n2. Rocket propelled grenades, rockets, light anti-tank weapons, rifle grenades and grenade-launchers.\n3. Surface-to-air missiles, including man portable air defence systems (Manpads); surface-to-surface missiles; and air-to-surface missiles.\n4. Mortars with a calibre bigger than 82 mm.\n5. Guided anti-tank weapons, especially guided anti-tank missiles, their ammunition and components.\n6. Armed aircraft, including rotary wing or fixed wing.\n7. Military armed vehicles or military vehicles equipped with weapon mounts.\n8. Explosive charges and devices containing explosive materials, designed for military purpose, mines and related materiel.\n9. Night observation and night shooting devices.’"}