{"celex_id": "32010R0115", "uri": "http://publications.europa.eu/resource/cellar/1d9e7829-30ae-431b-89ea-920fd876bce7", "type": "Regulation", "concepts": ["1425", "2081", "3885", "4485", "602", "606", "893"], "title": "Commission Regulation (EU) No 115/2010 of 9 February 2010 laying down the conditions for use of activated alumina for the removal of fluoride from natural mineral waters and spring waters (Text with EEA relevance)\n", "header": "10.2.2010 EN Official Journal of the European Union L 37/13\nCOMMISSION REGULATION (EU) No 115/2010\nof 9 February 2010\nlaying down the conditions for use of activated alumina for the removal of fluoride from natural mineral waters and spring waters\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/54/EC of the European Parliament and of the Council of 18 June 2009 (1), on the exploitation and marketing of natural mineral waters, and in particular Article 4(1)(c) and Article 12 (d) thereof,\nHaving regard to the opinion of the European Food Safety Authority,\nWhereas:\n(1) Commission Directive 2003/40/EC of 16 May 2003 establishing the list, concentration limits and labelling requirements for the constituents of natural mineral waters and the conditions for using ozone-enriched air for the treatment of natural mineral waters and spring waters (2) sets a maximum limit for fluoride in natural mineral waters. As regards spring water, such a limit is fixed by Council Directive 98/83/EC of 3 November 1998 on the quality of water intended for human consumption (3).\n(2) To allow operators to comply with those Directives, a treatment to remove fluoride from natural mineral waters and spring waters by using activated alumina (hereinafter ‘the fluoride removal treatment’) should be authorised.\n(3) The fluoride removal treatment should not add residues to the treated water at concentrations which may pose a risk to public health.\n(4) The fluoride removal treatment should be notified to the competent authorities to allow those authorities to exercise the controls necessary to ensure correct application of the treatment.\n(5) The use of a fluoride removal treatment should be indicated on the label of treated water.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["1.   The treatment of natural mineral waters and spring waters with activated alumina in order to remove fluoride, hereinafter ‘the fluoride removal treatment’, shall be allowed.\nNatural mineral waters and spring waters together are referred to hereinafter as ‘water’.\n2.   The fluoride removal treatment shall be performed in accordance with the technical requirements as set out in the Annex.", "The release of residues into the water as a result of the fluoride removal treatment shall be as low as technically feasible according to the best practices and shall not pose a risk to public health. To ensure this, the operator shall implement and monitor the critical processing steps set in the Annex.", "1.   The application of a fluoride removal treatment shall be notified to the competent authorities at least three months prior to use.\n2.   With the notification the operator shall communicate to the competent authorities relevant information, documentation and analytical results on the treatment which show that it complies with the Annex.", "The label on water which has been the subject of a fluoride removal treatment shall include, in proximity to the statement of the analytical composition, the indication ‘water subjected to an authorised adsorption technique’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nProducts which were placed on the market by 10 August 2010 and which do not comply with Article 4, may continue to be marketed until 10 August 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 164, 26.6.2009, p. 45.\n(2)  OJ L 126, 22.5.2003, p. 34.\n(3)  OJ L 330, 5.12.1998, p. 32.\nANNEX\nTechnical requirements for the use of activated alumina for the removal of fluoride from natural mineral waters and spring waters\nThe following critical processing steps shall be implemented and monitored appropriately:\n1. Before the activated alumina is used for the treatment of water it shall be subjected to an initialisation procedure which includes the use of acidic or alkaline chemicals to remove any residues and a backwash treatment to remove fine particles.\n2. A regeneration procedure shall be applied at intervals ranging from one to four weeks depending on the water quality and throughput. It shall include the use of appropriate chemicals to remove the adsorbed ions in order to restore the adsorption capacity of the activated alumina, and to remove any possibly formed biofilms. This procedure shall be done in the following three stages:\n— Treatment with sodium hydroxide to remove fluoride ions and replace them with hydroxide ions.\n— Treatment with an acid to remove residual sodium hydroxide and activate the medium.\n— Rinsing with drinking or demineralised water and conditioning with the water as the final step in order to ensure that the filter has no impact on the overall mineral content of the treated water.\n3. The chemicals and reagents used for the initialisation and regeneration procedures shall comply with the relevant European standards (1) or applicable national standards relating to the purity of the chemical reagents used for treatment of water intended for human consumption.\n4. The activated alumina shall comply with the European standard for leaching tests (EN 12902) (2) to ensure that no residues are released into the water resulting in concentrations exceeding the limits set in Directive 2003/40/EC or in the absence of limits in that Directive, the limits set in Directive 98/83/EC or in applicable national legislation. The total amount of aluminium ions in the treated water as it results after the release of aluminium, the main component of activated alumina, shall not exceed 200microg/L, as established in Directive 98/83/EC. This amount shall be checked regularly in accordance with the Council Directive.\n5. The processing steps shall be subject to good manufacturing practices and HACCP principles set out in Regulation (EC) No 852/2004 of the European Parliament and of the Council on food hygiene (3).\n6. The operator shall establish a monitoring programme in order to ensure the proper functioning of the processing steps in particular as regards the maintenance of the essential characteristics of the water and its fluoride content.\n(1)  European Standards developed by the European Committee for Standardisation (CEN).\n(2)  European Standard EN 12902 (2004): Products used for treatment of water intended for human consumption. Inorganic supporting and filtering materials.\n(3)  OJ L 139, 30.4.2004, p. 1."}