{"celex_id": "32011D0454", "uri": "http://publications.europa.eu/resource/cellar/cba10cdd-ba1f-4cc3-98d3-307cc9820e0e", "type": "Decision", "concepts": ["1598", "1759", "192", "2356", "5709"], "title": "2011/454/EU: Commission Implementing Decision of 22 July 2011 concerning certain protective measures relating to classical swine fever in Lithuania (notified under document C(2011) 5137)  Text with EEA relevance\n", "header": "23.7.2011 EN Official Journal of the European Union L 193/50\nCOMMISSION IMPLEMENTING DECISION\nof 22 July 2011\nconcerning certain protective measures relating to classical swine fever in Lithuania\n(notified under document C(2011) 5137)\n(Text with EEA relevance)\n(2011/454/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nWhereas:\n(1) Classical swine fever is an infectious viral disease affecting domestic and feral pig populations and can have a severe impact on the profitability of pig farming causing disturbance to trade within the Union and exports to third countries.\n(2) In the event of an outbreak of classical swine fever, there is a risk that the disease agent might spread to other pig holdings and to feral pigs. As a result, it may spread from one Member State to another Member State and to third countries through trade in live pigs or their products.\n(3) Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (3) introduces minimum measures to be applied within the Union for the control of classical swine fever. Article 9 of Directive 2001/89/EC provides for the establishment of protection and surveillance zones in the event of outbreaks of that disease, where the measures laid down in Articles 10 and 11 of that Directive are to apply.\n(4) Lithuania has informed the Commission of the current classical swine fever situation on its territory, and in accordance with Article 9 of Directive 2001/89/EC, it has established protection and surveillance zones where the measures referred to in Articles 10 and 11 of that Directive are applicable.\n(5) In order to prevent any unnecessary disturbance to trade within the Union and to avoid unjustified barriers to trade being imposed by third countries, it is necessary to establish in collaboration with the Member State concerned a Union list of the restricted zones for classical swine fever in Lithuania which are the protection and surveillance zones (the restricted zones).\n(6) Accordingly, the restricted zones in Lithuania should be listed in the Annex to this Decision and the duration of that regionalisation fixed.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Lithuania shall ensure that the protection and surveillance zones established in accordance with Article 9 of Directive 2001/89/EC comprise at least the areas listed in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13.\n(2)  OJ L 224, 18.8.1990, p. 29.\n(3)  OJ L 316, 1.12.2001, p. 5.\nANNEX\nZones in Lithuania Restricted zones as referred to in Article 1 Date until applicable\nProtection zone Jonava city and the following 67 villages in Jonava district of Kaunas county: Akliai, Barantiškiai (farmstead), Bazilionys, Beržynai (farmstead), Beržai, Blauzdžiai, Butkūnai, Didėnai, Dragočiai, Dukuvkos, Gabrilava, Gečiai, Gegutė, Gudžionys, Jadvygava, Jaugeliškiai, Juodžiai, Karaliūnai, Kaupinai, Knipai, Konceptas, Konciapolis, Konstantinava (farmstead), Kripčiai, Kulšiškiai, Kvietkučiai, Liepiai, Linksmavietė, Liutkūnai, Lokėnėliai, Lukšiai, Madlinava, Mačioniai, Markutiškiai, Marvilė, Melnytėlė, Mikšiškiai, Mimaliai, Narauninkiškiai, Paberžė, Pagečiai, Palankesiai, Palokiai II, Pasodos, Paulinava, Petrašiūnai, Prauliai, Ragožiai, Rudėnai, Satkūnai, Skripteliai, Stašiūnai, Svalkeniai, Šilai, Širviai, Šmatai, Šukiai, Upelis, Užmiškiai, Vainiai, Vaivadiškiai, Varpėnai, Žeimeliai, Žeimiai (rail station), Žeimiai settlement, Žieveliškiai, Žvėrynai. 20 August 2011\nSurveillance zone The district of Jonava in Kaunas county (excluding territories in protection zone) and the following 23 villages in Kėdainiai district in Kaunas county: Akmeniai, Aukupėnai, Bajėniškis, Baldinkos, Beinaičiai, Jovaišai, Juciūnai, Liaudiškiai, Nartautai, Nociūnai, Mitėniškiai, Pakščiai, Pašėtės, Pėdžiai, Pručiai, Rimuoliai (farmstead), Stašaičiai, Slikiai, Slikiai (railstation), Šilainiai, Šėta, Užkapiai and Vainiūnai and 5 villages in Ukmergės district — Manteikiai, Marašuvkos, Tarakų, Paliesės, Reniūnų. 20 August 2011"}