{"celex_id": "32010D0165", "uri": "http://publications.europa.eu/resource/cellar/477ebf2a-9958-4947-adfd-81c17a0d5f59", "type": "Decision", "concepts": ["2526", "3646", "3648", "5234", "5235", "5612", "867"], "title": "2010/165/: Commission Decision of 18 March 2010 withdrawing the reference of standard EN ISO 4869-4: 2000 Acoustics — Hearing protectors — Part 4: Measurement of effective sound pressure levels for level-dependent sound-restoration ear-muffs (ISO/TR 4869-4: 1998) in accordance with Council Directive 89/686/EEC (notified under document C(2010) 1599) Text with EEA relevance\n", "header": "19.3.2010 EN Official Journal of the European Union L 69/20\nCOMMISSION DECISION\nof 18 March 2010\nwithdrawing the reference of standard EN ISO 4869-4: 2000 ‘Acoustics — Hearing protectors — Part 4: Measurement of effective sound pressure levels for level-dependent sound-restoration ear-muffs (ISO/TR 4869-4: 1998)’ in accordance with Council Directive 89/686/EEC\n(notified under document C(2010) 1599)\n(Text with EEA relevance)\n(2010/165/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/686/EEC of 21 December 1989 on the approximation of the laws of the Member States relating to personal protective equipment (1) and in particular Article 6(1) thereof,\nHaving regard to the opinion of the Standing Committee set up by Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society Services (2),\nWhereas:\n(1) The European standard EN ISO 4869-4: 2000, ‘Acoustics — Hearing protectors — Part 4: Measurement of effective sound pressure levels for level-dependent sound-restoration ear-muffs (ISO/TR 4869-4: 1998)’, was adopted by the European Committee for Standardisation (CEN) in April 2000. The reference of the standard was first published in the Official Journal of the European Union on 6 October 2005 (3).\n(2) Germany has lodged a formal objection in respect of standard EN ISO 4869-4: 2000.\n(3) Germany’s formal objection was lodged on the grounds that standard EN ISO 4869-4: 2000 fails to satisfy the requirements set out in Annex II to Directive 89/686/EEC, as the test method for level-dependent sound attenuating ear-muffs specified by that standard tends to overestimate the effectiveness of the hearing protector tested and the results are neither representative of user exposure nor reproducible.\n(4) Having examined standard EN ISO 4869-4: 2000 the Commission has established that the standard fails to fully satisfy the basic health and safety requirements set out in Sections 1.1.2.1 and 3.5 of Annex II to Directive 89/686/EEC.\n(5) The reference of standard EN ISO 4869-4: 2000 should therefore be withdrawn from the list of harmonised standards in the Official Journal of the European Union, with the result that compliance with relevant national standards transposing the harmonised standard EN ISO 4869-4: 2000 no longer confers the presumption of conformity to the basic health and safety requirements of Directive 89/686/EEC,", "main_body": ["The reference of standard EN ISO 4869-4: 2000 ‘Acoustics — Hearing protectors — Part 4: Measurement of effective sound pressure levels for level-dependent sound-restoration ear-muffs (ISO/TR 4869-4: 1998)’ is withdrawn from the list of harmonised standards published in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 March 2010.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 399, 30.12.1989, p. 18.\n(2)  OJ L 204, 21.7.1998, p. 37.\n(3)  OJ C 247, 6.10.2005, p. 2."}