{"celex_id": "32013R0768", "uri": "http://publications.europa.eu/resource/cellar/7280126f-00c5-11e3-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["1005", "2115", "2216", "2965"], "title": "Commission Implementing Regulation (EU) No 768/2013 of 8 August 2013 amending Regulation (EC) No 917/2004 on detailed rules to implement Council Regulation (EC) No 797/2004 on measures improving general conditions for the production and marketing of apiculture products\n", "header": "9.8.2013 EN Official Journal of the European Union L 214/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 768/2013\nof 8 August 2013\namending Regulation (EC) No 917/2004 on detailed rules to implement Council Regulation (EC) No 797/2004 on measures improving general conditions for the production and marketing of apiculture products\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 110 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 917/2004 (2) lays down provisions for the implementation of the national apiculture programmes provided for in Article 105 of Regulation (EC) No 1234/2007. According to Article 2(2) and (3) of Regulation (EC) No 917/2004, the apiculture programme measures laid down for every year of the three-year period shall be implemented by 31 August of the year to which they relate and payments shall be carried out during the annual exercise established from 16 October of the same year to 15 October of the following year. As a result, Member States cannot implement apiculture measures between 1 September of the year of the apiculture programme and 15 October of the same year.\n(2) In order to avoid the gap between the implementation and the funding of apiculture measures, the relevant dates need to be changed so that measures can be implemented all year round.\n(3) The Union financial contribution to national apiculture programmes is based on the bee census/number of hives in each Member State as set out in Annex I to Regulation (EC) No 917/2004.\n(4) In accordance with Article 109 of Regulation (EC) No 1234/2007, Member States submitted their national apiculture programmes and updated the numbers of hives as provided for in Article 1(a) of Regulation (EC) No 917/2004. The updated numbers of hives should be reflected in Annex I to Regulation (EC) No 917/2004.\n(5) Regulation (EC) No 917/2004 should therefore be amended accordingly.\n(6) The amendments provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation for Agricultural Markets,", "main_body": ["Regulation (EC) No 917/2004 is amended as follows:\n(1) in Article 2, paragraphs 2 and 3 are replaced by the following:\n(2) Annex I is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply as from the 2014 apiculture year starting on 1 September 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 163, 30.4.2004, p. 83.\nANNEX\n‘ANNEX I\nMember State Bee census\nBE 107 800\nBG 526 014\nCZ 540 705\nDK 150 000\nDE 711 299\nEE 41 400\nIE 15 710\nEL 1 584 206\nES 2 459 292\nFR 1 636 000\nHR 491 481\nIT 1 316 774\nCY 44 953\nLV 83 801\nLT 144 969\nLU 7 804\nHU 1 088 590\nMT 3 142\nNL 80 000\nAT 376 485\nPL 1 280 693\nPT 566 793\nRO 1 550 000\nSI 167 000\nSK 254 859\nFI 50 000\nSE 150 000\nUK 274 000\nEU 28 15 704 270’"}