{"celex_id": "32015D0027", "uri": "http://publications.europa.eu/resource/cellar/6157a88c-9706-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["1826", "3646", "4036", "5234", "5451", "5726", "825"], "title": "Commission Implementing Decision (EU) 2015/27 of 7 January 2015 on the publication with a restriction in the Official Journal of the European Union of the reference of standard EN 474-1:2006+A4:2013 on Earth-moving machinery under Directive 2006/42/EC of the European Parliament and of the Council  Text with EEA relevance\n", "header": "8.1.2015 EN Official Journal of the European Union L 4/24\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/27\nof 7 January 2015\non the publication with a restriction in the Official Journal of the European Union of the reference of standard EN 474-1:2006+A4:2013 on Earth-moving machinery under Directive 2006/42/EC of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/42/EC of the European Parliament and of the Council of 17 May 2006 on machinery, and amending Directive 95/16/EC (1), and in particular Article 10 thereof,\nHaving regard to the opinion of the committee established by Article 22 of Regulation (EU) No 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European standardisation, amending Council Directives 89/686/EEC and 93/15/EEC and Directives 94/9/EC, 94/25/EC, 95/16/EC, 97/23/EC, 98/34/EC, 2004/22/EC, 2007/23/EC, 2009/23/EC and 2009/105/EC of the European Parliament and of the Council and repealing Council Decision 87/95/EEC and Decision No 1673/2006/EC of the European Parliament and of the Council (2),\nWhereas:\n(1) Where a national standard transposing a harmonised standard, the reference of which has been published in the Official Journal of the European Union, covers one or more essential health and safety requirements set out in Annex I to Directive 2006/42/EC, the machine built in accordance with this standard is presumed to meet the essential health and safety requirements concerned.\n(2) Two petitions have been addressed by the same person to the European Parliament referring to fatal occupational accidents occurred in Germany involving earth-moving machinery, claiming that accidents were related to the insufficient visibility from the driving position. The machinery concerned was designed in accordance with harmonised standard EN 474-1 ‘Earth-moving machinery — Safety — Part 1: General requirements’.\n(3) As a consequence, the harmonised standard EN 474-1:2006+A4:2013 ‘Earth-moving machinery — Safety — Part 1: General requirements’, whose reference was first published in the Official Journal of the European Union on 28 November 2013 (3) was examined by the Commission together with the representatives of the committee established by Article 22 of Directive 2006/42/EC. It was concluded that the earth-moving machinery designed and manufactured according to the standard does not allow the driver to have sufficient visibility in order to operate the machinery without a risk for the driver or third persons.\n(4) As a result, the Commission concluded that the harmonised standard EN 474-1:2006+A4:2013 fails to meet the essential health and safety requirements provided for in points 1.2.2 Control devices (visibility of danger zones during starting) and 3.2.1. Driving position (visibility during operations) of Annex I to Directive 2006/42/EC.\n(5) Taking into consideration the need to improve the safety aspects of standard EN 474-1:2006+A4:2013 and pending a suitable revision of that standard, the publication in the Official Journal of the European Union of the reference of the standard EN 474-1:2006+A4:2013 should be accompanied by an appropriate warning,", "main_body": ["The reference of standard EN 474-1:2006+A4:2013 ‘Earth-moving machinery — Safety — Part 1: General requirements’, shall be published in the Official Journal of the European Union with restriction as set out in the Annex.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 7 January 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 157, 9.6.2006, p. 24.\n(2)  OJ L 316, 14.11.2012, p. 12.\n(3)  OJ C 348, 28.11.2013, p. 5.\nANNEX\nCOMMISSION COMMUNICATION IN THE FRAMEWORK OF THE IMPLEMENTATION OF DIRECTIVE 2006/42/EC\n(Publication of titles and references of harmonised standards under Union harmonisation legislation)\nESO (1) Reference and title of the harmonised standard First publication OJ Reference of superseded standard Date of cessation of presumption of conformity of superseded standard\nCEN EN 474-1:2006+A4:2013 28.11.2013 EN 474-1:2006+A3:2013 Date expired\nWarning: This publication does not concern clause 5.8.1 Visibility — Operator's field of view of this standard, the application of which does not confer a presumption of conformity to the essential health and safety requirements 1.2.2 and 3.2.1 of Annex I to Directive 2006/42/EC.\nNote 1: Generally the date of cessation of presumption of conformity will be the date of withdrawal (‘dow’), set by the European standardisation organisation, but attention of users of these standards is drawn to the fact that in certain exceptional cases this can be otherwise.\nNote 2: The new (or amended) standard has the same scope as the superseded standard. On the date stated, the superseded standard ceases to give presumption of conformity with the essential or other requirements of the relevant Union legislation.\n(1)  ESO: European standardisation organisation:\n— CEN: Avenue Marnix 17, B-1000, Brussels, Tel. +32 25500811; fax + 32 25500819 (http://www.cen.eu)."}