{"celex_id": "32013D0429", "uri": "http://publications.europa.eu/resource/cellar/8d83c867-03fd-11e3-a352-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1518", "1519", "1524", "2286", "247", "5898", "6112", "888"], "title": "2013/429/EU: Commission Implementing Decision of 9 August 2013 amending Decision 2007/453/EC as regards the BSE status of Costa Rica, Israel, Italy, Japan, the Netherlands, Slovenia and the United States (notified under document C(2013) 5160)  Text with EEA relevance\n", "header": "13.8.2013 EN Official Journal of the European Union L 217/37\nCOMMISSION IMPLEMENTING DECISION\nof 9 August 2013\namending Decision 2007/453/EC as regards the BSE status of Costa Rica, Israel, Italy, Japan, the Netherlands, Slovenia and the United States\n(notified under document C(2013) 5160)\n(Text with EEA relevance)\n(2013/429/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the third subparagraph of Article 5(2) thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 provides that Member States, third countries or regions thereof (‘countries or regions’) are to be classified according to their bovine spongiform encephalopathy (BSE) status into one of three categories: negligible BSE risk, controlled BSE risk and undetermined BSE risk.\n(2) The Annex to Commission Decision 2007/453/EC (2) lists countries or regions according to their BSE status.\n(3) The World Organisation for Animal Health (OIE) plays a leading role in the categorisation of countries or regions according to their BSE risk. The list in the Annex to Decision 2007/453/EC takes account of Resolution No 16 — Recognition of the Bovine Spongiform Encephalopathy Risk Status of Members — adopted by the OIE in May 2012.\n(4) In May 2013, the OIE adopted Resolution No 20 — Recognition of the Bovine Spongiform Encephalopathy Risk Status of Member Countries. That Resolution recognised Israel, Italy, Japan, the Netherlands, Slovenia and the United States as having a negligible BSE risk, and Costa Rica as having a controlled BSE risk. The list in the Annex to Decision 2007/453/EC should therefore be amended to be brought into line with that Resolution as regards those countries.\n(5) Decision 2007/453/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2007/453/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 August 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  OJ L 172, 30.6.2007, p. 84.\nANNEX\n‘ANNEX\nLIST OF COUNTRIES OR REGIONS\nA.   Countries or regions with a negligible BSE risk\nMember States\n— Belgium\n— Denmark\n— Italy\n— Netherlands\n— Austria\n— Slovenia\n— Finland\n— Sweden\nEuropean Free Trade Association countries\n— Iceland\n— Norway\nThird countries\n— Argentina\n— Australia\n— Brazil\n— Chile\n— Colombia\n— India\n— Israel\n— Japan\n— New Zealand\n— Panama\n— Paraguay\n— Peru\n— Singapore\n— United States\n— Uruguay\nB.   Countries or regions with a controlled BSE risk\nMember States\n— Bulgaria, Czech Republic, Germany, Estonia, Ireland, Greece, Spain, France, Croatia, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, Poland, Portugal, Romania, Slovakia, United Kingdom\nEuropean Free Trade Association countries\n— Liechtenstein\n— Switzerland\nThird countries\n— Canada\n— Costa Rica\n— Mexico\n— Nicaragua\n— South Korea\n— Taiwan\nC.   Countries or regions with an undetermined BSE risk\n— Countries or regions not listed in point A or B.’"}