{"celex_id": "32011D0879", "uri": "http://publications.europa.eu/resource/cellar/10d080a9-bc5b-462a-83eb-baee1d9de863", "type": "Decision", "concepts": ["1445", "1755", "2121", "4743", "5369", "619"], "title": "2011/879/EU: Commission Implementing Decision of 21 December 2011 amending Annexes II and IV to Council Directive 2009/158/EC on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (notified under document C(2011) 9518)  Text with EEA relevance\n", "header": "23.12.2011 EN Official Journal of the European Union L 343/105\nCOMMISSION IMPLEMENTING DECISION\nof 21 December 2011\namending Annexes II and IV to Council Directive 2009/158/EC on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs\n(notified under document C(2011) 9518)\n(Text with EEA relevance)\n(2011/879/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2009/158/EC of 30 November 2009 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (1), and in particular Article 34 thereof,\nWhereas:\n(1) Directive 2009/158/EC lays down animal health conditions governing intra-Union trade in, and imports from third countries of, poultry and hatching eggs. Annex II thereto sets out the rules for the approval of establishments for the purposes of intra-Union trade in those commodities and surveillance programmes to be carried out for certain diseases in the different poultry species. Annex IV to Directive 2009/158/EC lays down the model veterinary certificates for trade within the Union of the poultry commodities covered by that Directive.\n(2) Annex II to Directive 2009/158/EC, as amended by Commission Decision 2011/214/EU (2), sets out the diagnostic procedures for Salmonella and Mycoplasma.\n(3) Chapter III of Annex II to Directive 2009/158/EC lays down the minimum requirements for disease surveillance programmes. That Chapter provides a description of the testing procedures for Salmonella pullorum and Salmonella gallinarum. It is however necessary to provide for certain additional specific details as regards the testing for Salmonella arizonae.\n(4) In addition, box I.31. in Part I of the model veterinary certificate for day-old chicks set out in Annex IV to Directive 2009/158/EC includes a requirement to fill in detailed information in relation to the identification of the commodities covered by it.\n(5) That requirement provides valuable information on the health status of the parent flock(s) from which the day-old chicks originate, in particular with respect to testing for certain Salmonella serotypes. However, certain of those data requirements appear to pose unnecessary administrative burdens on business operators, especially in view of the unpredictability of hatch. In addition, certain data required to be filled in that box is filled in in other parts of the certificate.\n(6) Those entries should therefore be deleted from box 1.31. in the model veterinary certificates for hatching eggs, day-old chicks and breeding and productive poultry and be replaced by the entry ‘Approval number’ which would provide clearer information on the origin of the respective commodities. Part I of the notes in Part II of those model certificates should therefore be amended accordingly.\n(7) Annex IX to Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (3) sets out the specific conditions which apply to imports of ratites for breeding and production, hatching eggs and day-old chicks thereof.\n(8) Point 3 of Part II of that Annex, as amended by Commission Implementing Regulation (EU) No 1380/2011 (4), provides that, where day-old chicks are not reared in the Member State which imported the hatching eggs, they are to be transported directly to the final destination and kept there for at least three weeks from the date of hatching. That requirement should be reflected in the relevant model veterinary certificate for day-old chicks laid down in Annex IV to Directive 2009/158/EC. That model certificate should therefore be amended accordingly.\n(9) Directive 2009/158/EC should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes II and IV to Directive 2009/158/EC are amended in accordance with the Annex to this Decision.", "This Decision shall apply from 1 February 2012.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 343, 22.12.2009, p. 74.\n(2)  OJ L 90, 6.4.2011, p. 27.\n(3)  OJ L 226, 23.8.2008, p. 1.\n(4)  See page 25 of this Official Journal.\nANNEX\nAnnexes II and IV to Directive 2009/158/EC are amended as follows:\n(1) in Annex II, Chapter III, point A.2 is amended as follows:\n(a) note (**) is replaced by the following:\n‘(**) Note that environmental samples are generally not suitable for reliable detection of Salmonella pullorum and Salmonella gallinarum, but are suitable for Salmonella arizonae.’;\n(b) note () is replaced by the following:\n‘() Salmonella pullorum and Salmonella gallinarum do not readily grow in the modified semi-solid Rappaport Vassiliadis (MSRV) medium that is used for monitoring of zoonotic Salmonella spp. in the Union, but it is suitable for Salmonella arizonae.’;\n(2) in Annex IV, models 1, 2 and 3 are replaced by the following:"}