{"celex_id": "32010D0026", "uri": "http://publications.europa.eu/resource/cellar/7a92912f-2b62-4ab6-abd5-2045cad63d7a", "type": "Decision", "concepts": ["2452", "4115", "5455"], "title": "2011/20/EU: Decision of the European Central Bank of 13 December 2010 on the increase of the European Central Bank’s capital (ECB/2010/26)\n", "header": "15.1.2011 EN Official Journal of the European Union L 11/53\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 13 December 2010\non the increase of the European Central Bank’s capital\n(ECB/2010/26)\n(2011/20/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), and in particular Article 28.1 thereof,\nHaving regard to Council Regulation (EC) No 1009/2000 of 8 May 2000 concerning capital increases of the European Central Bank (1), and in particular Article 1 thereof,\nWhereas:\n(1) Pursuant to the first sentence of Article 28.1 of the Statute of the ESCB the capital of the European Central Bank (ECB) is EUR 5 000 million. The ECB’s capital was increased to EUR 5 760 652 402,58 in accordance with Article 48.3 of the Statute of the ESCB as a consequence of Member States acceding to the Union and their national central banks joining the European System of Central Banks.\n(2) Pursuant to the second sentence of Article 28.1 of the Statute of the ESCB, the ECB’s capital may be increased by such amount as may be decided by the Governing Council acting by the qualified majority provided for in Article 10.3 of the Statute of the ESCB, within the limits and under the conditions set by the Council of the European Union under the procedure laid down in Article 41 of the Statute of the ESCB.\n(3) Pursuant to Article 1 of Regulation (EC) No 1009/2000 the Governing Council of the ECB may increase the capital of the ECB beyond the amount specified in the first sentence of Article 28(1) of the Statute of the ESCB by an additional amount of up to EUR 5 000 million.\n(4) Pursuant to the fourth recital of Regulation (EC) No 1009/2000, the Regulation establishes a limit for future increases in the ECB’s capital, thereby enabling the Governing Council of the ECB to decide on an actual increase at some point in the future in order to sustain the adequacy of the capital base needed to support the operations of the ECB.\n(5) Taking into account the increase of the ECB’s balance sheet total over the last years, it is considered necessary to increase the ECB’s capital by EUR 5 000 million in order to sustain the adequacy of the capital base needed to support the operations of the ECB,", "main_body": ["Increase of the ECB’s capital\nThe ECB’s capital shall be increased by EUR 5 000 million from EUR 5 760 652 402,58 to EUR 10 760 652 402,58.", "Entry into force\nThis Decision shall enter into force on 29 December 2010."], "attachments": "Done at Frankfurt am Main, 13 December 2010.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 115, 16.5.2000, p. 1."}