{"celex_id": "32010D0803(01)", "uri": "http://publications.europa.eu/resource/cellar/ab455a51-bf70-441e-8f9a-af8074d0fa6e", "type": "Decision", "concepts": ["1039", "2292", "2636", "2640", "2735", "3272", "3581", "656", "75"], "title": "Commission Decision of 30 July 2010 establishing the High Level Forum for a Better Functioning Food Supply Chain\n", "header": "3.8.2010 EN Official Journal of the European Union C 210/4\nCOMMISSION DECISION\nof 30 July 2010\nestablishing the High Level Forum for a Better Functioning Food Supply Chain\n2010/C 210/03\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) Article 173(1) of the Treaty assigned the EU and the Member States the task of ensuring that the conditions necessary for the competitiveness of EU industry exist, in particular by encouraging an environment favourable to cooperation between undertakings. Article 173(2) in particular calls upon the Member States to consult each other in liaison with the Commission and, where necessary, to coordinate their actions. The Commission may take any useful initiative to promote such coordination.\n(2) The High Level Group on the Competitiveness of the Agro-Food Industry created by Commission Decision 2008/359/EC (1) of 28 April 2008 drafted a report containing 30 recommendations and a roadmap of key initiatives with the aim of promoting the competitiveness of the European food industry.\n(3) In its Communication entitled ‘A better functioning food supply chain in Europe’ (2), the Commission presented ten policy initiatives aimed at correcting the problems identified during the single market review in the food sector and undertook to submit a report on their implementation, based on a discussion with stakeholders.\n(4) It is now necessary to ensure follow-up to the recommendations of the High Level Group on the Competitiveness of the Agro-Food Industry and to the Commission initiatives. A new expert group with extended competences must therefore be established in the form of a High Level Forum for a Better Functioning Food Supply Chain, which should be representative of all food chain operators. This Forum will make it possible to ensure consistency between the various Commission initiatives.\n(5) The Forum must be composed of high-level personalities representing the Member States, the agricultural sector, the agro-food processing and food distribution industry, as well as non-governmental organisations with expertise in the food supply chain.\n(6) Rules on disclosure of information by members of the Forum should be laid down, without prejudice to the Commission provisions on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (3).\n(7) Personal data relating to members of the Forum should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4).\n(8) Decision 2008/359/EC should be repealed.\n(9) It is appropriate to fix a period for the application of this Decision,", "main_body": ["The Forum\nA High Level Forum for a Better Functioning Food Supply Chain, hereinafter ‘the Forum’, shall be established.", "Tasks\nThe Forum shall assist the Commission with the development of industrial policy in the agro-food sector. For this purpose, it shall follow the recommendations of the High Level Group on the Competitiveness of the Agro-Food Industry established by Commission Decision 2008/359/EC on the one hand and, on the other hand, the implementation of the initiatives proposed by the Commission in its Communication ‘A better functioning food supply chain in Europe’.", "Consultation\nThe Commission may consult the Forum regarding any issue linked to the competitiveness and functioning of the food supply chain in the internal market, in order to draw up new recommendations in accordance with developments in the food supply chain.", "Composition — Appointment\n1.   The Forum shall be composed of not more than 45 members.\n2.   The Forum shall comprise:\n— Member State national authorities responsible for the food sector at ministerial level,\n— businesses actively involved in the agro-food industry, and in the trade and distribution of agro-food products in the EU,\n— associations and federations representing agriculture, the agro-food industry and the trade and distribution of agro-food products in the EU,\n— non-governmental organisations with expertise in matters relating to the food supply chain.\n3.   Each member of the Forum shall nominate a permanent representative for the preparatory group referred to in Article 5(2).\n4.   Members shall be appointed for a one-year renewable term of office and shall remain in office until such time as they are replaced in accordance with paragraph 5 of this Article or until their term of office ends.\n5.   Members may be replaced for the remainder of their term of office in any of the following cases:\n(a) where they resign;\n(b) where they are no longer in a position to contribute effectively to the work of the Forum;\n(c) where they do not comply with Article 339 of the Treaty.\n6.   The names of the members shall be published on the website of the Directorate-General for Enterprise and Industry and in the Commission's Register of Expert Groups.\nMembers’ names shall be collected, managed and published in accordance with Regulation (EC) No 45/2001.", "Functioning\n1.   The Forum shall be chaired by the Commission. It shall produce an annual report on its activities, for the attention of the Commission, the Council and the European Parliament.\n2.   A preparatory group, hereinafter the ‘sherpa group’, shall prepare the debates, position papers and opinions with a view to producing the Forum's annual report. It shall be chaired by the Commission.\n3.   The Commission may convene working groups responsible for examining specific issues under a mandate established in agreement with the Forum or with the sherpa group. Such working groups shall be dissolved as soon as their mandates are fulfilled.\n4.   The Commission may ask experts or observers with specific competence in a subject on the agenda to participate in the work of the Forum, or in the deliberations or work of the sherpa group or working groups.\nAt the request of the European Parliament, the Commission may ask the European Parliament to appoint one or more representatives to participate in the meetings of the Forum.\n5.   The Forum, the sherpa group and the working groups shall generally meet on Commission premises, in accordance with the procedures and schedule laid down by the Commission, which shall provide secretarial services. Commission officials with an interest in the proceedings may attend meetings of the Forum, the sherpa group and the working groups.\n6.   The members of the Forum, their representatives and the experts and observers invited shall comply with the professional secrecy obligations set out in the Treaties and in their implementing rules, and with the security rules of the Commission relating to the protection of EU classified information, as laid down in Commission Decision 2001/844/EC, ECSC, Euratom.\n7.   The Commission may publish, or place on the Internet, in the original language of the document concerned, any summary, conclusion, part of a conclusion or working document of the Forum, as well as any minutes and reports.\nWhere necessary, the Commission may translate all or part of these documents into all official EU languages.", "Repeal\nDecision 2008/359/EC is repealed.", "Applicability\nThis Decision is applicable until 31 December 2012."], "attachments": "Done at Brussels, 30 July 2010.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 120, 7.5.2008, p. 15.\n(2)  COM(2009) 591 of 28.10.2009.\n(3)  OJ L 317, 3.12.2001, p. 1.\n(4)  OJ L 8, 12.1.2001, p. 1."}