{"celex_id": "32011R1320", "uri": "http://publications.europa.eu/resource/cellar/95659a9c-a76b-4230-bace-e034b7e123aa", "type": "Regulation", "concepts": ["3483", "3870", "5458"], "title": "Council Implementing Regulation (EU) No 1320/2011 of 16 December 2011 implementing Article 8a(1) of Regulation (EC) No 765/2006 concerning restrictive measures in respect of Belarus\n", "header": "17.12.2011 EN Official Journal of the European Union L 335/15\nCOUNCIL IMPLEMENTING REGULATION (EU) No 1320/2011\nof 16 December 2011\nimplementing Article 8a(1) of Regulation (EC) No 765/2006 concerning restrictive measures in respect of Belarus\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 765/2006 of 18 May 2006 concerning restrictive measures in respect of Belarus (1), and in particular Article 8a(1) thereof,\nWhereas:\n(1) On 18 May 2006, the Council adopted Regulation (EC) No 765/2006 concerning restrictive measures in respect of Belarus.\n(2) In view of the gravity of the situation in Belarus, additional persons should be included in the list of natural and legal persons, entities and bodies subject to restrictive measures as set out in Annex IA to Regulation (EC) No 765/2006,", "main_body": ["The persons listed in Annex to this Regulation shall be added to the list set out in Annex IA to Regulation (EC) No 765/2006.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2011.\nFor the Council\nThe President\nT. NALEWAJK\n(1)  OJ L 134, 20.5.2006, p. 1.\nANNEX\nPersons referred to in Article 1\nNames Names (Belarusian spelling) Names (Russian spelling) Place and date of birth Position\n‘1. Bandarenka Siarhei Uladzimiravich Бандарэнка Сяргей Уладзiмiравiч Бондаренко Сергей Владимирович Address: Department of law of administration of Pervomaysky district Chornogo K. 5 office 417 Judge of the Pervomaiski District Court of Minsk. On 24 November 2011 he sentenced Ales Byalyatski, one of the most prominent human rights defenders, Chief of the Belarusian HR Centre \"Vyasna\", Vice President of FIDH. The trial was conducted in a way that was a clear violation of the Code of Penal Procedure.\n2. Saikouski Uladzimir Сайкоўскi Уладзiмiр Сайковский Владимир Address: Department of law of administration of Pervomaysky district Chornogo K. 5 office 417 Public Prosecutor of the Pervomaiski District Court of Minsk. He dealt with the trial of Ales Byalyatski, one of the most prominent human rights defenders, Chief of the Belarusian HR Centre \"Vyasna\", Vice President of FIDH. The accusation presented by the prosecutor in the trial had a clear and imminent political motivation and was a clear violation of the Code of Penal Procedure."}