{"celex_id": "32010R0361", "uri": "http://publications.europa.eu/resource/cellar/f32acf90-c496-4c98-bcde-067a7d2c1749", "type": "Regulation", "concepts": ["1763", "191", "2232", "2827", "4801", "5283"], "title": "Commission Regulation (EU) No 361/2010 of 27 April 2010 amending Regulation (EC) No 690/2008 recognising protected zones exposed to particular plant health risks in the Community\n", "header": "28.4.2010 EN Official Journal of the European Union L 106/5\nCOMMISSION REGULATION (EU) No 361/2010\nof 27 April 2010\namending Regulation (EC) No 690/2008 recognising protected zones exposed to particular plant health risks in the Community\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 2(1)(h) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 690/2008 (2) certain Member States or certain areas in Member States were recognised as protected zones in respect of certain harmful organisms. In some cases recognition was granted for a limited time to allow the Member State concerned to provide the full information necessary to show that the harmful organism in question was not present in the Member State or area concerned or to complete the efforts to eradicate the organism in question.\n(2) The entire territory of Greece was recognised as a protected zone with respect to Dendroctonus micans Kugelan, Gilpinia hercyniae (Hartig), Gonipterus scutellatus Gyll., Ips amitinus Eichhof, Ips cembrae Heer and Ips duplicatus Sahlberg until 31 March 2010.\n(3) In 2009 Greece conducted surveys and notified results to the Commission in accordance with the third and fifth subparagraph of Article 2(1)(h) of Directive 2000/29/EC. However, those results were not complete. A visit by Commission experts from 2 to 10 February 2010 confirmed that Greece had made significant progress with regard to organising and conducting those surveys and with regard to notifying the results thereof. In view of the fact that the results notified were not complete, the experts concluded that further progress would be necessary.\n(4) According to the results of the surveys there were no findings of the organisms concerned in Greece. Taking into account those results and the outcome of the visit of the Commission experts in Greece, it is appropriate to continue to recognise Greece as a protected zone with respect to those organisms for one more year, in order to give Greece the time necessary to submit information confirming that those organisms are not present on its territory.\n(5) Ireland, Lithuania and certain regions and parts of regions in Italy, Slovakia and Slovenia were recognised as protected zones with respect to Erwinia amylovora (Burr.) Winsl. et al. until 31 March 2010. From the information received from those Member States on the results of surveys and from the reports by the Commission experts who visited Italy, Lithuania, Slovakia and Slovenia in 2009, it appears that those protected zones should be recognised for two more years to give those Member States the time necessary to submit information showing that Erwinia amylovora (Burr.) Winsl. et al. is not present or, where necessary, to complete their efforts to eradicate that organism.\n(6) Regulation (EC) No 690/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Annex I to Regulation (EC) No 690/2008 is amended as follows:\n1. In the second column of points 4, 5 and 7 to 10 of heading (a), after the word ‘Greece,’ the words ‘(until 31 March 2010)’ are replaced by ‘(until 31 March 2011)’.\n2. In the second column of point 2 of heading (b), in the second indent the words ‘until 31 March 2010’ are replaced by ‘until 31 March 2012’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 193, 22.7.2008, p. 1."}