{"celex_id": "32012D0769", "uri": "http://publications.europa.eu/resource/cellar/69eb950f-4452-11e2-9b3b-01aa75ed71a1", "type": "Decision", "concepts": ["2359", "2543", "4585", "5581", "5647", "5964"], "title": "2012/769/EU: Council Implementing Decision of 4 December 2012 amending Decision 2009/790/EC authorising the Republic of Poland to apply a measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n", "header": "12.12.2012 EN Official Journal of the European Union L 338/27\nCOUNCIL IMPLEMENTING DECISION\nof 4 December 2012\namending Decision 2009/790/EC authorising the Republic of Poland to apply a measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n(2012/769/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In a letter registered with the Secretariat-General of the Commission on 12 April 2012, Poland requested authorisation to extend the application of a measure derogating from point 14 of Article 287 of Directive 2006/112/EC in order to continue to exempt from value added tax (VAT) taxable persons whose annual turnover is no higher than the equivalent in national currency of EUR 30 000 at the conversion rate on the day of Poland’s accession to the Union. Through that measure, those taxable persons would continue to be exempted from certain or all of the obligations in relation to VAT referred to in Chapters 2 to 6 of Title XI of Directive 2006/112/EC.\n(2) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States by letters dated 17 and 18 July 2012 of the request made by Poland. By letter dated 19 July 2012, the Commission notified Poland that it had all the information necessary to consider the request.\n(3) Under point 14 of Article 287 of Directive 2006/112/EC, Poland may exempt from VAT taxable persons whose annual turnover is no higher than the equivalent in national currency of EUR 10 000 at the conversion rate on the day of its accession to the Union.\n(4) By Council Decision 2009/790/EC of 20 October 2009 authorising the Republic of Poland to apply a measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax (2), Poland was authorised, until 31 December 2012 and as a derogating measure, to exempt from VAT taxable persons whose annual turnover is no higher than the equivalent in national currency of EUR 30 000 at the conversion rate on the day of its accession to the Union. Given that this higher threshold has resulted in reduced VAT obligations for the smallest businesses, whilst the latter may still opt for the regular VAT arrangements in accordance with Article 290 of Directive 2006/112/EC, Poland should be authorised to apply the measure for a further limited period.\n(5) In its proposal of 29 October 2004 for a Council Directive amending Directive 77/388/EEC, now Directive 2006/112/EC, with a view to simplifying value added tax obligations, the Commission included provisions aimed at allowing Member States to set the annual turnover ceiling for the VAT exemption scheme at up to EUR 100 000 or the equivalent in national currency, with the possibility of updating that amount each year. The extension request submitted by Poland is in line with that proposal.\n(6) From the information provided by Poland, the measure has led to an estimated reduction of the overall amount of budget revenues from VAT of approximately 0,14 %.\n(7) The derogating measure will have no adverse impact on the Union’s own resources accruing from VAT.\n(8) Decision 2009/790/EC should therefore be amended accordingly,", "main_body": ["In Article 2 of Decision 2009/790/EC the date ‘31 December 2012’ is replaced by that of ‘31 December 2015’.", "This Decision shall take effect on the day of its notification.", "This Decision is addressed to the Republic of Poland."], "attachments": "Done at Brussels, 4 December 2012.\nFor the Council\nThe President\nV. SHIARLY\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ L 283, 30.10.2009, p. 53."}