{"celex_id": "32015D0321", "uri": "http://publications.europa.eu/resource/cellar/0deb9da0-bf19-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["1562", "2089", "3191", "3409", "4352", "563", "5811"], "title": "Commission Implementing Decision (EU) 2015/321 of 26 February 2015 amending Decision 2008/989/EC authorising Member States, in accordance with Council Directive 1999/105/EC, to take decisions on the equivalence of the guarantees afforded by forest reproductive material to be imported from certain third countries (notified under document C(2015) 1045)\n", "header": "28.2.2015 EN Official Journal of the European Union L 57/15\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/321\nof 26 February 2015\namending Decision 2008/989/EC authorising Member States, in accordance with Council Directive 1999/105/EC, to take decisions on the equivalence of the guarantees afforded by forest reproductive material to be imported from certain third countries\n(notified under document C(2015) 1045)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 1999/105/EC of 22 December 1999 on the marketing of forest reproductive material (1), and in particular Article 19(3) thereof,\nWhereas:\n(1) Council Decision 2008/971/EC (2) granted equivalence to certain third countries as regards the systems for the approval and registration of basic material and the subsequent production of reproductive material from this basic material. For certain other third countries the information available at Union level was not sufficient to include those third countries in that Decision. Therefore, the Commission adopted Commission Decision 2008/989/EC (3).\n(2) In order to prevent trade patterns from being disrupted after 31 December 2014, it is appropriate to extend the period of application of Decision 2008/989/EC pending an adaptation of Decision 2008/971/EC.\n(3) Pending a future amendment of Decision 2008/971/EC, it is also appropriate to temporarily authorise Member States to take decisions in respect of forest reproductive material of the category ‘tested’ produced in the third countries already listed in Decision 2008/971/EC.\n(4) The information communicated by Member States shows that forest reproductive material originating in New Zealand is not accompanied by a master certificate or an official certificate issued by that country. New Zealand should, therefore, be deleted from the list of countries in relation with which Member States are authorised to take decisions as regards the equivalence of the guarantees afforded by forest reproductive material.\n(5) Therefore, Decision 2008/989/EC should be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Decision 2008/989/EC is amended as follows:\n(1) Article 3 is replaced by the following:\n(2) The Annex is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 1 January 2015.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 February 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 11, 15.1.2000, p. 17.\n(2)  Council Decision 2008/971/EC of 16 December 2008 on the equivalence of forest reproductive material produced in third countries (OJ L 345, 23.12.2008, p. 83).\n(3)  Commission Decision 2008/989/EC of 23 December 2008 authorising Member States, in accordance with Council Directive 1999/105/EC, to take decisions on the equivalence of the guarantees afforded by forest reproductive material to be imported from certain third countries (OJ L 352, 31.12.2008, p. 55).\nANNEX\nThe Annex to Decision 2008/989/EC is replaced by the following:\n‘ANNEX\nCountry of origin Species Category Type of basic material\nBelarus Picea abies Karst. SI SS, St\nBosnia and Herzegovina Pinus nigra Arnold SI SS, St\nCanada All species and artificial hybrids T St, SO, P, C, CM\nThe Former Yugoslav Republic of Macedonia Abies alba Mill. SI SS, St\nNorway All species and artificial hybrids T St, SO, P, C, CM\nRepublic of Serbia All species and artificial hybrids T St, SO, P, C, CM\nSwitzerland All species and artificial hybrids T St, SO, P, C, CM\nTurkey All species and artificial hybrids T St, SO, P, C, CM\nUnited States All species and artificial hybrids T St, SO, P, C, CM\nCategory\nSI Source Identified\nT Tested\nSS Seed Source\nSt Stand\nSO Seed Orchard\nP Parents of family(ies)\nC Clone\nCM Clonal Mixture.’"}