{"celex_id": "32014D0020", "uri": "http://publications.europa.eu/resource/cellar/69e460b5-81f2-11e3-9b7d-01aa75ed71a1", "type": "Decision", "concepts": ["3466", "4324", "5315", "5404", "5407", "6852"], "title": "2014/20/EU: Council Decision of 23 September 2013 on the signing, on behalf of the Union, and the provisional application of the Cooperation Agreement between the European Union and its Member States, of the one part, and the Swiss Confederation, of the other, on the European Satellite Navigation Programmes\n", "header": "20.1.2014 EN Official Journal of the European Union L 15/1\nCOUNCIL DECISION\nof 23 September 2013\non the signing, on behalf of the Union, and the provisional application of the Cooperation Agreement between the European Union and its Member States, of the one part, and the Swiss Confederation, of the other, on the European Satellite Navigation Programmes\n(2014/20/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 172, in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By Decision of 29 June 2010, the Council and the Representatives of the Governments of the Member States, meeting within the Council, authorised the Commission to open negotiations with Switzerland for establishing a Cooperation Agreement on the European Satellite Navigation Programmes (“the Agreement”).\n(2) The Agreement was negotiated by the Commission on behalf of the Union and its Member States.\n(3) The Agreement allows for the participation of Switzerland in the European satellite navigation programmes. In return Switzerland is to contribute to the funding of those programmes.\n(4) The negotiations were successfully concluded by the initialling of the Agreement on 6 March 2013 by the Commission and on 12 March 2013 by the Swiss Confederation.\n(5) The Agreement should be signed on behalf of the Union, subject to its conclusion at a later date.\n(6) In view of ensuring the immediate implementation and the appropriate participation of Switzerland in the European satellite navigation programmes, elements falling within the Union's competence should be provisionally applied in accordance with Article 27(2) of the Agreement.\n(7) Pursuant to its Article 27(1), the Agreement should be approved by the Union and its Member States in accordance with their internal procedures.\n(8) The position of the Union within the Joint Committee is to be adopted by the Council, on a proposal from the Commission, insofar as the Committee is called upon to adopt acts having legal effects or decisions suspending the application of the Agreement.\n(9) In addition, for matters to be dealt with by the Joint Committee which do not have legal effects, the Commission should coordinate the position of the Union with the Member States.", "main_body": ["The signing on behalf of the Union of the Cooperation Agreement between the European Union and its Member States, of the one part, and the Swiss Confederation, of the other, on the European Satellite Navigation Programmes is hereby authorised, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "The Agreement shall be applied on a provisional basis, in accordance with Article 27(2) thereof, pending the completion of the procedures for its conclusion (1).", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 27(2) of the Agreement.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 23 September 2013.\nFor the Council\nThe President\nV. JUKNA\n(1)  The date from which the Agreement will be provisionally applied will be published in the Official Journal of the European Union by the General Secretariat of the Council."}