{"celex_id": "32014D0713", "uri": "http://publications.europa.eu/resource/cellar/469dbd1c-5371-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["1139", "3648", "5861", "5864", "747"], "title": "2014/713/EU: Commission Decision of 13 October 2014 on the establishment of the annual priority lists for the development of network codes and guidelines for 2015  Text with EEA relevance\n", "header": "14.10.2014 EN Official Journal of the European Union L 296/28\nCOMMISSION DECISION\nof 13 October 2014\non the establishment of the annual priority lists for the development of network codes and guidelines for 2015\n(Text with EEA relevance)\n(2014/713/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 714/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the network for cross-border exchanges in electricity and repealing Regulation (EC) No 1228/2003 (1) (‘Electricity Regulation’), and in particular Article 6(1) thereof,\nHaving regard to Regulation (EC) No 715/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to natural gas transmission networks and repealing Regulation (EC) No 1775/2005 (2) (‘Gas Regulation’), and in particular Article 6(1) thereof,\nWhereas:\n(1) The development and implementation of network codes and guidelines is an important action to be taken in order to fully integrate the internal energy market. The Third energy package has created an institutional set up for developing network codes with a view to harmonising, where necessary, the technical, operational and market rules governing the electricity and gas grids. In this institutional setup there is a key role for the Agency for the Cooperation of Energy Regulators (‘ACER’), for the European Network of Transmission System Operators (‘ENTSOs’) and for the European Commission to work in close cooperation with all relevant stakeholders on the development of network codes. The areas in which network codes can be developed are set out in Article 8(6) of the Electricity Regulation and the Gas Regulation.\n(2) Despite the possibility to develop network codes according to the process laid down in Articles 6 and 8 of the Electricity Regulation and the Gas Regulation, the Commission can develop guidelines by itself and subsequently initiate the adoption procedure to make them legally binding. The areas in which guidelines can be developed are set out in Article 18(1), (2) and (3) of the Electricity Regulation and Article 23(1) of the Gas Regulation.\n(3) As a first step towards binding European network codes, an annual priority list identifying the areas to be included in the development of network codes has to be established by the Commission in accordance with Article 6(1) of the Electricity Regulation and the Gas Regulation. Before setting the annual priorities, the European Commission has to consult ACER, the ENTSOs and the other relevant stakeholders. This decision sets out the priorities as decided by the Commission based on the outcome from the public consultation.\n(4) Harmonised gas rules on congestion management procedures, capacity allocation and balancing have already been adopted in 2012 and 2013.\n(5) The public consultation, as required by Article 6(1) of the Electricity and the Gas Regulation, took place from 26 February to 9 May 2014. The Commission received 20 responses (3) including from ENTSO-E. ACER and ENTSOG have not submitted a response to the public consultation. In the public consultation the majority of stakeholders supported the prioritization of the work already started and emphasised the importance of the proper and well-coordinated implementation of adopted network codes and guidelines. Additionally on 3 June 2014 ACER informed the Commission that according to its scoping exercise (4) on the necessity of harmonised rules for gas trading related to technical and operational provisions of network access services and system balancing (hereafter ‘RfT’) such rules are currently not needed.\n(6) Acknowledging the responses of stakeholders and having regard to the various actions needed to ensure the full integration of the internal energy market and the fact that the implementation of network codes and guidelines will require significant resources from all relevant parties including the Commission, ACER and the ENTSOs, the Commission decided to not add any new areas to the annual priority list for 2015 for gas, but rather to remove the proposed RfT.\n(7) Finally, the Commission has decided to reinsert to the gas annual priority list for 2015 harmonised rules on interoperability and data exchange as the final adoption of this network code will only take place in the beginning of 2015 instead of the initially envisaged adoption date at the end of 2014. For the electricity annual priority list for 2015 the Commission has decided to reinsert harmonised rules on (i) operational security, (ii) operational planning and scheduling, (iii) capacity allocation and congestion management including governance for day-ahead and intraday markets including capacity calculation, (iv) requirements for grid connection applicable to generators and on (v) demand connection. Whilst it had initially been envisaged to complete their adoption during 2014, the need for further changes identified by the Commission's analysis and also highlighted in the responses to the public consultation means that they should also be added to the 2015 list,", "main_body": ["The Commission establishes for the development of harmonised \nelectricity\n rules this annual priority list for 2015:\n— network connection rules:\n— rules on requirements for grid connection applicable to generators (Commission adoption phase),\n— demand connection (Commission adoption phase),\n— rules on high-voltage direct current transmission system connection (finalise network code and start Commission adoption phase),\n— system operation rules:\n— rules on load-frequency control and reserves (Commission adoption phase),\n— rules on emergency requirements & procedures (finalise network code and start Commission adoption phase),\n— rules on operational security (Commission adoption phase),\n— rules on operational planning and scheduling (Commission adoption phase),\n— rules on capacity allocation and congestion management for day-ahead and intraday markets, including capacity calculation (Commission adoption phase),\n— balancing rules including network-related reserve power (finalise network code and start Commission adoption phase),\n— rules for longer term (forward) capacity allocation (Commission adoption phase),\n— rules regarding harmonised transmission tariff structures (scoping by ACER to prepare framework guideline (5)).", "The Commission establishes for the development of harmonised \ngas\n rules this annual priority list for 2015:\n— interoperability and data exchange rules (Commission adoption phase),\n— rules regarding harmonised transmission tariff structures (finalise network code and start Commission adoption phase),\n— rules regarding an EU-wide market-based approach on the allocation of ‘new build’ gas transmission capacity (finalise amendment proposal of capacity allocation mechanisms network code and start Commission adoption phase).", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 211, 14.8.2009, p. 15.\n(2)  OJ L 211, 14.8.2009, p. 36.\n(3)  The responses are published under http://ec.europa.eu/energy/gas_electricity/consultations/20140509_network_code_en.htm\n(4)  Commission Decision 2013/442/EU on the annual priority list for 2014 had foreseen this scoping exercise (OJ L 224, 22.8.2013, p. 14).\n(5)  Regarding rules on investment incentives, the TEN-E Regulation, notably Article 13, provides for rules to ensure that appropriate incentives are granted to infrastructure projects of common interest in gas and electricity. In this context, the TEN-E Regulation sets out the following tasks:\n— each national regulatory authority to submit to ACER its methodology and criteria used to evaluate investments and the higher risks incurred by them, where available, by 31 July 2013,\n— ACER to facilitate the sharing of good practices and to make recommendations by 31 December 2013,\n— each national regulatory authority to publish its respective methodology and the criteria used to evaluate investments and the higher risks incurred by them by 31 March 2014."}