{"celex_id": "32011D0297", "uri": "http://publications.europa.eu/resource/cellar/d07be07f-958c-4c5d-a247-3562e4bf203d", "type": "Decision", "concepts": ["2189", "30", "3489", "5769", "5788"], "title": "Council Decision 2011/297/CFSP of 23 May 2011 amending Joint Action 2001/555/CFSP on the establishment of a European Union Satellite Centre\n", "header": "24.5.2011 EN Official Journal of the European Union L 136/62\nCOUNCIL DECISION 2011/297/CFSP\nof 23 May 2011\namending Joint Action 2001/555/CFSP on the establishment of a European Union Satellite Centre\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and in particular Article 28 thereof,\nWhereas:\n(1) Following the termination of the Modified Brussels Treaty of 1954 establishing the Western European Union (‘WEU’), it is necessary to ensure, on behalf of the ten Member States participating in the WEU, the continuation of certain residual administrative tasks of the WEU after its closure on 30 June 2011, in particular the administration of WEU staff pensions and the WEU Social Plan, as well as the settlement of any disputes between the WEU and former staff.\n(2) For this purpose, the necessary administrative tasks should be assumed by the European Union Satellite Centre, established by Council Joint Action 2001/555/CFSP (1).\n(3) All expenditure related to the above-mentioned tasks should be met by contributions from the ten Member States parties to the Modified Brussels Treaty of 1954 establishing the WEU.\n(4) Joint Action 2001/555/CFSP should be amended accordingly,", "main_body": ["Council Joint Action 2001/555/CFSP is hereby amended as follows:\n1) The following paragraph is added to Article 2:\n2) The following Article is inserted:\n(a) the administration of the pensions of former staff of the WEU;\n(b) the administration of the WEU Social Plan;\n(c) the administration of any disputes between the WEU and any member of its former staff and the implementation of the decisions of the competent Appeals Board;\n(d) assistance to the Ten Member States in relation to the liquidation of the WEU's assets.\n(a) take place in accordance with the pension rules of the WEU, as in force on 30 June 2011. If necessary, these rules may be amended by the Board referred to in paragraph 6, within the framework of the pension rules of the Coordinated Organisations;\n(b) be managed by the Joint Pensions Administrative Section within the Coordinated Organisations (hereinafter “JPAS/SCAP”). To this effect, the Centre shall, on behalf of the Ten Member States, conclude a memorandum of agreement by 30 June 2011. The WEU may also be a party to this memorandum of agreement. This memorandum of agreement shall be approved by the Board referred to in paragraph 6, and shall be signed by its chairperson.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 23 May 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 200, 25.7.2001, p. 5."}