{"celex_id": "32011D0664", "uri": "http://publications.europa.eu/resource/cellar/5434ee48-334a-4a82-be23-1c37ae27d73e", "type": "Decision", "concepts": ["2189", "3561", "5241", "5242", "5873"], "title": "2011/664/: Council Decision of 12 September 2011 on the signing, on behalf of the European Union, and provisional application of the amended Constitution and Rules of Procedure of the International Rubber Study Group\n", "header": "8.10.2011 EN Official Journal of the European Union L 264/12\nCOUNCIL DECISION\nof 12 September 2011\non the signing, on behalf of the European Union, and provisional application of the amended Constitution and Rules of Procedure of the International Rubber Study Group\n(2011/664/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(3) and (4) in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Further to several rounds of negotiation, on 14 July 2011 the Heads of Delegation of the International Rubber Study Group (‘the Group’) agreed on the text of the amendments to the Group’s Constitution and Rules of Procedure.\n(2) The Union is a member of the Group.\n(3) Those Member States of the Union that were members of the Group have served formal notices of withdrawal and have withdrawn from the Group as from 1 July 2011.\n(4) The adoption of the Group’s amended Constitution and Rules of Procedure is indispensable for confirming the Group’s new Headquarters and for making explicit provisions regarding the status of the Union within the Group, as well as for realigning the organisational structure, budget contributions and decision-making procedures,", "main_body": ["The signing of the amended Constitution and Rules of Procedure of the International Rubber Study Group (‘the Group’), as agreed by the Heads of Delegation at the meeting on 14 July 2011 in Singapore, is hereby authorised on behalf of the Union, subject to their conclusion.", "The amended Constitution and Rules of Procedure shall be applied on a provisional basis (1), pending the completion of the procedures for their conclusion.", "This Decision shall be implemented by the Commission in the form of a letter to be sent to the Group confirming the agreement of the Union to the texts of the amended Constitution and Rules of Procedure and indicating the provisional application of the amended Constitution and Rules of Procedure by the Union pending completion of its procedure for their conclusion.\nThe Commission is also empowered to deposit the declaration of competence attached to this Decision with the Secretary-General of the Group in accordance with Article XVI, paragraph 2, of the amended Constitution.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 12 September 2011.\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  The date from which the amended Constitution and Rules of Procedure will be provisionally applied will be published in the Official Journal of the European Union by the General Secretariat of the Council.\nEuropean Union Declaration in accordance with Article XVI(2) of the Constitution\nIn accordance with Article XVI, paragraph 2, of the International Rubber Study Group Constitution, this declaration indicates the powers transferred to the European Union by its Member States in the matters governed by the Constitution.\nThe European Union declares that, in accordance with the Treaty on the Functioning of the European Union, the European Union has exclusive competence with respect to international trade matters under its common commercial policy, including the production of statistics.\nThe scope and exercise of the European Union competences are, by their nature, subject to continuous development, and the European Union will complete or amend this declaration, if necessary, in accordance with Article XVI, paragraph 2, of the Constitution."}