{"celex_id": "32012D0777", "uri": "http://publications.europa.eu/resource/cellar/8b42d52b-4945-11e2-8762-01aa75ed71a1", "type": "Decision", "concepts": ["2850", "3466", "5315", "5404", "5445"], "title": "2012/777/: Council Decision of 10 December 2012 on the signing, on behalf of the European Union, of a Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part, on a Framework Agreement between the European Union and the Republic of Armenia on the general principles for the participation of the Republic of Armenia in Union programmes\n", "header": "13.12.2012 EN Official Journal of the European Union L 340/26\nCOUNCIL DECISION\nof 10 December 2012\non the signing, on behalf of the European Union, of a Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part, on a Framework Agreement between the European Union and the Republic of Armenia on the general principles for the participation of the Republic of Armenia in Union programmes\n(2012/777/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 114, 168, 169 and 172, Article 173(3), and Articles 188 and 192, in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 18 June 2007, the Council authorised the Commission to negotiate a Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part (1), on a Framework Agreement between the European Union and the Republic of Armenia on the general principles for the participation of the Republic of Armenia in Union programmes (‘the Protocol’).\n(2) The negotiations have been concluded.\n(3) The Protocol should be signed on behalf of the Union, subject to its conclusion,", "main_body": ["The signing, on behalf of the Union, of the Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part, on a Framework Agreement between the European Union and the Republic of Armenia on the general principles for the participation of the Republic of Armenia in Union programmes is hereby authorised, subject to its conclusion (2).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol on behalf of the Union.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 10 December 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 239, 9.9.1999, p. 3.\n(2)  The text of the Protocol will be published together with the decision on its conclusion."}