{"celex_id": "32013D0749", "uri": "http://publications.europa.eu/resource/cellar/a7342ec8-6313-11e3-ab0f-01aa75ed71a1", "type": "Decision", "concepts": ["2563", "3298", "4511", "5868", "935"], "title": "2013/749/EU, Euratom: Commission Implementing Decision of 10 December 2013 authorising Portugal to use certain approximate estimates for the calculation of the VAT own resources base (notified under document C(2013) 8689)\n", "header": "12.12.2013 EN Official Journal of the European Union L 333/81\nCOMMISSION IMPLEMENTING DECISION\nof 10 December 2013\nauthorising Portugal to use certain approximate estimates for the calculation of the VAT own resources base\n(notified under document C(2013) 8689)\n(Only the Portuguese text is authentic)\n(2013/749/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 13 thereof,\nWhereas:\n(1) Under Article 377 of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (2), Portugal may continue to exempt the transactions listed in points (2), (4), (7), (9), (10) and (13) of Annex X, Part B, in accordance with the conditions applying in that Member State on 1 January 1989; these transactions must be taken into account for the determination of the VAT resources base.\n(2) Portugal has requested authorisation from the Commission to use certain approximate estimates for the calculation of the VAT own resources base since it is unable to make the precise calculation of the VAT own resources base for transactions referred to in point (10) of Annex X, Part B to Directive 2006/112/EC. Such calculation is likely to involve an unjustified administrative burden in relation to the effect of these transactions on Portugal’s total VAT own resources base. Portugal is able to make a calculation using approximate estimates for this category of transactions. Portugal should therefore be authorised to calculate the VAT own resources base using approximate estimates in accordance with the second indent of Article 6(3) of Regulation (EEC, Euratom) No 1553/89.\n(3) For reasons of transparency and legal certainty it is appropriate to limit the applicability of the authorisation in time.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee on Own Resources,", "main_body": ["For the purpose of calculating the VAT own resources base from 1 January 2013, Portugal is authorised to use approximate estimates in respect of the following categories of transactions referred to in Annex X, Part B to Directive 2006/112/EC:\nTransport of passengers (point (10)).", "This Decision shall apply from 1 January 2013 to 31 December 2017.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 10 December 2013.\nFor the Commission\nJanusz LEWANDOWSKI\nMember of the Commission\n(1)  OJ L 155, 7.6.1989, p. 9.\n(2)  OJ L 347, 11.12.2006, p. 1."}