{"celex_id": "32012D0725", "uri": "http://publications.europa.eu/resource/cellar/245df57a-3a53-11e2-b7ce-01aa75ed71a1", "type": "Decision", "concepts": ["2735", "5451", "6052", "6569", "893"], "title": "2012/725/EU: Commission Implementing Decision of 22 November 2012 authorising the placing on the market of bovine lactoferrin as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (Morinaga) (notified under document C(2012) 8390)\n", "header": "27.11.2012 EN Official Journal of the European Union L 327/46\nCOMMISSION IMPLEMENTING DECISION\nof 22 November 2012\nauthorising the placing on the market of bovine lactoferrin as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (Morinaga)\n(notified under document C(2012) 8390)\n(Only the English text is authentic)\n(2012/725/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 2 March 2011 the company Morinaga Milk Industry Co. Ltd made a request to the competent authorities of Ireland to place bovine lactoferrin on the market as novel food ingredient. Bovine lactoferrin is an iron binding protein from milk to be added to foods.\n(2) On 22 June 2011 the competent food assessment body of Ireland issued its initial assessment report. In this report they recommended that instead of carrying out an initial assessment an additional assessment was required, because another application concerning bovine lactoferrin was already referred to EFSA.\n(3) The Commission forwarded the initial assessment report to all Member States on 20 July 2011.\n(4) The European Food Safety Authority (EFSA) was consulted on 22 August 2011.\n(5) On 28 June 2012 in their ‘Scientific opinion on bovine lactoferrin’ (2) EFSA came to the conclusion that bovine lactoferrin is safe under the proposed uses and use levels.\n(6) On 27 April 2012 in another ‘Scientific opinion on bovine lactoferrin’ (3) EFSA already came to the conclusion that lactoferrin was safe under the proposed uses and use levels. Therefore it appears appropriate to authorise the same uses for both applications.\n(7) Bovine lactoferrin complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Bovine lactoferrin as specified in Annex I may be placed on the market as a novel food ingredient for the uses defined and at the maximum levels established in Annex II, and without prejudice to the provisions of Regulation (EC) No 1925/2006 of the European Parliament and of the Council (4) and Directive 2009/39/EC of the European Parliament and of the Council (5).", "The designation of bovine lactoferrin authorised by this Decision on the labelling of the foodstuffs containing it shall be ‘Lactoferrin from cow’s milk’.", "This Decision is addressed to Morinaga Milk Industry Co., Ltd, 33-1, Shiba 3-chome, Minato-ku, Tokyo 108-8384, Japan."], "attachments": "Done at Brussels, 22 November 2012.\nFor the Commission\nMaroš ŠEFČOVIČ\nVice-President\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2012; 10(7): 2811.\n(3)  EFSA Journal 2012; 10(5): 2701.\n(4)  OJ L 404, 30.12.2006, p. 26.\n(5)  OJ L 124, 20.5.2009, p. 21.\nANNEX I\nSPECIFICATIONS OF BOVINE LACTOFERRIN\nDefinition\nBovine lactoferrin (bLF) is a protein that occurs naturally in cow’s milk. It is an iron-binding glycoprotein of approximately 77 kDa and consists of a single polypeptide chain of 689 amino acids.\nbLF is isolated from skimmed milk via ion exchange and subsequent ultra-filtration steps. Finally it is dried by spraying and large particles are sieved out.\nDescription: Virtually odorless, light pinkish powder\nPhysical-chemical properties of bovine lactoferrin\nMoisture less than 4,5 %\nAsh less than 1,5 %\nArsenic less than 2 mg/kg\nIron less than 350 mg/kg\nProtein more than 93,0 %\nof which bovine lactoferrin more than 95,0 %\nof which other proteins less than 5,0 %\npH (2 % solution, 20 °C) 5,2 to 7,2\nSolubility (2 % solution, 20 °C) complete\nANNEX II\nUSES OF BOVINE LACTOFERRIN (bLF)\nFood category Maximum use levels of bLF\nInfant formulae and follow on formulae (ready to drink) 100 mg/100 ml\nFoods on dairy basis intended for young children (ready to eat/drink) 200 mg/100 g\nProcessed cereal food (solid) 670 mg/100 g\nFoods for special medical purposes Depending on the needs of the individual up to 3 g/day\nBeverages based on milk 200 mg/100 g\nPowdered drink mixes based on milk (ready to drink) 330 mg/100 g\nBeverages based on fermented milk (including yoghurt drinks) 50 mg/100 g\nNon-alcoholic drinks 120 mg/100 g\nProducts based on yoghurt 80 mg/100 g\nProducts based on cheese 2 000 mg/100 g\nIce cream 130 mg/100 g\nCakes and pastries 1 000 mg/100 g\nCandies 750 mg/100 g\nChewing gum 3 000 mg/100 g"}