{"celex_id": "32014D0056", "uri": "http://publications.europa.eu/resource/cellar/253d0e67-8f0a-11e3-b19c-01aa75ed71a1", "type": "Decision", "concepts": ["2761", "368", "424", "5563", "843"], "title": "2014/56/EU: Council Decision of 28 January 2014 on the existence of an excessive deficit in Croatia\n", "header": "6.2.2014 EN Official Journal of the European Union L 36/13\nCOUNCIL DECISION\nof 28 January 2014\non the existence of an excessive deficit in Croatia\n(2014/56/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the observations made by Croatia,\nWhereas:\n(1) According to Article 126 of the Treaty on the Functioning of the European Union (TFEU) Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact (SGP) is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation.\n(3) The excessive deficit procedure (EDP) under Article 126 TFEU, as clarified by Council Regulation (EC) No 1467/97 (1), which is part of the SGP, provides for a Council decision on the existence of an excessive deficit. The Protocol No 12 on the excessive deficit procedure, annexed to the Treaty on European Union and TFEU sets out further provisions relating to the implementation of the EDP. Council Regulation (EC) No 479/2009 (2) lays down detailed rules and definitions for the application of those provisions.\n(4) According to Article 126(5) TFEU, if the Commission considers that an excessive deficit in a Member State exists or may occur, it is to address an opinion to the Member State concerned and is to inform the Council accordingly.\n(5) Having taken into account its report under Article 126(3) TFEU and having regard to the opinion of the Economic and Financial Committee in accordance with Article 126(4) TFEU, the Commission concluded that an excessive deficit existed in Croatia. The Commission therefore addressed such an opinion to Croatia and informed the Council on 10 December 2013 (3) accordingly.\n(6) Article 126(6) TFEU provides that the Council is to consider any observations which the Member State concerned may wish to make before deciding, after an overall assessment, whether an excessive deficit exists. In the case of Croatia, this overall assessment leads to the following conclusions.\n(7) According to the revision of the 2013 budget and the draft 2014 budget (4) adopted by the Croatian Government and sent to the Croatian Parliament on 14 November 2013, the Croatian authorities envisage a general government deficit of 5,5 % of GDP for 2013, after 5 % of GDP in 2012, and expect the ratio to remain unchanged in 2014 and to decrease only gradually in 2015 and 2016. The Commission services’ 2013 autumn forecast, released on 5 November 2013, projects the general government deficit to be significantly above the 3 % of GDP Treaty reference value already in 2013, rising to above 6 % of GDP in the 2013-2015 period in the absence of countervailing measures. As indicated in the Commission report prepared pursuant to Article 126(3) TFEU, the planned and forecast deficits are above, and not close to, the Treaty reference value. The excess over the reference value can be considered as exceptional within the meaning of the SGP. In particular, it results in part from a severe economic downturn in the sense of the SGP. Economic activity is estimated to have contracted by almost 12 % since the peak in 2008. Real GDP is projected to contract further in 2013, with a slight recovery expected only in 2014. Potential output growth, as estimated by the Commission services according to the commonly agreed method, stagnated in 2009, turned negative in 2010, and has been negative since then. The calculated output gap, which has been negative since 2009, is expected to narrow gradually over the forecast period and yet remain negative through 2015, confirming the depth and the extension of the recession. However, the planned excess over the reference value cannot be considered temporary in the sense of the SGP. According to the projections of the Croatian authorities and the Commission services’ 2013 autumn forecast, the general government deficit will remain significantly above the reference value also in 2014 and 2015. The requirement concerning the deficit criterion in the TFEU is therefore not fulfilled.\n(8) In the draft 2014 budget, the government foresees an increase in the general government debt ratio from 58,1 % in 2013 to 62 % in 2014 and further to 64,1 % in 2015 and 64,7 % in 2016. These figures are slightly higher than those in Croatia’s Economic and Fiscal Policy Guidelines of September 2013, in which the government forecast the general government debt ratio to reach 56,6 % in 2013, and 60,6 %, 63,4 % and 65,3 % in 2014, 2015 and 2016 respectively. In the Commission services’ 2013 autumn forecast, the projection for the general government debt ratio is 59,7 % for 2013. On unchanged policies, the general government debt ratio is expected to rise above 60 % in 2014, thus exceeding the 60 % of GDP Treaty reference value. According to currently available information, a USD-denominated bond issuance in November 2013 would bring the general government debt ratio above the 60 % threshold already by the end of 2013. Article 2(1a) of Regulation (EC) 1467/97 stipulates that the requirement under the debt criterion is also to be considered to be fulfilled if the budgetary forecasts of the Commission indicate that the required reduction in the differential with respect to the reference value will occur over the three-year period encompassing the two years following the final year for which the data is available. The forecasts of the Croatian authorities and of the Commission services show that the general government debt ratio is on an upward trend on account of continuing high deficits and weak economic activity and it is expected to remain so over the forecast horizon. Hence the debt benchmark and thus the debt criterion in the TFEU are not fulfilled.\n(9) In line with the provisions of the TFEU, the Commission also analysed the ‘relevant factors’ in its report under Article 126(3) TFEU. As specified in Article 2(4) of Regulation (EC) No 1467/97, for countries with a general government debt ratio above the reference value, those factors are to be taken into account in the steps leading to the decision on the compliance with the deficit criterion if the general government deficit remains close to the reference value and if its excess over the reference value is temporary, which is not the case for Croatia. The relevant factors, in particular the deep and protracted recession, against the backdrop of unsupportive external conditions, have been taken into account in the assessment of compliance with the debt criterion. However, the relevant factors do not modify the conclusion that the debt criterion in the TFEU is not fulfilled,", "main_body": ["From an overall assessment it follows that an excessive deficit exists in Croatia.", "This Decision is addressed to the Republic of Croatia."], "attachments": "Done at Brussels, 28 January 2014.\nFor the Council\nThe President\nG. STOURNARAS\n(1)  Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (OJ L 209, 2.8.1997, p. 6).\n(2)  Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (OJ L 145, 10.6.2009, p. 1).\n(3)  All EDP-related documents for Croatia can be found on the following website: http://ec.europa.eu/economy_finance/economic_governance/sgp/deficit/countries/croatia_en.htm\n(4)  The draft budget is not prepared according to the ESA 95 methodology (ESA95). Deficit estimates for 2009-2012 based on ESA95 are between 1.5 and 3.3 percentage points higher than those reported according to the national methodology. Differences stem mainly from the fact that deficit figures according to ESA95 include certain guarantees payments, debt assumptions and the repayment of the debt to pensioners."}