{"celex_id": "32011R0011", "uri": "http://publications.europa.eu/resource/cellar/92ceb46c-6a32-4c04-aea1-455872ba29a7", "type": "Regulation", "concepts": ["2066", "2069", "4022", "5751"], "title": "Commission Regulation (EU) No 11/2011 of 7 January 2011 amending certain regulations on the classification of goods in the Combined Nomenclature\n", "header": "8.1.2011 EN Official Journal of the European Union L 5/1\nCOMMISSION REGULATION (EU) No 11/2011\nof 7 January 2011\namending certain regulations on the classification of goods in the Combined Nomenclature\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Shark-cartilage powder, presented in gelatine capsules and used as a food supplement, was classified under heading 0305 pursuant to Commission Regulation (EC) No 1858/98 of 27 August 1998 concerning the classification of certain goods in the Combined Nomenclature (2). Prepared oil (containing evening primrose oil, milk-fat and vitamin E), presented in gelatine capsules and used as a food supplement, was classified under heading 1517, in accordance with Commission Regulation (EEC) No 3513/92 of 3 December 1992 concerning the classification of certain goods in the Combined Nomenclature (3).\n(2) In joined Cases C-410/08 to C-412/08 Swiss Caps AG v Hauptzollamt Singen\n (4), the Court of Justice of the European Union ruled that products presented in capsules and intended for use as a food supplement should be classified under heading 2106, as food preparations not elsewhere specified or included.\n(3) As a consequence, it is appropriate to adapt Regulation (EC) No 1858/98 and Regulation (EEC) No 3513/92, in order to avoid divergent tariff classification and to ensure the uniform application of the Combined Nomenclature within the European Union.\n(4) Regulation (EC) No 1858/98 and Regulation (EEC) No 3513/92 should therefore be amended accordingly.\n(5) In addition to the above corrections, it is necessary to amend Commission Regulation (EC) No 1179/2009 of 26 November 2009 amending or repealing certain regulations on the classification of goods in the Combined Nomenclature (5). In the tables set out in Annexes I, II and III thereto, the regulations subject to an amendment (respectively, in the form of a change of CN code, in the form of the deletion of an item in the regulation, or in the form of the repeal of the regulation) are listed. Item (1) in the table set out in the said Annex I and item (3) in the table set out in the said Annex III both refer to Commission Regulation (EEC) No 484/79 of 13 March 1979 (6); similarly, item (79) in the table set out in the said Annex I and item (31) in the table set out in the said Annex II both refer to point 3 of the table set out in the Annex to Commission Regulation (EC) No 2696/95 of 21 November 1995 (7).\n(6) For the purpose of rectifying the situation, Annex I to Commission Regulation (EC) No 1179/2009 should be amended, by the deletion of items (1) and (79) therein.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Point (2) in the table set out in the Annex to Regulation (EC) No 1858/98 is deleted.", "Point (1) in the table set out in the Annex to Regulation (EEC) No 3513/92 is deleted.", "In the table set out in Annex I to Commission Regulation (EC) No 1179/2009, items (1) and (79) are deleted.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 January 2011.\nFor the Commission, On behalf of the President,\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  OJ L 241, 29.8.1998, p. 17.\n(3)  OJ L 355, 5.12.1992, p. 12.\n(4)  Judgment of 17 December 2009, not yet published in the ECR, paragraphs 29 and 32.\n(5)  OJ L 317, 3.12.2009, p. 1.\n(6)  OJ L 64, 14.3.1979, p. 47.\n(7)  OJ L 280, 23.11.1995, p. 17."}