{"celex_id": "32014D0211", "uri": "http://publications.europa.eu/resource/cellar/07c51b85-c476-11e3-9fe4-01aa75ed71a1", "type": "Decision", "concepts": ["1208", "1253", "2055", "209", "220", "2224", "247", "2901", "5404", "691"], "title": "Council Decision of 14 April 2014 on theconclusion on behalf of the European Union of the Political Dialogue andCooperation Agreement between the European Community and its MemberStates, of the one part, and the Republics of Costa Rica, El Salvador,Guatemala, Honduras, Nicaragua and Panama, of the other part, with theexception of Article 49(3) thereof\n", "header": "15.4.2014 EN Official Journal of the European Union L 111/4\nCOUNCIL DECISION\nof 14 April 2014\non the conclusion on behalf of the European Union of the Political Dialogue and Cooperation Agreement between the European Community and its Member States, of the one part, and the Republics of Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama, of the other part, with the exception of Article 49(3) thereof\n(2014/211/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 209(2), in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Political Dialogue and Cooperation Agreement between the European Community and its Member States, of the one part, and the Republics of Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama, of the other part (‘the Agreement’), was signed on 15 December 2003, subject to its conclusion at a later date.\n(2) In accordance with Article 54(1) of the Agreement, the Agreement is to enter into force on the first day of the month following that in which the Contracting Parties notify each other of the completion of the procedures necessary for that purpose.\n(3) All Contracting Parties to the Agreement, including all the Member States of the Union at the time of the signing of the Agreement, have by now deposited their instruments of ratification, with the exception of the Union.\n(4) Article 49(3) of the Agreement sets out the obligations for the Contracting Parties on readmission of illegal migrants. As a consequence, that provision falls within the scope of Title V of Part Three of the Treaty on the Functioning of the European Union (TFEU), and in particular Article 79(3) thereof, as well as Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice and Protocol (No 22) on the position of Denmark, both annexed to the Treaty on European Union and to the TFEU, apply.\n(5) As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(6) The Agreement should be approved with the exception of Article 49(3) thereof. A separate decision (1) on the conclusion of Article 49(3) of the Agreement, will be adopted in parallel to this Decision,", "main_body": ["The Political Dialogue and Cooperation Agreement between the European Community and its Member States, of the one part, and the Republics of Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama, of the other part, is hereby approved on behalf of the Union, with the exception of Article 49(3) thereof.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall, on behalf of the Union, give the notifications provided for in Article 54 of the Agreement (2) and give the following notifications:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” or to “the Community” in the text of the Agreement are, where appropriate, to be read as to “the European Union” or to “the Union”.’,\n‘The provisions of the Agreement that fall within the scope of Title V of Part Three of the Treaty on the Functioning of the European Union bind the United Kingdom and Ireland as separate Contracting Parties, and not as part of the European Union, unless the European Union together with the United Kingdom and/or Ireland have notified the Central American Party that the United Kingdom and/or Ireland are/is bound as part of the European Union in accordance with the Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union. If the United Kingdom and/or Ireland ceases to be bound as part of the European Union in accordance with Article 4a of Protocol No 21, the European Union together with the United Kingdom and/or Ireland shall immediately inform the Central American Party of any change in their position in which case they shall remain bound by the provisions of the Agreement in their own right. The same applies to Denmark in accordance with the Protocol (No 22) on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union.’.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  Council Decision 2014/210/EU (see page 2 of this Official Journal).\n(2)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}