{"celex_id": "32014R0544", "uri": "http://publications.europa.eu/resource/cellar/be144e81-ed5d-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["133", "1879", "2110", "2323", "2437", "3468", "4790", "5254", "544"], "title": "Regulation (EU) No 544/2014 of the European Parliament and of the Council of 15 May 2014 amending Council Regulation (EC) No 302/2009 concerning a multiannual recovery plan for Bluefin tuna in the eastern Atlantic and Mediterranean\n", "header": "29.5.2014 EN Official Journal of the European Union L 163/7\nREGULATION (EU) No 544/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\namending Council Regulation (EC) No 302/2009 concerning a multiannual recovery plan for Bluefin tuna in the eastern Atlantic and Mediterranean\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) The Union is a Party to the International Convention for the Conservation of Atlantic Tunas (3) (‘the Convention’).\n(2) At its 16th Special Meeting in 2008, the International Commission for the Conservation of Atlantic Tunas (‘ICCAT’), established by the Convention, adopted Recommendation 08-05 to establish a new recovery plan for Bluefin tuna in the eastern Atlantic and in the Mediterranean, replacing the previous recovery plan adopted in 2006. Council Regulation (EC) No 302/2009 (4) was adopted to implement those international conservation measures at Union level.\n(3) At its 17th Special Meeting in 2010, ICCAT adopted Recommendation 10-04 amending the multiannual recovery plan for Bluefin tuna. Regulation (EC) No 302/2009 was then amended by Regulation (EU) No 500/2012 of the European Parliament and of the Council (5) to implement those revised international conservation measures at Union level.\n(4) At its 18th Special Meeting in 2012, ICCAT adopted Recommendation 12-03 further amending the multiannual recovery plan for Bluefin tuna. In order to better adapt the fishing seasons to the activity of the fleets, Recommendation 12-03 provides for a modification of the fishing seasons, which are now defined as open seasons, as opposed to closed seasons indicated in the previous ICCAT Recommendations. In addition, the actual dates on which fishing is permitted by purse seiners, baitboats and trolling boats have been modified. Finally, to avoid any uncertainty for those gears which are not subject to any specific rules on fishing seasons, it was necessary to include a provision explicitly allowing all other gears, with the exception of all kinds of driftnets, the possibility to fish all year round. The periods and the dates of the fishing seasons in the Atlantic may be reviewed by ICCAT in 2015, following advice from the Standing Committee on Research and Statistics of ICCAT (SCRS).\n(5) At its 23rd Regular Meeting in November 2013, ICCAT adopted Recommendation 13-08 complementing Recommendation 12-03, in order to allow modifications to the fishing seasons for baitboats and trolling boats in the eastern Atlantic that do not affect the protection of the Bluefin tuna spawning grounds in the Mediterranean. That ICCAT Recommendation states that the Contracting Parties and Cooperating non-Contracting Parties, Entities or Fishing Entities may specify a different starting date for the fishing seasons for their baitboats and trolling boats operating in the eastern Atlantic, while keeping the total duration of the open season for those fisheries. That ICCAT Recommendation also lays down rules for the use of stereoscopic cameras in the context of caging operations. It is the intention that all the technical specifications, including the sampling intensity, the way of sampling, the distance from the camera, the dimensions of the transfer gate, algorithms (length-weight relationship) be reviewed by the SCRS at its 2014 meeting, and if necessary modified by ICCAT at its 2014 meeting based on SCRS recommendations.\n(6) In order to implement into Union law ICCAT Recommendation 12-03 so as to ensure the effective conservation of the Bluefin tuna stock, to provide legal certainty as to the fishing seasons concerned and, lastly, to allow Member States to properly define their fishing, capacity and inspection plans and other reporting obligations, and in order to implement into Union law ICCAT Recommendation 13-08 with regard to the use of stereoscopic camera systems in the context of caging operations and the possible setting of a different starting date for the fishing seasons for baitboats and trolling boats in the eastern Atlantic, it is necessary to modify the relevant provisions of Regulation (EC) No 302/2009 as soon as possible,", "main_body": ["Regulation (EC) No 302/2009 is amended as follows:\n(1) Article 7 is replaced by the following:\n(2) the following Article is inserted:\n(a) the sampling intensity of live fish shall not be below 20 % of the amount of fish being caged; when technically possible, the sampling of live fish shall be sequential, one in every five specimens being measured; such a sample shall be made up of fish measured at a distance of between 2 and 8 m from the camera;\n(b) the dimensions of the transfer gate connecting the donor cage and the receiving cage shall be set at a maximum width of 10 m and a maximum height of 10 m;\n(c) when the length measurements of the fish present a multi-modal distribution (two or more cohorts of distinct sizes), it shall be possible to use more than one conversion algorithm for the same caging operation; the most up to date algorithms established by the Standing Committee on Research and Statistics of ICCAT shall be used to convert fork lengths into total weights, according to the size category of the fish measured during the caging operation;\n(d) the validation of the stereoscopical length measurements shall be undertaken prior to each caging operation using a scale bar at a distance of between 2 and 8 m;\n(e) when the results of the stereoscopical programme are communicated, the information shall indicate the margin of error inherent to the technical specifications of the stereoscopic camera system, which shall not exceed +/- 5 %.’.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 67, 6.3.2014, p. 157.\n(2)  Position of the European Parliament of 16 April 2014 (not yet published in the Official Journal) and decision of the Council of 8 May 2014.\n(3)  Council Decision 86/238/EEC of 9 June 1986 on the accession of the Community to the International Convention for the Conservation of Atlantic Tunas, as amended by the Protocol annexed to the Final Act of the Conference of Plenipotentiaries of the States Parties to the Convention signed in Paris on 10 July 1984 (OJ L 162, 18.6.1986, p. 33).\n(4)  Council Regulation (EC) No 302/2009 of 6 April 2009 concerning a multiannual recovery plan for Bluefin tuna in the eastern Atlantic and Mediterranean, amending Regulation (EC) No 43/2009 and repealing Regulation (EC) No 1559/2007 (OJ L 96, 15.4.2009, p. 1).\n(5)  Regulation (EU) No 500/2012 of the European Parliament and of the Council of 13 June 2012 amending Council Regulation (EC) No 302/2009 concerning a multiannual recovery plan for Bluefin tuna in the eastern Atlantic and Mediterranean (OJ L 157, 16.6.2012, p. 1)."}