{"celex_id": "32012D0004(01)", "uri": "http://publications.europa.eu/resource/cellar/6e2f8d99-4aa3-4dfe-8bf3-6ce2fdaf118a", "type": "Decision", "concepts": ["1130", "1485", "285", "4763", "5283"], "title": "2012/180/EU: Decision of the European Central Bank of 21 March 2012 amending Decision ECB/2011/25 on additional temporary measures relating to Eurosystem refinancing operations and eligibility of collateral (ECB/2012/4)\n", "header": "29.3.2012 EN Official Journal of the European Union L 91/27\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 21 March 2012\namending Decision ECB/2011/25 on additional temporary measures relating to Eurosystem refinancing operations and eligibility of collateral\n(ECB/2012/4)\n(2012/180/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first indent of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), and in particular the first indent of Article 3.1 and Article 18.2 thereof,\nWhereas:\n(1) Pursuant to Article 18.1 of the Statute of the ESCB, the European Central Bank (ECB) and the national central banks of Member States whose currency is the euro (hereinafter the ‘NCBs’) may conduct credit operations with credit institutions and other market participants, with lending being based on adequate collateral. The criteria determining the eligibility of collateral for the purposes of Eurosystem monetary policy operations are laid down in Annex I to Guideline ECB/2011/14 of 20 September 2011 on monetary policy instruments and procedures of the Eurosystem (1) (hereinafter the ‘General Documentation’).\n(2) NCBs should not be obliged to accept as collateral in Eurosystem credit operations eligible bank bonds guaranteed by a Member State under a European Union/International Monetary Fund programme or by a Member State whose credit assessment does not meet the Eurosystem’s benchmark for establishing its minimum requirement for high credit standards.\n(3) Such a measure may be applied temporarily. This measure should therefore be introduced by amending Decision ECB/2011/25 of 14 December 2011 on additional temporary measures relating to Eurosystem refinancing operations and eligibility of collateral (2),", "main_body": ["Amendment\nThe following Article 4a is inserted in Decision ECB/2011/25:\n‘Article 4a\nAcceptance of certain government-guaranteed bank bonds\n1.   NCBs shall not be obliged to accept as collateral for Eurosystem credit operations eligible bank bonds guaranteed by a Member State under a European Union/International Monetary Fund programme, or by a Member State whose credit assessment does not comply with the Eurosystem’s benchmark for establishing its minimum requirement for high credit standards for issuers and guarantors of marketable assets in accordance with Sections 6.3.1 and 6.3.2 of the General Documentation.\n2.   NCBs shall inform the Governing Council whenever they decide not to accept the securities described in paragraph 1 as collateral.’", "Entry into force\nThis Decision shall enter into force on 23 March 2012."], "attachments": "Done at Frankfurt am Main, 21 March 2012.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 331, 14.12.2011, p. 1.\n(2)  OJ L 341, 22.12.2011, p. 65."}