{"celex_id": "32013R0807", "uri": "http://publications.europa.eu/resource/cellar/6e70be69-0eec-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["1025", "2683", "2689", "5034", "5283", "5334"], "title": "Commission Implementing Regulation (EU) No 807/2013 of 26 August 2013 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards the survey of prices of certain bovine animals on representative Union markets\n", "header": "27.8.2013 EN Official Journal of the European Union L 228/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 807/2013\nof 26 August 2013\nlaying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards the survey of prices of certain bovine animals on representative Union markets\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 192(2) in conjunction with Article 4 thereof,\nWhereas:\n(1) The provisions of Commission Regulation (EC) No 2273/2002 (2) do not reflect anymore the current situation of the price recording on the Union markets concerned. It is necessary to bring the rules on price recording in line with the needs of the beef sector. Regulation (EC) No 2273/2002 should therefore be repealed and replaced.\n(2) In order to have a complete picture of the market situation at all times, it is necessary to know the prices of certain categories of bovine animals other than those covered by price reporting under Commission Regulation (EC) No 1249/2008 (3).\n(3) In order to improve data accuracy, provision should be made for a survey of prices for male calves aged between eight days and four weeks, for store cattle aged more than six months and less than two years and calves slaughtered at the age of less than eight months. Therefore, detailed rules on the information to be provided for the price survey for each of those bovine animal categories should be established.\n(4) The Member States with an important share in the production and trade of those different categories of bovine animals and the information to be provided by them for the price survey for each of those categories should be established.\n(5) The price recorded on the representative Union markets should be taken as the average of the prices of the bovine animals in question on the representative market or markets of each Member State. That average should be weighted in accordance with coefficients expressing the relative size of the relevant cattle population of each Member State for each category marketed in a reference period.\n(6) In order to obtain comparable prices of the categories of bovine animals concerned in the Union, it is necessary to provide that the price recording should refer to a well-defined marketing stage based on the quotations excluding value added tax.\n(7) Moreover, the Union reference presentation of carcasses of slaughtered calves should be determined. In that context, it is appropriate to provide that certain corrective factors need to be specified by Member States to adjust the presentations used to the Union reference presentation.\n(8) The representative market or markets for each Member State should be selected. Where there is more than one representative market in a Member State, account should be taken of the weigthed average of the prices recorded on those markets.\n(9) In order to ensure that prices reported are representative of national production, it is necessary to allow Member States to designate for price recording natural or legal persons who trade or send for slaughter substantial numbers of the relevant categories of bovine animals.\n(10) In the absence of price recording on public markets or by operators of slaughterhouses, or by designated natural or legal persons, it should be provided that prices are recorded by chambers of agriculture, quotation centres, farmers’ cooperatives or farmers’ unions and other reliable sources in the Member State concerned.\n(11) In case Member States have established regional committees to determine prices of certain categories of bovine animals, provision should be made that the prices determined by those committees may be taken into account in the national price calculation, provided that their membership ensures a balanced and objective approach.\n(12) With a view to monitoring the reporting of prices of the relevant categories of bovine animals, Member States should be obliged to communicate periodically certain information to the Commission.\n(13) Provision should be made for the weekly communication to the Commission of the national average prices through electronic means of transmission.\n(14) Member States may, because of veterinary or health protection regulations, find it necessary to take measures which affect quotations. In such circumstances, it is not always suitable when recording market prices to take into account quotations which do not reflect the normal trend of the market. Consequently, certain rules should be laid down allowing the Commission to authorise the Member State concerned to disregard the prices recorded or to use the last prices recorded.\n(15) It is necessary to provide that Member States have to take certain measures in order to ensure the representativeness and accuracy of the reported prices. Moreover, Member States should inform the Commission of those measures.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["1.   The average Union price, per head, of male calves aged between eight days and four weeks shall be the average of the prices recorded for dairy type male rearing calves and beef type male rearing calves on the representative markets of the Member States with an important share in the production and trade of those calves as referred to in Annex I, which shall be weighted by coefficients established on the basis of:\n(a) as regards dairy type male rearing calves, the number of dairy cows recorded in the Union, as transmitted in accordance with Article 7(2)(b) of Regulation (EC) No 1165/2008 of the European Parliament and of the Council (4);\n(b) as regards beef type male rearing calves, the number of cows recorded in the Union, as transmitted in accordance with Article 7(2)(b) of Regulation (EC) No 1165/2008.\n2.   The prices to be reported for each type of calves referred to in paragraph 1 shall be recorded on public markets or by natural or legal persons who trade substantial numbers of those types of calves and are designated by the Member State.\nThose prices shall be the average of the prices paid in that Member State at the same wholesale stage, exclusive of value added tax (‘VAT’), for the type concerned and weighted by coefficients reflecting the relative proportion of the different qualities of male rearing calves defined by the Member State and the relative importance of each market.\n3.   For the purposes of this Article:\n(a) ‘dairy type male rearing calf’ means male rearing calf from dairy breed;\n(b) ‘beef type male rearing calf’ means male rearing calf from a meat breed, dual purpose breed or born of a cross with a meat breed.", "1.   The average Union price, per kilogram of live weight, of store cattle shall be the average of the prices recorded for young store cattle, yearling male store cattle and yearling female store cattle on the representative markets of the Member States with an important share in the production and trade of that cattle as referred to in Annex II, which shall be weighted by coefficients established on the basis of:\n(a) as regards young store cattle, the number of bovine animals aged not over one year and not for slaughter recorded in the Union, as transmitted in accordance with Article 7(2)(b) of Regulation (EC) No 1165/2008;\n(b) as regards yearling male store cattle, the number of male bovine animals aged over one year but under two years recorded in the Union, as transmitted in accordance with Article 7(2)(b) of Regulation (EC) No 1165/2008;\n(c) as regards yearling female store cattle, the number of female bovine animals aged over one year but under two years and which have not yet calved, recorded in the Union, as transmitted in accordance with Article 7(2)(b) of Regulation (EC) No 1165/2008.\n2.   The prices to be reported for each type of store cattle referred to in paragraph 1 shall be recorded on public markets or by natural or legal persons who trade substantial numbers of the relevant store cattle and are designated by the Member State.\nThose prices shall be the average of the prices paid in that Member State at the same wholesale stage, exclusive of VAT, for the type concerned and weighted by coefficients reflecting the relative proportion of the different qualities of store cattle defined by the Member State and the relative importance of each market.\n3.   For the purposes of this Article:\n(a) ‘young store cattle’ means male and female bovine animals aged 6 months or more but less than 12 months, bought after weaning to be fattened;\n(b) ‘yearling store cattle’ means male and female bovine animals aged 12 months or more but less than 24 months, bought to be fattened.", "1.   The average Union price, per 100 kg of carcass weight, of calves slaughtered at the age of less than eight months shall be the average of the prices recorded for those calves on the representative markets of the Member States with an important share in the production as referred to in Annex III, which shall be weighted by coefficients established on the basis of the net production of those calves in the Union.\n2.   The price to be reported for carcasses of the calves referred to in paragraph 1 shall be recorded by the operators of any slaughterhouse which slaughters such calves or by natural or legal persons who send substantial numbers of such calves for slaughter and which are designated by the Member State.\nThat price shall be the average of the prices paid in that Member State at the slaughterhouse entry stage, exclusive of VAT, for the carcasses of the calves concerned and weighted by coefficients reflecting the relative proportion of the different qualities of carcasses defined by the Member State and the relative importance of each market.\n3.   For the purposes of establishing the market prices to be reported, the carcass shall be presented:\n(a) without the head and without the feet; the head shall be separated from the carcass at the atloido-occipital joint and the feet shall be severed at the carpometacarpal or tarsometatarsal joints;\n(b) without the organs contained in the thoracic and abdominal cavities and without the kidneys, the kidney fat, the pelvic fat, the thin and thick skirt;\n(c) without the sexual organs and the attached muscles;\n(d) without the removal of external fat.\nWhere at the moment of weighing the presentation of the carcass differs from the presentation provided for in the first subparagraph, the weight of the carcass shall be adjusted by applying corrective factors specified by the Member State in order to move from that presentation to the reference presentation. In that case the price for each 100 kg of carcass weight shall be adjusted accordingly.\n4.   The carcass weight to be taken into account for the reporting of the market prices shall be the cold weight of the carcass.\nThe cold weight of the carcass shall correspond to the warm weight taken not later than one hour after the animal has been stuck, less 2 %.", "1.   In the absence of price recording on public markets or by operators of slaughterhouses or by the natural or legal persons referred to in Articles 1(2), 2(2) and 3(2), the prices shall be recorded by chambers of agriculture, quotation centres, farmers’ cooperatives or farmers’ unions in the Member State concerned.\nHowever, where a Member State has established a committee to determine prices for a region, and where the membership of such committee is comprised equally of buyers and sellers of certain categories of bovine animals or carcasses of such animals, that Member State may use them for the calculation of the prices to be reported.\n2.   The Member States concerned shall communicate to the Commission their representative markets, the qualities to be defined and the weighting coefficients referred to in Articles 1(2), 2(2) and 3(2), as well as the corrective factors referred to in the second subparagraph of Article 3(3) by 1 June 2014 at the latest and thereafter no later than 1 June each year.\nAs regards representative markets, the communication shall include:\n(a) the survey method applied with an indication of the types of sources for recording the prices referred to in this Regulation;\n(b) an indication of the share of the volume recorded, for each type of source for recording prices, expressed as a percentage of each relevant category of bovine animals traded or slaughtered\nThe Commission shall communicate the information referred to in the first subparagraph to all Member States.\n3.   The Member States concerned shall communicate to the Commission not later than 12 noon, Brussels time, on Wednesday each week, the national average prices for each type of bovine animals referred to in Articles 1(1), 2(1) and 3(1) recorded on their respective representative markets. They shall not communicate those prices to any other body before they have communicated them to the Commission.\nThose prices shall relate to the seven day period from Monday to Sunday preceding the week in which the information is communicated.\nThe prices reported shall be expressed in euro or, where applicable, in national currency.\nFor the communications referred to in this paragraph, Member States shall use electronic means of transmission made available to the Member States by the Commission.", "The Commission shall revise periodically the weighting coefficients referred to in Articles 1(1), 2(1) and 3(1) to take into account trends recorded at national and Union levels.\nAfter each revision the Commission shall communicate the revised weighting coefficients to the Member States.", "Where a Member State takes measures for veterinary or health protection reasons which affect the normal movement in prices recorded on its representative market or markets, the Commission may authorise it either to disregard the prices recorded on the market or markets concerned, or to use the last prices recorded on the market or markets concerned before those measures were put into effect.", "Member States shall provide for the necessary measures to ensure the representativeness and accuracy of the prices communicated in accordance with Article 4 and shall inform the Commission of those measures by 30 June 2014 at the latest and thereafter within one month after any amendments relating to those measures.", "Regulation (EC) No 2273/2002 is repealed.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 August 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  Commission Regulation (EC) No 2273/2002 of 19 December 2002 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the survey of prices of certain bovine animals on representative Community markets (OJ L 347, 20.12.2002, p. 15).\n(3)  Commission Regulation (EC) No 1249/2008 of 10 December 2008 laying down detailed rules on the implementation of the Community scales for the classification of beef, pig and sheep carcases and the reporting of prices thereof (OJ L 337, 16.12.2008, p. 3).\n(4)  Regulation (EC) No 1165/2008 of the European Parliament and of the Council of 19 November 2008 concerning livestock and meat statistics and repealing Council Directives 93/23/EEC, 93/24/EEC and 93/25/EEC (OJ L 321, 1.12.2008, p. 1).\nANNEX I\nList of Member States reporting prices for dairy and beef type male rearing calves as referred to in Article 1(1)\nA. Member States reporting prices for dairy type male rearing calves:\nBelgium\nDenmark\nGermany\nIreland\nSpain\nFrance\nItaly\nNetherlands\nAustria\nPoland\nRomania\nUnited Kingdom\nB. Member States reporting prices for beef type male rearing calves:\nBelgium\nGermany\nIreland\nSpain\nFrance\nItaly\nNetherlands\nAustria\nPoland\nPortugal\nRomania\nUnited Kingdom\nANNEX II\nList of Member States reporting prices for young store cattle and yearling store cattle as referred to in Article 2(1)\nA. Member States reporting prices for young store cattle:\nBelgium\nGermany\nIreland\nSpain\nFrance\nItaly\nAustria\nPoland\nSweden\nUnited Kingdom\nB. Member States reporting prices for yearling male store cattle:\nBelgium\nIreland\nSpain\nFrance\nItaly\nAustria\nSweden\nUnited Kingdom\nC. Member States reporting prices for yearling female store cattle:\nBelgium\nIreland\nSpain\nFrance\nItaly\nAustria\nSweden\nUnited Kingdom\nANNEX III\nList of Member States reporting prices for calves slaughtered at the age of less than eight months as referred to in Article 3(1)\nBelgium\nGermany\nSpain\nFrance\nItaly\nNetherlands"}