{"celex_id": "32012R0594", "uri": "http://publications.europa.eu/resource/cellar/2795c9d4-25b8-4811-8a85-8619b937710a", "type": "Regulation", "concepts": ["192", "2531", "2735", "3135", "6569"], "title": "Commission Regulation (EU) No 594/2012 of 5 July 2012 amending Regulation (EC) 1881/2006 as regards the maximum levels of the contaminants ochratoxin A, non dioxin-like PCBs and melamine in foodstuffs  Text with EEA relevance\n", "header": "6.7.2012 EN Official Journal of the European Union L 176/43\nCOMMISSION REGULATION (EU) No 594/2012\nof 5 July 2012\namending Regulation (EC) 1881/2006 as regards the maximum levels of the contaminants ochratoxin A, non dioxin-like PCBs and melamine in foodstuffs\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 (2) sets maximum levels for certain contaminants in foodstuffs.\n(2) Commission Regulation (EU) No 1259/2011 (3), amending Regulation (EC) No 1881/2006, established new maximum levels for non dioxin-like PCBs applicable as from 1 January 2012. It is appropriate to provide that those maximum levels are not applicable to foodstuffs which were lawfully placed on the market before that date.\n(3) Commission Regulation (EU) No 105/2010 (4), amending Regulation (EC) No 1881/2006, established a final lower maximum level for Ochratoxin A in spices, which is supposed to be achievable by applying good practices. To enable the spices producing countries to put prevention measures in place and in order to avoid disruptions of trade to an unacceptable extent, that Regulation furthermore provided for a higher maximum level to be applied for a limited period of time. The Regulation furthermore provided that an assessment should be performed of the achievability of the lower levels for ochratoxin A by applying good practices in the different producing regions in the world. This assessment had to be done before the lower maximum level of Ochratoxin A would become applicable. Although a significant improvement in the application of good practices in the different producing regions in the world has been noticed, the projected lower maximum level for Ochratoxin A is not yet achieavable in Capsicum species on a consistent basis. It is therefore appropriate to postpone the application of the lower maximum level for Capsicum spp.\n(4) Wheat gluten is produced as a co-product of the starch production. Evidence has been provided that the current maximum level of Ochratoxin A in wheat gluten is no longer achievable, in particular at the end of the storage season, even with the strict application of good practices as regards storage, possibly due to the changing climate conditions. It is therefore appropriate to modify the current maximum level to a level which is achievable by applying good practices and which still provides a high level of human health protection.\n(5) The Scientific Panel on Contaminants in the Food Chain of the European Food Safety Authority (EFSA) has, on a request from the Commission, adopted on 4 April 2006 an updated scientific opinion relating to ochratoxin A in food (5), taking into account new scientific information and derived a tolerable weekly intake (TWI) of 120 ng/kg b.w. In accordance with the conclusions of the opinion adopted by EFSA, the envisaged changes as regards Ochratoxin A in this Regulation continue to provide a high level of human health protection.\n(6) The EFSA has, on a request from the Commission, on 18 March 2010, adopted a scientific opinion related to the melamine in feed and food (6). Its findings show that exposure to melamine can result in the formation of crystals in the urinary tract. Those crystals cause proximal tubular damage and have been observed in animals and children as a result of incidents involving adulteration of feed and infant formula with melamine, leading to fatalities in some instances. The Codex Alimentarius Commission has established maximum levels for melamine in feed and food (7). It is appropriate to include those maximum levels in Regulation (EC) No 1881/2006 to protect public health as those levels are in accordance with the conclusions of the EFSA's opinion.\n(7) Therefore, Regulation (EC) No 1881/2006 should be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["Amending provisions\nRegulation (EC) No 1881/2006 is amended as follows:\n(1) In Article 11, the first paragraph is amended as follows:\n(a) the introductory sentence is replaced by the following:\n(b) the following points (e) and (f) are added:\n\"(e) 01 January 2012 as regards the maximum levels for non dioxin-like PCBs laid down in section 5 of the Annex;\n(f) 01 January 2015 as regards the maximum level for Ochratoxin A in Capsicum spp. laid down in point 2.2.11. of the Annex.\"\n(2) The Annex is amended in accordance with the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date of entry into force with the exception of the provisions laid down in point 2.2.11 of the Annex which shall apply from 1 July 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 37, 13.2.1993, p. 1.\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  OJ L 320, 3.12.2011, p. 18.\n(4)  OJ L 35, 6.2.2010, p. 7.\n(5)  EFSA Panel on Contaminants in the Food Chain (CONTAM); Scientific Opinion on Ochratoxin A in Food EFSA Journal 2006; 365:1-56. Available online: http://www.efsa.europa.eu/en/efsajournal/doc/365.pdf\n(6)  EFSA Panel on Contaminants in the Food Chain (CONTAM) and EFSA Panel on Food Contact Materials, Enzymes, Flavourings and Processing Aids (CEF); Scientific Opinion on Melamine in Food and Feed. EFSA Journal 2010; 8(4):1573. [145 pp.]. doi:10.2903/j.efsa.2010.1573. Available online: www.efsa.europa.eu\n(7)  Report on the Thirty-Third Session of the Joint FAO/WHO Food Standards Programme, Codex Alimentarius Commission, Geneva, Switzerland, 5-9 July 2010 (ALINORM 10/33/REP).\nANNEX\nThe Annex to Regulation (EC) No 1881/2006 is amended as follows:\n(1) Section 2.2 Ochratoxin A is amended as follows:\n(a) Point 2.2.2 is replaced by the following:\n\"2.2.2. All products derived from unprocessed cereals, including processed cereal products and cereals intended for direct human consumption with the exception of foodstuffs listed in 2.2.9, 2.2.10 and 2.2.13 3,0\"\n(b) Point 2.2.11 is replaced by the following:\n\"2.2.11. Spices, including dried spices\nPiper spp (fruits thereof, including white and black pepper) 15 μg/kg\nCapsicum spp. (dried fruits thereof, whole or ground, including chillies, chilli powder, cayenne and paprika) 30 μg/kg until 31.12.2014\nMixtures of spices containing one of the abovementioned spices 15 μg/kg\"\n(c) The following point 2.2.13 is inserted after point 2.2.12:\n\"2.2.13. Wheat gluten not sold directly to the consumer 8,0\"\n(2) The following section 7: Melamine and its structural analogues is added:\nFoodstuffs Maximum levels\n7.1. Melamine\n7.1.1. Food with the exception of infant formulae and follow-on formulae (1) 2,5\n7.1.2. Powdered infant formulae and follow-on formulae 1\n(1)  The maximum level does not apply to food for which it can be proven that the level of melamine higher than 2,5 mg/kg is the consequence of authorized use of cyromazine as insecticide. The melamine level shall not exceed the level of cyromazine.\""}