{"celex_id": "32013R1048", "uri": "http://publications.europa.eu/resource/cellar/79d8dd0e-407a-11e3-b4f5-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1642", "1644", "2299", "2771", "2887", "3191", "3793", "4317", "4319", "4350", "5083", "932"], "title": "Commission Implementing Regulation (EU) No 1048/2013 of 28 October 2013 amending Regulation (EC) No 828/2009 laying down detailed rules of application for the marketing years 2009/2010 to 2014/2015 for the import and refining of sugar products of tariff heading 1701 under preferential agreements\n", "header": "29.10.2013 EN Official Journal of the European Union L 285/2\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1048/2013\nof 28 October 2013\namending Regulation (EC) No 828/2009 laying down detailed rules of application for the marketing years 2009/2010 to 2014/2015 for the import and refining of sugar products of tariff heading 1701 under preferential agreements\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 732/2008 of 22 July 2008 applying a scheme of generalised tariff preferences from 1 January 2009 and amending Regulations (EC) No 552/97, (EC) No 1933/2006 and Commission Regulations (EC) No 1100/2006 and (EC) No 964/2007 (1) and in particular Article 11(7) thereof,\nWhereas:\n(1) Pursuant to Article 1(4) of Commission Regulation (EC) No 828/2009 (2), a country listed as least-developed country in Annex I to Regulation (EC) No 732/2008 is eligible to be added to Annex I to Regulation (EC) No 828/2009.\n(2) Myanmar/Burma has been reinstated into to the scheme of generalised tariff preferences on 19 July 2013, with retroactive effect as from 13 June 2012, pursuant to Regulation (EU) No 607/2013 of the European Parliament and of the Council of 12 June 2013 repealing Council Regulation (EC) No 552/97 temporarily withdrawing access to generalised tariff preferences from Myanmar/Burma (3).\n(3) Myanmar/Burma is a least-developed country listed as least-developed country in Annex I to Regulation (EC) No 732/2008 and has requested the Commission to be listed in Annex I to Regulation (EC) No 828/2009. Myanmar/Burma produces sugar and is therefore a potential exporter to the Union.\n(4) Regulation (EC) No 828/2009 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Part I of Annex I to Regulation (EC) No 828/2009 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 211, 6.8.2008, p. 1.\n(2)  Commission Regulation (EC) No 828/2009 of 10 September 2009 laying down detailed rules of application for the marketing years 2009/2010 to 2014/2015 for the import and refining of sugar products of tariff heading 1701 under preferential agreements (OJ L 240, 11.9.2009, p. 14).\n(3)  OJ L 181, 29.6.2013, p. 13.\nANNEX\n‘Part I: Least Developed Countries\nGroup label Third country Reference number\nNON-ACP-LDC Bangladesh 09.4221\nACP-LDC Benin 09.4231’"}