{"celex_id": "32012R1027", "uri": "http://publications.europa.eu/resource/cellar/c1ad51e2-2e32-11e2-ad46-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "3618", "3813", "5426", "5451", "5916"], "title": "Regulation (EU) No 1027/2012 of the European Parliament and of the Council of 25 October 2012 amending Regulation (EC) No 726/2004 as regards pharmacovigilance  Text with EEA relevance\n", "header": "14.11.2012 EN Official Journal of the European Union L 316/38\nREGULATION (EU) No 1027/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 25 October 2012\namending Regulation (EC) No 726/2004 as regards pharmacovigilance\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 and Article 168(4)(c) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) In order to ensure transparency on the surveillance of authorised medicinal products, the list of medicinal products subject to additional monitoring established by Regulation (EC) No 726/2004 of the European Parliament and of the Council of 31 March 2004 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Medicines Agency (3), should systematically include medicinal products that are subject to certain post-authorisation safety conditions.\n(2) In addition, voluntary action by the marketing authorisation holder should not lead to a situation where concerns relating to the risks or benefits of a medicinal product authorised in the Union are not properly addressed in all Member States. Therefore, the marketing authorisation holder should be obliged to inform the European Medicines Agency of the reasons for withdrawing or interrupting the placing on the market of a medicinal product, for requesting that a marketing authorisation be revoked, or for not renewing a marketing authorisation.\n(3) Since the objective of this Regulation, namely to provide for specific rules on pharmacovigilance and improve the safety of medicinal products for human use authorised pursuant to Regulation (EC) No 726/2004, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(4) Regulation (EC) No 726/2004 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 726/2004 is hereby amended as follows:\n(1) in Article 13(4), the second subparagraph is replaced by the following:\n(2) the following Article is inserted:\n(3) in Article 20, paragraph 8 is replaced by the following:\n(4) Article 23 is replaced by the following:\n(a) medicinal products authorised in the Union that contain a new active substance which, on 1 January 2011, was not contained in any medicinal product authorised in the Union;\n(b) any biological medicinal product not covered by point (a) that was authorised after 1 January 2011;\n(c) medicinal products that are authorised pursuant to this Regulation, subject to the conditions referred to in point (cb) of Article 9(4), point (a) of the first subparagraph of Article 10a(1) or Article 14(7) or (8);\n(d) medicinal products that are authorised pursuant to Directive 2001/83/EC, subject to the conditions referred to in points (b) and (c) of the first paragraph of Article 21a, Article 22, or point (a) of the first subparagraph of Article 22a(1) thereof.\n(5) Article 57 is amended as follows:\n(a) in the second subparagraph of paragraph 1, points (c) and (d) are replaced by the following:\n‘(c) coordinating the monitoring of medicinal products which have been authorised within the Union and providing advice on the measures necessary to ensure the safe and effective use of those medicinal products, in particular by coordinating the evaluation and implementation of pharmacovigilance obligations and systems and the monitoring of such implementation;\n(d) ensuring the collation and dissemination of information on suspected adverse reactions to medicinal products authorised in the Union by means of a database which is permanently accessible to all Member States;’;\n(b) in the second subparagraph of paragraph 2, point (b) is replaced by the following:\n‘(b) marketing authorisation holders shall, by 2 July 2012 at the latest, electronically submit to the Agency information on all medicinal products for human use authorised in the Union, using the format referred to in point (a);’.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 5 June 2013 with the exception of Article 23(4), points (c) and (d) of the second subparagraph of Article 57(1) and point (b) of the second subparagraph of Article 57(2) of Regulation (EC) No 726/2004, as amended by this Regulation, which shall apply from 4 December 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 25 October 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ C 181, 21.6.2012, p. 202.\n(2)  Position of the European Parliament of 11 September 2012 (not yet published in the Official Journal) and decision of the Council of 4 October 2012.\n(3)  OJ L 136, 30.4.2004, p. 1."}