{"celex_id": "32013D0166", "uri": "http://publications.europa.eu/resource/cellar/76e892af-9d1a-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["1602", "1644", "2300", "2409", "3191", "3409"], "title": "2013/166/EU: Commission Implementing Decision of 2 April 2013 amending Council Directive 2008/72/EC to extend the derogation relating to import conditions for vegetable propagating and planting material, other than seed, from third countries (notified under document C(2013) 1773)  Text with EEA relevance\n", "header": "4.4.2013 EN Official Journal of the European Union L 94/8\nCOMMISSION IMPLEMENTING DECISION\nof 2 April 2013\namending Council Directive 2008/72/EC to extend the derogation relating to import conditions for vegetable propagating and planting material, other than seed, from third countries\n(notified under document C(2013) 1773)\n(Text with EEA relevance)\n(2013/166/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2008/72/EC of 15 July 2008 on the marketing of vegetable propagating and planting material, other than seed (1), and in particular the second subparagraph of Article 16(2) thereof,\nWhereas:\n(1) The Commission is required pursuant to Article 16(1) of Directive 2008/72/EC to decide whether vegetable propagating and planting material, other than seed, produced in a third country and affording the same guarantees as regards obligations on the supplier, identity, characteristics, plant health, growing medium, packaging, inspection arrangements, marking and sealing, is equivalent in all these respects to vegetable propagating and planting material other than seed produced in the Union and complying with the requirements and conditions of that Directive.\n(2) However, the information presently available on the conditions applying in third countries is not sufficient to enable the Commission to adopt any such decision in respect of any third country.\n(3) In order to prevent trade patterns from being disrupted, Member States importing vegetable propagating and planting material, other than seed, from third countries should continue to be allowed to apply to such products conditions at least equivalent to those applicable to similar Union products in accordance with Article 16(2) of Directive 2008/72/EC. The period of application of the derogation provided for in Directive 2008/72/EC for such imports should consequently be extended beyond 31 December 2012. The available evidence indicates that no problems have occurred regarding the compliance of imported material with the provisions of Directive 2008/72/EC. It is reasonably expected that imported material will continue to comply with Union legislation for a period of 10 years.\n(4) Directive 2008/72/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Materials for Agriculture, Horticulture and Forestry,", "main_body": ["In the first subparagraph of Article 16(2) of Directive 2008/72/EC, the date ‘31 December 2012’ is replaced by ‘31 December 2022’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 April 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 205, 1.8.2008, p. 28."}