{"celex_id": "32010R0686", "uri": "http://publications.europa.eu/resource/cellar/c0ac18ab-ea1b-49b9-a3f2-dbdfa5c26f70", "type": "Regulation", "concepts": ["133", "1871", "4790", "5228", "997"], "title": "Commission Regulation (EU) No 686/2010 of 28 July 2010 amending Council Regulation (EC) No 2187/2005 as regards specifications of Bacoma window and T90 trawl in fisheries carried out in the Baltic Sea, the Belts and the Sound\n", "header": "31.7.2010 EN Official Journal of the European Union L 199/4\nCOMMISSION REGULATION (EU) No 686/2010\nof 28 July 2010\namending Council Regulation (EC) No 2187/2005 as regards specifications of Bacoma window and T90 trawl in fisheries carried out in the Baltic Sea, the Belts and the Sound\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 2187/2005 of 21 December 2005 for the conservation of fishery resources through technical measures in the Baltic Sea, the Belts and the Sound (1), and in particular Article 29 thereof,\nWhereas:\n(1) Regulation (EC) No 2187/2005 sets specific technical measures for the conservation of fishery resources in the Baltic Sea, the Belts and the Sound. That Regulation provides specific provisions relating to size and type of all components of fishing gear, including mesh sizes, among other measures.\n(2) Council Regulation (EC) No 1226/2009 of 20 November 2009 fixing the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in the Baltic Sea for 2010 (2), provides for an increase in the mesh size and the length of the Bacoma window and the mesh size of the T90 trawl in ICES subdivisions 22-32. As Regulation (EC) No 1226/2009 is limited to 2010, and since those provisions are of a permanent nature since they constitute selectivity improvements, it is appropriate to incorporate those increases into Regulation (EC) No 2187/2005 as from January 2011 and to amend it accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Appendices 1 and 2 of Annex II to Regulation (EC) No 2187/2005 are replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 349, 31.12.2005, p. 1.\n(2)  OJ L 330, 16.12.2009, p. 1.\nANNEX\nAppendix 1\nSpecifications of Bacoma codends\nDescription\n(a)   Size of the codend, extension piece and the rear end of the trawl\n(i) The codend shall be constructed of two panels, joined together by selvedges one on each side of equal length.\n(ii) The minimum mesh size of the diamond meshes shall be 105 mm. The material of the yarn shall be of polyethylene threads with a single twine thickness of no more than 6 mm or with double twine thickness of no more than 4 mm.\n(iii) The use of codends and extension pieces which are made of only one piece of net material and have only one selvedge shall be prohibited.\n(iv) The number of open diamond meshes, excluding those in the selvedges, at any point on any circumference of any extension piece shall not be less or more than the maximum number of meshes on the circumference of the front end of the codend (Figure 1).\n(b)   Location of window\n(i) The window shall be inserted into the top panel of the codend (Figure 2).\n(ii) The window shall terminate not more than four meshes from the codline, inclusive of the hand-braided row of meshes through which the codline is passed (Figure 3 or 4).\n(c)   Size of window\n(i) The width of the window, expressed in number of mesh bars, shall be equal to the number of open diamond meshes in the top panel divided by two. If necessary, it will be allowed to maintain at the most 20 % of the number of open diamond meshes in the top panel divided evenly on the both sides of the window panel (Figure 4).\n(ii) The length of the window shall be at least 5,5 m.\n(iii) By way of derogation from point (ii) the length of the window shall be at least 6 m if a sensor dedicated to the measurement of the volume of the catches is attached to the window.\n(d)   Netting of window\n(i) The meshes shall have a minimum mesh opening of 120 mm. The meshes shall be square meshes i.e. all four sides of the window netting will be cut all bars.\n(ii) The netting shall be mounted such that the bars run parallel and perpendicular to the length of the codend. The netting shall be knotless braided single twine or netting with similar proven selective properties. Knotless netting means netting which is composed of meshes of four sides in which the corners of the meshes are formed by the interweaving of the twines of two adjacent sides of the mesh.\n(iii) The diameter of the single yarn shall be at least 5 mm.\n(e)   Other specifications\n(i) A back strap shall not encircle the Bacoma exit window.\n(ii) A codend buoy shall be spherical in shape and have a maximum diameter of 40 cm. It shall be fastened trough the buoy rope to the codline.\n(iii) A flapper shall not overlap the Bacoma exit window.\nFigure 1\nTrawl gear can be divided into three different sections according to shape and function. The trawl body is always a tapered section. The extension piece is an untapered section normally manufactured of either one or two pieces of nets. The codend is also an untapered section often made of double twine in order to have a better resistance against heavy wearing. The part below the lifting strap is called lifting bag.\nFigure 2\nA Extension piece\nB Codend\nC Escape window, square mesh panel\n1 Upper panel, maximum 50 open diamond meshes\n2 Lower panel, maximum 50 open diamond meshes\n3 Selvedges\n4 Joining round or lacing\n5 Lifting strap\n6 Back strap\n7 Codline\n8 Distance of window from codline (Figures 3 and 4)\n9 Buoy rope\n10 Codend buoy\nFigure 3\nMOUNTING OF WINDOW PANEL\nA 120 mm square mesh panel (25 bars)\nB Joining of square mesh panel to selvedge\nC Joining of square mesh panel to diamond mesh net\nD 105 mm diamond mesh net (maximum 50 open meshes)\nE Distance of the window panel from the codline. The window shall terminate not more than four meshes from the codline, inclusive of the hand-braided row of meshes through which the codline is passed\nF One row of hand-braided codline meshes\nFigure 4\nMOUNTING OF WINDOW PANEL\nA 120 mm square mesh panel (20 bars)\nB Joining of square mesh panel to selvedge\nC Joining of square mesh panel to diamond mesh net\nD 105 mm diamond mesh net (max 50 open meshes)\nE Distance of the window panel from the codline. The window shall terminate not more than 4 meshes from the codline, inclusive of the hand-braided row of meshes through which the codline is passed\nF One row of hand-braided codline meshes\nG Maximum 10 % in both sides of open meshes D\nAppendix 2\nSPECIFICATIONS OF THE T90 TRAWL\n(a)   Definition\n1. T90 trawls are defined as trawls, Danish seines and similar gears having a codend and extension piece produced from diamond knotted netting turned 90° so that the main direction of run of the netting twine is parallel to the towing direction.\n2. The direction of run of the netting twine in a standard diamond knotted net (A) and in a net turned 90° (B) is illustrated in Figure 1 below.\nFigure 1\n(b)   Mesh size and measurement\nThe mesh size shall be at least 120 mm. By way of derogation from Article 6(1) of Commission Regulation (EC) No 517/2008 (1), the mesh size in the codend and the extension piece shall be measured perpendicular to the longitudinal axis of the fishing gear.\n(c)   Twine thickness\nThe material of the yarn of the codend and the extension piece shall be of polyethylene threads with a single twine thickness of no more than 6 mm or with double twine thickness of no more than 4 mm. This provision shall not apply to the rear most row of meshes in the codend if fitted with a codline.\n(d)   Construction\n1. A codend and extension of turned meshes (T90) shall be constructed from two panels of equal dimensions, with at least 50 meshes in length, and with the mesh orientation described above, joined by two lateral selvedges.\n2. The number of open meshes in any circumference must be constant from the front part of the extension to the rear most part of the codend.\n3. At the point of attachment of the codend or extension piece to the tapered part of the trawl, the number of meshes in circumference of the codend or extension piece must be 50 % of the last row of meshes of the tapered part of the trawl.\n4. A codend and extension piece is illustrated in Figure 2 below.\n(e)   Circumference\nThe number of meshes in any circumference in the codend and the extension piece, excluding joinings and selvedges shall be no more than 50.\n(f)   Joining rounds\nThe forward edge of the panels composing both codend and extension piece shall be fitted out with a braided row of half meshes. The aft edge of codend panel shall be fitted out by a full row of braided meshes able to guide the codline.\n(g)   Codend buoy\nA codend buoy shall be spherical in shape and have a maximum diameter of 40 cm. It shall be fastened trough the buoy rope to the codline.\nFigure 2\n(1)  JO L 151, 11.6.2008, p. 5."}