{"celex_id": "32011R0668", "uri": "http://publications.europa.eu/resource/cellar/2812bc5a-929e-4283-9b8d-f9335c32f2f9", "type": "Regulation", "concepts": ["249", "3483", "3870", "7"], "title": "Council Regulation (EU) No 668/2011 of 12 July 2011 amending Regulation (EC) No 174/2005 imposing restrictions on the supply of assistance related to military activities to Côte d’Ivoire\n", "header": "13.7.2011 EN Official Journal of the European Union L 183/2\nCOUNCIL REGULATION (EU) No 668/2011\nof 12 July 2011\namending Regulation (EC) No 174/2005 imposing restrictions on the supply of assistance related to military activities to Côte d’Ivoire\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2011/412/CFSP of 12 July 2011 amending Decision 2010/656/CFSP renewing the restrictive measures against Côte d’Ivoire (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) On 29 October 2010, the Council adopted Decision 2010/656/CFSP (2) renewing the restrictive measures against Côte d’Ivoire.\n(2) Regulation (EC) No 174/2005 (3) imposed restrictions on the supply of assistance related to military activities to Côte d’Ivoire.\n(3) Decision 2011/412/CFSP amended Decision 2010/656/CFSP in the light of United Nations Security Council Resolution 1980 (2011). It also provided for a specific derogation in relation to the ban on the supply to Côte d’Ivoire of internal repression equipment.\n(4) Those measures fall within the scope of the Treaty on the Functioning of the European Union and regulatory action at the level of the Union is therefore necessary in order to implement them, in particular with a view to ensuring their uniform application by economic operators in all Member States.\n(5) Regulation (EC) No 174/2005 should therefore be amended accordingly.\n(6) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force immediately upon its publication,", "main_body": ["Regulation (EC) No 174/2005 is hereby amended as follows:\n(1) Article 4(1) is replaced by the following:\n(a) the provision of technical assistance, financing and financial assistance related to arms and related materiel, where such assistance or services are intended solely for the support of and use by the United Nations Operation in Côte d’Ivoire (UNOCI) and the French forces who support that Operation;\n(b) the provision of technical assistance related to non-lethal military equipment intended solely for humanitarian or protective use, including such equipment intended for European Union, United Nations, African Union and Economic Community of West African States (ECOWAS) crisis management operations, where such activities have also been approved in advance by the Sanctions Committee;\n(c) the provision of financing or financial assistance related to non-lethal military equipment intended solely for humanitarian or protective use, including such equipment intended for European Union, United Nations, African Union and ECOWAS crisis management operations;\n(d) the provision of technical assistance related to arms and related materiel intended solely for the support of or use in the Ivorian process of Security Sector Reform, pursuant to a formal request by the Ivorian Government, as approved in advance by the Sanctions Committee;\n(e) the provision of financing or financial assistance related to arms and related materiel intended solely for support of or use in the Ivorian process of Security Sector Reform, pursuant to a formal request by the Ivorian Government;\n(f) sales or supplies temporarily transferred or exported to Côte d’Ivoire to the forces of a State which is taking action, in accordance with international law, solely and directly to facilitate the evacuation of its nationals and those for whom it has consular responsibility in Côte d’Ivoire, where such activities have also been notified in advance to the Sanctions Committee;\n(g) the provision of technical assistance, financing or financial assistance related to non-lethal military equipment intended solely to enable the Ivorian security forces to use only appropriate and proportionate force while maintaining public order.’;\n(2) Article 4a is replaced by the following:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 2011.\nFor the Council\nThe President\nJ. VINCENT-ROSTOWSKI\n(1)  See page 27 of this Official Journal.\n(2)  OJ L 285, 30.10.2010, p. 28.\n(3)  OJ L 29, 2.2.2005, p. 5."}