{"celex_id": "32010D0142", "uri": "http://publications.europa.eu/resource/cellar/83703532-6d46-4f5c-8a64-6430e53a9fd8", "type": "Decision", "concepts": ["20", "4133", "4353", "5581", "75"], "title": "2010/142/: Commission Decision of 3 March 2010 exempting certain services in the postal sector in Austria from the application of Directive 2004/17/EC of the European Parliament and of the Council (notified under document C(2010) 1120) (Text with EEA relevance)\n", "header": "6.3.2010 EN Official Journal of the European Union L 56/8\nCOMMISSION DECISION\nof 3 March 2010\nexempting certain services in the postal sector in Austria from the application of Directive 2004/17/EC of the European Parliament and of the Council\n(notified under document C(2010) 1120)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(2010/142/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (1), and in particular Article 30(5) and (6) thereof,\nHaving regard to the request submitted by Österreichische Post AG (hereinafter referred to as ‘Post’) by e-mail received on 10 September 2009,\nAfter consulting the Advisory Committee for Public Contracts,\nWhereas:\nI.   FACTS\n(1) On 10 September 2009, Post transmitted a request pursuant to Article 30(5) of Directive 2004/17/EC to the Commission by e-mail. In accordance with Article 30(5) first subparagraph, the Commission informed the Austrian authorities thereof by letter of 15 September 2009, to which the Austrian authorities answered by e-mail of 9 October 2009. The Commission also requested additional information of Post by e-mail of 22 October 2009, which, following a prolongation of the deadline was transmitted by Post by e-mail of 13 November 2009.\n(2) The request submitted by Post concerns certain postal services as well as certain services other than postal services in Austria. The services concerned are described as follows in the request:\n(a) standard consumer parcel services (consumer to consumer (C2C), consumer to business (C2B)), both domestic and international;\n(b) standard business to business (B2B) parcel services, both domestic and international;\n(c) standard business to consumer (B2C) parcel services, both domestic and international;\n(d) domestic express parcel services;\n(e) combined freight services, i.e. freight services relating to consignments consisting of individual parcels and palletised small packages; and\n(f) contract logistics, defined as including the storage of goods and associated stock management, finishing and/or commissioning, marshalling goods ready for dispatch and address management for the sender.\nII.   LEGAL FRAMEWORK\n(3) Article 30 of Directive 2004/17/EC provides that contracts intended to enable the performance of one of the activities to which Directive 2004/17/EC applies shall not be subject to that Directive if, in the Member State in which it is carried out, the activity is directly exposed to competition on markets to which access is not restricted. Direct exposure to competition is assessed on the basis of objective criteria, taking account of the specific characteristics of the sector concerned. Access is deemed to be unrestricted if the Member State has implemented and applied the relevant EU legislation opening a given sector or a part of it. This legislation is listed in Annex XI to Directive 2004/17/EC, which, for the postal sector, refers to Directive 97/67/EC of the European Parliament and of the Council of 15 December 1997 on common rules for the development of the internal market of Community postal services and the improvement of quality of service (2) as amended by Directive 2002/39/EC (3).\n(4) Austria has implemented and applied Directive 97/67/EC as amended by Directive 2002/39/EC, using the possibility pursuant to its Article 7 to reserve certain addressed letters with a weight of up to 50 g for the designated universal service provider, Post (4). None of the services concerned by the present request are reserved. As Austria has reached the level of market opening provided for under the legislation listed in Annex XI to Directive 2004/17/EC, access to the market should be deemed not to be restricted in accordance with the first subparagraph of its Article 30(3). Direct exposure to competition in a particular market should be evaluated on the basis of various criteria, none of which are, per se, decisive.\n(5) In respect of the markets concerned by this Decision, the market share of the main players on a given market constitutes one criterion which should be taken into account. Another criterion is the degree of concentration on those markets. As the conditions vary for the different activities that are concerned by this Decision, the examination of the competitive situation should take into account the different situations on different markets.\n(6) Although narrower market definitions might be envisaged in certain cases, the precise definition of the relevant market can be left open for the purposes of this Decision as far as a number of the services listed in the request submitted by Post are concerned to the extent that the result of the analysis remains the same whether it is based on a narrow or a broader definition.\n(7) This Decision is without prejudice to the application of the rules on competition.\nIII.   ASSESSMENT\n(8) Standard consumer parcel services must be considered apart, as they satisfy different needs of demand (universal postal service) in relation to commercial parcels, where the technological process of providing this service usually differs significantly. In respect of these services, Post’s market position is quite strong with an estimated market share that has remained stable over the period 2006-2008 at the order of 91-93 % by volume (5). While this may change in the coming years following the increase in the services provided by one of Post’s competitors which is announced for 2010, it should be concluded that the category of services examined here is not directly exposed to competition in Austria. Therefore Article 30(1) of Directive 2004/17/EC does not apply to contracts intended to enable the pursuit of those activities in Austria.\n(9) In respect of B2B standard parcel services, Post’s market share reached 9 % by volume in 2008, compared to an aggregate market share for the two biggest competitors that year amounting to 52-62 %. These factors should therefore be taken as an indication of direct exposure to competition for B2B standard parcel services.\n(10) On the international (outbound (6)) market for B2C parcels, Post’s market share fell from 83 % by volume in 2006 to 79 % by volume in 2008. It should be kept in mind that the aim of the present Decision is to establish whether the services concerned by the request are exposed to such a level of competition (on markets to which access is free) that this will ensure that, also in the absence of the discipline brought about by the detailed procurement rules set out in Directive 2004/17/EC, procurement for the pursuit of the activities concerned here will be carried out in a transparent, non-discriminatory manner based on criteria allowing purchasers to identify the solution which overall is the economically most advantageous one. In this context, the international market should not be seen in isolation, but in the framework of the overall market for B2C standard parcel services, given that the international market for B2C parcel services forms only 3 % by volume of the total market for B2C parcel services. On the latter market, Post’s market share fell from 79 % by volume in 2006 to 57 % by volume in 2008. However, at 23-33 % by volume in 2008, the aggregate market share of the two biggest competitors amounts to about half of that of Post and at that level it can be considered that they would be able to exert a significant competitive pressure on Post, considering also that the biggest of the two competitors intends to strengthen his network. These factors should therefore be taken as an indication of direct exposure to competition.\n(11) Post’s market share of the market for domestic express parcel services (including inbound (7) express parcel services) has been steadily falling over the period from 2006 to 2008, from approx. 47 % by value (8) in 2006, about 46 % in 2007 to around 43 % in 2008 (9). The aggregate market share of the two biggest competitors amounted to slightly over 28 % by value in 2008, i.e. almost two thirds of Post’s market share, at which level they would be able to bring a significant competitive pressure to bear on Post (10). These factors should therefore be taken as an indication of direct exposure to competition.\n(12) Post has started offering combined freight services as defined under recital 2(e) above, only towards the end of 2007. Faced with competition from big logistics companies, such as Dachser Austria GmbH, Kühne & Nagel Ges.m.b.H., Logwin-Gruppe, Schachinger Paketdienst Gesellschaft m.b.H., Schenker & Co AG and Gebrüder Weiss GmbH, Post, Post has until now not succeeded in obtaining more than a negligible market share that it estimates as being ‘considerably below 1 %’. These factors should therefore be taken as an indication of direct exposure to competition.\n(13) Post started offering contract logistics services as defined under recital 2(f) above, only in 2008. On this market it is faced with competition not only from big logistics companies, such as in particular Gebrüder Weiss GmbH, Schachinger Paketdienst Gesellschaft m.b.H., Lagermax Internationale Spedition Ges.m.b.H./Lagermax Paketdienst GmbH & Co KG, CEVA Logistics Austria GmbH, Logwin-Gruppe, but also from the Austrian Federal Railways (11) and the harbours of Linz and Vienna (12). Here also, the market share obtained by Post is until now quite negligible (it is estimated as being ‘considerably below 0,1 %’). These factors should therefore be taken as an indication of direct exposure to competition.\nIV.   CONCLUSIONS\n(14) In view of the factors examined in recitals 2 to 13, the condition of direct exposure to competition laid down in Article 30(1) of Directive 2004/17/EC should be considered to be met in Austria in respect of the following services:\n(a) standard B2B parcel services, both domestic and international;\n(b) standard B2C parcel services, both domestic and international;\n(c) domestic express parcel services;\n(d) combined freight services; and\n(e) contract logistics.\n(15) Since the condition of unrestricted access to the market is deemed to be met, Directive 2004/17/EC should not apply when contracting entities award contracts intended to enable the services listed in points (a) to (e) of recital 14 to be carried out in Austria, nor when design contests are organised for the pursuit of such an activity in Austria.\n(16) This Decision is based on the legal and factual situation as of May to November 2009 as it appears from the information submitted by Post and the Republic of Austria. It may be revised, should significant changes in the legal or factual situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met,", "main_body": ["Directive 2004/17/EC shall not apply to contracts awarded by contracting entities and intended to enable the following services to be carried out in Austria:\n(a) standard business to business parcel services, both domestic and international;\n(b) standard business to consumer parcel services, both domestic and international;\n(c) domestic express parcel services;\n(d) combined freight services; and\n(e) contract logistics.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 3 March 2010.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 134, 30.4.2004, p. 1.\n(2)  OJ L 15, 21.1.1998, p. 14.\n(3)  OJ L 176, 5.7.2002, p. 21.\n(4)  Austria has also recently adopted legislation to implement Directive 2008/6/EC of the European Parliament and of the Council of 20 February 2008 amending Directive 97/67/EC with regard to the full accomplishment of the internal market of Community postal services (OJ L 52, 27.2.2008, p. 3). This will, as of 1 January 2011, abolish the abovementioned reservations.\n(5)  A distinction could be envisaged between C2C and C2B parcel services; however, because of this close substitutability on the supply-side, it is appropriate to treat these services as one C2X service. This is also consistent with analysis adopted for Finland and Sweden in, respectively, Commission Decisions 2007/564/EC and 2009/46/EC.\n(6)  Defined by Post as comprising ‘the carriage of parcels where the parcels are collected from customers in Austria for onward dispatch to abroad.’\n(7)  Defined by Post as comprising ‘the carriage of parcels where the parcel is collected from the customer abroad or where the parcel is collected by foreign parcel service providers for delivery within Austria — e.g. on the basis of bilateral agreements and/or under the Universal Postal Union Convention’.\n(8)  When measured by volume, Post’s market share in 2006 was of the order of approx. 23 %.\n(9)  The figures for 2007 and 2008 are also percentages by value.\n(10)  This is, mutatis mutandis, the reasoning applied in previous Decisions, see e.g. recital 17 of Commission Decision 2009/46/EC of 19 December 2008 exempting certain services in the postal sector in Sweden from the application of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (OJ L 19, 23.1.2009, p. 50).\n(11)  Österreichische Bundesbahnen.\n(12)  Respectively, Linz AG and Wiener Hafen GmbH & Co KG/Wien Holding GmbH."}