{"celex_id": "32011D0517", "uri": "http://publications.europa.eu/resource/cellar/0507adcb-88d5-45f5-9bbd-300760bd8532", "type": "Decision", "concepts": ["2041", "2352", "2932", "5454", "6099"], "title": "2011/517/EU: Commission Implementing Decision of 25 August 2011 on the recognition of Azerbaijan pursuant to Directive 2008/106/EC of the European Parliament and of the Council as regards the systems for the training and certification of seafarers (notified under document C(2011) 6003)  Text with EEA relevance\n", "header": "26.8.2011 EN Official Journal of the European Union L 220/22\nCOMMISSION IMPLEMENTING DECISION\nof 25 August 2011\non the recognition of Azerbaijan pursuant to Directive 2008/106/EC of the European Parliament and of the Council as regards the systems for the training and certification of seafarers\n(notified under document C(2011) 6003)\n(Text with EEA relevance)\n(2011/517/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/106/EC of the European Parliament and of the Council of 19 November 2008 on the minimum level of training of seafarers (1), and in particular the first subparagraph of Article 19(3) thereof,\nHaving regard to the request from Belgium on 7 August 2008,\nWhereas:\n(1) According to Directive 2008/106/EC Member States may decide to endorse seafarers’ appropriate certificates issued by third countries, provided that the third country concerned is recognised by the Commission. Those third countries have to meet all the requirements of the International Maritime Organisation (IMO) Convention on Standards of Training, Certification and Watchkeeping for Seafarers, 1978 (STCW Convention) (2), as revised in 1995.\n(2) By letter of 7 August 2008, Belgium submitted a request for recognition of Azerbaijan. Following that request of Belgium, the Commission assessed the training and certification systems in Azerbaijan in order to verify whether Azerbaijan meets all the requirements of the STCW Convention and whether the appropriate measures have been taken to prevent fraud involving certificates. That assessment was based on the results of an inspection carried out by experts of the European Maritime Safety Agency in February 2009. During that inspection certain deficiencies in the training and certification systems were identified.\n(3) The Commission provided the Member States with a report on the results of the assessment.\n(4) By letters of 4 December 2009 and 26 October 2010, the Commission requested Azerbaijan to provide evidence demonstrating that the deficiencies identified had been corrected.\n(5) By letters of 13 January and 24 December 2010, Azerbaijan provided the requested information and evidence concerning the implementation of appropriate and sufficient corrective action to address all the deficiencies identified during the assessment of compliance.\n(6) The outcome of the assessment of compliance and the evaluation of the information provided by Azerbaijan demonstrate that Azerbaijan meets all the requirements of the STCW Convention, and has taken appropriate measures to prevent fraud involving certificates. It should therefore be recognised by the Commission.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships,", "main_body": ["For the purposes of Article 19 of Directive 2008/106/EC, Azerbaijan is recognised as regards the systems for the training and certification of seafarers.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 August 2011.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 323, 3.12.2008, p. 33.\n(2)  Adopted by the International Maritime Organisation."}