{"celex_id": "32011L0015", "uri": "http://publications.europa.eu/resource/cellar/1cc7f048-acb7-47cc-bfbb-e1e3846f6113", "type": "Directive", "concepts": ["3995", "4359", "4522", "5889", "730", "773"], "title": "Commission Directive 2011/15/EU of 23 February 2011 amending Directive 2002/59/EC of the European Parliament and of the Council establishing a Community vessel traffic monitoring and information system  Text with EEA relevance\n", "header": "24.2.2011 EN Official Journal of the European Union L 49/33\nCOMMISSION DIRECTIVE 2011/15/EU\nof 23 February 2011\namending Directive 2002/59/EC of the European Parliament and of the Council establishing a Community vessel traffic monitoring and information system\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2002/59/EC of the European Parliament and of the Council of 27 June 2002 establishing a Community vessel traffic monitoring and information system and repealing Council Directive 93/75/EEC (1), and in particular Article 27 thereof,\nWhereas:\n(1) Resolution MSC.150(77) of the International Maritime Organisation (IMO) has been revoked and replaced by IMO Resolution MSC.286(86) with effect from 1 July 2009. Therefore Article 12 of Directive 2002/59/EC referring to the revoked IMO Resolution should also be updated accordingly.\n(2) The carriage requirements concerning the automatic identification Systems (AIS) and voyage data recorders (VDR) should be updated in line with the modifications to the International Convention for the Safety of Life at Sea (SOLAS) and should take account of the development of simplified VDRs, as approved by the IMO. The scope of exemptions of carriage requirements for small passenger vessels on short distances should also be made more precise and adapted to such voyages.\n(3) Following an incident at sea, the powers of intervention of Member States should be made more explicit. In particular, it should be clearly stated that they may give instructions to the assistance, salvage or towage companies in order to prevent a serious and imminent threat to its coastline or related interests, to the safety of other ships and their crews and passengers or of persons on shore or to protect the marine environment.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships,", "main_body": ["Amendments\nDirective 2002/59/EC is amended as follows:\n1. in Article 12(1), point (b) is replaced by the following:\n‘(b) for the substances referred to in Annex I to the Marpol Convention, the safety data sheet detailing the physico-chemical characteristics of the products, including, where applicable, their viscosity expressed in cSt at 50 °C and their density at 15 °C and the other data contained in the safety data sheet in accordance with IMO Resolution MSC.286(86).’;\n2. Annex II is replaced by Annex I to this Directive;\n3. Annex IV is replaced by Annex II to this Directive.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 12 months from its entry into force at the latest, without prejudice to the transposition date provided for by Article 2(1) of Directive 2009/17/EC of the European Parliament and of the Council (2) as far as fishing vessels are concerned. They shall forthwith communicate to the Commission the text of those provisions. When Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 23 February 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 208, 5.8.2002, p. 10.\n(2)  OJ L 131, 28.5.2009, p. 101.\nANNEX I\n‘ANNEX II\nRequirements applicable to on-board equipment\nI.   FISHING VESSELS\nFishing vessels with a length of more than 15 metres overall shall be fitted with an automatic identification system (AIS) as provided for in Article 6a according to the following timetable:\n— fishing vessels of overall length 24 metres and upwards but less than 45 metres: not later than 31 May 2012,\n— fishing vessels of overall length 18 metres and upwards but less than 24 metres: not later than 31 May 2013,\n— fishing vessels of overall length exceeding 15 metres but less than 18 metres: not later than 31 May 2014,\n— new-built fishing vessels of overall length exceeding 15 metres are subject to the carrying requirement laid down in Article 6a as from 30 November 2010.\nII.   SHIPS ENGAGED ON INTERNATIONAL VOYAGES\nPassenger ships, irrespective of size, and all ships, other than passenger ships, of 300 gross tonnage and upwards engaged on international voyages, which call at a port of a Member State shall be fitted with an automatic identification system (AIS) in accordance with the technical and performance standards laid down in Chapter V of SOLAS. Passenger ships, irrespective of size, and all ships other than passenger ships, of 3 000 gross tonnage and upwards engaged on international voyages, which call at a port of a Member State shall be fitted with a voyage data recorder (VDR) in accordance with the technical and performance standards laid down in Chapter V of SOLAS. In case of cargo ships constructed before 1 July 2002 the VDR may be a simplified voyage data recorder (S-VDR), which shall comply with the technical and performance standards developed in accordance with Chapter V of SOLAS.\nIII.   SHIPS ENGAGED ON NON-INTERNATIONAL VOYAGES\n1.   Automatic identification systems (AIS)\nPassenger ships, irrespective of size, and all other ships of 300 gross tonnage and upwards engaged on a non-international voyage shall be fitted with an automatic identification system (AIS) which complies with the technical and performance standards laid down in Chapter V of SOLAS.\n2.   Voyage data recorder (VDR) systems\n(a) Passenger ships, irrespective of size, and ships other than passenger ships, of 3 000 gross tonnage and upwards and constructed on or after 1 July 2002 engaged on a non-international voyage shall be fitted with a voyage data recorder (VDR) which complies with the technical and performance standards developed in accordance with Chapter V of SOLAS.\n(b) Cargo ships of 3 000 gross tonnage and upwards constructed before 1 July 2002 engaged on a non-international voyage shall be fitted with a voyage data recorder (VDR) or with a simplified voyage data recorder (S-VDR) which complies with the technical and performance standards developed in accordance with Chapter V of SOLAS.\nIV.   EXEMPTIONS\n1.   Exemptions from the requirement to carry AIS on board\n(a) Member States may exempt passenger ships below 15 metres in length or 300 gross tonnage engaged on non-international voyages from the application of the requirements concerning AIS laid down in this Annex.\n(b) Member States may exempt ships, other than passenger ships, of 300 gross tonnage and upwards but less than 500 gross tonnage sailing exclusively within the internal waters of a Member State and outside routes normally used by other ships fitted with AIS, from the carriage requirements for AIS laid down in this Annex.\n2.   Exemptions from the requirement to carry a VDR or S-VDR on board\nMember States may grant exemptions from the requirement to be fitted with a VDR or an S-VDR as follows:\n(a) Passenger ships only on voyages in sea areas other than those covered by Class A, as referred to in Article 4 of Directive 2009/45/EC of the European Parliament and of the Council (1), may be exempted from the requirement to be fitted with a VDR.\n(b) Ships, other than ro-ro passenger ships, constructed before 1 July 2002 may be exempted from the requirement to be fitted with a VDR where it can be demonstrated that interfacing a VDR with the existing equipment on the ship is unreasonable and impracticable.\n(c) Cargo ships constructed before 1 July 2002, engaged on international or non-international voyages, may be exempted from the requirement to be fitted with an S-VDR if such ships are to be taken permanently out of service within two years of the implementation date specified in Chapter V of SOLAS.\n(1)  OJ L 163, 25.6.2009, p. 1.’\nANNEX II\n‘ANNEX IV\nMeasures available to Member States in the event of a threat to maritime safety and the protection of the environment\n(pursuant to Article 19(1))\nWhere, following an incident or circumstance of the type described in Article 17 affecting a ship, the competent authority of the Member State concerned deems, within the framework of international law, that it is necessary to avert, lessen or remove a serious and imminent threat to its coastline or related interests, the safety of other ships and their crews and passengers or of persons on shore or to protect the marine environment, that authority may, in particular:\n(a) restrict the movement of the ship or direct it to follow a specific course. This requirement does not affect the master’s responsibility for the safe handling of his ship;\n(b) give official notice to the master of the ship to put an end to the threat to the environment or maritime safety;\n(c) send an evaluation team aboard the ship to assess the degree of risk, help the master to remedy the situation and keep the competent coastal station informed thereof;\n(d) instruct the master to put in at a place of refuge in the event of imminent peril, or cause the ship to be piloted or towed.\nIn the case of a ship which is towed under a towage or salvage agreement, the measures taken by the competent authority of a Member State under points (a) and (d) may be also addressed to the assistance, salvage and towage companies involved.’"}