{"celex_id": "32011D0827", "uri": "http://publications.europa.eu/resource/cellar/3dd71779-e5e4-4f92-880c-697bb0b67c6e", "type": "Decision", "concepts": ["1300", "1504", "3194", "3246", "368", "4250", "5840", "6340"], "title": "2011/827/EU: Council Implementing Decision of 30 November 2011 amending Implementing Decision 2011/77/EU on granting Union financial assistance to Ireland\n", "header": "13.12.2011 EN Official Journal of the European Union L 329/7\nCOUNCIL IMPLEMENTING DECISION\nof 30 November 2011\namending Implementing Decision 2011/77/EU on granting Union financial assistance to Ireland\n(2011/827/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 407/2010 of 11 May 2010 establishing a European financial stabilisation mechanism (1), and in particular Article 3(2) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Upon a request by Ireland, the Council granted financial assistance to it (Implementing Decision 2011/77/EU (2)) in support of a strong economic and financial reform programme aiming at restoring confidence, enabling the return of the economy to sustainable growth, and safeguarding financial stability in Ireland, the euro area and the Union.\n(2) In line with Article 3(9) of Implementing Decision 2011/77/EU, the Commission, together with the International Monetary Fund and in liaison with the European Central Bank (ECB), conducted the fourth review of the Irish authorities’ progress in implementing the agreed measures as well as of the effectiveness and economic and social impact of those measures.\n(3) Bank of Ireland’s remaining outstanding capital requirement has decreased from EUR 500 million to EUR 350 million due to further liability management exercises and gains from closing out of hedging contracts attached to the subordinated debt instruments.\n(4) The Irish authorities have requested moving until the end of the second quarter of 2012 the deadline to prepare the legislation to strengthen the regulatory framework for the credit unions sector, to enable thorough consultation of stakeholders. In the meantime, the authorities will address the weaknesses in the most troubled credit unions while protecting deposits to ensure financial stability.\n(5) The Irish authorities have requested moving until the end of the first quarter of 2012 the deadline to prepare the envisaged fiscal responsibility legislation, which will give enactment to the recent enhancements of the Stability and Growth Pact, to enable thorough discussion with stakeholders.\n(6) In the light of these developments and considerations, Implementing Decision 2011/77/EU should be amended,", "main_body": ["Article 3 of Implementing Decision 2011/77/EU is hereby amended as follows:\n(1) in paragraph 7, point (g) is replaced by the following:\n‘(g) the recapitalisation of the domestic banks by the end of July 2011 (subject to appropriate adjustment for expected asset sales and liability management exercises in the cases of Irish Life & Permanent and Bank of Ireland) in line with the findings of the 2011 Prudential Liquidity Assessment Review (PLAR) and Prudential Capital Assessment Review (PCAR), as announced by the Central Bank of Ireland on 31 March 2011. To allow further burden sharing, the final EUR 0,35 billion step in recapitalising Bank of Ireland shall be completed by the end of 2011 and any further recapitalisation of Irish Life & Permanent shall be completed following the disposal of the insurance arm;’;\n(2) in paragraph 7, points (e) and (p) are deleted;\n(3) in paragraph 8, the following points are added:\n‘(d) the submission of legislation to the Oireachtas to assist the credit unions with a strengthened regulatory framework including more effective governance and regulatory requirements;\n(e) the adoption of measures reinforcing a credible budgetary strategy and strengthening the budgetary framework. Ireland shall adopt and implement the fiscal rule that any additional unplanned revenues in 2011-2015 will be allocated to deficit and debt reduction. Ireland shall introduce a Fiscal Responsibility Bill including provisions for a medium-term budgetary framework with binding multiannual ceilings on expenditure in each area, fiscal rules and assure the Fiscal Advisory Council’s independence. This shall be made taking into account the revised economic governance reforms at Union level and build on reforms already in place.’.", "This Decision is addressed to Ireland.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2011.\nFor the Council\nThe President\nJ. VINCENT-ROSTOWSKI\n(1)  OJ L 118, 12.5.2010, p. 1.\n(2)  OJ L 30, 4.2.2011, p. 34."}