{"celex_id": "32014R0253", "uri": "http://publications.europa.eu/resource/cellar/78dee510-b007-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1361", "1439", "2527", "3159", "3638", "4654", "4658", "5650", "5754", "6400"], "title": "Regulation (EU) No 253/2014 of the European Parliament and of the Council of 26 February 2014 amending Regulation (EU) No 510/2011 to define the modalities for reaching the 2020 target to reduce CO 2 emissions from new light commercial vehicles  Text with EEA relevance\n", "header": "20.3.2014 EN Official Journal of the European Union L 84/38\nREGULATION (EU) No 253/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 26 February 2014\namending Regulation (EU) No 510/2011 to define the modalities for reaching the 2020 target to reduce CO2 emissions from new light commercial vehicles\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Pursuant to Article 13(1) of Regulation (EU) No 510/2011 of the European Parliament and of the Council (3) the Commission is, subject to confirmation of its feasibility, to review the modalities of achieving the 147 g CO2/km target by 2020, including the formulae set out in Annex I to that Regulation and the derogations provided for in Article 11 thereof. It is appropriate that this Regulation be as neutral as possible from the point of view of competition, socially equitable and sustainable.\n(2) In view of the link between CO2 emissions and fuel consumption, defining modalities for reducing CO2 emissions from light commercial vehicles could also contribute to reducing fuel consumption and related costs for owners of such vehicles in a cost-effective manner.\n(3) It is appropriate to clarify that, for the purpose of verifying compliance with the target of 147 g CO2/km, CO2 emissions should continue to be measured in accordance with Regulation (EC) No 715/2007 of the European Parliament and of the Council (4) and its implementing measures, and innovative technologies.\n(4) According to the technical analysis carried out for the impact assessment, the technologies needed to meet the target of 147 g CO2/km are available and the required reductions can be achieved at a lower cost than estimated in the previous technical analysis carried out prior to the adoption of Regulation (EU) No 510/2011. In addition, the distance between the current average specific emissions of CO2 from new light commercial vehicles and the target of 147 g CO2/km has also decreased. Therefore, the feasibility of reaching that target by 2020 has been confirmed.\n(5) In recognition of the disproportionate impact on the smallest manufacturers resulting from compliance with the specific emissions targets defined on the basis of the utility of the vehicle, the high administrative burden of the derogation procedure, and the marginal resulting benefit in terms of CO2 emissions reduction from the vehicles sold by those manufacturers, manufacturers responsible for fewer than 1 000 new light commercial vehicles registered in the Union annually should be excluded from the scope of the specific emissions target and the excess emissions premium.\n(6) The procedure for granting a derogation to small-volume manufacturers should be simplified to allow for more flexibility in terms of when an application for a derogation is to be submitted by such manufacturers and when the Commission is to grant such a derogation.\n(7) To enable the automotive industry to engage in long-term investment and innovation, it is desirable to provide indications as to how Regulation (EU) No 510/2011 should be amended for the period beyond 2020. Those indications should be based on an assessment of the necessary rate of reduction in line with the Union’s long-term climate goals and the implications for the development of cost effective CO2-reducing technology for light commercial vehicles. The Commission should, by 2015, review such aspects and submit a report to the European Parliament and to the Council on its findings. That report should include, where appropriate, proposals for amending Regulation (EU) No 510/2011 in relation to establishing CO2 emission targets for new light commercial vehicles beyond 2020, including the possible setting of a realistic and achievable target for 2025, based on a comprehensive impact assessment that would consider the continued competitiveness of the industry and its dependent industries, while pursuing a clear emissions reduction trajectory in line with the Union’s long-term climate goals. When developing such proposals, the Commission should ensure they are as neutral as possible from the point of view of competition and are socially equitable and sustainable.\n(8) Greenhouse gas emissions related to energy supply and vehicle manufacturing and disposal are significant components of the current overall road transport carbon footprint and are likely to significantly increase in importance in the future. Policy action should therefore be taken to guide manufacturers towards optimal solutions taking account of, in particular, greenhouse gas emissions associated with the generation of energy supplied to vehicles such as electricity and alternative fuels and to ensure that those upstream emissions do not erode the benefits related to the improved operational energy use of vehicles aimed for under Regulation (EU) No 510/2011.\n(9) Pursuant to Article 13(3) of Regulation (EU) No 510/2011, the Commission is required to publish a report on the availability of data on footprint and payload and their use as utility parameters for determining specific CO2 emissions targets as expressed by the formulae set out in Annex I to Regulation (EU) No 510/2011. Although those data are available and their potential use has been assessed in the impact assessment, it has been concluded that it is more cost-effective to retain mass in running order as the utility parameter for the 2020 target for light commercial vehicles.\n(10) It is appropriate to retain the approach of setting the target based on a linear relationship between the utility of the light commercial vehicle and its target CO2 emissions as expressed by the formulae set out in Annex I to Regulation (EU) No 510/2011, since this allows the diversity of the light commercial vehicle market, and the ability of manufacturers to address different consumer needs, to be maintained, thus avoiding any unjustified distortion of competition. It is however appropriate to update that approach to reflect the latest available data on registrations of new light commercial vehicles.\n(11) In its impact assessment, the Commission assessed the availability of footprint data and the use of footprint as the utility parameter in the formulae set out in Annex I to Regulation (EU) No 510/2011. On the basis of that assessment, the Commission has concluded that the utility parameter used in the formula for 2020 should be mass.\n(12) Under Regulation (EC) No 443/2009 of the European Parliament and of the Council (5) the Commission is required to carry out an impact assessment in order to review the test procedures with a view to reflecting adequately the real CO2 emissions behaviour of cars. Regulation (EU) No 510/2011 extends the review of the test procedures to include light commercial vehicles. There is a need to amend the currently used ‘New European Driving Cycle’ (NEDC), to ensure its representativeness regarding real driving conditions and to avoid the underestimation of real CO2 emissions and fuel consumption. A new, more realistic and reliable test procedure should be agreed as soon as feasible. Work in this direction is proceeding through the development of a Worldwide harmonized Light vehicles Test Procedure (WLTP) in the framework of the United Nations Economic Commission for Europe but has not yet been completed. In order to ensure that specific CO2 emissions quoted for new passenger cars and new light commercial vehicles are brought more closely into line with the emissions actually generated during normal conditions of use, the WLTP should be applied at the earliest opportunity. In view of that context, Annex I to Regulation (EU) No 510/2011 establishes emission limits for 2020 as measured in accordance with Regulation (EC) No 715/2007 and Annex XII to Commission Regulation (EC) No 692/2008 (6). When the test procedures are amended, the limits set in Annex I to Regulation (EU) No 510/2011 should be adjusted to ensure comparable stringency for manufacturers and classes of vehicles. Accordingly, the Commission should carry out a robust correlation study between the NEDC and the new WLTP test cycles to ensure its representativeness regarding real driving conditions.\n(13) With a view to ensuring that real world emissions are adequately reflected, and measured CO2 values are strictly comparable, the Commission should ensure that those elements in the testing procedure that have a significant influence on measured CO2 emissions are strictly defined in order to prevent the utilisation of test cycle flexibilities by manufacturers. The deviations between type-approval CO2 emission values and emissions derived from vehicles offered for sale should be addressed, including by considering an in-service conformity test procedure that should ensure independent testing of a representative sample of vehicles for sale, as well as ways of addressing cases of demonstrated substantial divergence between survey and initial type-approval CO2 emissions.\n(14) Since the objective of this Regulation, namely to define the modalities for reaching the 2020 target to reduce CO2 emissions from new light commercial vehicles, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(15) Regulation (EU) No 510/2011 should therefore be amended accordingly,", "main_body": ["Regulation (EU) No 510/2011 is amended as follows:\n(1) in Article 1, paragraph 2 is replaced by the following:\n(2) in Article 2, the following paragraph is added:\n(3) in Article 11(3), the last sentence is deleted;\n(4) Article 12 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) in paragraph 2, the introductory part is replaced by the following:\n(5) Article 13 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 6 is amended as follows:\n(i) the second subparagraph is deleted;\n(ii) the fourth subparagraph is replaced by the following two subparagraphs:\n(6) in Article 14, the following paragraph is added:\n(7) in point 1 of Annex I, the following point is added:\n‘(c) from 2020:\nM = mass of the vehicle in kilograms (kg)\nM0 = the value adopted pursuant to Article 13(5)\na = 0,096.’.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 26 February 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 44, 15.2.2013, p. 109.\n(2)  Position of the European Parliament of 14 January 2014 (not yet published in the Official Journal) and decision of the Council of 11 February 2014.\n(3)  Regulation (EU) No 510/2011 of the European Parliament and of the Council of 11 May 2011 setting emission performance standards for new light commercial vehicles as part of the Union’s integrated approach to reduce CO2 emissions from light-duty vehicles (OJ L 145, 31.5.2011, p. 1).\n(4)  Regulation (EC) No 715/2007 of the European Parliament and of the Council of 20 June 2007 on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 171, 29.6.2007, p. 1).\n(5)  Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emission performance standards for new passenger cars as part of the Community’s integrated approach to reduce CO2 emissions from light-duty vehicles (OJ L 140, 5.6.2009, p. 1).\n(6)  Commission Regulation (EC) No 692/2008 of 18 July 2008 implementing and amending Regulation (EC) No 715/2007 of the European Parliament and of the Council on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 199, 28.7.2008, p. 1).\n(7)  Commission Regulation (EC) No 692/2008 of 18 July 2008 implementing and amending Regulation (EC) No 715/2007 of the European Parliament and of the Council on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 199, 28.7.2008, p. 1).’;"}