{"celex_id": "32014D0838", "uri": "http://publications.europa.eu/resource/cellar/df078ea1-76da-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["2189", "2269", "2451", "3545", "4038", "5589", "5936"], "title": "2014/838/EU, Euratom: Commission Decision of 25 November 2014 on the publication of information on meetings held between Directors-General of the Commission and organisations or self-employed individuals\n", "header": "28.11.2014 EN Official Journal of the European Union L 343/19\nCOMMISSION DECISION\nof 25 November 2014\non the publication of information on meetings held between Directors-General of the Commission and organisations or self-employed individuals\n(2014/838/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 249 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nWhereas:\n(1) In accordance with Article 11(1) and (2) of the Treaty on European Union (TEU), the institutions must, by appropriate means, give citizens and representative associations the opportunity to make known and publicly exchange their views in all areas of Union action. They are also required to maintain an open, transparent and regular dialogue with representative associations and civil society. Further, in accordance with Article 2 of Protocol No 2 on the application of the principles of subsidiarity and proportionality, and with Article 11(3) of the TEU, the Commission has to consult widely before proposing legislative acts.\n(2) In accordance with Article 298 TFEU, in carrying out their missions, the institutions, bodies, offices and agencies of the Union must have the support of an open, efficient and independent European administration.\n(3) The Commission is committed to enhance transparency on contacts between its staff and organisations or self-employed individuals.\n(4) Citizens have already a right of access to documents of the institutions as provided for in Regulation (EC) No 1049/2001 of the European Parliament and of the Council (1). This Decision does not concern access to documents nor the application of Regulation (EC) No 1049/2001.\n(5) On 25 November 2014 the Commission, following the Political Guidelines of 15 July 2014 laid down by the President, adopted Decision 2014/839/EU, Euratom (2) whereby the Members of the Commission are required to make public the information on meetings held by them and members of their Cabinet with organisations or self-employed individuals on issues relating to policy-making and implementation in the Union.\n(6) The Directors-General of the Commission may have meetings with organisations or self-employed individuals for similar purposes as the meetings referred to in that Decision. It is therefore appropriate to apply similar transparency requirements for such meetings.\n(7) The Directors-General of the Commission should therefore make public information on meetings held by them with organisations or self-employed individuals on issues relating to decision-making and policy implementation in the Union.\n(8) Meetings with representatives of other Union institutions or bodies, which reflect the ordinary course of interinstitutional relations, are not covered by this Decision. Meetings with representatives of public authorities of the Member States are not covered by this Decision as those authorities pursue the general interest and contribute to the work of the Commission under the principle of sincere cooperation. In order to protect the international relations of the Union, meetings with representatives of public authorities of third countries and of international organisations are not covered by the present Decision.\n(9) In order to respect the specific character of the dialogue with the social partners, foreseen in Article 154 TFEU, as well as the specific character of the dialogue with churches and philosophical and non-confessional organisations, foreseen in Article 17(3) TFEU, meetings taking place in those contexts should not be covered by the present Decision.\n(10) In view of the specific role of political parties recognised by Article 10(4) TEU, and given that the Inter-institutional Agreement between the European Parliament and the European Commission of 16 April 2014 on the transparency register for organisations and self-employed individuals engaged in EU policy-making and policy implementation (3) provides that the register does not apply to political parties, meetings with representatives of political parties should also not be covered by this Decision.\n(11) Since in certain specific cases public information on a meeting may undermine the protection of the life, the integrity or privacy of an individual, the financial, monetary or economic policy of the Union, the market stability or sensitive commercial information, the proper conduct of court proceedings or inspections, investigations, audits or other administrative procedures, or the protection of any other important public interest recognised at Union level, the publication of such information should be withheld in such cases.\n(12) In accordance with Article 5(a) of Regulation (EC) No 45/2001 of the European Parliament and of the Council (4), the names of members of Directors-General who attend meetings with organisations or self-employed individuals can be made public; other individuals must have unambiguously given their consent.\n(13) This Decision is without prejudice to more enhanced transparency requirements or commitments resulting from Union legislation or international agreements concluded by the Union,", "main_body": ["1.   The Directors-General of the Commission shall make public information on all meetings held by them with organisations or self-employed individuals on issues relating to policy-making and implementation in the Union, in accordance with the provisions of this Decision.\n2.   The information to be made public shall consist of the date of the meeting, the location, the name of the Director-General, the name of the organisation or self-employed individual and the subject of the meeting.", "For the purpose of this Decision the following definitions shall apply:\n(a) ‘Director-General’ means Director-General or Head of Service of the Commission;\n(b) ‘meeting’ means a bilateral encounter organised at the initiative of an organisation or self-employed individual or a Director-General to discuss an issue related to policy-making and implementation in the Union. Encounters taking place in the context of an administrative procedure established by the Treaties or Union acts, which falls under the direct responsibility of the Director-General, as well as encounters of a purely private or social character or spontaneous encounters are excluded from this notion;\n(c) ‘organisation or self-employed individual’ means any organisation or individual, irrespective of their legal status, engaged in activities carried out with the objective of directly or indirectly influencing the formulation or implementation of policy and the decision-making processes of the institutions of the Union, irrespective of where these activities are undertaken and of the channel or medium of communication used.", "1.   This Decision shall not apply to meetings held with social partners at Union level in the context of the Social Dialogue, or to meetings held in the context of the dialogue with churches, religious associations or communities, as well as with philosophical and non-confessional organisations.\n2.   This Decision shall not apply to meetings held with representatives of political parties.", "1.   The information set out in Article 1(2) shall be published in a standardised format on the websites of the Directorates-General of the Commission within a period of two weeks following the meeting.\n2.   The publication of the information may be withheld where such publication could undermine the protection of one of the interests referred to in Article 4(1), (2) and (3) of Regulation (EC) No 1049/2001, in particular the life, the integrity or privacy of an individual, the financial, monetary or economic policy of the Union, the market stability or sensitive commercial information, the proper conduct of court proceedings or inspections, investigations, audits or other administrative procedures; or the protection of any other important public interest recognised at Union level.", "The names of individuals (acting on behalf of organisations or self-employed individuals) or Commission officials (other than Directors-General) attending meetings shall not be made public unless they have unambiguously given their consent.", "The organisations or self-employed individuals shall be informed of the fact that the information set out in Article 1(2) will be made public.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2014."], "attachments": "Done at Strasbourg, 25 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43).\n(2)  Commission Decision 2014/839/EU, Euratom of 25 November 2014 on the publication of information on meetings held between Members of the Commission and organisations or self-employed individuals (see page 22 of this Official Journal).\n(3)  OJ L 277, 19.9.2014, p. 11.\n(4)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1)."}