{"celex_id": "32014D0162", "uri": "http://publications.europa.eu/resource/cellar/73c67338-b3fd-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "1086", "1317", "1843", "2247", "365", "4128", "6926", "935"], "title": "Council Decision 2014/162/EU of 11 March 2014 amending Decision 2004/162/EC with regard to its implementation in Mayotte from 1 January 2014\n", "header": "25.3.2014 EN Official Journal of the European Union L 89/3\nCOUNCIL DECISION 2014/162/EU\nof 11 March 2014\namending Decision 2004/162/EC with regard to its implementation in Mayotte from 1 January 2014\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament (1),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Decision 2004/162/EC (2) authorises the French authorities to apply exemptions or reductions to dock dues in respect of products produced locally in the French outermost regions and listed in the Annex to that Decision. Those exemptions or reductions constitute specific measures designed to offset the specific constraints faced by the outermost regions which increase production costs for local companies and make it difficult for their products to compete with the same products imported from metropolitan France and other Member States. Mayotte’s situation is the same as that of the other French outermost regions.\n(2) In accordance with European Council Decision 2012/419/EU (3), with effect from 1 January 2014 Mayotte became an outermost region within the meaning of Article 349 of the Treaty on the Functioning of the European Union (TFEU). Union law should therefore be applicable to Mayotte from that date.\n(3) The French authorities have requested that Decision 2004/162/EC be applicable to Mayotte with effect from 1 January 2014, and have submitted a list of the products to which they wish to apply differentiated taxation, on the basis of whether the products are produced locally or not.\n(4) This Decision should authorise the French authorities to apply differentiated taxation to the products for which they have proven: firstly, that local production exists; secondly, that a significant importation of goods (including from metropolitan France and other Member States) could jeopardise the continuation of local production; and thirdly, that additional costs exist which increase the cost price of local production in comparison to products produced elsewhere, compromising the competitiveness of products produced locally. The authorised tax differential should not exceed the proven additional costs. Applying those principles and taking into account the specific structural social and economic situation of Mayotte as a new outermost region, which is compounded by exactly the same special constraints which justified the derogation in Decision 2004/162/EC for the other French outermost regions in accordance with Article 349 TFEU, the proposed specific measures for Mayotte are justified, without going beyond what is necessary and without creating an unjustified advantage for local production in this new outermost region.\n(5) The products in respect of which the French authorities have provided those three types of proof are listed in Parts A, B and C of the Annex to Decision 2004/162/EC. The products concerned listed in Part A of that Annex (authorised tax differential of 10 percentage points) are pepper (products 0904 11 and 0904 12 (4)), vanilla (0905), chocolate (1806), certain plastic products (3925 10 10, 3925 90 80, 3926 90 90 and 3926 90 97), bricks (6901 and 6902) and dental prostheses (9021 21 90).\n(6) The products concerned listed in Part B of the Annex to Decision 2004/162/EC (authorised tax differential of 20 percentage points) are fish (products 0301, 0302, 0303, 0304 and 0305), certain wood articles (4407, 4409, 4414, 4418, 4419, 4420 and 4421), certain paperboard and paper articles (4819 and 4821), certain products from the press and publishing sector (4902, 4909, 4910 and 4911), certain flat glass products (7003 and 7005), certain iron articles (7210, 7301, 7312, 7314, 9406 00 31 and 9406 00 38), certain aluminium articles (7606, 7610 10 and 8310) and certain seats (9401 69, 9401 90 30 and 9403 40).\n(7) The products concerned listed in Part C of the Annex to Decision 2004/162/EC (authorised tax differential of 30 percentage points) are milk and dairy products (0401, 0403 and 0406), certain meat-based processed products (1601 and 1602), certain bakery products (1901 and 1905), ice-creams (2105), mineral water and sodas (2201 and 2202), beer (2203), ylang-ylang (3301 29 11 and 3301 29 31), soaps and detergents (3401 and 3402) and foam mattresses (9404 29 90).\n(8) Decision 2004/162/EC should therefore be amended accordingly.\n(9) In light of the urgent need for Mayotte to be able, as a new outermost region, to benefit from the derogations introduced by this Decision as early as possible, an exception should be made to the eight-week period laid down by Article 4 of Protocol No 1 on the role of national parliaments in the European Union, annexed to the Treaty on the European Union and the TFEU.\n(10) Since Mayotte became an outermost region on 1 January 2014, and in order to avoid any legal uncertainty, it is necessary that this Decision applies from 1 January 2014,", "main_body": ["Decision 2004/162/EC is amended as follows:\n(1) the first subparagraph of Article 1(1) is replaced by the following:\n(2) the Annex is amended as follows:\n(a) the following point is added to Part A:\n‘5. - Mayotte as outermost region\n(b) the following point is added to Part B:\n‘5. - Mayotte as outermost region\n(c) the following point is added to Part C:\n‘5. - Mayotte as outermost region", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 1 January 2014.", "This Decision is addressed to the FrenchRepublic."], "attachments": "Done at Brussels, 11 March 2014.\nFor the Council\nThe President\nG. STOURNARAS\n(1)  Opinion of the European Parliament of 26.2.2014.\n(2)  Council Decision 2004/162/EC of 10 February 2004 concerning the dock dues in the French overseas departments and extending the period of validity of Decision 89/688/EEC (OJ L 52, 21.2.2004, p. 64).\n(3)  European Council Decision 2012/419/EU of 11 July 2012 amending the status of Mayotte with regard to the European Union (OJ L 204, 31.7.2012, p. 131).\n(4)  According to the classification of the Common Customs Tariff nomenclature."}