{"celex_id": "32014D0189", "uri": "http://publications.europa.eu/resource/cellar/89271146-a055-11e3-8b87-01aa75ed71a1", "type": "Decision", "concepts": ["1015", "1085", "1207", "1220", "1316", "1561", "1822", "2771", "365", "4392", "5581", "601"], "title": "Council Decision No 189/2014/EU of 20 February 2014 authorising France to apply a reduced rate of certain indirect taxes on ‘traditional’ rum produced in Guadeloupe, French Guiana, Martinique and Réunion and repealing Decision 2007/659/EC\n", "header": "28.2.2014 EN Official Journal of the European Union L 59/1\nCOUNCIL DECISION No 189/2014/EU\nof 20 February 2014\nauthorising France to apply a reduced rate of certain indirect taxes on ‘traditional’ rum produced in Guadeloupe, French Guiana, Martinique and Réunion and repealing Decision 2007/659/EC\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament (1),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Decision 2007/659/EC (2) authorised France to apply to ‘traditional’ rum produced in Guadeloupe, French Guiana, Martinique and Réunion (‘the four outermost regions concerned’), and sold on the French mainland a reduced rate of excise duty which may be lower than the minimum rate of excise duty set by Council Directive 92/84/EEC (3) but not more than 50 % lower than the standard national excise duty on alcohol. As of 1 January 2011, the reduced rate of excise duty is limited to an annual quota of 120 000 hectolitres of pure alcohol (hlpa). That derogation expired on 31 December 2013.\n(2) On 12 March 2013, the French authorities asked the Commission to submit a proposal for a Council decision extending the derogation set out in Decision 2007/659/EC, under the same conditions, for seven years, until 31 December 2020. That request was supplemented by the submission of additional information and amended concerning the different French taxes to be covered by the proposed decision, on 3 July and 2 August 2013 respectively.\n(3) The French authorities also informed the Commission that France amended as of 1 January 2012 the national legislation on the ‘cotisation sur les boissons alcooliques’, also known as ‘vignette sécurité sociale’ (VSS), which is a contribution levied for the National Sickness Insurance Fund on alcoholic beverages sold in France to counter the health risks involved in immoderate use of this product and that is levied in addition to the national excise duty. In particular, the tax base was changed from EUR 160 per hectolitre to EUR 533 per hlpa, and a limitation of the amount of the VSS was introduced which was linked to the applicable excise duty.\n(4) In the context of the request by the French authorities for an extension of the derogation set out in Decision 2007/659/EC until 31 December 2020, the French authorities asked the Commission to include as of 1 January 2012 the VSS in the list of taxes for which a lower rate can be applied for ‘traditional’ rum produced in the four outermost regions concerned.\n(5) It is more appropriate to adopt a new Decision on a derogation covering both taxes: the differentiation of the excise duty as set out in Directive 92/84/EEC and the VSS, instead of extending the derogation set out in Decision 2007/659/EC.\n(6) Given the small scale of the local market, the distilleries in the four outermost regions concerned can develop their activities only if they have sufficient access to the market in the French mainland, which is the main outlet for their rum (71 %). The difficulty for ‘traditional’ rum to compete on the Union market, in addition to the specific structural social and economic situation of these outermost regions, which is compounded by the special constraints referred to in Article 349 of the Treaty on the Functioning of the European Union (TFEU), is attributable to two parameters: higher production costs and higher taxes per bottle as the ‘traditional’ rum is typically marketed at higher levels of alcohol strength and in bigger bottles.\n(7) Production costs of the cane-sugar-rum value chain in the four outermost regions concerned are higher than in other regions of the world. Wage costs in particular are higher, as the French social legislation is applicable in the four outermost regions concerned. Those outermost regions are also subject to Union environment and safety standards, which entail considerable investments and costs which are not directly related to productivity, even if part of those investments is covered by the Union structural funds. Furthermore, distilleries in the four outermost regions concerned are smaller than distilleries of international groups. This generates higher production costs per unit of output. According to the French authorities, all of those direct additional production costs, including freight and insurance, globally correspond to about 12 % of the French excise duty applicable normally to strong alcohols in 2012.\n(8) ‘Traditional’ rum sold in French mainland is typically marketed in bigger bottles (60 % of rum is sold in bottles containing 1 litre) and at higher levels of alcohol (ranging from 40° to 59°) than competing rums, which are typically marketed in bottles of 0,7 litres at 37,5°. The higher levels of alcohol content trigger in turn higher excise duties, a higher VSS and, in addition, a higher value added tax (VAT) per litre of rum sold. Thus, the cumulative additional costs, namely higher production costs, higher freight cost and higher taxes (excise duty and VAT), correspond to between 40 % and 50 % of the French excise duty applicable normally on strong alcohols in 2012. Moreover, the change in the basis for calculating the VSS from EUR 160 per hectolitre to EUR 533 per hlpa as of 1 January 2012 would have had, including VAT, an additional adverse impact on the price of ‘traditional’ rum, which is marketed at higher levels of alcohol corresponding to about 10 % of the standard excise rate. In order to offset this additional adverse effect, closely linked to the specific structural social and economic situation of the four outermost regions concerned, which is compounded by the special constraints referred to in Article 349 TFEU, a reduction of the VSS rate should be also introduced so that it benefits the ‘traditional’ rum of the four outermost regions concerned.\n(9) The fiscal advantage covering both the harmonised excise duties and the VSS to be authorised needs to remain proportionate so as not to undermine the integrity and the coherence of the Union legal order, including safeguarding undistorted competition in the internal market and state aid policies.\n(10) The extra costs stemming from the decade-long marketing practice of selling ‘traditional’ rum at higher levels of alcohol and, thus, triggering higher taxes should therefore also be taken into account.\n(11) In 2012, France applied an excise duty of EUR 903 per hlpa to ‘traditional’ rum, which corresponds to 54,4 % of the standard excise rate. It also applied a VSS of EUR 361,20 per hlpa, which corresponds to 67,8 % of the standard rate of VSS. Both reductions taken together correspond to a tax advantage of EUR 928,80 per hlpa, or a tax advantage compared to the aggregated standard rates (excise duty and VSS) of 42,8 %.\n(12) Decision 2007/659/EC authorised France to reduce the national excise duty applicable on ‘traditional’ rum by up to 50 % of the standard national excise duty on alcohol. That Decision did not include the reduced rate of the VSS for ‘traditional’ rum which was only introduced as a compensatory measure for the additional burden created for that rum by the reform of the VSS system as of 1 January 2012.\n(13) It is necessary to remedy that situation by applying the same principles that had been applied to a derogation from Article 110 TFEU for harmonised excise duties also to the VSS. At the same time, the tax advantage that can be granted should be capped from 1 January 2014 at a maximum percentage of the standard rates per hlpa of the harmonised excise duty on strong alcohol and of the VSS.\n(14) A new derogation should be granted for seven years, from 1 January 2014 to 31 December 2020.\n(15) France should submit a mid-term report to enable the Commission to assess whether the reasons justifying the derogation still exist, whether the fiscal advantage granted by France is still proportionate and whether alternative measures to a tax derogation system which are also sufficient to support a competitive cane-sugar-rum value chain can be envisaged, taking into account their international dimension.\n(16) Decision 2007/659/EC could not initially take into account the new circumstances after the reform of the VSS system. Exceptionally, and taking into account the mentioned specific structural social and economic situation of the four outermost regions concerned, it is, therefore, justified to apply the subject reduced VSS rate regime as of 1 January 2012.\n(17) This Decision is without prejudice to the possible application of Articles 107 and 108 TFEU.\n(18) Therefore, Decision 2007/659/EC should be repealed,", "main_body": ["By way of derogation from Article 110 TFEU, France is authorised to extend the application on the French mainland, to ‘traditional’ rum produced in Guadeloupe, French Guiana, Martinique and Réunion, of a rate of excise duty lower than the full rate for alcohol set by Article 3 of Directive 92/84/EEC and to apply a rate of the levy called ‘cotisation sur les boissons alcooliques’ (VSS) lower than the full rate applicable according to the French national legislation.", "The derogation set out in Article 1 shall be limited to rum as defined in point 1(f) of Annex II to Regulation (EC) No 110/2008 of the European Parliament and of the Council (4) produced in Guadeloupe, French Guiana, Martinique and Réunion from sugar cane harvested at the place of manufacture, having a content of volatile substances other than ethyl and methyl alcohol equal to or exceeding 225 grams per hectolitre of pure alcohol and an alcoholic strength by volume of 40° or more.", "1.   The reduced rates of excise duty and of VSS referred to in Article 1 and applicable to the rum referred to in Article 2 shall be confined to an annual quota of 120 000 hectolitres of pure alcohol.\n2.   The reduced rates of excise duty and of VSS referred to in Article 1 of this Decision may each be lower than the minimum rate of excise duty on alcohol set by Directive 92/84/EEC, but shall not be more than 50 % lower than the full rate for alcohol set in accordance with Article 3 of Directive 92/84/EEC or the full rate for alcohol for the VSS.\n3.   The cumulative fiscal advantage authorised in accordance with paragraph 2 of this Article shall not be more than 50 % of the full rate for alcohol set in accordance with Article 3 of Directive 92/84/EEC.", "By 31 July 2017, France shall submit a report to the Commission to enable it to assess whether the reasons justifying the derogation still exist and whether the fiscal advantage granted by France has remained and is expected to remain proportionate and sufficient to support a competitive cane-sugar-rum value chain in Guadeloupe, French Guiana, Martinique and Réunion.", "This Decision shall apply from 1 January 2014 until 31 December 2020, except for Article 1 and Article 3(1) and (2) which shall apply from 1 January 2012.", "1.   Decision 2007/659/EC is hereby repealed.\n2.   References to that repealed Decision shall be construed as references to this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 20 February 2014.\nFor the Council\nThe President\nK. HATZIDAKIS\n(1)  Opinion of 16 January 2014 (not yet published in the Official Journal).\n(2)  Council Decision 2007/659/EC of 9 October 2007 authorising France to apply a reduced rate of excise duty on ‘traditional’ rum produced in Guadeloupe, French Guiana, Martinique and Réunion (OJ L 270, 13.10.2007, p. 12).\n(3)  Council Directive 92/84/EEC of 19 October 1992 on the approximation of the rates of excise duty on alcohol and alcoholic beverages (OJ L 316, 31.10.1992, p. 29).\n(4)  Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council Regulation (EEC) No 1576/89 (OJ L 39, 13.2.2008, p. 16)."}