{"celex_id": "32010R0956", "uri": "http://publications.europa.eu/resource/cellar/8382229d-9df8-4bd2-9b93-745ffa7bcef7", "type": "Regulation", "concepts": ["1755", "1854", "192", "3885", "4125"], "title": "Commission Regulation (EU) No 956/2010 of 22 October 2010 amending Annex X to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the list of rapid tests  Text with EEA relevance\n", "header": "23.10.2010 EN Official Journal of the European Union L 279/10\nCOMMISSION REGULATION (EU) No 956/2010\nof 22 October 2010\namending Annex X to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the list of rapid tests\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the first paragraph of Article 23 and the introductory phrase and point (a) of Article 23a thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. It applies to the production and placing on the market of live animals and products of animal origin and in certain specific cases to exports thereof.\n(2) Point 4 of Chapter C of Annex X to Regulation (EC) No 999/2001 sets out a list of rapid tests to be used for the monitoring of bovine spongiform encephalopathy (BSE) in bovine animals and TSEs in ovine and caprine animals.\n(3) On 18 December 2009 and 29 April 2010, the European Food Safety Authority (EFSA) published two Scientific Opinions on Analytical sensitivity of approved TSE rapid tests. Those opinions were based on studies performed by the European Union Reference Laboratory (EURL) for TSEs. The EURL studies were intended to evaluate the analytical sensitivity of all the currently approved TSE rapid tests in order to produce robust analytical sensitivity data and evaluate each test against the same sample sets for the three main types of ruminant TSE: BSE, classical scrapie and atypical scrapie.\n(4) As regards scrapie, the EFSA concluded in its opinion published on 18 December 2009 that the tests ‘Enfer TSE v2’, ‘Enfer TSE v3’, ‘Prionics®-Check LIA SR’ and ‘Prionics®-WB Check Western SR’ could fail in identifying atypical scrapie cases that other validated tests would detect and according to the EFSA protocol for evaluation of rapid post mortem tests to detect TSE in small ruminants (EFSA, 2007b) they could not be recommended for use for TSE monitoring in that field. Accordingly, those methods should no longer be included in the list of rapid tests to be used for the monitoring of TSEs in ovine and caprine animals set out in point 4 of Chapter C of Annex X to Regulation (EC) No 999/2001.\n(5) On 2 July 2009, Idexx laboratories informed the Commission that their combined test ‘IDEXX HerdChek BSE-Scrapie Antigen Test Kit, EIA’, which was developed both for the monitoring of TSE in small ruminants and BSE in bovine animals, has never been included in the list of rapid tests to be used for the monitoring of BSE in the Union even though it has been officially approved by the EURL for that purpose. That test should therefore be added to the list of rapid tests for BSE monitoring set out in point 4 of Chapter C of Annex X to Regulation (EC) No 999/2001.\n(6) For practical reasons, the amendments introduced by this Regulation should apply from 1 January 2011, as the Member States need sufficient time in order to align their monitoring procedures for TSEs in ovine and caprine animals with the new list of rapid tests.\n(7) Annex X to Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex X to Regulation (EC) No 999/2001 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 147, 31.5.2001, p. 1.\nANNEX\nIn Annex X to Regulation (EC) No 999/2001, in Chapter C, point 4 is replaced by the following:\n‘4.   \nRapid tests\nFor the purposes of carrying out the rapid tests in accordance with Articles 5(3) and 6(1), only the following methods shall be used as rapid tests for the monitoring of BSE in bovine animals:\n— the immuno-blotting test based on a Western blotting procedure for the detection of the Proteinase K-resistant fragment PrPRes (Prionics-Check Western test),\n— the chemiluminescent ELISA test involving an extraction procedure and an ELISA technique, using an enhanced chemiluminescent reagent (Enfer test & Enfer TSE Kit version 2.0, automated sample preparation),\n— the microplate-based immunoassay for the detection of PrPSc (Enfer TSE Version 3),\n— the sandwich immunoassay for PrPRes detection (short assay protocol) carried out following denaturation and concentration steps (Bio-Rad TeSeE SAP rapid test),\n— the microplate-based immunoassay (ELISA) which detects Proteinase K-resistant PrPRes with monoclonal antibodies (Prionics-Check LIA test),\n— the immunoassay using a chemical polymer for selective PrPSc capture and a monoclonal detection antibody directed against conserved regions of the PrP molecule (IDEXX HerdChek BSE Antigen Test Kit, EIA & IDEXX HerdChek BSE-Scrapie Antigen Test Kit, EIA),\n— the lateral-flow immunoassay using two different monoclonal antibodies to detect Proteinase K-resistant PrP fractions (Prionics Check PrioSTRIP),\n— the two-sided immunoassay using two different monoclonal antibodies directed against two epitopes presented in a highly unfolded state of bovine PrPSc (Roboscreen Beta Prion BSE EIA Test Kit),\n— the sandwich ELISA for the detection of Proteinase K-resistant PrPSc (Roche Applied Science PrionScreen).\nFor the purposes of carrying out the rapid tests in accordance with Articles 5(3) and 6(1), only the following methods shall be used as rapid tests for the monitoring of TSE in ovine and caprine animals:\n— the sandwich immunoassay for PrPRes detection (short assay protocol) carried out following denaturation and concentration steps (Bio-Rad TeSeE SAP rapid test),\n— the sandwich immunoassay for PrPRes detection with the TeSeE Sheep/Goat Detection kit carried out following denaturation and concentration steps with the TeSeE Sheep/Goat Purification kit (Bio-Rad TeSeE Sheep/Goat rapid test),\n— the immunoassay using a chemical polymer for selective PrPSc capture and a monoclonal detection antibody directed against conserved regions of the PrP molecule (IDEXX HerdChek BSE-Scrapie Antigen Test Kit, EIA).\nIn all rapid tests, sample tissue on which the test must be applied must comply with the manufacturer’s instructions for use.\nProducers of rapid tests must have a quality assurance system in place that has been approved by the European Union Reference Laboratory and ensures that the test performance does not change. Producers must provide the European Union Reference Laboratory with the test protocols.\nChanges to rapid tests and to test protocols may only be made after prior notification to the European Union Reference Laboratory and provided that the European Union Reference Laboratory finds that the change does not alter the sensitivity, specificity or reliability of the rapid test. That finding shall be communicated to the Commission and to the national reference laboratories.’"}