{"celex_id": "32013R0737", "uri": "http://publications.europa.eu/resource/cellar/7f7136b4-f9bc-11e2-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["2734", "2803", "441", "4691", "6025", "6100"], "title": "Commission Implementing Regulation (EU) No 737/2013 of 30 July 2013 amending Regulation (EC) No 501/2008 laying down detailed rules for the application of Council Regulation (EC) No 3/2008 on information provision and promotion measures for agricultural products on the internal market and in third countries\n", "header": "31.7.2013 EN Official Journal of the European Union L 204/26\nCOMMISSION IMPLEMENTING REGULATION (EU) No 737/2013\nof 30 July 2013\namending Regulation (EC) No 501/2008 laying down detailed rules for the application of Council Regulation (EC) No 3/2008 on information provision and promotion measures for agricultural products on the internal market and in third countries\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 3/2008 of 17 December 2007 on information provision and promotion measures for agricultural products on the internal market and in third countries (1), and in particular Articles 4, 5 and 15 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 501/2008 (2) establishes rules for the drawing-up, selection, implementation, financing and checking of information provision and promotion measures provided for in Regulation (EC) No 3/2008.\n(2) The list of themes and products for which measures may be implemented on the internal market in accordance with Article 3(1) of Regulation (EC) No 3/2008 is set out in Part A of Annex I to Regulation (EC) No 501/2008 and the list of products which may be covered by promotional measures in third countries in accordance with Article 3(2) of Regulation (EC) No 3/2008 is set out in Part A of Annex II to Regulation (EC) No 501/2008. Those lists are to be revised every two years.\n(3) The guidelines referred to in Article 5(1) of Regulation (EC) No 3/2008 are set out in Part B of Annex I to Regulation (EC) No 501/2008.\n(4) In the context of the crisis in the sheep meat sector and with a view to raising awareness in relation to sheep meat and its production and consumption, trade and inter-trade organisations from the sector should be given the opportunity to receive Union co-financing for information and promotion programmes for generic sheep meat of Union origin.\n(5) Optional quality terms, introduced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (3), constitute the second tier of quality systems which add value. They can be communicated on the internal market and refer to specific horizontal characteristics, with regard to one or more categories of products, farming methods or processing attributes which apply in specific areas. In order to complete the availability of promotion programmes on the internal market for all current quality schemes,products covered by the scheme for optional quality terms should be included as an eligible product, together with products covered by the schemes for protected designations of origin (PDO), protected geographical indications (PGI) or traditional specialities guaranteed (TSG).\n(6) The reasons for granting the eligibility to poultrymeat are no longer valid, as the period following the avian influenza crisis has been sufficiently long for restoring consumer confidence. Therefore, references to poultrymeat should be deleted.\n(7) In selecting third countries for inclusion in Part B of Annex II to Regulation (EC) No 501/2008, account is to be taken of the markets of third countries where there is actual or potential demand. Due to steadily growing consumption, potential for and interest in Union agricultural products as well as further outreach of Union programmes and cooperation projects, new countries and areas should be considered as eligible markets for the promotional programmes.\n(8) In the context of the accession of Croatia to the Union on 1 July 2013, that country should be removed from the list of eligible third countries.\n(9) Regulation (EC) No 501/2008 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Annexes I, II and III to Regulation (EC) No 501/2008 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 3, 5.1.2008, p. 1.\n(2)  OJ L 147, 6.6.2008, p. 3.\n(3)  OJ L 343, 14.12.2012, p. 1.\nANNEX\nAnnexes I, II and III to Regulation (EC) No 501/2008 are amended as follows:\n(1) Annex I is amended as follows:\n(a) Part A. ‘List of themes and products’ is amended as follows:\n(i) the 13th indent is replaced by the following:\n‘— Products covered by the schemes for protected designations of origin (PDO), protected geographical indications (PGI), traditional specialties guaranteed (TSG) or optional quality terms in accordance with Regulation (EU) No 1151/2012 of the European Parliament and of the Council (1)\n(ii) the 15th indent is deleted\n(iii) the following indent is added:\n‘— Sheep meat’\n(b) Part B. ‘Guidelines’ is amended as follows:\n(i) in the guidelines on ‘FRESH, CHILLED OR FROZEN MEAT, PRODUCED IN ACCORDANCE WITH A COMMUNITY OR NATIONAL QUALITY SCHEME’, in point 2. ‘Goals’, the words ‘PDO/PGI/TSG and organic farming’ are replaced by the words ‘PDO/PGI/TSG, optional quality terms and organic farming’\n(ii) the guidelines on ‘PRODUCTS WITH A PROTECTED DESIGNATION OF ORIGIN (PDO), A PROTECTED GEOGRAPHICAL INDICATION (PGI) OR TRADITIONAL SPECIALITY GUARANTEED (TSG)’ are replaced by the following:\n— provide comprehensive information on the content, the operation and the Union nature of the schemes and, in particular, on their effects on the commercial value of the products with protected names or optional quality terms which after registration benefit from the protection granted by those schemes,\n— enhance knowledge of the Union symbols for products covered by the schemes for PDO/PGI/TSG or optional quality terms among consumers, distributors and food professionals,\n— encourage producer/processor groups not yet taking part in those schemes to register the names of products which satisfy the basic requirements and to apply optional quality terms,\n— encourage producers and processors in the regions concerned but not yet taking part in the schemes to participate in the production of the products bearing the registered names by conforming to the approved specifications and inspection requirements laid down for the various protected names,\n— stimulate demand for the products concerned by informing consumers and distributors of the existence, significance and benefits of the schemes, and of the logos, the criteria for awarding designations, the relevant checks and controls, and the traceability system.\n— Producers and processors\n— Distributors (supermarkets, wholesalers, retailers, caterers, canteens, restaurants)\n— Consumers and consumer associations\n— Opinion multipliers\n— The products bearing the protected names have specific characteristics associated with their geographical origin; in the case of products with a PDO, the quality or characteristics of the products are essentially or exclusively linked to the particular geographical environment with its inherent natural and human factors. In the case of products with a PGI, the products possess a specific quality or reputation which can be attributed to the geographical origin; the geographical link must occur in at least one of the stages of production, processing or preparation\n— The products with a TSG have specific characteristics associated with their particular traditional methods of production or with the use of traditional raw materials\n— The Union symbols for PDO, PGI and TSG are symbols that are understood throughout the Union as designating products meeting specific conditions of production linked to their geographical origin or to their tradition and subject to inspection\n— Optional quality terms relate to a characteristic of one or more categories of products, or to a farming or processing attribute which applies in specific areas\n— The use of the optional quality term adds value to the product as compared to products of a similar type\n— Optional quality terms have a Union’s dimension\n— The presentation of some products covered by the schemes for PDO, PGI, TSG or optional quality terms as examples for the potential of successful commercial enhancement of products whose names are registered under the protection schemes\n— These protection schemes support the Union cultural heritage, support the diversity of agricultural production and the maintenance of the countryside\n— Internet and other electronic means\n— Public relations contacts with the media (specialised, women’s and culinary press)\n— Contacts with consumer associations\n— Point of sale information and demonstrations\n— Audiovisual media (specific television spots, etc.)\n— Printed documents (leaflets, brochures, etc.)\n— Participation at trade fairs and shows\n— Information and training seminars and actions on the functioning of the Union schemes for PDO, PGI, TSG or optional quality terms\n(iii) the guidelines on ‘POULTRYMEAT’ are deleted\n(iv) the following new guidelines on ‘SHEEP MEAT’ are added:\n— To increase awareness of the target groups about the quality, the sustainable production conditions of the sheep meat and the special role it plays in the culinary heritage in the Union\n— To increase sheep meat consumption\n— Producers and processors\n— Distributors (supermarkets, wholesalers, retailers, caterers, canteens, restaurants)\n— Consumers (especially the young ones, aged 18 to 40 years) and consumer associations\n— Opinion multipliers, journalists, gastronomic experts\n— Environmentally friendly and traditional production methods\n— Traceability (electronic identification)\n— The labeling of meats allows the consumer to identify the origin and the characteristics of the products\n— Inform consumers of the diversity and organoleptic and nutritional properties of sheep meat\n— Advice for use, recipes\n— The information and promotion campaigns are restricted to products from the Union\n— Internet and other electronic means\n— Promotion at points of sale (tasting, recipes, information)\n— Press relations and public relations (events, participation in consumer fairs, etc.)\n— Publicity (or publicity editorials) in the press\n— Audiovisual media (television and radio)\n— Participation in trade fairs\n— Other channels\n(2) Annex II is amended as follows:\n(a) Part A. ‘LIST OF PRODUCTS WHICH MAY BE COVERED BY PROMOTIONAL MEASURES’ is amended as follows:\n(i) the 11th indent is replaced by the following:\n‘— Products covered by the schemes for protected designations of origin (PDO), protected geographical indications (PGI), or traditional specialities guaranteed (TSG) in accordance with Regulation (EU) No 1151/2012’\n(ii) the following new indent is added:\n‘— Sheep meat’\n(b) Part B. ‘LIST OF THIRD COUNTRY MARKETS IN WHICH PROMOTIONAL MEASURES MAY BE CARRIED OUT’ is amended as follows:\n(i) Section A. ‘Countries’ is amended as follows:\n— the indents for South Africa and Croatia are deleted\n— the following new indents are added:\n‘— Albania\n— Armenia\n— Azerbaijan\n— Belarus\n— Georgia\n— Kazakhstan\n— Moldova\n— Uzbekistan’\n(ii) Section B. ‘Geographical areas’ is amended as follows:\n— the indent for North Africa is deleted\n— the following new indent is added:\n‘— Africa’\n(3) Annex III is amended as follows:\n(a) point 12 is replaced by the following:\n‘12. Products covered by the schemes for protected designations of origin (PDO), protected geographical indications (PGI), traditional specialities guaranteed (TSG) or optional quality terms in accordance with Regulation (EU) No 1151/2012: EUR 3 million’\n(b) point 15 is deleted\n(c) the following point 16 is added:\n‘16. Sheep meat: p.m.’"}