{"celex_id": "32014D0295", "uri": "http://publications.europa.eu/resource/cellar/108c6dbb-e6e3-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["3466", "4048", "5344", "5407", "5946"], "title": "2014/295/EU: Council Decision of 17 March 2014 on the signing, on behalf of the European Union, and provisional application of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part, as regards the Preamble, Article 1, and Titles I, II and VII thereof\n", "header": "29.5.2014 EN Official Journal of the European Union L 161/1\nCOUNCIL DECISION\nof 17 March 2014\non the signing, on behalf of the European Union, and provisional application of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part, as regards the Preamble, Article 1, and Titles I, II and VII thereof\n(2014/295/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(1) and Article 37 thereof, in conjunction with Article 218(5) and the second subparagraph of Article 218(8) of the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217, in conjunction with Article 218(5) and the second subparagraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 22 January 2007, the Council authorised the Commission to open negotiations with Ukraine for the conclusion of a new agreement between the Union and Ukraine to replace the Partnership and Cooperation Agreement (1).\n(2) Taking account of the close historical relationship and progressively closer links between the Parties as well as their desire to strengthen and widen relations in an ambitious and innovative way, the negotiations on the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part (hereinafter referred to as ‘the Agreement’), were successfully concluded by the initialling of the Agreement in 2012.\n(3) The Agreement should be signed on behalf of the Union and the Final Act attached to this Decision approved. The Agreement should be applied in part, on a provisional basis in accordance with Article 486 thereof, which provides for the provisional application of the Agreement before its entry into force, pending the completion of the procedures for its conclusion.\n(4) The provisional application of parts of the Agreement does not prejudge the allocation of competences between the Union and its Member States in accordance with the Treaties.\n(5) The Agreement should not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts and tribunals.\n(6) Due to political developments and in order to implement the decisions of the European Council meeting of 6 March 2014, it is envisaged that the signature of the Agreement is subject to the Final Act,", "main_body": ["1.   The signing, on behalf of the Union, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part (hereinafter referred to as ‘the Agreement’), as regards the Preamble, Article 1 and Titles I, II and VII thereof is hereby authorised, subject to the conclusion of the said Agreement and in accordance with the Final Act.\n2.   The text of the Agreement is attached to this Decision.", "The Final Act attached to this Decision shall be approved on behalf of the Union.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement and the Final Act on behalf of the Union.", "Pending its entry into force, and in accordance with Article 486 of the Agreement and subject to the notifications provided for therein, the following parts of the Agreement shall be applied on a provisional basis between the Union and Ukraine (2), but only to the extent that they cover matters falling within the Union’s competence, including matters falling within the Union’s competence to define and implement a common foreign and security policy:\n— Title I,\n— Articles 4, 5 and 6 of Title II,\n— Title VII (with the exception of Article 479(1)), to the extent that the provisions of that Title are limited to the purpose of ensuring the provisional application of the Agreement in accordance with this Article.", "The Agreement shall not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts or tribunals.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 17 March 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  Partnership and Cooperation Agreement between the European Communities and their Member States, and Ukraine (OJ L 49, 19.2.1998, p. 3).\n(2)  The date from which the Agreement will be provisionally applied will be published in the Official Journal of the European Union by the General Secretariat of the Council."}