{"celex_id": "32011D0466", "uri": "http://publications.europa.eu/resource/cellar/dabd8634-d11a-4b4f-9e0e-a73d2afce925", "type": "Decision", "concepts": ["1474", "4408", "4505", "5100", "5887"], "title": "2011/466/EU: Council Decision of 19 July 2011 on the conclusion of an Agreement on civil aviation safety between the European Community and Canada\n", "header": "27.7.2011 EN Official Journal of the European Union L 195/5\nCOUNCIL DECISION\nof 19 July 2011\non the conclusion of an Agreement on civil aviation safety between the European Community and Canada\n(2011/466/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2) and the first subparagraph of Article 207(4), in conjunction with Article 218(6)(a) and Article 218(7) and the first subparagraph of Article 218(8), thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament (1),\nWhereas:\n(1) The Commission has negotiated on behalf of the Union an Agreement on civil aviation safety between the European Community and Canada (2) (‘the Agreement’) in accordance with the Council Decision authorising the Commission to open negotiations.\n(2) The Agreement was signed on 6 May 2009 on behalf of the Union subject to its possible conclusion at a later date, in conformity with Council Decision 2009/469/EC (3).\n(3) Following the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union should make a notification to Canada as regards the succession of the European Community by the European Union.\n(4) The Agreement should be approved.\n(5) It is necessary to lay down procedural arrangements for the participation of the Union in the joint bodies established by the Agreement, as well as for the adoption of certain decisions concerning in particular the amendment of the Agreement and its Annexes, the addition of new annexes, the termination of individual annexes, consultations and dispute resolution and the adoption of safeguard measures.\n(6) The Member States should take the necessary measures in order to ensure that their bilateral agreements with Canada on the same subject are terminated as of the date of entry into force of the Agreement,", "main_body": ["The Agreement on civil aviation safety between the European Community and Canada (‘the Agreement’) is hereby approved on behalf of the Union.\nThe text of the Agreement (4) is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to make the notification provided in Article 16(1) of the Agreement and make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to the “European Community” in the text of the Agreement are, where appropriate, to be read as the “European Union”.’.", "1.   The Union shall be represented in the Joint Committee of the Parties established in Article 9 of the Agreement by the European Commission assisted by the European Aviation Safety Agency and accompanied by the Aviation Authorities as representatives of the Member States.\n2.   The Union shall be represented in the Joint Sectorial Committee on Certification provided for in paragraph 2 of Annex A to the Agreement and in the Joint Sectorial Committee on Maintenance provided in paragraph 4 of Annex B to the Agreement by the European Aviation Safety Agency assisted by the Aviation Authorities directly concerned by the agenda of each meeting.", "1.   The Commission, after consultation with the special committee appointed by the Council, shall determine the position to be taken by the Union in the Joint Committee of the Parties with respect to the following matters:\n— the adoption or amendment of the rules of procedures of the Joint Committee of the Parties provided for in Article 9(3) of the Agreement.\n2.   The Commission, after consultation with the special committee referred to in paragraph 1 and taking full account of its opinion, may take the following action:\n— adopt safeguard measures in accordance with Article 6 of the Agreement,\n— request consultations in accordance with Article 15 of the Agreement,\n— take measures for suspension in accordance with Article 10 of the Agreement,\n— provided that the Commission has submitted a thorough factual analysis of the effects and feasibility of the intended modifications, amend annexes to the Agreement in accordance with Article 16(5) of the Agreement in so far as such amendments are consistent with, and do not entail any modification of, relevant Union legal acts,\n— remove individual annexes in accordance with Article 16(3) and (5) of the Agreement,\n— any other action to be taken by a Party as provided for in the Agreement, subject to paragraph 3 of this Article and EU law.\n3.   The Council shall decide, acting by qualified majority, on a proposal from the Commission and in accordance with the provisions of the Treaty, with respect to any other amendments to the Agreement not falling within the scope of paragraph 2 of this Article.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 19 July 2011.\nFor the Council\nThe President\nM. SAWICKI\n(1)  Consent of 23 June 2011.\n(2)  OJ L 153, 17.6.2009, p. 11.\n(3)  OJ L 153, 17.6.2009, p. 10.\n(4)  The text of the Agreement has been published in OJ L 153, 17.6.2009, p. 11 together with the decision on signature."}