{"celex_id": "32013R1069", "uri": "http://publications.europa.eu/resource/cellar/1e6bbbc8-423a-11e3-ae03-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "2737", "2738", "3760", "5451", "6052", "6569"], "title": "Commission Regulation (EU) No 1069/2013 of 30 October 2013 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of sodium phosphates (E 339) in natural casings for sausages  Text with EEA relevance\n", "header": "31.10.2013 EN Official Journal of the European Union L 289/61\nCOMMISSION REGULATION (EU) No 1069/2013\nof 30 October 2013\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of sodium phosphates (E 339) in natural casings for sausages\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3) and Article 30(5) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) That list may be amended in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2) either on the initiative of the Commission or following an application.\n(3) An application for authorisation of the use of sodium phosphates (E 339) as an acidity regulator in natural casings for sausages was submitted on 26 August 2010 and has been made available to the Member States.\n(4) Sodium phosphates (E 339) are included in the Union list of food additives and they are allowed to be used in certain foods, which does not include natural casings for sausages.\n(5) Important efficacy-reducing mechanical characteristics of natural casings that cause problems in the sausage industry are the occurrence of burst during stuffing and reduced sliding capacity (increased stickiness) of casings over the sausage stuffing horn.\n(6) Sodium phosphates (E 339), used as an acidity regulator, has been proved to be suitable to improve the sliding properties of natural casings facilitating the sausage stuffing process and reducing the maximum force and breaking strain in casings.\n(7) The maximum tolerable daily intake (MTDI) of phosphates established by the Scientific Committee for Food (3) is 70 mg/kg body weight. The maximum level proposed by the applicant is 12 600 mg/kg of casings leading to a maximum carry-over of phosphates from casings in the final sausage of 250 mg/kg. The highest contribution of phosphates via treated natural casings will be 2,1 % of the MTDI. It is therefore appropriate to allow the use of sodium phosphates as an acidity regulator to improve the mechanical properties of casings for sausages.\n(8) Pursuant to Article 3(2) of Regulation (EC) No 1331/2008, the Commission is to seek the opinion of the European Food Safety Authority in order to update the Union list of food additives set out in Annex II to Regulation (EC) No 1333/2008, except where the update in question is not liable to have an effect on human health. Since the authorisation of use of sodium phosphates (E 339) for the improvement of the mechanical properties of natural casings for sausages constitutes an update of that list which is not liable to have an effect on human health for the aforesaid reasons, it is not necessary to seek the opinion of the European Food Safety Authority.\n(9) Therefore, Annex II to Regulation (EC) No 1333/2008 should be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  Reports of the Scientific Committee for Food, Twenty-fifth series (page 13), 1991, available at http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_25.pdf\nANNEX\nIn Part E of Annex II to Regulation (EC) No 1333/2008, the following entry is inserted in the food category 08.2.3 ‘Casings and coatings and decoration for meat’ after the entry for E 338-452:\n‘E 339 Sodium phosphates 12 600 (4) (80) only in natural casings for sausages\n(4): The maximum level is expressed as P2O5\n(80): Carry-over in the final product shall not exceed 250 mg/kg’"}