{"celex_id": "32014D0250", "uri": "http://publications.europa.eu/resource/cellar/0587c76c-e660-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1504", "1789", "1961", "3584", "3774", "6124"], "title": "2014/250/EU: Commission Implementing Decision of 29 April 2014 amending Decision 2010/221/EU as regards the approval of national measures for preventing the introduction of ostreid herpesvirus 1 μvar (OsHV-1 μVar) into certain areas of Ireland and the United Kingdom (notified under document C(2014) 2763)  Text with EEA relevance\n", "header": "3.5.2014 EN Official Journal of the European Union L 132/79\nCOMMISSION IMPLEMENTING DECISION\nof 29 April 2014\namending Decision 2010/221/EU as regards the approval of national measures for preventing the introduction of ostreid herpesvirus 1 μvar (OsHV-1 μVar) into certain areas of Ireland and the United Kingdom\n(notified under document C(2014) 2763)\n(Text with EEA relevance)\n(2014/250/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 43(2) thereof,\nWhereas:\n(1) Commission Decision 2010/221/EU (2) allows certain Member States to apply placing on the market and import restrictions on consignments of aquatic animals in order to prevent the introduction of certain diseases into their territory.\n(2) Member States can apply such restrictions provided that they have either demonstrated that their territory, or certain demarcated areas of their territory, are free of such diseases or they have established an eradication programme to obtain such freedom.\n(3) Annexes I and III to Decision 2010/221/EU list areas in Ireland and the United Kingdom with approved national measures to control ostreid herpesvirus 1 μvar (OsHV-1 μVar).\n(4) As OsHV-1 μVar still was considered to be an emerging disease with many uncertainties and the surveillance programmes approved by Decision 2010/221/EU had not been fully evaluated, the Commission Implementing Decision 2013/213/EU (3) allowed the restrictions related to OsHV-1 μVar for those areas to apply until 30 April 2014.\n(5) Currently available scientific knowledge indicates that OsHV-1 μVar is still the agent detected in most samples collected from mortality events in juvenile oysters and spat, and that the overall mortality rate due to this disease has decreased and stabilised over the last two years. Furthermore, the surveillance programmes for Ireland and the United Kingdom show that there are a significant number of production areas for Pacific oysters that have remained free of the disease. Those programmes indicate that application of the movement restrictions currently in place has been effective. However, some uncertainties remain in relation to the epidemiology of the disease and with regard to the most adequate measures needed to ensure its effective control. Therefore, a more comprehensive scientific evaluation of the situation is considered necessary, including a new scientific opinion from the European Food Safety Authority (EFSA).\n(6) Based on the available scientific and epidemiological evidence on the evolution of OsHV-1 μVar in the Union, and pending a new EFSA scientific opinion, it is appropriate to prolong the period of validity of the measures currently in force whereby Member States can apply specific restrictions related to this disease. This period should be limited to two more years until 30 April 2016.\n(7) Commission Implementing Decision 2014/12/EU (4) has confirmed the disease-free status with regard to OsHV-1 μVar of the following territories of the United Kingdom by listing them in Annex I to Decision 2010/221/EU: (i) the territory of Great Britain except Whitstable Bay in Kent, Blackwater Estuary in Essex and Poole Harbour in Dorset; (ii) the area of Larne Lough in the territory of Northern Ireland; and (iii) the territory of Guernsey.\n(8) According to the declaration notified to the Commission by the United Kingdom, the surveillance programme for OsHV-1 μVar demonstrates disease free status with exception of the infected areas and shall no longer be applied as indicated in Annex III to Decision 2010/221/EU.\n(9) The entry of the United Kingdom in Annex III to Decision 2010/221/EU should therefore be removed.\n(10) Decision 2010/221/EU should be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 3a(2) of Decision 2010/221/EU, the date ‘30 April 2014’ is replaced by ‘30 April 2016’.", "In Annex III to Decision 2010/221/EU the entry of United Kingdom concerning ostreid herpesvirus 1 μvar (OsHV-1 μVar) is deleted.", "This Decision shall apply from 1 May 2014.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 April 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  Commission Decision 2010/221/EU of 15 April 2010 approving national measures for limiting the impact of certain diseases in aquaculture animals and wild aquatic animals in accordance with Article 43 of Council Directive 2006/88/EC (OJ L 98, 24.4.2010, p. 7).\n(3)  Commission Implementing Decision 2013/213/EU of 29 April 2013 amending Decision 2010/221/EU as regards the approval of national measures for preventing the introduction of ostreid herpesvirus 1 μvar (OsHV-1 μvar) into certain areas of Ireland and the United Kingdom (OJ L 120, 1.5.2013, p. 16).\n(4)  Commission Implementing Decision 2014/12/EU of 14 January 2014 amending Decision 2010/221/EU as regards national measures for preventing the introduction of certain aquatic animal diseases into parts of Ireland, Finland, Sweden and the United Kingdom (OJ L 11, 16.1.2014, p. 6)."}