{"celex_id": "32012D0352", "uri": "http://publications.europa.eu/resource/cellar/337f8176-c66b-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["4041", "4049", "4217", "5420", "5756"], "title": "2012/352/EU: Council Decision of 7 June 2012 on the position to be taken by the European Union within the ACP-EU Council of Ministers concerning the status of the Republic of South Sudan in relation to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part\n", "header": "4.7.2012 EN Official Journal of the European Union L 174/2\nCOUNCIL DECISION\nof 7 June 2012\non the position to be taken by the European Union within the ACP-EU Council of Ministers concerning the status of the Republic of South Sudan in relation to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part\n(2012/352/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217 in conjunction with Article 218(9) thereof,\nHaving regard to the Internal agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (1), and in particular Article 1 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (2), was first amended in Luxembourg on 25 June 2005 (3) and was amended for the second time in Ouagadougou on 22 June 2010 (4) (‘the ACP-EU Partnership Agreement’). The second amendment has been provisionally applied since 31 October 2010.\n(2) Article 94 of the ACP-EU Partnership Agreement stipulates that any request for accession by a State is to be presented to, and approved by, the ACP-EU Council of Ministers.\n(3) On 20 March 2012, the Republic of South Sudan presented a request for accession in accordance with Article 94 of the ACP-EU Partnership Agreement and a request for observer status, enabling it to participate in the joint institutions set up by that Agreement, until the accession procedure is completed.\n(4) The approval by the ACP-EU Council of Ministers of the accession of South Sudan, and the granting in the meantime of observer status to South Sudan, until 20 November 2012, by the ACP-EU Council of Ministers should be approved by the Union. South Sudan should deposit the Act of Accession with the Depositaries of the ACP-EU Partnership Agreement, namely, the Secretariat-General of the Council of the European Union and the Secretariat of the ACP States, no later than that date.\n(5) It is therefore appropriate to establish the position to be taken by the Union within the ACP-EU Council of Ministers concerning the status of South Sudan in relation to the ACP-EU Partnership Agreement.\n(6) The position of the Union within the ACP-EU Council of Ministers should be based on the attached draft Decision,", "main_body": ["The position to be taken by the European Union within the ACP-EU Council of Ministers, on the matter of the Republic of South Sudan’s requests for accession and observer status, is to accept these requests under the terms of the draft Decision of the ACP-EU Council of Ministers attached to this Decision.\nThe observer status shall be valid until 20 November 2012. South Sudan shall deposit the Act of Accession with the Secretariat-General of the Council of the European Union and the Secretariat of the ACP States no later than that date.\nFormal and minor changes to the draft Decision of the ACP-EU Council of Ministers may be agreed without requiring that Decision to be amended.", "This Decision shall enter into force on the day following that of its adoption."], "attachments": "Done at Luxembourg, 7 June 2012.\nFor the Council\nThe President\nM. BØDSKOV\n(1)  OJ L 317, 15.12.2000, p. 376.\n(2)  OJ L 317, 15.12.2000, p. 3.\n(3)  Agreement amending the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (OJ L 209, 11.8.2005, p. 27).\n(4)  Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 (OJ L 287, 4.11.2010, p. 3).\nDRAFT\nDECISION No …/2012 OF THE ACP-EU COUNCIL OF MINISTERS\nof …\nconcerning the status of the Republic of South Sudan in relation to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part\nTHE ACP-EU COUNCIL OF MINISTERS,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as first amended in Luxembourg on 25 June 2005 (2) and as amended for the second time in Ouagadougou on 22 June 2010 (3) (‘the ACP-EU Partnership Agreement’), and in particular Article 94 thereof,\nHaving regard to Decision No 1/2005 of the ACP-EC Council of Ministers of 8 March 2005 concerning the adoption of the Rules of Procedure of the ACP-EC Council of Ministers (4), and in particular Article 8(3) thereof,\nWhereas:\n(1) The second amendment to the ACP-EU Partnership Agreement has been provisionally applied since 31 October 2010.\n(2) Article 94 of the ACP-EU Partnership Agreement stipulates that any request for accession by a State is to be presented to, and approved by, the Council of Ministers.\n(3) On 20 March 2012, the Republic of South Sudan presented a request for accession in accordance with Article 94 of the ACP-EU Partnership Agreement and a request for observer status enabling it to participate in the joint institutions set up by that Agreement, until the accession procedure is completed.\n(4) The observer status should be valid until 20 November 2012. South Sudan should deposit the Act of Accession with the Depositaries of the ACP-EU Partnership Agreement, namely, the Secretariat-General of the Council of the European Union and the Secretariat of the ACP States, no later than that date,\nHAS ADOPTED THIS DECISION:\nArticle 1\nApproval of requests for accession and observer status\nThe request of the Republic of South Sudan to accede to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 and as amended for the second time in Ouagadougou on 22 June 2010, is hereby approved.\nSouth Sudan shall have observer status until 20 November 2012 under the ACP-EU Partnership Agreement.\nSouth Sudan shall deposit its Act of Accession with the Depositaries of the ACP-EU Partnership Agreement, namely, the Secretariat-General of the Council of the European Union and the Secretariat of the ACP States, no later than that date.\nArticle 2\nEntry into force\nThis Decision shall enter into force on the day following that of its adoption.\nDone at …\nFor the ACP-EU Council of Ministers\nThe President\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  Agreement amending the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (OJ L 209, 11.8.2005, p. 27).\n(3)  Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 (OJ L 287, 4.11.2010, p. 3).\n(4)  OJ L 95, 14.4.2005, p. 44."}