{"celex_id": "32013D0192", "uri": "http://publications.europa.eu/resource/cellar/ff7be6b3-adb2-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "1234", "246", "365", "3777", "4407", "5581"], "title": "2013/192/EU: Council Implementing Decision of 22 April 2013 authorising the French Republic to apply a reduced rate of taxation to unleaded petrol used as motor fuel and consumed in the Corsican departments in accordance with Article 19 of Directive 2003/96/EC\n", "header": "25.4.2013 EN Official Journal of the European Union L 113/13\nCOUNCIL IMPLEMENTING DECISION\nof 22 April 2013\nauthorising the French Republic to apply a reduced rate of taxation to unleaded petrol used as motor fuel and consumed in the Corsican departments in accordance with Article 19 of Directive 2003/96/EC\n(2013/192/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (1), and in particular Article 19 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Council Decision 2007/880/EC (2) authorised the French Republic (hereinafter ‘France’) to apply a reduced rate of taxation to unleaded petrol used as motor fuel and consumed in the Corsican departments in accordance with Article 19 of Directive 2003/96/EC.\n(2) By letter dated 12 March 2012, France requested authorisation to apply a reduced rate of energy tax to unleaded petrol used as motor fuel by way of extension of a practice followed under Decision 2007/880/EC. The reduction amounts to EUR 1 per hectolitre. The authorisation is being requested for the period from 1 January 2013 to 31 December 2018. In Corsica the cost of supplying unleaded petrol to the forecourt is appreciably higher than in mainland France, final prices being EUR 0,10 per litre higher than on the mainland.\n(3) By reducing the tax on unleaded petrol borne by consumers in Corsica, the consumers concerned will be placed on a more equal footing with those on the mainland. The measure therefore meets regional and cohesion policy objectives.\n(4) The tax reduction is no larger than necessary to allow for the additional transport and distribution costs borne by consumers in Corsica.\n(5) The final level of taxation complies with the minimum rates laid down in Directive 2003/96/EC — currently EUR 359/1 000 litres (or EUR 35,90/hectolitre). This holds true even allowing for the authorisation conferred by Council Implementing Decision 2013/193/EU of 22 April 2013 authorising the French Republic to apply differentiated levels of taxation to motor fuels in accordance with Article 19 of Directive 2003/96/EC (3), for the period as from 1 January 2013, even if the effects of that Decision are combined with those of this Decision.\n(6) In view of the remote and insular nature of the departments to which it applies and the moderate reduction in the rate — which is, moreover, very high compared to the minimum level prescribed by Directive 2003/96/EC —, the measure requested will not give rise to any movement specifically linked to the supplying of fuel.\n(7) Consequently, the measure is acceptable from the point of view of the proper functioning of the internal market and of the need to ensure fair competition and it is not incompatible with the health, environment, energy and transport policies of the Union.\n(8) France should therefore be authorised, pursuant to Article 19(2) of Directive 2003/96/EC, to apply a reduced rate of taxation to unleaded petrol used as motor fuel and consumed in Corsica, until 31 December 2018.\n(9) It follows from Article 19(2) of Directive 2003/96/EC that each authorisation granted under that Article must be strictly limited in time.\n(10) In order to provide the departments concerned with a sufficient degree of certainty, the authorisation should be granted for a period of six years. However, in order not to undermine future general developments of the existing legal framework, it is appropriate to provide that, should the Council, acting on the basis of Article 113 of the Treaty, introduce a modified general system for the taxation of energy products to which this authorisation would not be adapted, this Decision would expire on the day on which the rules on that modified system became applicable.\n(11) It should be ensured that France can apply the specific reduction to which this Decision relates from 1 January 2013, following seamlessly on from the prior arrangements under Decision 2007/880/EC. The authorisation requested should therefore be granted with effect from 1 January 2013.\n(12) This Decision is without prejudice to the application of the Union rules regarding State aid,", "main_body": ["France is hereby authorised to apply a reduction in the rate of taxation not exceeding EUR 1 per hectolitre to unleaded petrol used as motor fuel and consumed in the Corsican departments.\nThe reduction shall not go beyond the additional costs of transport, storage and distribution borne in the Corsican departments compared to mainland France.\nThe reduced rate shall comply with the obligations in Directive 2003/96/EC, in particular the minimum rates referred to in Article 7 thereof.", "This Decision shall take effect on the day of its notification.\nIt shall apply from 1 January 2013.\nIt shall expire on 31 December 2018.\nHowever, should the Council, acting on the basis of Article 113 of the Treaty, introduce a modified general system for the taxation of energy products to which the authorisation granted in Article 1 of this Decision would not be adapted, this Decision shall expire on the day on which the rules on that modified system become applicable.", "This Decision is addressed to the French Republic."], "attachments": "Done at Luxembourg, 22 April 2013.\nFor the Council\nThe President\nE. GILMORE\n(1)  OJ L 283, 31.10.2003, p. 51.\n(2)  OJ L 346, 29.12.2007, p. 15.\n(3)  See page 15 of this Official Journal."}