{"celex_id": "32014D0909", "uri": "http://publications.europa.eu/resource/cellar/06197868-84ef-11e4-91cd-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1519", "1755", "2115", "5091", "5225"], "title": "2014/909/EU: Commission Implementing Decision of 12 December 2014 concerning certain protective measures with regard to confirmed occurrences of the small hive beetle in Italy (notified under document C(2014) 9415)  Text with EEA relevance\n", "header": "16.12.2014 EN Official Journal of the European Union L 359/161\nCOMMISSION IMPLEMENTING DECISION\nof 12 December 2014\nconcerning certain protective measures with regard to confirmed occurrences of the small hive beetle in Italy\n(notified under document C(2014) 9415)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2014/909/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nWhereas:\n(1) The small hive beetle (Aethina tumida) is a parasite of bees. It is endemic in sub-Saharan Africa and capable of multiplying rapidly in the presence of bee brood and comb honey. Adult specimens can fly up to several kilometres to invade other such places. The small hive beetle is a notifiable disease in the Union under Council Directive 92/65/EEC (3).\n(2) On 11 September 2014, Italy informed the Commission of the occurrence of the small hive beetle in a nucleus colony, set up by a University department located in the region of Calabria.\n(3) Italy immediately put in place measures in order to eradicate and prevent the spread of the small hive beetle, as well as to survey the extent of the occurrence of that parasite in the areas surrounding the outbreak in Calabria. In particular, a protection zone with a 20 km radius and a surveillance zone with a 100 km radius from the site of the outbreak were established. The areas of a 100 km radius also concern the provinces of Messina and Catania in Sicily.\n(4) After discovering the occurrence of the small hive beetle in other apiaries close to the site of the first occurrence, Italy extended the measures, including the establishment of a surveillance zone and a ban on the movement of honey bees and bumblebees (Bombus spp.) to cover the whole region of Calabria.\n(5) Since the date of the first occurrence of the small hive beetle in Calabria, another 35 occurrences have been confirmed in apiaries located in close proximity in the protection zone of 20 km radius. Controls carried out in other parts of Calabria have so far given negative results for the presence of the parasite.\n(6) On 7 November 2014, Italy informed about a new occurrence of small hive beetle in the Sicilian province of Siracusa which is located outside the areas previously under restriction. The occurrence was detected in an apiary which was moved from the protection zone in Calabria at the end of August 2014, before the implementation of the restrictive measures.\n(7) In all positive cases, the affected apiaries have been destroyed; however, the spread of the small hive beetle from the affected area in Italy could constitute a serious hazard to honey bees and bumblebees in the Union.\n(8) In order to prevent any unnecessary disturbance to trade within the Union and to avoid unjustified barriers to trade being imposed by third countries, as well as to prevent the spread of the small hive beetle to other parts of the Union, it is necessary to establish at Union level a list of the areas in Italy that should be subject to certain movement restrictions for commodities in relation to the occurrence of the small hive beetle.\n(9) In addition these areas need to be taken into account as reference also in intra-EU trade certification as the health certificate for trade in bees and bumblebees set out in Part 2 of Annex E to Directive 92/65/EEC states that they must come from an area of at least 100 km radius which is not the subject of any restrictions associated with the suspicion or confirmed occurrence of the small hive beetle and where such infestations are absent.\n(10) The measures provided for in this Decision should be reviewed in the light of the evolution of the epidemiological situation of the small hive beetle in Italy within a period of eight months from the date of adoption of this Decision.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["This Decision lays down the protective measures to be taken by Italy following the confirmed occurrences of the small hive beetle (Aethina tumida) in honey bees (Apis mellifera), in the areas listed in the Annex.", "For the purposes of this Decision, the following definitions shall apply:\n(a) ‘beehive’ means:\n(i) a shelter built for honey bees;\n(ii) a container or colony of bumblebees (Bombus spp.);\n(b) ‘apiary’ means a group of beehives and the premises or facilities within a geographical location, in which this group of beehives are kept or have been kept;\n(c) ‘unprocessed apiculture by-products’ means honey, beeswax, royal jelly, propolis or pollen not intended for human consumption as defined in point 10 of Annex I to Commission Regulation (EU) No 142/2011 (4) which have not undergone any processing procedure as referred to in row 10 of column 4 of Table 2 set out in Section 1 of Chapter II of Annex XIV to that Regulation;\n(d) ‘beekeeping equipment’ means used beehives, parts of beehives and utensils used in beekeeping activities.", "1.   Italy shall ensure that the following protective measures are implemented in the areas listed in the Annex:\n(a) a ban on the dispatch of consignments of the following commodities from the areas listed in the Annex to other areas of the Union:\n(i) honey bees;\n(ii) bumblebees;\n(iii) unprocessed apiculture by-products;\n(iv) beekeeping equipment;\n(v) comb honey intended for human consumption;\n(b) the carrying out of immediate inspections and epidemiological investigations, including:\n(i) the identification and tracing of movements of commodities referred to in Article 3(1)(a) to and from apiaries and honey extraction establishments situated in an area of 20 km radius around the beehive(s) where the occurrence(s) of the small hive beetle has been confirmed;\n(ii) the notification of the results of such immediate inspections and epidemiological investigations to the Commission.\n2.   Italy shall carry out further inspections and epidemiological investigations, including the tracing of previous movements of commodities referred to in Article 3(1)(a) from and to the areas listed in the Annex.\n3.   On the basis of the results of the inspections and epidemiological investigations provided for in paragraph 1(b) and paragraph 2, Italy may implement additional appropriate protective measures as necessary.\n4.   Italy shall inform the Commission and the Member States of the implementation of the protective measures provided for in paragraphs 1, 2 and 3.", "This Decision shall apply until 31 May 2015.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 12 December 2014.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13.\n(2)  OJ L 224, 18.8.1990, p. 29.\n(3)  Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC (OJ L 268, 14.9.1992, p. 54).\n(4)  Commission Regulation (EU) No 142/2011 of 25 February 2011 implementing Regulation (EC) No 1069/2009 of the European Parliament and of the Council laying down health rules as regards animal by-products and derived products not intended for human consumption and implementing Council Directive 97/78/EC as regards certain samples and items exempt from veterinary checks at the border under that Directive (OJ L 54, 26.2.2011, p. 1).\nANNEX\nMember State Areas subject to protective measures\nItaly Region of Calabria: whole Region\nRegion of Sicily: whole Region"}