{"celex_id": "32011D0017(01)", "uri": "http://publications.europa.eu/resource/cellar/c6a876fb-e3e4-4b1e-9b2a-9fd38f59f9e1", "type": "Decision", "concepts": ["4763", "5315", "5797", "6151", "903"], "title": "2011/744/: Decision of the European Central Bank of 3 November 2011 on the implementation of the second covered bond purchase programme (ECB/2011/17)\n", "header": "16.11.2011 EN Official Journal of the European Union L 297/70\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 3 November 2011\non the implementation of the second covered bond purchase programme\n(ECB/2011/17)\n(2011/744/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and, in particular to the first indent of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank and, in particular to the second subparagraph of Article 12.1 in conjunction with the first indent of Article 3.1, and Article 18.1 thereof,\nWhereas:\n(1) In accordance with Article 18.1 of the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), the European Central Bank (ECB), together with national central banks of Member States whose currency is the euro (hereinafter the ‘NCBs’) may operate in the financial markets by, among other things, buying and selling marketable instruments outright.\n(2) On 7 May 2009 and subsequently on 4 June and 18 June 2009 the Governing Council decided, in view of the exceptional circumstances prevailing in the market at that time, to initiate a covered bond purchase programme (hereinafter the ‘programme’), with an overall targeted nominal amount of EUR 60 billion in accordance with Decision ECB/2009/16 of 2 July 2009 on the implementation of the covered bond purchase programme (1). Under the programme, the NCBs and, exceptionally, the ECB in direct contact with counterparties could according to their allocated share decide to purchase eligible covered bonds outright from eligible counterparties in the primary and secondary markets. Taking into account the Eurosystem’s monetary policy needs and the objectives of the covered bond purchases, the programme was designed as a temporary measure for a 12-month period and expired on 30 June 2010.\n(3) The Governing Council has decided that a second covered bond purchase programme (hereinafter the ‘second programme’) should be initiated. The Eurosystem central banks intend to implement the second programme gradually, taking into account market conditions and the Eurosystem’s monetary policy needs. The objectives of the second programme are to contribute to: (a) easing funding conditions for credit institutions and enterprises; and (b) encouraging credit institutions to maintain and expand lending to their clients.\n(4) As part of the single monetary policy, the outright purchase of eligible covered bonds by Eurosystem central banks under the second programme should be implemented in a uniform manner, in accordance with this Decision,", "main_body": ["Establishment and scope of the outright purchase of covered bonds\nThe Eurosystem has established the second programme under which the Eurosystem central banks shall purchase eligible covered bonds with a targeted nominal amount of EUR 40 billion. Under the second programme, eligible covered bonds may be purchased by the Eurosystem central banks from eligible counterparties in the primary and secondary markets according to the eligibility criteria contained in this Decision. Guideline ECB/2000/7 of 31 August 2000 on monetary policy instruments and procedures of the Eurosystem (2) shall not apply to the outright purchase of covered bonds by a Eurosystem central bank under the second programme.", "Eligibility criteria for covered bonds\nCovered bonds that are: (a) eligible for monetary policy operations as defined in Guideline ECB/2000/7; (b) denominated in euro; and (c) held and settled in the euro area, shall be eligible for outright purchase under the second programme, provided that they satisfy the following additional requirements:\n1. They shall be either: (a) covered bonds issued in accordance with the criteria set out in Article 52(4) of Directive 2009/65/EC (3) (hereinafter the ‘UCITS-compliant covered bonds’); or (b) structured covered bonds offering safeguards similar to UCITS-compliant covered bonds as defined in Section 6.2.3 of Annex I to Guideline ECB/2000/7.\n2. Each covered bond issue shall have a minimum issue size of EUR 300 million.\n3. The covered bond issue shall have a minimum rating of ‘BBB-’ or equivalent, awarded by at least one of the major rating agencies.\n4. The covered bonds shall be issued pursuant to legislation governing covered bonds that is in force in a euro area Member State. In the case of structured covered bonds, the law governing the documentation of the covered bonds shall be the law of a euro area Member State.\n5. The covered bond issue shall have a maximum remaining maturity of 10,5 years at the time of the purchase of the security.", "Eligible counterparties\nThe following shall be eligible counterparties for the second programme: (a) domestic counterparties participating in Eurosystem monetary policy operations as defined in Section 2.1 of Annex I to Guideline ECB/2000/7; and (b) any other counterparties that are used by Eurosystem central banks for the investment of their euro-denominated investment portfolios.", "Final provisions\n(1)   This Decision shall enter into force on the day following its publication on the ECB’s website.\n(2)   This Decision shall apply until 31 October 2012."], "attachments": "Done at Frankfurt am Main, 3 November 2011.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 175, 4.7.2009, p. 18.\n(2)  OJ L 310, 11.12.2000, p. 1.\n(3)  Directive 2009/65/EC of the European Parliament and of the Council of 13 July 2009 on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS) (OJ L 302, 17.11.2009, p. 32)."}