{"celex_id": "32010L0003", "uri": "http://publications.europa.eu/resource/cellar/7dd92092-c5af-4c6b-9035-235307b72eee", "type": "Directive", "concepts": ["2739", "2744", "2797", "2836", "3730", "4036", "463"], "title": "Commission Directive 2010/3/EU of 1 February 2010 amending, for the purpose of adaptation to technical progress, Annexes III and VI to Council Directive 76/768/EEC concerning cosmetic products\n", "header": "2.2.2010 EN Official Journal of the European Union L 29/5\nCOMMISSION DIRECTIVE 2010/3/EU\nof 1 February 2010\namending, for the purpose of adaptation to technical progress, Annexes III and VI to Council Directive 76/768/EEC concerning cosmetic products\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), and in particular Article 8(2) thereof,\nAfter consulting the Scientific Committee on Consumer Safety,\nWhereas:\n(1) The Scientific Committee on Consumer Products (SCCP), subsequently replaced by the Scientific Committee on Consumer Safety (SCCS) by Commission Decision 2008/721/EC (2), concluded in its opinion of 15 April 2008 that Ethyl Lauroyl Arginate HCl is safe for the consumers, when used up to a maximum authorised concentration of 0,8 % in soap, anti-dandruff shampoos, and non-spray deodorants. It should therefore be included in Annex III to Directive 76/768/EEC.\n(2) The SCCP concluded in the same opinion that Ethyl Lauroyl Arginate HCl is safe for the consumers, when used up to a maximum authorised concentration of 0,4 % as a preservative in cosmetic products. However, the Committee considered that it should not be used in lip products, oral products and spray due to mucosal and respiratory tract irritation potential. It should therefore be included along with these restrictions in Annex VI to Directive 76/768/EEC.\n(3) Directive 76/768/EEC should therefore be amended accordingly.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Cosmetic Products,", "main_body": ["Annexes III and VI to Directive 76/768/EEC are amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 1 September 2010 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 1 March 2011.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 262, 27.9.1976, p. 169.\n(2)  OJ L 241, 10.9.2008, p. 21.\nANNEX\n1. In the table set out in Part 1 of Annex III to Directive 76/768/EEC, the following entry is added:\nReference number Substance Restrictions Conditions of use and warnings which must be printed on the label\nField of application and/or use Maximum authorised concentration in the finished cosmetic product Other limitations and requirements\na b c d e f\n(a) soap\n(b) anti-dandruff shampoos\n(c) deodorants, not in form of spray\n2. In the table set out in Part 1 of Annex VI to Directive 76/768/EEC, the following entry is added:\nReference number Substance Maximum authorised concentration Limitations and requirements Conditions of use and warnings which must be printed on the label\na b c d e\n‘58 Ethyl Lauroyl Arginate HCl (INCI) (*) (2) 0,4 % Not to be used in lip products, oral products and spray products.\n(1)  For use as a preservative, see Annex VI, Part 1, entry No 58.’\n(2)  For other uses than preservatives, see Annex III, Part I, entry No 207.’"}