{"celex_id": "32010D0369", "uri": "http://publications.europa.eu/resource/cellar/91c90d7b-6824-4ccf-b484-543fc541f0f0", "type": "Decision", "concepts": ["1005", "1159", "2455", "6030", "616"], "title": "2010/369/: Commission Decision of 18 June 2010 on the Union financial contribution to national programmes of certain Member States in 2010 for the collection, management and use of data in the fisheries sector (notified under document C(2010) 3797)\n", "header": "2.7.2010 EN Official Journal of the European Union L 168/19\nCOMMISSION DECISION\nof 18 June 2010\non the Union financial contribution to national programmes of certain Member States in 2010 for the collection, management and use of data in the fisheries sector\n(notified under document C(2010) 3797)\n(2010/369/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 861/2006 of 22 May 2006 establishing Community financial measures for the implementation of the common fisheries policy and in the area of the Law of the Sea (1), and in particular Article 24(1) thereof,\nWhereas:\n(1) Regulation (EC) No 861/2006 lays down the conditions whereby Member States may receive a contribution from the European Union for expenditure incurred in their national programmes of collection and management of data.\n(2) Those programmes are to be drawn up in accordance with Council Regulation (EC) No 199/2008 of 25 February 2008 concerning the establishment of a Community framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the Common Fisheries Policy (2) and Commission Regulation (EC) No 665/2008 of 14 July 2008 laying down detailed rules for the application of Council Regulation (EC) No 199/2008 (3).\n(3) Belgium, Bulgaria, Denmark, Germany, Estonia, Ireland, Greece, Spain, Italy, Cyprus, Latvia, Lithuania, Malta, Poland, Portugal, Romania, Slovenia and Finland have submitted national programmes for 2009-2010 as provided for in Article 4(4) and (5) of Regulation (EC) No 199/2008. These programmes were approved in 2009 in accordance with Article 6(3) of Regulation (EC) No 199/2008.\n(4) Those Member States have submitted annual budget forecasts covering the period 2009-2010 according to Article 2 of Commission Regulation (EC) No 1078/2008 of 3 November 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 861/2006 (4). The Commission has evaluated Member States’ annual budget forecasts, as laid down in Article 4 of Regulation (EC) No 1078/2008, by taking into account the national programmes approved in accordance with Article 6(3) of Regulation (EC) No 199/2008.\n(5) Article 5 of Regulation (EC) No 1078/2008 establishes that the Commission is to approve the annual budget forecast and is to decide on the annual Union financial contribution to each national programme in accordance with the procedure laid down in Article 24 of Regulation (EC) No 861/2006 and on the basis of the outcome of the evaluation of the annual budget forecasts as referred to in Article 4 of Regulation (EC) No 1078/2008.\n(6) Article 24(3)(b) of Regulation (EC) No 861/2006 establishes that a Commission Decision is to fix the rate of the financial contribution. Article 16 of that Regulation provides that Union financial measures in the area of basic data collection are not to exceed 50 % of the costs incurred by Member States in carrying out the programme of collection, management and use of data in the fisheries sector. Article 24(2) provides that priority shall be given to the actions which are most appropriate in order to improve the collection of data necessary for the Common Fisheries Policy.\n(7) This Decision is to constitute the financing decision within the meaning of Article 75(2) of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (5).\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["The maximum global amounts of the Union financial contribution to be granted to each Member State for the collection, management and use of data in the fisheries sector for 2010, and the rate of the Union financial contribution, are established in the Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 June 2010.\nFor the Commission\nMaria DAMANAKI\nMember of the Commission\n(1)  OJ L 160, 14.6.2006, p. 1.\n(2)  OJ L 60, 5.3.2008, p. 1.\n(3)  OJ L 186, 15.7.2008, p. 3\n(4)  OJ L 295, 4.11.2008, p. 24.\n(5)  OJ L 248, 16.9.2002, p. 1.\nANNEX\nNATIONAL PROGRAMMES 2009-2010\nELIGIBLE EXPENDITURE AND MAXIMUM COMMUNITY CONTRIBUTION FOR 2010\n(in EUR)\nMember State Eligible expenditure Maximum Community contribution\nBelgium 1 649 816,00 824 908,00\nBulgaria 404 210,00 202 105,00\nDenmark 6 001 601,00 3 000 800,50\nGermany 6 470 425,00 3 235 212,50\nEstonia 618 043,00 309 021,50\nIreland 6 954 948,00 3 477 474,00\nGreece 4 307 365,00 2 153 682,50\nSpain 15 144 263,00 7 572 131,50\nItaly 6 956 797,00 3 478 398,50\nCyprus 575 033,00 287 516,50\nLatvia 318 109,00 159 054,50\nLithuania 219 792,00 109 896,00\nMalta 600 263,00 300 131,50\nPoland 1 141 259,00 570 629,50\nPortugal 3 476 673,00 1 738 336,50\nRomania 584 788,00 292 394,00\nSlovenia 211 015,00 105 507,50\nFinland 1 595 842,00 797 921,00\nTOTAL 57 230 242,00 28 615 121,00"}