{"celex_id": "32012R0294", "uri": "http://publications.europa.eu/resource/cellar/84f30562-f19c-4a6e-91d6-4540b5d6d05f", "type": "Regulation", "concepts": ["1224", "192", "2735", "3191", "6268"], "title": "Commission Implementing Regulation (EU) No 294/2012 of 3 April 2012 amending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin  Text with EEA relevance\n", "header": "4.4.2012 EN Official Journal of the European Union L 98/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 294/2012\nof 3 April 2012\namending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), and in particular Article 15(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 669/2009 (2) lays down rules concerning the increased level of official controls to be carried out on imports of feed and food of non-animal origin listed in Annex I thereto (the list), at the points of entry into the territories referred to in Annex I to Regulation (EC) No 882/2004.\n(2) Article 2 of Regulation (EC) No 669/2009 provides that the list is to be reviewed on a regular basis, and at least quarterly, taking into account at least the sources of information referred to in that Article.\n(3) The occurrence and relevance of food incidents notified through the Rapid Alert System for Food and Feed (RASFF), the findings of missions to third countries carried out by the Food and Veterinary Office, as well as the quarterly reports on consignments of feed and food of non-animal origin submitted by Member States to the Commission in accordance with Article 15 of Regulation (EC) No 669/2009 indicate that the list should be amended.\n(4) In particular, the list should be amended by deleting the entries for commodities for which those information sources indicate an overall satisfactory degree of compliance with the relevant safety requirements provided for in Union legislation and for which an increased level of official control is therefore no longer justified.\n(5) In addition, the list should be amended by increasing the official control frequency for the commodities for which the same source of information show a higher degree of non-compliance with the relevant Union legislation that warrants the increase of level of official controls.\n(6) The entries in the list for certain imports from India and for certain other commodities from all third countries should therefore be amended accordingly.\n(7) The amendment to the list concerning the deletion of the entries for certain commodities should apply as soon as possible, as the original safety concerns have been satisfied. Accordingly, those amendments should apply from the date of entry into force of this Regulation.\n(8) Taking into account the number of amendments that need to be made to Annex I to Regulation (EC) No 669/2009, it is appropriate to replace it by the text in the Annex to this Regulation.\n(9) Regulation (EC) No 669/2009 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 669/2009 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2012.\nHowever, the amendments of Annex I to Regulation (EC) No 669/2009 concerning the deletion of entries of Capsicum annuum (crushed or ground), Curry (chilli products), Curcuma longa (turmeric) and Red palm oil for the possible contamination of Sudan dyes shall apply from the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 April 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 165, 30.4.2004, p. 1.\n(2)  OJ L 194, 25.7.2009, p. 11.\nANNEX\n‘ANNEX I\nFeed and food of non-animal origin subject to an increased level of official controls at the designated point of entry\nFeed and food CN code (1) Country of origin Hazard Frequency of physical and identity checks\nHazelnuts 0802 21 00; 0802 22 00 Azerbaijan (AZ) Aflatoxins 10\n(Feed and food)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91; 2008 11 96; 2008 11 98\n(Feed and food)\nDried Noodles ex 1902 China (CN) Aluminium 10\n(Food)\nPomelos ex 0805 40 00 China (CN) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (11) 20\n(Food - fresh)\nTea leaves (black and green) ex 0902 China (CN) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (10) 10\n(Food)\n— Yardlong beans\n— ex 0708 20 00; ex 0710 22 00\n— Bitter melon\n— ex 0709 99 90; ex 0710 80 95\n— Peppers (sweet and other than sweet) (Capsicum spp.)\n— 0709 60 10; ex 0709 60 99; 0710 80 51; ex 0710 80 59\n— Aubergines\n— 0709 30 00; ex 0710 80 95\n(Food — fresh, chilled or frozen vegetables)\n— Oranges (fresh or dried)\n— 0805 10 20; 0805 10 80\n— Peaches (excluding nectarines)\n—\n— Pomegranates\n—\n— Strawberries\n—\n(Food — fresh fruits and vegetables)\nPeppers (sweet and other than sweet) (Capsicum spp.) 0709 60 10; ex 0709 60 99; 0710 80 51; ex 0710 80 59 Egypt (EG) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (12) 10\n(Food — fresh, chilled or frozen)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n(Feed and food)\nCurry leaves (Bergera/Murraya koenigii) ex 1211 90 85 India (IN) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single residue methods (5) 50\n(Food – fresh herbs)\n— Capsicum annuum, whole\n—\n— Capsicum annuum, crushed or ground\n—\n— Curry (chilli products)\n—\n— Nutmeg\n— 0908 11 00, 0908 12 00\n— Mace\n— 0908 21 00, 0908 22 00\n— Ginger\n— 0910 11 00, 0910 12 00\n— Curcuma longa (turmeric)\n—\n(Food — dried spices)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91; 2008 11 96; 2008 11 98\n(Feed and food)\nFeed additives and premixtures ex 2309; 2917 19 90; ex 2817 00 00; ex 2820 90 10; ex 2820 90 90; ex 2821 10 00; ex 2825 50 00; ex 2833 21 00; ex 2833 25 00; ex 2833 29 20; ex 2833 29 80; ex 2835; ex 2836; ex 2839; 2936 India (IN) Cadmium and lead 10\n(Feed)\nOkra ex 0709 99 90 India (IN) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (2) 10\n(Food — fresh)\nWatermelon (egusi, Citrullus lanatus) seeds and derived products ex 1207 70 00; ex 1106 30 90; ex 2008 99 99 Nigeria (NG) Aflatoxins 50\n(Food)\n— Capsicum annuum, whole\n—\n— Capsicum annuum, crushed or ground\n—\n— other dried fruits of the genus Capsicum (other than Capsicum annuum), whole\n—\n(Food — dried spice)\nPeppers (other than sweet)(Capsicum spp.) ex 0709 60 99 Thailand (TH) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (9) 10\n(Food — fresh)\n— Coriander leaves\n—\n— Basil (holy, sweet)\n—\n— Mint\n—\n(Food — fresh herbs)\n— Coriander leaves\n—\n— Basil (holy, sweet)\n—\n(Food — fresh herbs)\n— Yardlong beans\n— ex 0708 20 00; ex 0710 22 00\n— Aubergines\n— 0709 30 00; ex 0710 80 95\n— Brassica vegetables\n— 0704; ex 0710 80 95\n(Food — fresh, chilled or frozen vegetables)\n— Sweet Peppers (Capsicum annuum)\n— 0709 60 10; 0710 80 51\n— Tomatoes\n— 0702 00 00; 0710 80 70\n(Food — fresh, chilled or frozen vegetables)\nDried grapes (vine fruit) 0806 20 Uzbekistan (UZ) Ochratoxin A 50\n(Food)\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91; 2008 11 96; 2008 11 98\n(Feed and food)\n(1)  Where only certain products under any CN code are required to be examined and no specific subdivision under that code exists in the goods nomenclature, the CN code is marked “ex” (for example, ex 1006 30: only Basmati rice for direct human consumption is included).\n(2)  In particular residues of: Acephate, Methamidophos, Triazophos, Endosulfan, Monocrotophos, Methomyl, Thiodicarb, Diafenthiuron, Thiamethoxam, Fipronil, Oxamyl, Acetamipirid, Indoxacarb, Mandipropamid.\n(3)  In particular residues of: Amitraz, Acephate, Aldicarb, Benomyl, Carbendazim, Chlorfenapyr, Chlorpyrifos, CS2 (Dithiocarbamates), Diafenthiuron, Diazinon, Dichlorvos, Dicofol, Dimethoate, Endosulfan, Fenamidone, Imidacloprid, Malathion, Methamidophos, Methiocarb, Methomyl, Monocrotophos, Omethoate, Oxamyl, Profenofos, Propiconazole, Thiabendazol, Thiacloprid.\n(4)  In particular residues of: Acephate, Carbaryl, Carbendazim, Carbofuran, Chlorpyriphos, Chlorpyriphos-methyl, Dimethoate, Ethion, Malathion, Metalaxyl, Methamidophos, Methomyl, Monocrotophos, Omethoate, Prophenophos, Prothiophos, Quinalphos, Triadimefon, Triazophos, Dicrotophos, EPN, Triforine.\n(5)  In particular residues of: Triazophos, Oxydemeton-methyl, Chlorpyriphos, Acetamiprid, Thiamethoxam, Clothianidin, Methamidophos, Acephate, Propargite, Monocrotophos.\n(6)  Reference method EN/ISO 6579 or a method validated against it as referred to in Article 5 of Commission Regulation (EC) No 2073/2005 (OJ L 338, 22.12.2005, p. 1).\n(7)  In particular residues of: Carbendazim, Cyfluthrin Cyprodinil, Diazinon, Dimethoate, Ethion, Fenitrothion, Fenpropathrin, Fludioxonil, Hexaflumuron, Lambda-cyhalothrin, Methiocarb, Methomyl, Omethoate, Oxamyl, Phenthoate, Thiophanate-methyl.\n(8)  In particular residues of: Methomyl, Oxamyl, Carbendazim, Clofentezine, Diafenthiuron, Dimethoate, Formetanate, Malathion, Procymidone, Tetradifon, Thiophanate-methyl.\n(9)  In particular residues of: Carbofuran, Methomyl, Omethoate, Dimethoate, Triazophos, Malathion, Profenofos, Prothiofos, Ethion, Carbendazim, Triforine, Procymidone, Formetanate.\n(10)  In particular residues of: Buprofezin; Imidacloprid; Fenvalerate and Esfenvalerate (Sum of RS & SR isomers); Profenofos; Trifluralin; Triazophos; Triadimefon and Triadimenol (sum of triadimefon and triadimenol), Cypermethrin (cypermethrin including other mixtures of constituent isomers (sum of isomers)).\n(11)  In particular residues of: Triazofos, Triadimefon and Triadimenol (sum of triadimefon and triadimenol), Parathion-methyl, Fenthoate, Methidathion.\n(12)  In particular residues of: Carbofuran (sum), Chlorpyrifos, Cypermethrin (sum), Cyproconazole, Dicofol (sum), Difenoconazole, Dinotefuran, Ethion, Flusilazole, Folpet, Prochloraz, Profenofos, Propiconazole, Thiophanate-methyl and Triforine.’"}