{"celex_id": "32011D0190", "uri": "http://publications.europa.eu/resource/cellar/266ee717-02fd-43a2-84c6-2c7c703fa814", "type": "Decision", "concepts": ["1092", "1965", "560", "665"], "title": "2011/190/EU: Council Decision of 25 February 2011 on the arrangements for the renegotiation of the Monetary Agreement between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco\n", "header": "29.3.2011 EN Official Journal of the European Union L 81/3\nCOUNCIL DECISION\nof 25 February 2011\non the arrangements for the renegotiation of the Monetary Agreement between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco\n(2011/190/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 219(3) thereof,\nHaving regard to the recommendation from the European Commission,\nHaving regard to the opinion of the European Central Bank,\nWhereas:\n(1) The Union has the competence for monetary and exchange rate matters as of the date of the introduction of the euro.\n(2) The Council is to determine the arrangements for the negotiation and conclusion of agreements concerning monetary or foreign exchange regime matter.\n(3) On 26 December 2001 the Monetary Agreement between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco (1) (hereinafter ‘the Agreement’) was concluded.\n(4) France has long standing monetary links with the Principality of Monaco (hereinafter ‘Monaco’), which are reflected in various legal instruments. The financial institutions located in Monaco have the right to access the refinancing facilities of the Banque de France and they participate in some French payment systems under the same conditions as French banks.\n(5) In its conclusion of 10 February 2009 the Council invited the Commission to review the functioning of the existing Monetary Agreements and to consider possible increases in the ceilings for coin issuance.\n(6) The Commission concluded in the Communication on the functioning of the Monetary Agreements with Monaco, San Marino and Vatican that the Agreement in its present form needs to be amended with a view to ensuring a more consistent approach in the relations between the Union and the countries having signed a monetary agreement.\n(7) The Agreement should therefore be renegotiated with a view to adjusting the ceiling for the issuance of coins, electing a jurisdiction for possible dispute settlement, and adjusting the format of the Agreement in order to be brought closer to the new common model for monetary agreements. The Agreement should remain in force until a renegotiated agreement is concluded between the parties,", "main_body": ["France shall notify Monaco of the need to amend the Agreement at the earliest possible date and offer renegotiation on the relevant provisions of the Agreement.", "The Union shall seek the following changes in the renegotiation of the Agreement:\n(a) The renegotiated Agreement shall be concluded between the Union, represented by the Government of the French Republic and the Commission, and the Government of His Serene Highness the Prince of Monaco.\n(b) The method for determining the ceiling of issuance of Monegasque euro coins shall be revised. The new ceiling shall be calculated using a method which will combine a fixed part aimed at avoiding excessive numismatic speculation on Monegasque coins by satisfying the demand of the collector coin market and a variable part, calculated as the average per capita coin issuance of France in the year n-1 multiplied by the number of inhabitants of Monaco. Without prejudice to the issuance of collector coins, the renegotiated Agreement shall set the minimum proportion of Monegasque euro coins to be put into circulation at face value at 80 % of the euro coins issued every year.\n(c) The Court of Justice of the European Union (‘Court of Justice’) shall be elected as the body in charge of settling disputes which may arise from the application of the Agreement. If the Union or Monaco consider that the other Party has not fulfilled an obligation under the renegotiated Agreement, it may bring the matter before the Court of Justice. The judgment of the Court of Justice shall be binding on the Parties, which will take the necessary measures to comply with the judgment within a period to be decided by the Court of Justice in its judgment. In case the Union or Monaco fail to take the necessary measures to comply with the judgment within the period, the other Party can terminate immediately the renegotiated Agreement.\n(d) The format of the renegotiated Agreement shall be adjusted.", "The negotiations with Monaco shall be conducted by France and the Commission on behalf of the Union. The European Central Bank (ECB) shall be fully associated with the negotiations and its agreement shall be required on issues falling within its field of competence. France and the Commission shall submit the draft renegotiated Agreement to the Economic and Financial Committee (EFC) for opinion.", "France and the Commission shall be entitled to conclude the renegotiated Agreement on behalf of the Union, unless the EFC or the ECB is of the opinion that the renegotiated Agreement should be submitted to the Council.", "This Decision shall take effect on the day of its notification.", "This Decision is addressed to the French Republic, the Commission and the European Central Bank."], "attachments": "Done at Brussels, 25 February 2011.\nFor the Council\nThe President\nPINTÉR S.\n(1)  OJ L 142, 31.5.2002, p. 59."}