{"celex_id": "32014D0935", "uri": "http://publications.europa.eu/resource/cellar/f00963f3-8753-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["1524", "2041", "2352", "2932", "6099"], "title": "2014/935/EU: Commission Implementing Decision of 17 December 2014 on the recognition of Japan pursuant to Directive 2008/106/EC of the European Parliament and of the Council as regards the systems for training and certification of seafarers (notified under document C(2014) 9590)  Text with EEA relevance\n", "header": "19.12.2014 EN Official Journal of the European Union L 365/158\nCOMMISSION IMPLEMENTING DECISION\nof 17 December 2014\non the recognition of Japan pursuant to Directive 2008/106/EC of the European Parliament and of the Council as regards the systems for training and certification of seafarers\n(notified under document C(2014) 9590)\n(Text with EEA relevance)\n(2014/935/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/106/EC of the European Parliament and of the Council of 19 November 2008 on the minimum level of training of seafarers (1), and in particular Article 19(3) thereof,\nWhereas:\n(1) According to Directive 2008/106/EC Member States may decide to endorse seafarers' appropriate certificates issued by third countries, provided that the third country concerned is recognised by the Commission. Those third countries have to meet all the requirements of the International Maritime Organisation (IMO) Convention on Standards of Training, Certification and Watchkeeping for Seafarers, 1978 (STCW Convention), as amended.\n(2) By letter of 13 May 2005, the Republic of Cyprus requested the recognition of Japan. Following this request, the Commission contacted the Japanese authorities with a view to carrying out an assessment of their training and certification system in order to verify whether Japan meets all the requirements of the STCW Convention and whether the appropriate measures have been taken to prevent fraud involving certificates. It was explained that the assessment would be based on the results of a fact finding inspection to be carried out by the experts of the European Maritime Safety Agency. After lengthy discussions on the legal framework of the European Union, the Japanese authorities accepted an inspection mission by letter of 8 March 2011. The Commission then proceeded with the assessment of the training and certification system in Japan which was based on the results of an inspection carried out by experts of the European Maritime Safety Agency in February 2012 and on the response of 10 January 2014 of the Japanese authorities to a request of 25 October 2012 for a voluntary corrective action plan.\n(3) The assessment did not reveal serious concerns though it identified some areas in need of attention. In particular, the quality standards system of the maritime administration and of the Maritime Education and Training Institutions did not cover some processes. Also, the syllabi and the practical training established by the national standards did not ensure the achievement of some prescribed standards of competence for the ‘Life Saving’ and ‘Fire Fighting’ courses.\n(4) The Japanese legislation allowed candidates for certification to complete the seagoing service on board ships below the tonnage or propulsion power limits corresponding to the certificate to be issued or on board fishing vessels or Coast Guard ships. In order to ensure that this type of seagoing service was relevant to the certificate applied for and that all relevant competences were achieved during the seagoing service, the administration applied certain criteria for the candidates that had completed 12 months of seagoing service as part of an approved training programme. However, based on the analysis of the documentation provided by the Japanese authorities, it appeared that the administration did not ensure that this type of seagoing service was relevant to the certificate applied for and that all relevant competences were achieved during this seagoing service for the candidates who had completed 36 months of seagoing service. Also, it appeared that the administration did not ensure that this type of seagoing service was relevant to the certificate applied for and that all relevant competences were achieved during this seagoing service for the revalidation and upgrade of certificates for all candidates.\n(5) Lastly, the administration required candidates who have approved seagoing service of 12 months as part of an approved training programme to complete approved education in order to apply for certification at operational level. However, it appeared that the administration did not require candidates who have completed 36 months of seagoing service to also complete approved education in order to apply for certification at operational level.\n(6) By letter of 5 June 2014, the Commission invited the Japanese authorities to provide the necessary clarifications for the issues raised in the assessment supported by relevant documentation. On 4 August 2014 the Japanese authorities submitted their response.\n(7) In their response, the Japanese authorities provided documentation to demonstrate that all missing processes are now covered by a quality standards system. Also, they have drafted new legislation and they have upgraded their facilities to cover the missing standards in the ‘Life Saving’ and ‘Fire Fighting’ courses.\n(8) Regarding the verification by the administration that the seagoing service is relevant to the certificate applied for and that all relevant competences are achieved during the seagoing service for the candidates who had completed 36 months of seagoing service and those who applied for revalidation and upgrade of their certificates, the Japanese authorities argued that they apply criteria for certification, upgrading and revalidation relating to the ship's size, navigational area and capacity performed. However, the application of such criteria was not sufficiently demonstrated by the information provided.\n(9) Regarding the completion of approved education by candidates applying for certification at operational level who have completed 36 months of seagoing service, the Japanese authorities argued that they comply with the relevant requirements of the STCW Convention. However, such compliance was not sufficiently demonstrated by the information provided.\n(10) Though the justifications as regards the last two points do not alleviate completely the concerns raised in the assessment, the overall level of compliance of Japan with STCW requirements on training and certification of seafarers is not called into question.\n(11) The final outcome of the assessment demonstrates that Japan complies with the requirements of the STCW Convention, while this country has taken appropriate measures to prevent fraud involving certificates.\n(12) Member States were provided with a report on the results of the assessment.\n(13) The measure provided for in this Decision is in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships,", "main_body": ["For the purposes of Article 19 of Directive 2008/106/EC, Japan is recognised as regards the systems for the training and certification of seafarers.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 2014.\nFor the Commission\nVioleta BULC\nMember of the Commission\n(1)  OJ L 323, 3.12.2008, p. 33."}