{"celex_id": "32013D0054", "uri": "http://publications.europa.eu/resource/cellar/a2be1fcd-66ec-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["2358", "4585", "5581", "5898", "935"], "title": "2013/54/EU: Council Implementing Decision of 22 January 2013 authorising the Republic of Slovenia to introduce a special measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n", "header": "25.1.2013 EN Official Journal of the European Union L 22/15\nCOUNCIL IMPLEMENTING DECISION\nof 22 January 2013\nauthorising the Republic of Slovenia to introduce a special measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n(2013/54/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Secretariat-General of the Commission on 30 July 2012, Slovenia requested authorisation to introduce a special measure derogating from point 15 of Article 287 of Directive 2006/112/EC, allowing Slovenia to exempt from value added tax (VAT) taxable persons whose annual turnover is no higher than EUR 50 000.\n(2) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States by letter dated 18 September 2012 of the request made by Slovenia. By letter dated 19 September 2012, the Commission notified Slovenia that it had all the information necessary to consider the request.\n(3) Under Article 287 of Directive 2006/112/EC, certain Member States which acceded to the Union after 1 January 1978 may exempt from VAT taxable persons whose annual turnover is no higher than the equivalent in national currency of the amounts at the conversion rate on the day of their accession as specified in that provision. Slovenia has requested that its corresponding threshold, which is established at EUR 25 000 pursuant to point 15 of Article 287, be increased to EUR 50 000.\n(4) A higher threshold for the special scheme for small enterprises is a simplification measure, as it may significantly reduce the VAT obligations of small businesses. The special scheme is optional for taxable persons.\n(5) In its proposal of 29 October 2004 for a Directive amending Directive 77/388/EEC, now Directive 2006/112/EC, with a view to simplifying valued added tax obligations, the Commission included provisions aimed at allowing Member States to set the annual turnover ceiling for the VAT exemption scheme at up to EUR 100 000 or the equivalent in national currency, with the possibility of updating that amount each year. The request submitted by Slovenia is in line with that proposal.\n(6) The derogating measure will have only a negligible effect on the overall amount of the tax revenue of Slovenia collected at the stage of final consumption and will have no adverse impact on the Union’s own resources accruing from VAT,", "main_body": ["By way of derogation from point 15 of Article 287 of Directive 2006/112/EC, the Republic of Slovenia is authorised to exempt from VAT taxable persons whose annual turnover is no higher than EUR 50 000.", "This Decision shall take effect on the day of its notification.\nIt shall apply from 1 January 2013 until the date of entry into force of a Directive amending the amounts of the annual turnover ceilings below which taxable persons may qualify for VAT exemption or until 31 December 2015, whichever date is earlier.", "This Decision is addressed to the Republic of Slovenia."], "attachments": "Done at Brussels, 22 January 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 347, 11.12.2006, p. 1."}