{"celex_id": "32013R0510", "uri": "http://publications.europa.eu/resource/cellar/7b630a54-cd1d-11e2-8725-01aa75ed71a1", "type": "Regulation", "concepts": ["1605", "3810", "5451", "6052", "6569", "693", "893"], "title": "Commission Regulation (EU) No 510/2013 of 3 June 2013 amending Annexes I, II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of iron oxides and hydroxides (E 172), hydroxypropyl methyl cellulose (E 464) and polysorbates (E 432-436) for marking of certain fruits  Text with EEA relevance\n", "header": "4.6.2013 EN Official Journal of the European Union L 150/17\nCOMMISSION REGULATION (EU) No 510/2013\nof 3 June 2013\namending Annexes I, II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of iron oxides and hydroxides (E 172), hydroxypropyl methyl cellulose (E 464) and polysorbates (E 432-436) for marking of certain fruits\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 9(2), Article 10(3) and Article 30(5) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 1333/2008 lays down functional classes of food additives in foods and of food additives in food additives and food enzymes.\n(2) Where necessary as a result of scientific progress or technological developments additional functional classes may be added to Annex I to Regulation (EC) No 1333/2008.\n(3) Research and development have shown that iron oxides and hydroxides (E 172) when applied to the surface of fruit or vegetables following depigmentation of certain parts (e.g. by laser treatment), enhance the contrast of these parts to the remaining surface by interacting with certain released components of the epidermis. That effect can be used for marking fruit or vegetables. Therefore, it is appropriate to add a new functional class ‘contrast enhancers’ to Annex I to Regulation (EC) No 1333/2008.\n(4) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(5) Annex III to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in food additives, food enzymes, flavourings, nutrients and their conditions of use.\n(6) Those lists may be amended in accordance with the procedure referred to in Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2).\n(7) Pursuant to Article 3(1) of Regulation (EC) No 1331/2008, the Union list of food additives may be updated either on the initiative of the Commission or following an application.\n(8) An application for authorisation of the use of iron oxides and hydroxides (E 172) as a contrast enhancer, hydroxypropyl methyl cellulose (E 464) as a glazing agent for indelible marking of certain fruits and polysorbates (E 432-436) as emulsifiers in the contrast enhancer preparation was submitted on 8 April 2011 and has been made available to the Member States.\n(9) New marking technology using a carbon dioxide laser for etching information on the surface of fresh fruit was developed. Some foodstuffs develop a distinguishable mark on its surface due to the direct depigmentation action of a laser beam, but some of them do not. Therefore, there is a technological need for the use of iron oxides and hydroxides (E 172) as a contrast enhancer, hydroxypropyl methyl cellulose (E 464) as a glazing agent and polysorbates (E 432-436) as emulsifiers in the contrast enhancer preparation in order to improve the contrast and to allow indelible marking of certain fruits. Iron oxides and hydroxides (E 172) provide sufficient contrast of marked areas to the remaining surface of the fruit, hydroxypropyl methyl cellulose (E 464) forms a thin protective film on the marked areas and polysorbates (E 432-436) ensure a homogenous dispersion of the food additive preparation on the marked areas of foodstuffs.\n(10) The use of food additives should have advantages and benefits for the consumer. The new marking technology can be used to repeat all or some of the mandatory information particulars required by the Union legislation or by the legislation of the Member States. In addition, the consumers may benefit from the use of the new marking technology when the brand name and production method are provided on a voluntary basis.\n(11) Furthermore, the new indelible marking technology provides an alternative to removable adhesive paper stickers which are currently in use and limits the risks of losing, mixing up or inverting food items and therefore facilitates transportation and storage of the fruits concerned. For that purpose, the indication of the PLU-code (an identification number used by food business operators to facilitate check-out and inventory control of products), the QR-code (matrix barcode enabling the encoded information to be scanned at high speed) and of a barcode can also be useful. Therefore, it is appropriate to allow such information on certain fruits.\n(12) Iron oxides and hydroxides (E 172), hydroxypropyl methyl cellulose (E 464) and polysorbates (E 432-436) are to be used in small quantities and only on the external part of fruit and are not expected to migrate significantly into the internal part. For that reason, the treatment of fruit of which the peels are not commonly consumed is not liable to have an effect on human health. It is therefore appropriate only to allow the use of iron oxides and hydroxides (E 172) and hydroxypropyl methyl cellulose (E 464) for marking of citrus fruit, melons and pomegranates and polysorbates (E 432-436) for use in the contrast enhancer preparation.\n(13) Iron oxides and hydroxides (E 172) were last evaluated by the Scientific Committee for Food in 1975 (3). It was shown that only 1 % of the iron oxides and hydrated iron oxides were likely to become solubilised in the human gastrointestinal tract and therefore the Committee established an acceptable daily intake without specifying an upper limit. Hydroxypropyl methyl cellulose (E 464) was last evaluated by the Scientific Committee for Food in 1992 (4). A group acceptable daily intake ‘not specified’ was allocated for 5 of the modified celluloses. In 1983 the Committee allocated to the group of polysorbates (E 432-436) an acceptable daily intake at a level of 10 mg/kg bw/day (5). The Report from the Commission on Dietary Food Additive Intake in the European Union (6) concluded that polysorbates (E 432-436) may require a more realistic intake assessment based on actual use levels of the food additives. The European Food Safety Authority is expected to carry out that intake assessment during the re-evaluation of polysorbates (E 432-436) by the end of 2016 as foreseen by Commission Regulation (EU) No 257/2010 (7). By then, only insignificant contributors to the total intake of those substances should be examined for a potential extension of use.\n(14) Pursuant to Article 3(2) of Regulation (EC) No 1331/2008, the Commission is to seek the opinion of the European Food Safety Authority in order to update Union lists of food additives set out in Annexes II and III to Regulation (EC) No 1333/2008, except where the update in question is not liable to have an effect on human health. Since the authorisation of use of iron oxides and hydroxides (E 172) and hydroxypropyl methyl cellulose (E 464) for marking of citrus fruit, melons and pomegranates and polysorbates (E 432-436) for use in the contrast enhancer preparation constitutes updates of these lists which are not liable to have an effect on human health, it is not necessary to seek the opinion of the European Food Safety Authority.\n(15) Pursuant to the transitional provisions of Commission Regulation (EU) No 1129/2011 of 11 November 2011 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council by establishing a Union list of food additives (8), Annex II establishing the Union list of food additives approved for use in foods and conditions of use applies from 1 June 2013. In order to allow the use of iron oxides and hydroxides (E 172) and hydroxypropyl methyl cellulose (E 464) for marking on certain fruits before that date, it is necessary to specify an earlier date of application with regard to these food additives.\n(16) Therefore, Annexes I, II and III to Regulation (EC) No 1333/2008 should be amended accordingly.\n(17) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annexes I, II and III to Regulation (EC) No 1333/2008 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_01.pdf\n(4)  http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_32.pdf\n(5)  http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_15.pdf\n(6)  COM(2001) 542 final.\n(7)  OJ L 80, 26.3.2010, p. 19.\n(8)  OJ L 295, 12.11.2011, p. 1.\nANNEX\nRegulation (EC) No 1333/2008 is amended as follows:\n(1) in Annex I the following entry 27 is added:\n‘27. “contrast enhancers” are substances which, when applied to the external surface of fruit or vegetables following depigmentation of predefined parts (e.g. by laser treatment), help to distinguish these parts from the remaining surface by imparting colour following interaction with certain components of the epidermis.’;\n(2) Annex II is amended as follows:\n(a) in Part B, Section 3 ‘Additives other than colours and sweeteners’, after the entry for E 170, the following entry is inserted:\n‘E 172 Iron oxides and hydroxides’\n(b) in Part E, the food category 04.1.1 ‘Entire fresh fruit and vegetables’ is amended as follows:\n(i) the following entry E 172 is inserted before the entry for E 200-203:\n‘E 172 Iron oxides and hydroxides 6  only as a contrast enhancer for marking citrus fruit, melons and pomegranates in order to:\n— repeat all or some of the mandatory information particulars required by the Union legislation and/or national law,\n— provide on a voluntary basis brand name, production method, PLU-code, QR-code and/or barcode\n(ii) the following entry E 464 is inserted after the entry for E 445:\n‘E 464 Hydroxypropyl methyl cellulose 10  only for citrus fruit, melons and pomegranates in order to:\n— repeat all or some of the mandatory information particulars required by the Union legislation and/or national law,\n— provide on a voluntary basis brand name, production method, PLU-code, QR-code and/or barcode\n(3) in Part 2 of Annex III, the entry for ‘E 432 – E 436’ is replaced by the following:\n‘E 432 – E 436 Polysorbates quantum satis Preparations of colours, contrast enhancers, fat soluble antioxidants and glazing agents for fruit’"}