{"celex_id": "32011D0761", "uri": "http://publications.europa.eu/resource/cellar/f72258cf-5e4f-4447-98c9-062133b219ed", "type": "Decision", "concepts": ["1284", "1442", "2735", "5017", "5451", "6789", "893"], "title": "2011/761/EU: Commission Implementing Decision of 24 November 2011 authorising the placing on the market of flavonoids from Glycyrrhiza glabra L. as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2011) 8362)\n", "header": "26.11.2011 EN Official Journal of the European Union L 313/37\nCOMMISSION IMPLEMENTING DECISION\nof 24 November 2011\nauthorising the placing on the market of flavonoids from Glycyrrhiza glabra L. as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2011) 8362)\n(Only the Dutch and the French texts are authentic)\n(2011/761/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 1 November 2007 the company Kaneka Pharma Europe made a request to the competent authorities of Belgium to place flavonoids from Glycyrrhiza glabra L. (Glavonoid) on the market as novel food ingredient.\n(2) On 3 December 2008 the competent authority for food assessment of Belgium issued the initial assessment report. In that report it came to the conclusion that the company Kaneka provided sufficient information to authorise the placing on the market of flavonoids from Glycyrrhiza glabra L. as a novel food ingredient.\n(3) The Commission forwarded the initial assessment report to all Member States on 19 February 2009.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Therefore the European Food Safety Authority (EFSA) was consulted on 22 July 2009.\n(6) On 30 June 2011, EFSA in the ‘Scientific opinion on the safety of “Glavonoid®”, an extract derived from the roots of or rootstock of Glycyrrhiza glabra L., as a novel food ingredient on request from the European Commission’ (2) came to the conclusion that Glavonoid was safe for the general adult population at an intake of up to 120 mg per day.\n(7) In order not to exceed an intake of 120 mg per day of Glavonoid, Kaneka Pharma Europe NV agreed on 11 August 2011 to limit the use of Glavonoid as an ingredient to food supplements and beverages.\n(8) On the basis of the scientific assessment, it is established that Glavonoid complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Flavonoids from Glycyrrhiza glabra L. (hereinafter referred to as ‘Glavonoid’), as specified in Annex I, may be placed on the market in the Union as a novel food ingredient for the uses specified in Annex II.\nGlavonoid shall not be sold to the final consumer as such.", "1.   The designation of flavonoids from Glycyrrhiza glabra L. authorised by this Decision on the labelling of the foodstuffs containing it shall be ‘flavonoids from Glycyrrhiza glabra L.’.\n2.   There shall be a statement on the labelling of the foods where the product was added as a novel food ingredient indicating that:\n(a) the product should not be consumed by pregnant and breast feeding women, children and young adolescents; and\n(b) people taking prescription drugs should only consume the product under medical supervision;\n(c) a maximum of 120 mg of Glavonoid per day should be consumed.\n3.   The amount of Glavonoid in the final food shall be indicated on the labelling of the food containing it.\n4.   Beverages containing Glavonoid shall be presented to the final consumer as single portions.", "This Decision is addressed to Kaneka Pharma Europe NV, Triomflaan 173, 1160 Brussels, Belgium."], "attachments": "Done at Brussels, 24 November 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2011; 9(7): 2287.\nANNEX I\nSPECIFICATIONS OF GLAVONOID\nDescription\nGlavonoid is an extract derived from the roots or rootstock of Glycyrrhiza glabra L. by extraction with ethanol followed by further extraction of this ethanolic extract with medium-chain triglycerides. It is a dark-brown coloured liquid, containing 2,5 % to 3,5 % of glabridin.\nSpecifications\nParameter\nMoisture less than 0,5 %\nAsh less than 0,1 %\nPeroxide value less than 0,5 meq/kg\nGlabridin 2,5 to 3,5 % of fat\nGlycyrrhizinic acid less than 0,005 %\nFat including polyphenol-type substances not less than 99 %\nProtein less than 0,1 %\nCarbohydrates not detectable\nANNEX II\nFood category Maximum content of Glavonoid\nBeverages based on milk 120 mg per daily portion\nFood supplements 120 mg per portion of daily consumption"}