{"celex_id": "32011D0521(01)", "uri": "http://publications.europa.eu/resource/cellar/638eab9a-2ddc-4f5d-a6ce-8136f5de419b", "type": "Decision", "concepts": ["115", "3559", "7984"], "title": "Council Decision of 17 May 2011 appointing fifteen members of the Management Board of the European Chemicals Agency\n", "header": "21.5.2011 EN Official Journal of the European Union C 151/1\nCOUNCIL DECISION\nof 17 May 2011\nappointing fifteen members of the Management Board of the European Chemicals Agency\n2011/C 151/01\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) and establishing a European Chemicals Agency (1), and in particular Article 79 thereof,\nWhereas:\n(1) Article 79 of Regulation (EC) No 1907/2006 provides that the Council should appoint as members of the Management Board of the European Chemicals Agency (‘the Management Board’) one representative from each Member State.\n(2) The members of the Management Board should be appointed on the basis of their relevant experience and expertise in the field of chemical safety or the regulation of chemicals whilst also ensuring that relevant expertise is available amongst the board members in the fields of general, financial and legal matters.\n(3) The duration of the term of office should be four years. It should be possible to renew the term of office once.\n(4) By a Decision of 7 June 2007 (2) the Council appointed 27 members of the Management Board.\n(5) Since that Decision, the Belgian (3), Bulgarian (4), Danish (5), Latvian (6), Portuguese (7), Romanian (8) and British (9) members of the Management Board have been replaced.\n(6) The members of the Management Board nominated by Belgium, Bulgaria, Denmark, Germany, Estonia, Greece, Cyprus, Latvia, Lithuania, Malta, Poland, Portugal, Romania, Slovakia and the United Kingdom were all appointed for a period ending on 31 May 2011. Members of the Management Board from these Member States should therefore be nominated and appointed for a period which commences on 1 June 2011 and runs until 31 May 2015.\n(7) The Council has received nominations from all the Member States concerned,", "main_body": ["The following persons shall be appointed members of the Management Board of the European Chemicals Agency (‘the Management Board’) for a second term running from 1 June 2011 to 31 May 2015 (name, nationality, date of birth):\n— Mr Helmut DE VOS, Belgian, 25 February 1978,\n— Mr Boyko Marinov MALINOV, Bulgarian, 30 August 1964,\n— Mr Eskil Toft THUESEN, Danish, 4 September 1965,\n— Mr Alexander NIES, German, 27 January 1956,\n— Mr Leandros NICOLAIDES, Cypriot, 11 February 1950,\n— Mr Armands PLÄTE, Latvian, 27 February 1962,\n— Mr Francis E. FARRUGIA, Maltese, 18 December 1945,\n— Mr Mário GRÁCIO, Portuguese, 5 May 1971,\n— Ms Edita NOVÁKOVÁ, Slovak, 8 July 1956,\n— Mr Arwyn DAVIES, British, 17 January 1957.", "The following persons shall be appointed members of the Management Board for a first term running from 1 June 2011 to 31 May 2015 (name, nationality, date of birth):\n— Ms Aive TELLING, Estonian, 8 May 1974,\n— Ms Kassandra DIMITRIOU, Greek, 30 June 1957,\n— Ms Marija TERIOSINA, Lithuanian, 4 November 1952,\n— Ms Edyta MIĘGOĆ, Polish, 20 January 1976,\n— Mr Ionuț GEORGESCU, Romanian, 3 July 1976.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 17 May 2011.\nFor the Council\nThe President\nFAZEKAS S.\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ C 134, 16.6.2007, p. 6.\n(3)  OJ C 16, 22.1.2010, p. 5.\n(4)  OJ C 125, 13.5.2010, p. 6.\n(5)  OJ C 282, 19.10.2010, p. 4.\n(6)  OJ C 320, 16.12.2008, p. 4.\n(7)  See footnote 5.\n(8)  OJ C 73, 19.3.2008, p. 23.\n(9)  See footnote 3."}