{"celex_id": "32013R1166", "uri": "http://publications.europa.eu/resource/cellar/8656283d-5130-11e3-8945-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2987", "3618", "5451", "5877"], "title": "Commission Implementing Regulation (EU) No 1166/2013 of 18 November 2013 amending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance dichlorprop-P  Text with EEA relevance\n", "header": "19.11.2013 EN Official Journal of the European Union L 309/22\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1166/2013\nof 18 November 2013\namending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance dichlorprop-P\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular the second alternative of Article 21(3) and Article 78(2) thereof,\nWhereas:\n(1) Commission Directive 2006/74/EC (2) included dichlorprop-P as active substance in Annex I to Council Directive 91/414/EEC (3), under the condition that the Member States concerned ensure that the notifier at whose request dichlorprop-P was included in that Annex provide further confirmatory information on animal metabolism and the risk assessment on acute and short-term exposure for birds and on acute exposure for herbivorous mammals.\n(2) Active substances included in Annex I to Directive 91/414/EEC are deemed to have been approved under Regulation (EC) No 1107/2009 and are listed in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 (4).\n(3) The notifier submitted additional information with a view to confirm the risk assessment for birds and mammals for the use in cereals, grassland and grass seed crops to the rapporteur Member State Denmark within the time period provided for its submission.\n(4) Denmark assessed the additional information submitted by the notifier. It submitted its assessment, in the form of an addendum to the draft assessment report, to the other Member States, the Commission and the European Food Safety Authority, hereinafter ‘the Authority’, on 22 July 2011.\n(5) The Commission consulted the Authority which presented its opinion on the risk assessment of dichlorprop-P on 13 November 2012 (5).\n(6) In the light of the additional information provided by the notifier, the Commission considered that the further confirmatory information required had not fully been provided and that a high risk for birds and mammals could not be excluded except by imposing further restrictions.\n(7) The Commission invited the notifier to submit its comments on the review report for dichlorprop-P.\n(8) It is confirmed that the active substance dichlorprop-P is to be deemed to have been approved under Regulation (EC) No 1107/2009. In order to minimise the exposure of birds and mammals, it is, however, appropriate to further restrict the uses of this active substance and to provide for specific risk mitigation measures for the protection of those species.\n(9) The Annex to Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(10) Member States should be provided with time to withdraw authorisations for plant protection products containing dichlorprop-P.\n(11) For plant protection products containing dichlorprop-P, where Member States grant any grace period in accordance with Article 46 of Regulation (EC) No 1107/2009, this period should, at the latest, expire one year after the withdrawal or the amendment of the respective authorisations.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Implementing Regulation (EU) No 540/2011\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "Transitional measures\nMember States shall in accordance with Regulation (EC) No 1107/2009, where necessary amend or withdraw existing authorisations for plant protection products containing dichlorprop-P as active substance by 9 June 2014.", "Period of grace\nAny grace period granted by Member States in accordance with Article 46 of Regulation (EC) No 1107/2009 shall be as short as possible and shall expire by 9 June 2015 at the latest.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Commission Directive 2006/74/EC of 21 August 2006 amending Council Directive 91/414/EEC to include dichlorprop-P, metconazole, pyrimethanil and triclopyr as active substances (OJ L 235, 30.8.2006, p. 17).\n(3)  Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (OJ L 230, 19.8.1991, p. 1).\n(4)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1).\n(5)  EFSA Journal 2012;10(11):2950. Available online: www.efsa.europa.eu/efsajournal.htm\nANNEX\nThe column ‘Specific provisions’ of row 133, dichlorprop-P, of Part A of the Annex to Implementing Regulation (EU) No 540/2011 is replaced by the following:\n‘PART A\nOnly uses as herbicide may be authorised.\nAs regards cereals, only application in spring may be authorised, at rates not exceeding 800 g active substance per hectare per application.\nUse on grassland shall not be authorised.\nPART B\nFor the implementation of the uniform principles as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on dichlorprop-P, and in particular Appendices I and II thereof, as finalised in the Standing Committee on the Food Chain and Animal Health on 23 May 2006 shall be taken into account.\nIn this overall assessment Member States shall pay particular attention to the protection of birds, mammals, aquatic organisms and non-target plants.\nConditions of authorisation shall include risk mitigation measures, where appropriate.’"}