{"celex_id": "32013D0620(02)", "uri": "http://publications.europa.eu/resource/cellar/548b138b-d983-11e2-bfa7-01aa75ed71a1", "type": "Decision", "concepts": ["2358", "3026", "5181", "5188", "5334", "5441", "5595", "6366"], "title": "Commission Decision of 18 June 2013 on setting up the Commission expert group on cloud computing contracts\n", "header": "20.6.2013 EN Official Journal of the European Union C 174/6\nCOMMISSION DECISION\nof 18 June 2013\non setting up the Commission expert group on cloud computing contracts\n2013/C 174/04\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) On 27 September 2012, the Commission adopted a Communication to the European Parliament, the Council, the European Social and Economic Committee and the Committee of the Regions on ‘Unleashing the Potential of Cloud Computing in Europe’ (1). In the Communication the Commission underlines its aim of enabling and facilitating faster adoption of cloud computing throughout all sectors of the economy which can cut costs of information and communication technologies, and when combined with new digital business practices, can boost productivity, growth and jobs.\n(2) Among other actions announced in the Communication, the Commission intends to work towards safe and fair contract terms and conditions for cloud computing contracts. This work responds to stakeholder concerns relating to cloud computing contracts. On the one hand, providers of cloud computing services indicated that the complexity and uncertainty relating to the existing legal framework make cross-border activity more difficult. On the other hand, although existing Union legislation protects consumers using cloud computing services, consumers are often unaware of their rights and are not informed by the provider in a sufficiently clear and unambiguous manner about the contractual conditions. Furthermore, representatives of consumers and small and medium-sized enterprises indicated that vague and unbalanced cloud computing contracts make them reluctant to take up cloud computing services. The Commission also intends to work on personal data protection aspects relevant to cloud computing contracts.\n(3) User concerns relate among others to issues in cloud computing contracts such as direct and indirect liability and its possible limitations for instance for security breaches, data integrity, confidentiality or service continuity, remedies for service failures such as downtime or loss of data, unilateral modifications of the contract made by the provider after the conclusion of the contract, termination of the contract and its effects, including the issue of data preservation.\n(4) The Commission intends to facilitate an improvement of the contractual arrangements between cloud computing service providers and consumers and small firms. The intended outcome is to build trust and facilitate the uptake and development of cloud computing services in the Union, considering their significant economic potential. It also intends to facilitate the application of Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (2) to the extent that it is relevant to cloud computing contracts.\n(5) The Commission intends to facilitate stakeholder agreement promoting the use of safe and fair terms and conditions in cloud computing contracts between cloud computing service providers and consumers and small firms. The Commission should work towards this goal with the active involvement of stakeholders drawing on their expertise and experience in the cloud computing sector. For this purpose, the Commission considers it appropriate to set up a group of experts on cloud computing contracts between cloud computing service providers and consumers and small firms. The tasks of the group shall be complementary to the work of the Commission on model terms for cloud computing service level agreements for contracts between cloud providers and professional users.\n(6) The Commission has already addressed contract law-related problems which affect the confidence of consumers and businesses in the digital single market by the proposal for a regulation of the European Parliament and of the Council on a Common European Sales Law (3). The proposal includes rules on the supply of ‘digital content’, which cover some aspects of cloud computing. The group should help to carry out complementary work on safe and fair contract terms and conditions for consumers and small firms for those cloud-related issues that lie beyond the scope of the Common European Sales Law.\n(7) The group should include stakeholders, practitioners and organisations representing cloud services providers and customers, in particular consumers and small firms as well as representatives of legal professions or academics who have expertise in cloud computing contracts and in personal data protection aspects relevant to cloud computing contracts. The group may also include a limited number of specialists in the area of cloud computing contract law acting in their personal capacity. It should help identify best practices relating to cloud computing contracts and work towards ensuring that terms and conditions in cloud computing contracts are safe and fair.\n(8) Rules on disclosure of information by members of the group of experts should be laid down.\n(9) Personal data should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data.\n(10) It is appropriate to fix a period for the application of this Decision. The Commission will in due time consider the advisability of an extension,", "main_body": ["Commission expert group on cloud computing contracts\nThe group of experts ‘Commission expert group on cloud computing contracts’, hereinafter referred to as ‘the group’, is hereby set up.", "Tasks\nThe group shall assist the Commission in the identification of safe and fair contract terms and conditions for cloud computing services for consumers and small firms. The group shall take into account existing best market practices in contract terms and conditions in cloud computing contracts, as well as the relevant provisions of Directive 95/46/EC.", "Consultation\nThe Commission may consult the group on any matter relating to contracts for cloud computing services for consumers and small firms.", "Membership — Appointment\n1.   The group shall be composed of up to 30 members.\n2.   Members shall be:\n(a) individuals appointed in a personal capacity;\n(b) individuals representing a common interest — such as the interest of providers and customers of cloud computing services or legal practitioners;\n(c) organisations of cloud services providers, customers or legal practitioners.\n3.   Members appointed in a personal capacity shall be appointed by the Director-General of Directorate-General for Justice from specialists or academics with a specific knowledge in the areas referred to in Articles 2 and 3 who have responded to a call for applications. They shall act independently and sign an undertaking to act in the public interest and a declaration indicating the absence of any conflict of interest.\nIndividuals appointed to represent a common interest shall not represent an individual stakeholder. They shall be appointed by the Director-General of Directorate-General for Justice from stakeholders with competence in the areas referred to in Articles 2 and 3 who have responded to a call for applications and made a commitment to contribute to the work of the group.\nOrganisations shall be appointed by the Director-General of Directorate-General for Justice from organisations of stakeholders in the areas referred to in Articles 2 and 3 who have responded to a call for applications. They shall nominate their representatives.\n4.   Members who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do no longer comply with the conditions set out in paragraph 3 of this Article or Article 339 of the Treaty may be replaced for the remainder of their term of office.\n5.   The names of members shall be published in the Register of Commission expert groups and other similar entities (‘the Register’). For individuals representing a common interest, the stakeholder interest represented shall be indicated.\n6.   Personal data shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.\n7.   Members of the group shall be appointed for the full period of application of this Decision.", "Operation\n1.   The group shall be chaired by a representative of the Commission.\n2.   The representative of the Commission may set up sub-groups for the purpose of examining specific issues related to cloud computing contracts for consumers and small firms, in particular regarding the implementation of provisions of Directive 95/46/EC with a relevance to cloud computing contracts. Such subgroups shall be dissolved as soon as their mandates are fulfilled.\n3.   The representative of the Commission may invite experts who are not members of the group with specific competence in a subject to participate in the work of the group. In addition, the representative of the Commission may give observer status to individuals, organisations as defined in Rule 8(3) of the horizontal rules on expert groups and candidate countries (4).\n4.   Members of the group and their representatives as well as invited experts and observers shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, as well as with the Commission's rules on security regarding the protection of EU classified information, laid down in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (5). Should they fail to respect these obligations, the Commission may take all appropriate measures.\n5.   The group and its subgroups shall meet on Commission premises. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the group and its subgroups.\n6.   The Commission publishes all relevant documents on the activities of the group (such as agendas, minutes and participants’ submissions) either by including it in the Register or via a link from the Register to a dedicated website.\nExceptions to publication should be foreseen where disclosure of a document would undermine the protection of a public or private interest as defined in Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council (6).\nAny results or rights to them, including copyright and other intellectual or industrial property rights which arise from the activities of the group, shall be owned solely by the Union, which may use, publish, assign or transfer them as it sees fit, without geographical or other limitation, except where industrial or intellectual property rights exist (‘pre-existing rights’) prior to the work in the group being entered into where any such pre-existing rights have been declared in writing to the Commission in advance of the performance of any of the activities of the group.", "Meeting expenses\n1.   Participants in the activities of the group shall not be remunerated for the services they render.\n2.   The Commission shall reimburse travel expenses and, where appropriate, subsistence expenses incurred by participants in connection with the activities of the group in accordance with the Commission's rules on the compensation of external experts.\n3.   Meeting expenses shall be reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.", "Applicability\n1.   The Decision shall apply until 1 July 2016. The Commission may decide on a possible extension before that date."], "attachments": "Done at Brussels, 18 June 2013.\nFor the Commission\nViviane REDING\nVice-President\n(1)  COM(2012) 529 final.\n(2)  OJ L 281, 23.11.1995, p. 31.\n(3)  COM(2011) 635 final.\n(4)  http://ec.europa.eu/transparency/regexpert/PDF/SEC_2010_EN.pdf\n(5)  OJ L 317, 3.12.2001, p. 1.\n(6)  OJ L 145, 31.5.2001, p. 43."}