{"celex_id": "32013D0240", "uri": "http://publications.europa.eu/resource/cellar/4c3846cb-c76f-11e2-ac91-01aa75ed71a1", "type": "Decision", "concepts": ["261", "5551", "8481"], "title": "Council Decision 2013/240/CFSP of 27 May 2013 amending Decision 2010/279/CFSP on the European Union Police Mission in Afghanistan (EUPOL AFGHANISTAN)\n", "header": "28.5.2013 EN Official Journal of the European Union L 141/44\nCOUNCIL DECISION 2013/240/CFSP\nof 27 May 2013\namending Decision 2010/279/CFSP on the European Union Police Mission in Afghanistan (EUPOL AFGHANISTAN)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28 and Articles 42(4) and 43(2) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 18 May 2010, the Council adopted Decision 2010/279/CFSP (1), extending EUPOL AFGHANISTAN for three years until 31 May 2013.\n(2) Following the recommendations of the Strategic Review conducted in October 2012 and the subsequent adaptation of the Operational Plan (OPLAN), EUPOL AFGHANISTAN should be extended until 31 December 2014.\n(3) EUPOL AFGHANISTAN will be conducted in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union’s external action as set out in Article 21 of the Treaty.\n(4) Decision 2010/279/CFSP should therefore be amended accordingly,", "main_body": ["Decision 2010/279/CFSP is hereby amended as follows:\n(1) Article 1(1) is replaced by the following:\n(2) Article 3(1) is replaced by the following:\n(a) assist the Government of Afghanistan in advancing the institutional reform of the Ministry of the Interior and in developing and coherently implementing policies and a strategy towards sustainable and effective civilian policing arrangements, especially with regard to the Afghan Uniform (Civilian) Police and the Afghan Anti-Crime Police;\n(b) assist the Government of Afghanistan in further professionalising the Afghan National Police (ANP), in particular by supporting the development of training infrastructure and by enhancing Afghan abilities to develop and deliver training;\n(c) support the Afghan authorities in further developing linkages between the police and the wider rule of law and ensure appropriate interaction with the wider criminal justice system;\n(d) improve cohesion and coordination among international actors and further work on strategy development on police reform, especially through the International Police Coordination Board (IPCB), in close coordination with the international community and through continued cooperation with key partners, including with the NATO-led International Security Assistance Force (ISAF) and the NATO Training Mission and other contributors.\n(3) Article 4 is replaced by the following:\n(i) the Head of Mission and his office including a Senior Mission Security Officer;\n(ii) a police component;\n(iii) a rule of law component;\n(iv) a training component;\n(v) a field component;\n(vi) mission support;\n(vii) field offices outside Kabul, as appropriate;\n(viii) a support element in Brussels.\n(4) Article 11 is replaced by the following:\n(5) Article 13(1) is replaced by the following:\n(6) Article 14 is replaced by the following:\n(7) In Article 17, the second paragraph is replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 27 May 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 123, 19.5.2010, p. 4.\n(2)  OJ L 141, 27.5.2011, p. 17.’;\n(3)  Council Decision 2009/937/EU of 1 December 2009 adopting the Council’s Rules of Procedure (OJ L 325, 11.12.2009, p. 35).’;"}