{"celex_id": "32012R1058", "uri": "http://publications.europa.eu/resource/cellar/07f2bdfd-7bc0-46f1-9565-5c8c7b9ce2ae", "type": "Regulation", "concepts": ["1116", "192", "2531", "3135", "6569"], "title": "Commission Regulation (EU) No 1058/2012 of 12 November 2012 amending Regulation (EC) No 1881/2006 as regards maximum levels for aflatoxins in dried figs  Text with EEA relevance\n", "header": "13.11.2012 EN Official Journal of the European Union L 313/14\nCOMMISSION REGULATION (EU) No 1058/2012\nof 12 November 2012\namending Regulation (EC) No 1881/2006 as regards maximum levels for aflatoxins in dried figs\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (2) sets maximum levels (MLs) for aflatoxin B1 and aflatoxin total (aflatoxin B1 + G1 + B2 + G2) in a range of foodstuffs.\n(2) It is necessary to amend the maximum level for aflatoxins in dried figs to take into account developments in Codex Alimentarius, new information on the extent to which the presence of aflatoxins can be prevented by applying good practices and new scientific information on the difference in health risk between different hypothetical maximum levels for aflatoxin B1 and aflatoxin total in different food commodities.\n(3) Codex Alimentarius established a level of 10 μg/kg aflatoxin total in dried figs \"ready-to-eat\" (3). The maximum level was based on the assessment performed by the Joint FAO/WHO Expert Committee on Food Additives (JECFA) at its sixty-eighth meeting on the impact of exposure and health risk of different hypothetical maximum levels of aflatoxins for almonds, Brazil nuts, hazelnuts, pistachios and dried figs (4). The Committee concluded as regards dried figs that whatever the hypothetical ML scenario applied there would be no significant impact on the overall dietary exposure to aflatoxins. It was demonstrated that by applying good practices a level of 10 μg/kg aflatoxin total could be achieved.\n(4) Codex Alimentarius established only a maximum level for aflatoxin total due to the wide variation observed in the ratio between aflatoxin B1 and aflatoxin total, caused by several factors (crop year, variety, weather). However, given that aflatoxin B1 is the most potent carcinogen, a separate lower maximum level for aflatoxin B1 in addition to the level for aflatoxin total has been established in EU legislation. Aflatoxin total is the sum of Aflatoxin B1, B2, G1 and G2. It is therefore appropriate that the maximum level established for aflatoxin B1 corresponds to the level established for aflatoxin total. The corresponding aflatoxin B1 level was determined by making use of the data on occurrence of aflatoxins in dried figs collected since 2005. From this calculation it is evident that the ratio of the content of aflatoxin B1/aflatoxin total is on average about 0,6 rather than the previous assumption that the concentration of aflatoxin B1 is on average about 50 % of aflatoxin total.\n(5) The outcome of the abovementioned JECFA assessment on the effect on exposure between different maximum levels in dried figs was confirmed by an updated exposure assessment (5) performed by the Dietary and Chemical Monitoring (DCM) Unit in European Food Safety Authority (EFSA) which estimated for different exposure scenario's the increase of dietary aflatoxin exposure to be between 0,15 to 0,26 % for a maximum level of aflatoxin total in dried figs of 10 μg/kg compared to 4 μg/kg. From the previous EFSA assessments on this issue (6), it can be concluded that such an increase would not adversely affect public health. It is therefore appropriate to replace the maximum level currently applicable in the Union by the Codex maximum level for aflatoxin total in dried figs and the corresponding maximum level for aflatoxin B1 and to amend Regulation (EC) No 1881/2006 accordingly.\n(6) As Codex Alimentarius Commission has not established a maximum level for aflatoxin total in figs other than figs \"ready-to eat\" it is appropriate to maintain the existing Union maximum level for aflatoxin total in these figs and to adapt only the level for aflatoxin B1 for these figs to take into account the more recent data on the ratio of the concentration between aflatoxin B1 and aflatoxin total in dried figs.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them.", "main_body": ["The Annex to Regulation (EC) No 1881/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 37, 13.2.1993, p. 1.\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  Codex General Standard for Contaminants and toxins in foods (CODEX STAN 193-1995) http://www.codexalimentarius.net/download/standards/17/CXS_193e.pdf\n(4)  WHO Food Additive Series: 59. Safety evaluation of certain food additives and contaminants. http://www.who.int/foodsafety/chem/jecfa/publications/monographs/en/index.html\n(5)  European Food Safety Authority; Effect on dietary exposure of an increase of the levels for aflatoxin total from 4 μg/kg to 10 μg/kg for dried figs. Supporting Publications 2012:EN-311. [6 pp.]. Available online: www.efsa.europa.eu/publications\n(6)  Opinion of the scientific panel on contaminants in the food chain [CONTAM] related to the potential increase of consumer health risk by a possible increase of the existing maximum levels for aflatoxins in almonds, hazelnuts and pistachios and derived products http://www.efsa.europa.eu/en/efsajournal/doc/446.pdf\nEffects on public health of an increase of the levels for aflatoxin total from 4 μg/kg to 10 μg/kg for tree nuts other than almonds, hazelnuts and pistachios - Statement of the Panel on Contaminants in the Food Chain http://www.efsa.europa.eu/en/efsajournal/doc/1168.pdf\nANNEX\nThe Annex to Regulation (EC) No 1881/2006 is amended as follows:\n(1) In the Section 2, the entries 2.1.9 and 2.1.10 are replaced by the following entries:\n\"2.1.9 Dried fruit, other than dried figs, to be subjected to sorting, or other physical treatment, before human consumption or use as an ingredient in foodstuffs 5,0 10,0 —\n2.1.10 Dried fruit, other than dried figs, and processed products thereof, intended for direct human consumption or use as an ingredient in foodstuffs 2,0 4,0 —\"\n(2) In Section 2, the following entry 2.1.18 is added\n\"2.1.18 Dried figs 6,0 10,0 —\""}