{"celex_id": "32012D0629", "uri": "http://publications.europa.eu/resource/cellar/6929d1d6-1391-11e2-8e28-01aa75ed71a1", "type": "Decision", "concepts": ["2635", "2771", "3191", "4062", "5332", "5876", "765"], "title": "2012/629/EU: Commission Decision of 10 October 2012 amending Decision 2008/577/EC accepting the undertakings offered in connection with the anti-dumping proceeding concerning imports of ammonium nitrate originating in Russia\n", "header": "11.10.2012 EN Official Journal of the European Union L 277/8\nCOMMISSION DECISION\nof 10 October 2012\namending Decision 2008/577/EC accepting the undertakings offered in connection with the anti-dumping proceeding concerning imports of ammonium nitrate originating in Russia\n(2012/629/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   EXISTING MEASURES\n(1) The Council, by Regulation (EC) No 2022/95 (2), imposed a definitive anti-dumping duty on imports of ammonium nitrate originating in Russia. Following a request for an expiry and interim review, the Council, by Regulation (EC) No 658/2002 (3), imposed a definitive anti-dumping duty on imports of ammonium nitrate originating in Russia. Following a request for another expiry and interim review, the Council, by Regulation (EC) No 661/2008 (4), imposed a definitive anti-dumping duty on imports of ammonium nitrate originating in Russia. This Regulation was last amended by Council Regulation (EC) No 989/2009 (5).\n(2) The Commission, by Decision 2008/577/EC (6) (‘the Decision’) accepted a price undertaking (‘the undertaking’), inter alia, from the companies Open Joint Stock Company (OJSC) ‘Azot’, Novomoskovsk, Russia, or Open Joint Stock Company (OJSC) ‘Nevinnomyssky Azot’, Nevinnomyssk, Russia, concerning imports of ammonium nitrate produced by these companies and either sold directly to the first independent customer in the Union or sold by Eurochem Trading GmbH, Zug, Switzerland or sold via Open Joint Stock Company (OJSC) Mineral and Chemical Company ‘Eurochem’, Moscow, Russia and EuroChem Trading GmbH, Zug, Switzerland, (‘the Eurochem Group’) to the first independent customer in the Union.\n(3) By the same Decision, the Commission also accepted an undertaking from a Ukrainian company. Measures on imports of ammonium nitrate originating in Ukraine expired on 17 June 2012 (7), thus the related undertaking also expired on the same day.\n(4) The undertaking accepted from the Eurochem Group is based on three elements, namely (1) an indexation of the minimum prices in accordance with public international quotations, (2) a quantitative ceiling and (3) a commitment not to sell the products covered by the undertaking to the same customers in the European Union to which they sell other products, with the exception of certain other products for which the Eurochem Group undertook to respect specific price regimes.\n(5) As referred to in recital 14 of the Decision, when accepting the undertaking, the sales structure of the Eurochem Group was such that the Commission considered the risk of circumventing the undertaking as limited.\nB.   CHANGED CIRCUMSTANCES\n(6) In April 2012, the Eurochem Group informed the Commission of a change in its corporate and sales structure, namely that it had acquired a fertiliser production and sales facility in the European Union which produces and sells not only the products covered but also a variety of other fertiliser products.\n(7) The Commission analysed the implications of this acquisition and considered that there is a high risk of cross-compensation. Indeed, if Eurochem Group’s recently acquired fertiliser production and sales facility in the European Union sells any of its products to the same customers as the other members of the Eurochem Group, the prices for such transactions could be set in a way to compensate for the Minimum Import Prices subject to the undertaking. Such a compensation would however not be identifiable by monitoring activities since the price structure for the majority of products produced by the recently acquired fertiliser production and sales facility is not subject to any publicly available source, thus it cannot be assessed whether the prices paid by the customers respond to the value of the products or take into account a potential rebate in order to compensate transactions subject to the undertaking for which a Minimum Import Price has to be respected. In other words, the monitoring of the undertaking would become impracticable and unworkable. The Commission informed the Eurochem Group accordingly and announced that it would be inclined to consider the withdrawal of the undertaking.\n(8) Subsequently, the Eurochem Group offered not to sell to the same customers products covered by the undertaking which are either of Russian origin or of EU origin. The Eurochem Group would also apply the existing price discipline concerning the sales of other products to those products of EU origin. All sales of Russian and EU origin should also be reported.\n(9) The Commission considers that these commitments cannot alter its initial assessment for the following reasons: (1) products of EU origin cannot be made subject to a price discipline, (2) not all manufactured products of EU origin would be subject to reporting and (3) the monitoring of such an undertaking would be impracticable as stated in recital 7 above.\n(10) Moreover, it cannot be excluded that some of the price quotations (being the basis for the price indexation mechanism) could be influenced by the acquisition of EU-based production and sales facilities.\n(11) Finally, in July 2012, the Eurochem Group informed the Commission of another change in its corporate structure, namely that one of its members trading the product concerned acquired the control through shares of a distribution group of fertilisers located both in third countries as well as in the EU. This has added to the increased risk of cross-compensation and to the impracticability of the undertaking as explained in recital 7 above.\n(12) Based on the above considerations, the Commission concluded that following the change in corporate and sales structure of the company, there is a high risk of cross-compensation and the undertaking accepted from the Eurochem Group becomes impracticable and therefore should be withdrawn.\n(13) The Eurochem Group was informed of the Commission’s conclusions and given an opportunity to comment.\nC.   WRITTEN SUBMISSIONS\n(14) The Eurochem Group was granted the opportunity to be heard and written submissions were also received in which the Eurochem Group offered not to sell the product covered by the undertaking to any customer to whom its recently acquired fertiliser production and sales facility in the EU sells any of its products. The Eurochem Group also explained that the referred fertiliser distribution group constitutes the traditional sales channel of its recently acquired fertiliser production and sales facility in the EU hence it does not create additional cross-compensation risk. In addition, the Eurochem Group claimed the influence over price quotations is theoretical since it would be contrary to its own commercial interest to set a lower selling price for its ammonium nitrate of EU origin in order to reduce the indexed Minimum Import Prices for the ammonium nitrate of Russian origin.\n(15) The Commission considers that the revised commitment does not alter the outcome of its initial assessment on the impracticability of the undertaking. Firstly, regardless of the fertiliser group being the traditional sales channel of its recently acquired production and sales facility in the EU, it is still a new sales channel to the Eurochem Group. Therefore, the monitoring of the undertaking would still require to verify all sales made by the Eurochem Group’s fertiliser and sales facility in the EU to ascertain the lack of cross-compensation, thus rendering the monitoring very burdensome. Secondly, the likely influence over price quotations cannot be eliminated since de facto the price quotations used to establish the Minimum Import Prices will be affected by the sales of the recently acquired fertiliser production facility in the EU.\nD.   AMENDMENT OF DECISION 2008/577/EC\n(16) Therefore, in accordance with Article 8(9) of the basic Regulation and also in accordance with the relevant clauses of the undertaking authorising the Commission to unilaterally withdraw the undertaking, the Commission has concluded that the acceptance of the undertaking offered by the Eurochem Group should be withdrawn and Decision 2008/577/EC should be amended. Accordingly, the definitive anti-dumping duty imposed by Articles 1 and 2 of Regulation (EC) No 661/2008 should apply to imports of the product concerned produced by the Eurochem Group (Taric additional code A522),", "main_body": ["Acceptance of the undertaking in relation to the companies Open Joint Stock Company (OJSC) ‘Azot’, Novomoskovsk, Russia, or Open Joint Sstock Company (OJSC) ‘Nevinnomyssky Azot’, Nevinnomyssk, Russia, concerning imports of ammonium nitrate produced by these companies and either sold directly to the first independent customer in the Union or sold by Eurochem Trading GmbH, Zug, Switzerland or sold via Open Joint Stock Company (OJSC) Mineral and Chemical Company ‘Eurochem’, Moscow, Russia and EuroChem Trading GmbH, Zug, Switzerland, (‘the Eurochem Group’) to the first independent customer in the Union (Taric additional code A522) is hereby withdrawn.", "The table of Article 1 in Decision 2008/577/EC is replaced by the following table:\n‘Country Companies Taric additional code\nRussia JSC Acron, Veliky Novgorod, Russia and JSC Dorogobuzh, Dorogobuzh, Russia, members of “Acron” Holding Company A532’", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 10 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 198, 23.8.1995, p. 1.\n(3)  OJ L 102, 18.4.2002, p. 1.\n(4)  OJ L 185, 12.7.2008, p. 1.\n(5)  OJ L 278, 23.10.2009, p. 1.\n(6)  OJ L 185, 12.7.2008, p. 43.\n(7)  OJ C 171, 16.6.2012, p. 25."}