{"celex_id": "32010D0631", "uri": "http://publications.europa.eu/resource/cellar/6e7ddf20-72da-4b50-bd8b-2dfab90f189f", "type": "Decision", "concepts": ["1160", "1683", "1879", "2825", "3043", "4801", "5404", "5585", "5742", "664"], "title": "2010/631/EU: Council Decision of 13 September 2010 concerning the conclusion, on behalf of the European Union, of the Protocol on Integrated Coastal Zone Management in the Mediterranean to the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean\n", "header": "23.10.2010 EN Official Journal of the European Union L 279/1\nCOUNCIL DECISION\nof 13 September 2010\nconcerning the conclusion, on behalf of the European Union, of the Protocol on Integrated Coastal Zone Management in the Mediterranean to the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean\n(2010/631/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1), in conjunction with Article 218(6)(a), thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Convention for the Protection of the Mediterranean Sea against Pollution, which was subsequently renamed as the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (hereinafter referred to as ‘the Barcelona Convention’) was concluded on behalf of the European Community by the Council in Decisions 77/585/EEC (1) and 1999/802/EC (2).\n(2) In accordance with Article 4.3(e) of the Barcelona Convention, the Contracting Parties shall commit themselves to promote the integrated management of the coastal zones, taking into account the protection of areas of ecological and landscape interest and the rational use of natural resources.\n(3) The Recommendation of the European Parliament and of the Council of 30 May 2002, concerning the implementation of Integrated Coastal Zone Management in Europe (3), and in particular Chapter V thereof, encourages the implementation by the Member States of integrated coastal zone management in the context of existing conventions with neighbouring countries, including non-Member States, in the same regional sea.\n(4) The European Union promotes integrated management on a larger scale by means of horizontal instruments, including in the field of environmental protection, and by developing a sound scientific base for it, through its research programmes. These activities therefore contribute to integrated coastal zone management.\n(5) Integrated Coastal Zone Management is one component of the EU Integrated Maritime Policy as endorsed by the European Council held in Lisbon on 13 and 14 December 2007 and as also detailed in the Commission Communication ‘Towards an Integrated Maritime Policy for better governance in the Mediterranean’ and later welcomed by the General Affairs Council in its conclusions on Integrated Maritime Policy of 16 November 2009.\n(6) By Decision 2009/89/EC of 4 December 2008 (4), the Council signed the Protocol on Integrated Coastal Zone Management in the Mediterranean to the Barcelona Convention (hereinafter referred to as ‘the ICZM Protocol’) on behalf of the Community, subject to the subsequent conclusion of the ICZM Protocol at a later date.\n(7) Following the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union notified the Government of Spain as regards the European Union having replaced and succeeded the European Community.\n(8) The Mediterranean coastal zones continue to experience severe environmental pressure and degradation of coastal resources. The ICZM Protocol provides a framework to stimulate a more concerted and integrated approach, involving public and private stakeholders including civil society and economic operators. Such an inclusive approach, based on best available scientific observation and knowledge, is required to address these problems more effectively and achieve a more sustainable development of the Mediterranean coastal zones.\n(9) The ICZM Protocol covers a broad range of provisions which will need to be implemented by different levels of administration, having regard to the principles of subsidiarity and proportionality.While it is appropriate for the Union to act in support of integrated coastal zone management, bearing in mind, inter alia, the cross-border nature of most environmental problems, the Member States and their relevant competent authorities will be responsible for the design and implementation on the coastal territory of certain detailed measures laid down in the ICZM Protocol, such as the establishment of zones where construction is not allowed.\n(10) The ICZM Protocol should be approved,", "main_body": ["The Protocol on Integrated Coastal Zone Management in the Mediterranean to the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (hereinafter referred to as ‘the ICZM Protocol’) is hereby approved on behalf of the European Union (5).", "The President of the Council shall designate the person(s) empowered to proceed, on behalf of the Union, to the deposit of the instrument of approval, with the Government of Spain which assumes the function of Depositary, provided for in Article 37 of the ICZM Protocol, in order to express the consent of the Union to be bound by the ICZM Protocol.", "This Decision shall enter into force on the day of its adoption.\nThe date of entry into force of the ICZM Protocol shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 September 2010.\nFor the Council\nThe President\nS. VANACKERE\n(1)  OJ L 240, 19.9.1977, p. 1.\n(2)  OJ L 322, 14.12.1999, p. 32.\n(3)  OJ L 148, 6.6.2002, p. 24.\n(4)  OJ L 34, 4.2.2009, p. 17.\n(5)  The ICZM Protocol was published in OJ L 34, 4.2.2009, p. 19, together with the Decision on signature."}