{"celex_id": "32010R0955", "uri": "http://publications.europa.eu/resource/cellar/48c26673-acd3-4f42-8fea-adea32fd0ee8", "type": "Regulation", "concepts": ["1445", "1755", "192", "4743", "5070", "5369"], "title": "Commission Regulation (EU) No 955/2010 of 22 October 2010 amending Regulation (EC) No 798/2008 as regards the use of vaccines against Newcastle disease  Text with EEA relevance\n", "header": "23.10.2010 EN Official Journal of the European Union L 279/3\nCOMMISSION REGULATION (EU) No 955/2010\nof 22 October 2010\namending Regulation (EC) No 798/2008 as regards the use of vaccines against Newcastle disease\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2009/158/EC of 30 November 2009 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (1), and in particular Article 25(1)(b) and Article 26(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (2) lays down veterinary certification requirements for those commodities. Those requirements take into account whether or not additional guarantees or specific conditions are required due to the Newcastle disease status of those third countries, territories, zones or compartments.\n(2) Regulation (EC) No 798/2008 also lays down conditions for determining whether or not a third country, territory, zone or compartment is to be considered as free from Newcastle disease. One such criterion is that no vaccination against that disease is carried out using vaccines that do not comply with the criteria for recognised Newcastle disease vaccines set out in Part I of Annex VI to that Regulation. Point 2 of Part II of that Annex sets out specific criteria for Newcastle disease vaccines including for inactivated vaccines.\n(3) The Manual of Diagnostic Tests and Vaccines for Terrestrial Animals of the World Organisation for Animal Health (the OIE Manual) sets out requirements for vaccines against Newcastle disease including safety controls at different stages of the manufacturing process.\n(4) In the interests of safeguarding the health status of poultry in the Union and in order to facilitate trade in poultry and poultry meat, it is appropriate that the requirements for Newcastle disease vaccines and their use in third countries from where poultry and poultry meat may be imported, take into account the requirements for such vaccines set out in the OIE Manual.\n(5) For that purpose, the general criteria for recognised Newcastle disease vaccines set out in Part I of Annex VI to Regulation (EC) No 798/2008 should refer to the requirements of the OIE Manual, which should be kept as a dynamic reference to take into account the regular updates to that Manual in the light of new scientific developments.\n(6) In addition, in view of technical progress that has been made in relation to the production of Newcastle disease vaccines, in particular as regards inactivation techniques, as well as the requirements laid down in the OIE Manual, the specific criteria for inactivated Newcastle disease vaccines set out in point 2 of Part II of Annex VI to Regulation (EC) No 798/2008 should be deleted.\n(7) It is necessary to amend certain provisions for meat of poultry set out in Annex VII to Regulation (EC) No 798/2008 and the corresponding model veterinary certificate for meat of poultry (POU) set out in Annex I, in order to take account of the amendments to Annex VI to that Regulation.\n(8) Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(9) It is appropriate to lay down a date of application of this Regulation, in order to align it with the date of application of Commission Decision 93/152/EEC (3), as amended by Decision 2010/633/EU (4), which introduces corresponding amendments for the criteria for inactivated vaccines against Newcastle disease.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I, VI and VII to Regulation (EC) No 798/2008 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 74.\n(2)  OJ L 226, 23.8.2008, p. 1.\n(3)  OJ L 59, 12.3.1993, p. 35.\n(4)  See page 33 of this Official Journal.\nANNEX\nAnnexes I, VI and VII to Regulation (EC) No 798/2008 are amended as follows:\n(a) in Part 2 of Annex I the model veterinary certificate for meat of poultry (POU) is replaced by the following:\n(b) Annex VI is replaced by the following:\n1. Vaccines must comply with the standards set out in the Manual of Diagnostic Tests and Vaccines for Terrestrial Animals of the World Organisation for Animal Health (OIE) in the Chapter on Newcastle disease.\n2. Vaccines must be registered by the competent authorities of the third country concerned before being allowed to be distributed and used. For such registration, the competent authorities of the third country concerned must rely on a complete file containing data on the efficacy and innocuity of the vaccine; for imported vaccines the competent authorities may rely on data checked by the competent authorities of the country where the vaccine is produced, as far as these checks have been carried out in conformity with OIE standards.\n3. In addition, imports or production and distribution of the vaccines must be controlled by the competent authorities of the third country concerned.\n4. Before distribution is allowed, each batch of vaccines must be tested on innocuity, in particular regarding attenuation or inactivation and absence of undesired contaminating agents, and on efficacy on behalf of the competent authorities.\n(a) less than 0,4, if not less than 107 EID50 are administered to each bird in the ICPI test; or\n(b) less than 0,5, if not less than 108 EID50 are administered to each bird in the ICPI test.’;\n(c) in Annex VII, in Part II, point (a) is replaced by the following:\n‘(a) has not been vaccinated with live attenuated vaccines prepared from a Newcastle disease virus master seed showing a higher pathogenicity than lentogenic strains of the virus within the period of 30 days preceding slaughter;’"}