{"celex_id": "32014D0512", "uri": "http://publications.europa.eu/resource/cellar/9ea0fc6c-18c2-11e4-933d-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3584", "5876", "5946", "6930"], "title": "Council Decision 2014/512/CFSP of 31 July 2014 concerning restrictive measures in view of Russia's actions destabilising the situation in Ukraine\n", "header": "31.7.2014 EN Official Journal of the European Union L 229/13\nCOUNCIL DECISION 2014/512/CFSP\nof 31 July 2014\nconcerning restrictive measures in view of Russia's actions destabilising the situation in Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 6 March 2014, the Heads of State or Government of the European Union strongly condemned the unprovoked violation of Ukrainian sovereignty and territorial integrity by the Russian Federation and called on the Russian Federation to immediately withdraw its armed forces to the areas of their permanent stationing, in accordance with the relevant agreements. They stated that any further steps by the Russian Federation to destabilise the situation in Ukraine would lead to additional and far reaching consequences for relations in a broad range of economic areas between the European Union and its Member States, on the one hand, and the Russian Federation, on the other hand.\n(2) On 17 March 2014, the Council adopted Decision 2014/145/CFSP concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine (1), whereby the Council imposed travel restrictions and asset freeze measures.\n(3) On 21 March 2014, the European Council recalled the statement of the Heads of State or Government of 6 March 2014 and asked the Commission and the Member States to prepare possible targeted measures.\n(4) On 27 May, 27 June and 16 July 2014 the Heads of State or Government of the European Union noted that preparatory work by the Commission, the EEAS and the Member States on possible targeted measures was underway so that further steps could be taken without delay.\n(5) On 22 July, the Council urged the Russian Federation to actively use its influence over the illegally armed groups in order to achieve full, immediate, safe and secure access to the site of the downing of Malaysian Airlines Flight MH17 in Donetsk, full cooperation with the work on recovering remains and possessions and full cooperation with the independent investigation, including unhindered access to the site for as long as needed for the investigation and possible follow up investigations.\n(6) The Council also urged Russia to stop the increasing flow of weapons, equipment and militants across the border in order to achieve rapid and tangible results in de-escalation. The Council further urged Russia to withdraw its additional troops from the border area.\n(7) In addition, the Council recalled the previous commitments by the European Council and expressed readiness to introduce without delay a package of further significant restrictive measures if full and immediate cooperation from Russia on the abovementioned demands failed to materialise. The Council requested the Commission and the EEAS to finalise their preparatory work on possible targeted measures and to present by 24 July proposals for taking action, including on access to capital markets, defence, dual-use goods, and sensitive technologies, including in the energy sector.\n(8) In view of the gravity of the situation, the Council considers it appropriate to take restrictive measures in response to Russia's actions destabilising the situation in Ukraine.\n(9) In this context, it is appropriate to prohibit transactions in or the provision of financing or investment services or dealing in new bonds or equity or similar financial instruments with a maturity exceeding 90 days issued by state-owned Russian financial institutions, excluding Russia-based institutions with international status established by intergovernmental agreements with Russia as one of the shareholders. These prohibitions do not affect the granting of loans to or by those state-owned Russian financial institutions independently of their maturity.\n(10) In addition, Member States should prohibit the sale, supply, transfer or export to Russia of arms and related materiel of all types. The procurement from Russia of arms and related materiel of all types should also be prohibited.\n(11) Furthermore, the sale, supply, transfer or export of dual-use items for military use or to military end-users in Russia should be prohibited. This prohibition should not affect the exports of dual-use goods and technology, including for aeronautics and for the space industry, for non-military use and/or for non-military end-users.\n(12) The sale, supply, transfer or export of certain sensitive goods and technologies should be prohibited when they are destined for deep water oil exploration and production, arctic oil exploration and production or shale oil projects.\n(13) Further action by the Union is needed in order to implement certain measures.", "main_body": ["The direct or indirect purchase or sale of, the brokering or assistance in the issuance of, or any other dealing with bonds, equity or similar financial instruments with a maturity exceeding 90 days, issued after 1 August 2014 by:\n(a) major credit institutions or finance development institutions established in Russia with over 50 % public ownership or control as of 1 August 2014, as listed in the Annex;\n(b) any legal person, entity or body established outside the Union owned for more than 50 % by an entity listed in the Annex; or\n(c) any legal person, entity or body acting on behalf or at the direction of an entity referred to in point (b) or listed in the Annex;\nshall be prohibited.", "1.   The direct or indirect sale, supply, transfer or export of arms and related materiel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts therefor, to Russia by nationals of Member States or from the territories of Member States or using their flag vessels or aircraft, shall be prohibited whether originating or not in their territories.\n2.   It shall be prohibited:\n(a) to provide technical assistance, brokering services or other services related to military activities and to the provision, manufacture, maintenance and use of arms and related materiel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts therefor, directly or indirectly to any natural or legal person, entity or body in, or for use in Russia;\n(b) to provide financing or financial assistance related to military activities, including in particular grants, loans and export credit insurance or guarantee, as well as insurance and reinsurance for any sale, supply, transfer or export of arms and related materiel, or for the provision of related technical assistance, brokering services or other services directly or indirectly to any person, entity or body in, or for use in Russia.\n3.   The import, purchase or transport of arms and related materiel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts therefor, from Russia by nationals of Member States or using their flag vessels or aircraft, shall be prohibited.\n4.   The prohibitions in paragraphs 1, 2 and 3 shall be without prejudice to the execution of contracts or agreements concluded before 1 August 2014, and to the provision of spare parts and services necessary to the maintenance and safety of existing capabilities within the Union.", "1.   The direct or indirect sale, supply, transfer or export of all dual-use goods and technology listed in Annex I to Council Regulation (EC) No 428/2009 of 5 May 2009 setting up a Community regime for the control of exports, transfer, brokering and transit of dual-use items (2) for military use in Russia or for any military end-user in Russia by nationals of Member States or from the territories of Member States or using their flag vessels or aircraft, shall be prohibited whether originating or not in their territories.\n2.   It shall be prohibited:\n(a) to provide technical assistance, brokering services or other services related to goods and technology set out in paragraph 1 and to the provision, manufacture, maintenance and use of these goods and technology, directly or indirectly to any person, entity or body in, or for use in Russia;\n(b) to provide financing or financial assistance related to goods and technology referred to in paragraph 1, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of these goods and technology, or for the provision of related technical assistance, brokering services or other services, directly or indirectly to any person, entity or body in, or for use in Russia.\n3.   The prohibitions in paragraphs 1 and 2 shall be without prejudice to the execution of contracts or agreements concluded before 1 August 2014.", "1.   The direct or indirect sale, supply, transfer or export of certain technologies suited to deep water oil exploration and production, arctic oil exploration and production or shale oil projects in Russia, by nationals of Member States, or from the territories of Member States, or using vessels or aircraft under the jurisdiction of Member States, shall be subject to prior authorisation by the competent authority of the exporting Member State.\nThe Union shall take the necessary measures in order to determine the relevant items to be covered by this paragraph.\n2.   The provision of:\n(a) technical assistance or other services related to the technologies referred to in paragraph 1;\n(b) financing or financial assistance for any sale, supply, transfer or export of the technologies referred to in paragraph 1 or for the provision of related technical assistance or training\nshall also be subject to prior authorisation by the competent authority of the exporting Member State.\n3.   The competent authorities of the Member States shall not grant any authorisation for any sale, supply, transfer or export of the technologies or the provision of the services referred to in paragraphs 1 and 2 if they determine that the sale, supply, transfer or export concerned or the provision of the service concerned is destined for deep water oil exploration and production, arctic oil exploration and production or shale oil projects in Russia.\n4.   Paragraph 3 shall be without prejudice to the execution of contracts concluded before 1 August 2014.", "In order to maximise the impact of the measures referred to in this Decision, the Union shall encourage third States to adopt restrictive measures similar to those provided for herein.", "Actions by natural or legal persons, entities or bodies shall not give rise to liability of any kind on their part, if they did not know, and had no reasonable cause to suspect, that their actions would infringe the measures set out in this Decision.", "1.   No claims in connection with any contract or transaction the performance of which has been affected, directly or indirectly, in whole or in part, by the measures imposed under this Decision, including claims for indemnity or any other claim of this type, such as a claim for compensation or a claim under a guarantee, notably a claim for extension or payment of a bond, guarantee or indemnity, particularly a financial guarantee or financial indemnity, of whatever form, shall be satisfied, if they are made by:\n(a) entities referred to in points (b) or (c) of Article 1, or listed in the Annex;\n(b) any other Russian person, entity or body; or\n(c) any person, entity or body acting through or on behalf of one of the persons, entities or bodies referred to in points (a) or (b) of this paragraph.\n2.   In any proceedings for the enforcement of a claim, the onus of proving that satisfying the claim is not prohibited by paragraph 1 shall be on the person seeking the enforcement of that claim.\n3.   This Article is without prejudice to the right of the persons, entities and bodies referred to in paragraph 1 to judicial review of the legality of the non-performance of contractual obligations in accordance with this Decision.", "It shall be prohibited to participate, knowingly and intentionally, in activities the object or effect of which is to circumvent the prohibitions set out in Articles 1 to 4, including by acting as a substitute for the entities referred to in Article 1.", "1.   This Decision shall apply until 31 July 2015.\n2.   This Decision shall be kept under constant review. It shall be renewed, or amended as appropriate, if the Council deems that its objectives have not been met.\n3.   The restrictive measures laid down in this Decision shall be reviewed no later than 31 October 2014, in particular taking into account their effect and the measures adopted by third States.", "0\nThis Decision shall enter into force on the date following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 31 July 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  OJ L 78, 17.3.2014, p. 16.\n(2)  OJ L 134, 29.5.2009, p. 1.\nANNEX\nLIST OF INSTITUTIONS REFERRED TO IN ARTICLE 1(a)\n1. SBERBANK\n2. VTB BANK\n3. GAZPROMBANK\n4. VNESHECONOMBANK (VEB)\n5. ROSSELKHOZBANK"}