{"celex_id": "32011D1203(01)", "uri": "http://publications.europa.eu/resource/cellar/2a271173-4b55-4f70-bd62-9be5abcb7c45", "type": "Decision", "concepts": ["1952", "2792", "3259", "3885", "5413"], "title": "Commission Implementing Decision of 2 December 2011 amending Commission Decision 2011/C 69/01 concerning the adoption of a financing decision for 2011 in the framework of the second programme of Community action in the field of health (2008-13) and on the selection, award and other criteria for financial contributions to the actions to this programme\n", "header": "3.12.2011 EN Official Journal of the European Union C 353/8\nCOMMISSION IMPLEMENTING DECISION\nof 2 December 2011\namending Commission Decision 2011/C 69/01 concerning the adoption of a financing decision for 2011 in the framework of the second programme of Community action in the field of health (2008-13) and on the selection, award and other criteria for financial contributions to the actions to this programme\n2011/C 353/08\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on European Union and to the Treaty on the Functioning of the European Union,\nHaving regard to Decision No 1350/2007/EC of the European Parliament and of the Council of 23 October 2007 establishing a second programme of Community action in the field of health (2008-13) (1), and in particular Article 8(1) thereof,\nHaving regard to Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (2) (hereinafter referred to as the ‘Financial Regulation’), and in particular Article 75 thereof,\nHaving regard to Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (3) (hereinafter referred to as the ‘Implementing Rules’), and in particular Article 90 thereof,\nHaving regard to Commission Decision 2004/858/EC of 15 December 2004 setting up an executive agency, the ‘Executive Agency for the Public Health Programme’, for the management of Community action in the field of public health — pursuant to Council Regulation (EC) No 58/2003 (4), and in particular Article 6 thereof,\nWhereas:\n(1) Commission Decision 2011/C 69/01 (5) was adopted on 22 February 2011.\n(2) A number of calls for tenders initially planned generated savings or were not successful and will not be implemented in 2011. Therefore it is necessary to modify the budget distribution among the different financing mechanisms indicated in point 2 of Annex I to Decision 2011/C 69/01 to allow for financing of a larger number of project grants.\n(3) The variations in the budget initially allocated to the specific actions exceed the 20 % indicated in Article 5 of Decision 2011/C 69/01 and therefore constitute a substantial change of the financing decision adopted necessitating its amendment. The financial flexibility of 20 % should apply to the different financing mechanisms.\n(4) This Decision is also a financing decision for the Presidency conference to be held in the first half of 2012 under the Danish Presidency mentioned in Annex I point 2.4.1 of Decision 2011/C 69/01.\n(5) Decision 2011/C 69/01 should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Committee referred to in Article 10 of the Programme Decision,", "main_body": ["Decision 2011/C 69/01 is amended as follows:\n1. The first paragraph of Article 5 is replaced by the following:\n2. Annex I to Decision 2011/C 69/01 is amended as follows:\n(a) in point 1.2, Resources, the fourth paragraph is replaced by the following:\n(b) in point 2.1, Project grants, the first sentence of the first paragraph is replaced by the following:\n(c) in point 2.4.1, Presidency conferences — De jure monopoly, the fifth paragraph is replaced by the following:\n(d) in point 2.6, Procurement, the first paragraph is replaced by the following:\n(e) in point 3.2.1.1, Reducing health inequalities: preparation for action plans and structural funds projects, ‘Project grant’ in brackets after the third paragraph is replaced by ‘Project grants’."], "attachments": "Done at Brussels, 2 December 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 301, 20.11.2007, p. 3.\n(2)  OJ L 248, 16.9.2002, p. 1.\n(3)  OJ L 357, 31.12.2002, p. 1.\n(4)  OJ L 369, 16.12.2004, p. 73.\n(5)  http://ec.europa.eu/health/programme/docs/wp2011_en.pdf"}