{"celex_id": "32015D0016", "uri": "http://publications.europa.eu/resource/cellar/1ee2aa41-963d-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["3646", "3841", "4036", "5234"], "title": "Commission Implementing Decision (EU) 2015/16 of 6 January 2015 on the publication with a restriction in the Official Journal of the European Union of the reference of standard EN 1870-17:2012 on manual horizontal cutting cross-cut sawing machines with one saw unit under Directive 2006/42/EC of the European Parliament and of the Council  Text with EEA relevance\n", "header": "7.1.2015 EN Official Journal of the European Union L 3/61\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/16\nof 6 January 2015\non the publication with a restriction in the Official Journal of the European Union of the reference of standard EN 1870-17:2012 on manual horizontal cutting cross-cut sawing machines with one saw unit under Directive 2006/42/EC of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Directive 2006/42/EC of the European Parliament and of the Council of 17 May 2006 on machinery, and amending Directive 95/16/EC (1), and in particular Article 10 thereof,\nHaving regard to the opinion of the committee established by Article 22 of Regulation (EU) No 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European standardisation, amending Council Directives 89/686/EEC and 93/15/EEC and Directives 94/9/EC, 94/25/EC, 95/16/EC, 97/23/EC, 98/34/EC, 2004/22/EC, 2007/23/EC, 2009/23/EC and 2009/105/EC of the European Parliament and of the Council and repealing Council Decision 87/95/EEC and Decision No 1673/2006/EC of the European Parliament and of the Council (2),\nWhereas:\n(1) Where a national standard transposing a harmonised standard, the reference of which has been published in the Official Journal of the European Union, covers one or more essential health and safety requirements set out in Annex I to Directive 2006/42/EC, the machine built in accordance with this standard is presumed to meet the essential health and safety requirements concerned.\n(2) In May 2013, France lodged a formal objection in accordance with Article 10 of Directive 2006/42/EC in respect of standard EN 1870-17:2012 ‘Safety of woodworking machines — Circular sawing machines — Part 17: Manual horizontal cutting cross-cut sawing machines with one saw unit (radial arm saws)’, proposed by the European Committee for Standardization (CEN) to be harmonized under Directive 2006/42/EC.\n(3) The formal objection is based on the failure of the provisions provided for in paragraph 3 of clause 5.3.6.1 Guarding of the saw blade of the standard which states that the guard may be fixed or movable without indicating when each of them would be necessary, whereas these two categories of devices are different in nature, and offer different levels of safety which correspond to different risk analyses.\n(4) Having examined the standard EN 1870-17:2012 together with the representatives of the committee established by Article 22 of Directive 2006/42/EC, the Commission concluded that the standard fails to meet the essential health and safety requirements provided for in point 1.4.2 ‘Special requirements for guards’ of Annex I to Directive 2006/42/EC, since it allows the designer to choose to install guards offering different levels of safety without referring to a risk analysis.\n(5) The inclusion in a harmonised standard of options, one of which fails to comply with the relevant essential health and safety requirements of Directive 2006/42/EC, is liable to create confusion as to the presumption of conformity conferred by the application of the standard.\n(6) Taking into consideration the need to improve the safety aspects of standard EN 1870-17:2012 and pending a suitable revision of that standard, the publication in the Official Journal of the European Union of the reference of the standard EN 1870-17:2012 should be accompanied by an appropriate warning,", "main_body": ["The reference of standard EN 1870-17:2012 ‘Safety of woodworking machines — Circular sawing machines — Part 17: Manual horizontal cutting cross-cut sawing machines with one saw unit (radial arm saws)’ shall be published in the Official Journal of the European Union with restriciton as set out in the Annex.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 6 January 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 157, 9.6.2006, p. 24.\n(2)  OJ L 316, 14.11.2012, p. 12.\nANNEX\nCOMMISSION COMMUNICATION IN THE FRAMEWORK OF THE IMPLEMENTATION OF THE DIRECTIVE 2006/42/EC\n(Publication of titles and references of harmonised standards under Union harmonisation legislation)\nESO (1) Reference and title of the harmonised standard First publication OJ Reference of superseded standard Date of cessation of presumption of conformity of superseded standard\nCEN EN 1870-17:2012 This is the first publication EN 1870-17:2007 + A2:2009 The date of this publication\nWarning: With regards to the choice of guards of the saw blade, this publication does not concern paragraphs 3 of clauses 5.3.6.1 of this standard, the application of which does not confer a presumption of conformity to the essential health and safety requirements 1.4.2 of Annex I to Directive 2006/42/EC.\nNote 1: Generally the date of cessation of presumption of conformity will be the date of withdrawal (‘dow’), set by the European standardisation organisation, but attention of users of these standards is drawn to the fact that in certain exceptional cases this can be otherwise.\nNote 2: The new (or amended) standard has the same scope as the superseded standard. On the date stated, the superseded standard ceases to give presumption of conformity with the essential or other requirements of the relevant Union legislation.\n(1)  ESO: European Standardisation Organisation:\n— CEN: Avenue Marnix 17, B-1000, Brussels, Tel.+32 2 5500811; fax + 32 2 5500819 (http://www.cen.eu)"}