{"celex_id": "32014D0933", "uri": "http://publications.europa.eu/resource/cellar/507cd101-8753-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3584", "3870", "5876", "5946", "6930"], "title": "Council Decision 2014/933/CFSP of 18 December 2014 amending Decision 2014/386/CFSP concerning restrictive measures in response to the illegal annexation of Crimea and Sevastopol\n", "header": "19.12.2014 EN Official Journal of the European Union L 365/152\nCOUNCIL DECISION 2014/933/CFSP\nof 18 December 2014\namending Decision 2014/386/CFSP concerning restrictive measures in response to the illegal annexation of Crimea and Sevastopol\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 23 June 2014, the Council adopted Decision 2014/386/CFSP. (1)\n(2) In view of the continued illegal annexation of Crimea and Sevastopol, the Council considers that measures should be taken to further restrict investment in Crimea and Sevastopol.\n(3) The investment prohibitions in this Decision and the restrictions on trading in goods and technology for use in certain sectors in Crimea or Sevastopol should apply to entities having their registered office, central administration or principal place of business in Crimea or Sevastopol, their subsidiaries or affiliates under their control in Crimea or Sevastopol, as well as branches and other entities operating in Crimea or Sevastopol.\n(4) In addition, trade in goods and technology for use in certain sectors in Crimea or Sevastopol should be restricted. For the purposes of this Decision, the place of use of goods and technology should be determined on the basis of an assessment of objective elements, including, but not limited to, the destination of the shipment, the postal codes of delivery, any indication on the place of consumption and documented indication by the importer. The notion of place of use should apply to goods or technology that are used continuously in Crimea or Sevastopol.\n(5) Services in the sectors of transport, telecommunications, energy or the prospection, exploration and production of oil, gas and mineral resources, as well as services related to tourism activities in Crimea or Sevastopol, including in the maritime sector should be prohibited.\n(6) The prohibitions and restrictions in this Decision cannot be construed as prohibiting or restricting the transit through the territory of Crimea or Sevastopol performed by natural or legal persons or entities of the Union.\n(7) The prohibitions and restrictions in this Decision do not apply to the conduct of legitimate business with entities outside Crimea or Sevastopol that operate within Crimea or Sevastopol where there are no reasonable grounds to determine that the related goods or services are for use in Crimea or Sevastopol or where the related investments are not destined to enterprises or any subsidiary or affiliate under their control in Crimea or Sevastopol.\n(8) Further action by the Union is needed in order to implement certain measures.\n(9) Decision 2014/386/CFSP should be amended accordingly,", "main_body": ["Decision 2014/386/CFSP is hereby amended as follows:\n(1) Articles 4a to 4e are replaced by the following:\n(a) the acquisition or extension of a participation in real estate in Crimea or Sevastopol;\n(b) the acquisition or extension of a participation in entities in Crimea or Sevastopol, including the acquisition in full of such entities and the acquisition of shares, and other securities of a participating nature;\n(c) the granting of any financing to entities in Crimea or Sevastopol or for the documented purpose of financing entities in Crimea or Sevastopol;\n(d) the creation of any joint venture with entities in Crimea or Sevastopol;\n(e) the provision of investment services directly related to the activities referred to in points (a) to (d).\n(a) be without prejudice to the execution of an obligation from contracts concluded before 20 December 2014;\n(b) not prevent the extension of a participation, if such extension is an obligation under a contract concluded before 20 December 2014.\n(a) to entities in Crimea or Sevastopol, or\n(b) for use in Crimea or Sevastopol,\n(i) transport;\n(ii) telecommunications;\n(iii) energy;\n(iv) the prospection, exploration and production of oil, gas and mineral resources.\n(a) technical assistance or training and other services related to the goods and technology in the sectors referred to in paragraph 1;\n(b) financing or financial assistance for any sale, supply, transfer or export of goods and technology in the sectors referred to in paragraph 1 or for the provision of related technical assistance or training,\n(a) necessary for official purposes of consular missions or international organisations enjoying immunities in accordance with international law located in Crimea or Sevastopol; or\n(b) related to projects exclusively in support of hospitals or other public health institutions providing medical services or civilian education facilities located in Crimea or Sevastopol.\n(2) Articles 4f and 4g are deleted.", "This Decision shall enter into force on the day following the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 18 December 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  OJ L 183, 24.6.2014, p. 70."}