{"celex_id": "32010R0327", "uri": "http://publications.europa.eu/resource/cellar/75a95c2c-ed7f-4448-b20a-6352412a63d3", "type": "Regulation", "concepts": ["1277", "1590", "3730", "4743", "5451", "6052", "6322", "6569"], "title": "Commission Regulation (EU) No 327/2010 of 21 April 2010 concerning the authorisation of a new use of 3-phytase as a feed additive for all minor avian species, other than ducks, and for ornamental birds (holder of authorisation BASF SE) (Text with EEA relevance)\n", "header": "22.4.2010 EN Official Journal of the European Union L 100/3\nCOMMISSION REGULATION (EU) No 327/2010\nof 21 April 2010\nconcerning the authorisation of a new use of 3-phytase as a feed additive for all minor avian species, other than ducks, and for ornamental birds (holder of authorisation BASF SE)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the preparation set out in the Annex to this Regulation. The application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003\n(3) The application concerns the authorisation of a new use of 3-phytase, an enzyme preparation produced by Aspergillus niger (CBS 101.672), as a feed additive for minor avian species and for ornamental birds, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of that preparation was authorised for weaned piglets, pigs for fattening and chickens for fattening by Commission Regulation (EC) No 243/2007 (2), for laying hens and turkeys for fattening by Commission Regulation (EC) No 1142/2007 (3), for ducks by Commission Regulation (EC) No 165/2008 (4) and for sows by Commission Regulation (EC) No 505/2008 (5).\n(5) New data were submitted in support of the application for authorisation for minor avian species and for ornamental birds. The European Food Safety Authority (the Authority) concluded in its opinion of 9 December 2009 (6) that 3-phytase does not have an adverse effect on animal health, human health or the environment, and that it is efficacious in improving digestibility of feed. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of 3-phytase shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘digestibility enhancer’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 73, 13.3.2007, p. 4.\n(3)  OJ L 256, 2.10.2007, p. 20.\n(4)  OJ L 50, 23.2.2008, p. 8.\n(5)  OJ L 149, 7.6.2008, p. 33.\n(6)  The EFSA Journal 2010; 8(1):1427.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers\nAdditive composition\nSolid form: 5 000 FTU (1)/g\nLiquid form: 5 000 FTU/ml\nCharacterisation of the active substance\nAnalytical method (2)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kilogram of complete feed for all species: 300-500 FTU\n3. For use in feed containing more than 0,23 % phytin-bound phosphorus.\n(1)  1 FTU is the amount of enzyme which liberates 1 micromole of inorganic phosphate per minute from sodium phytate at pH 5,5 and 37 °C.\n(2)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives"}