{"celex_id": "32011R0834", "uri": "http://publications.europa.eu/resource/cellar/94380676-0094-42f2-b400-fc0bb9f1a151", "type": "Regulation", "concepts": ["191", "2357", "3190", "3191", "5451"], "title": "Commission Regulation (EU) No 834/2011 of 19 August 2011 amending Annex I to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\n", "header": "20.8.2011 EN Official Journal of the European Union L 215/1\nCOMMISSION REGULATION (EU) No 834/2011\nof 19 August 2011\namending Annex I to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 689/2008 of the European Parliament and of the Council of 17 June 2008 concerning the export and import of dangerous chemicals (1), and in particular Article 22(4) thereof,\nWhereas:\n(1) Regulation (EC) No 689/2008 implements the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade, signed on 11 September 1998 and approved, on behalf of the Community, by Council Decision 2003/106/EC (2).\n(2) Annex I to Regulation (EC) No 689/2008 should be amended to take into account regulatory action in respect of certain chemicals taken pursuant to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3), Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (4) and Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the registration, evaluation, authorisation and restriction of chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (5).\n(3) The substances ethalfluralin, indolylacetic acid and thiobencarb have not been included as active substances in Annex I to Directive 91/414/EEC, with the effect that those active substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(4) The substance guazatine has not been included as an active substance in Annex I to Directive 91/414/EEC and guazatine, as referred to as guazatine triacetate, has not been included as an active substance in Annex I, IA or IB to Directive 98/8/EC, with the effect that guazatine is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of guazatine to Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Commission Regulation (EC) No 33/2008 of 17 January 2008 laying down detailed rules for the application of Council Directive 91/414/EEC as regards a regular and an accelerated procedure for the assessment of active substances which were part of the programme of work referred to in Article 8(2) of that Directive but have not been included into its Annex I (6). This new application has been withdrawn by the applicant with the effect that the reason for suspending the addition to Annex I disappeared. Therefore, the substance guazatine should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(5) The substance 1,3-dichloropropene has not been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that 1,3-dichloropropene is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of 1,3-dichloropropene to Part 2 of Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Regulation (EC) No 33/2008. This new application resulted again in the decision not to include the substance 1,3-dichloropropene as an active substance in Annex I to Directive 91/414/EEC with the effect that 1,3-dichloropropene remains banned for pesticide use and that the reason for suspending the addition to Part 2 of Annex I disappeared. Therefore, the substance 1,3-dichloropropene should be added to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008.\n(6) The substance haloxyfop-P has been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that haloxyfop-P is no longer banned for pesticide use. Consequently the active substance, as referred to as haloxyfop-R, should be deleted from Part 1 of Annex I to Regulation (EC) No 689/2008.\n(7) Annex I to Regulation (EC) No 689/2008 should therefore be amended accordingly.\n(8) In order to allow enough time for Member States and industry to take the measures necessary for the implementation of this Regulation, its application should be deferred.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex I to Regulation (EC) No 689/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 204, 31.7.2008, p. 1.\n(2)  OJ L 63, 6.3.2003, p. 27.\n(3)  OJ L 230, 19.8.1991, p. 1.\n(4)  OJ L 123, 24.4.1998, p. 1.\n(5)  OJ L 396, 30.12.2006, p. 1.\n(6)  OJ L 15, 18.1.2008, p. 5.\nANNEX\nAnnex I to Regulation (EC) No 689/2008 is amended as follows:\n(1) Part 1 is amended as follows:\n(a) the following entries are added:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Ethalfluralin + 55283-68-6 259-564-3 2921 43 00 p(1) b\nGuazatine + 108173-90-6 236-855-3 3808 99 90 p(1)-p(2) b-b\nIndolylacetic acid + 87-51-4 201-748-2 2933 99 80 p(1) b\nThiobencarb + 28249-77-6 248-924-5 2930 20 00 p(1) b’\n(b) the following entry is deleted:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Haloxyfop-R + 95977-29-0 n.a. 2933 39 99 p(1) b’\n(2) in Part 2 the following entries are added:\nChemical CAS RN Einecs No CN code Category (*) Use limitation (**)\n‘1,3-dichloropropene 542-75-6 208-826-5 2903 29 00 p b\nEthalfluralin 55283-68-6 259-564-3 2921 43 00 p b\nGuazatine 108173-90-6 236-855-3 3808 99 90 p b\nIndolylacetic acid 87-51-4 201-748-2 2933 99 80 p b\nThiobencarb 28249-77-6 248-924-5 2930 20 00 p b’"}