{"celex_id": "32015D0384", "uri": "http://publications.europa.eu/resource/cellar/f3a82b48-c6f1-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "2556", "2850", "2901", "4092", "544", "5585"], "title": "Council Decision (EU) 2015/384 of 2 March 2015 on the conclusion, on behalf of the European Union, of a Sustainable Fisheries Partnership Agreement between the European Union and the Republic of Senegal and the Implementation Protocol thereto\n", "header": "10.3.2015 EN Official Journal of the European Union L 65/1\nCOUNCIL DECISION (EU) 2015/384\nof 2 March 2015\non the conclusion, on behalf of the European Union, of a Sustainable Fisheries Partnership Agreement between the European Union and the Republic of Senegal and the Implementation Protocol thereto\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43 in conjunction with Article 218(6), second subparagraph, point (a) and Article 218(7) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Union and the Republic of Senegal negotiated a partnership agreement on sustainable fisheries (‘the Agreement’) for a duration of five years, renewable by tacit agreement, and an Implementation Protocol thereto for a period of five years, granting Union vessels fishing opportunities in the waters over which the Republic of Senegal has sovereignty or jurisdiction in respect of fisheries.\n(2) The Agreement and Protocol were signed on 20 November 2014 in accordance with Decision 2014/733/EU (1) and will apply on a provisional basis from the date of their signature.\n(3) The Agreement and Protocol should be approved.\n(4) The Agreement establishes a Joint Committee responsible for monitoring its implementation. Furthermore, in accordance with the Protocol, the Joint Committee may approve certain amendments to the Protocol. In order to facilitate the approval of such amendments, the Commission should be empowered, subject to specific conditions, to approve them under a simplified procedure,", "main_body": ["The Sustainable Fisheries Partnership Agreement between the European Union and the Republic of Senegal and the Implementation Protocol thereto are hereby approved on behalf of the Union (2).", "The President of the Council shall, on behalf of the Union, give the notifications provided for in Article 16 of the Agreement and Article 13 of the Protocol.", "Subject to the provisions and conditions set out in the Annex, the Commission shall be empowered to approve, on behalf of the Union, modifications to the Protocol in the Joint Committee.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 2 March 2015.\nFor the Council\nThe President\nD. REIZNIECE-OZOLA\n(1)  OJ L 304, 23.10.2014, p. 1.\n(2)  The Agreement and the Protocol were published in OJ L 304, 23.10.2014, p. 3 together with the decision on signing.\nANNEX\nScope of the empowerment and procedure for the establishment of the Union position in the Joint Committee\n1. The Commission shall be authorised to negotiate with Republic of Senegal and, where appropriate and, subject to complying with point 3 of this Annex, agree modifications to the Protocol, in respect of the following issues:\n(a) adjustment of fishing opportunities and setting new fishing opportunities in accordance with Article 7(3)(a) of the Agreement and Articles 6 and 7 of the Protocol;\n(b) decision on the rules on sectoral support in accordance with Article 7(3)(b) of the Agreement and Article 4 of the Protocol;\n(c) conditions including technical specifications and procedures on fishing by Union fishing vessels in accordance with Article 7(3)(c) of the Agreement and the Annex to the Protocol.\n2. In the Joint Committee established under the Agreement, the Union shall:\n(a) act in accordance with the objectives pursued by the Union within the framework of the Common Fisheries Policy;\n(b) follow the Council Conclusions of 19 March 2012 on a Communication on the external dimension of the Common Fisheries Policy;\n(c) promote positions that are consistent with the relevant rules adopted by Regional Fisheries Management Organisations.\n3. When a decision on amendments to the Protocol referred to in point 1 is expected to be adopted during a Joint Committee meeting, the necessary steps shall be taken so that the position to be expressed on behalf of the Union takes account of the latest statistical, biological and other relevant data transmitted to the Commission.\n4. The Commission shall be invited to take, in good time, any steps necessary as a follow-up to the decision of the Joint Committee, including, where appropriate, publication of the relevant decision in the Official Journal of the European Union and submission of any proposal necessary for the implementation of that decision."}