{"celex_id": "32012D0499", "uri": "http://publications.europa.eu/resource/cellar/63c6cb84-fb30-11e1-8e28-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1911", "1915", "3466", "4580"], "title": "2012/499/EU: Council Decision of 26 June 2012 on the signing, on behalf of the European Union, of the Agreement between the European Union and the Republic of Turkey on the readmission of persons residing without authorisation\n", "header": "8.9.2012 EN Official Journal of the European Union L 244/4\nCOUNCIL DECISION\nof 26 June 2012\non the signing, on behalf of the European Union, of the Agreement between the European Union and the Republic of Turkey on the readmission of persons residing without authorisation\n(2012/499/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 79(3), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 28 November 2002, the Council authorised the Commission to open negotiations with the Republic of Turkey on the Agreement between the European Union and the Republic of Turkey on the readmission of persons residing without authorisation (the ‘Agreement’). The negotiations were successfully concluded by the initialling of the Agreement on 21 June 2012.\n(2) In accordance with Articles 1 and 2 of the Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of the said Protocol, the United Kingdom is not taking part in the adoption of this Decision and is not bound by it or subject to its application.\n(3) In accordance with Articles 1 and 2 of the Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of the said Protocol, Ireland is not taking part in the adoption of this Decision and is not bound by it or subject to its application.\n(4) In accordance with Articles 1 and 2 of the Protocol (No 22) on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not take part in the adoption of this Decision and is not bound by it or subject to its application.\n(5) The Agreement should be signed, subject to its conclusion at a later date,", "main_body": ["The signing of the Agreement between the European Union and the Republic of Turkey on the readmission of persons residing without authorisation is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 26 June 2012.\nFor the Council\nThe President\nN. WAMMEN"}