{"celex_id": "32010L0023", "uri": "http://publications.europa.eu/resource/cellar/27a0e08a-0258-4c22-ba0a-178c29acfb5e", "type": "Directive", "concepts": ["1092", "1234", "1684", "2602", "4585", "5334", "561", "5650", "5782"], "title": "Council Directive 2010/23/EU of 16 March 2010 amending Directive 2006/112/EC on the common system of value added tax, as regards an optional and temporary application of the reverse charge mechanism in relation to supplies of certain services susceptible to fraud\n", "header": "20.3.2010 EN Official Journal of the European Union L 72/1\nCOUNCIL DIRECTIVE 2010/23/EU\nof 16 March 2010\namending Directive 2006/112/EC on the common system of value added tax, as regards an optional and temporary application of the reverse charge mechanism in relation to supplies of certain services susceptible to fraud\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 113 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Directive 2006/112/EC (3) specifies that value added tax (VAT) shall be payable by any taxable person carrying out transactions involving the taxable supply of goods and services. In the case of cross-border transactions, and for certain domestic high-risk sectors such as construction or waste, it is foreseen, however, to shift the obligation to pay VAT onto the person to whom the supply is made.\n(2) Given the seriousness of VAT fraud, Member States should be allowed to apply, on a temporary basis, a mechanism whereby the obligation to pay VAT shifts onto the person to whom allowances to emit greenhouse gases, as defined in Article 3 of Directive 2003/87/EC (4), and other units that may be used for compliance with the same Directive, are transferred.\n(3) The introduction of such a mechanism targeting these services, which according to recent experience are particularly susceptible to fraud, as opposed to its general application, should not adversely affect the fundamental principles of the VAT system, such as fractionated payments.\n(4) Member States should produce an evaluation report on the application of the mechanism so as to enable an assessment of its efficiency.\n(5) In order to assess the effect of the application of the mechanism on fraudulent activities in a transparent manner, evaluation reports by Member States should be based on pre-defined criteria established by Member States. Any such evaluation should clearly assess the level of fraud before and after the application of the mechanism and any consequent shifts in trends of fraudulent activities, including supplies of other services. The report should also evaluate compliance costs for taxable persons.\n(6) Each Member State that has detected a shift in trends of fraudulent activities in its territory in relation to the services under this Directive should produce a report in that respect.\n(7) In order to provide all Member States with the option of applying such a mechanism, a specific amendment to Directive 2006/112/EC is necessary.\n(8) Since the objective of this Directive, namely to address VAT fraud through a temporary measure which derogates from existing Union rules, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(9) Directive 2006/112/EC should therefore be amended accordingly,", "main_body": ["In Directive 2006/112/EC the following Article shall be inserted:\n‘Article 199a\n1.   Member States may, until 30 June 2015 and for a minimum period of two years, provide that the person liable for payment of VAT is the taxable person to whom any of the following supplies are made:\n(a) the transfer of allowances to emit greenhouse gases as defined in Article 3 of Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community (5), transferable in accordance with Article 12 of that Directive;\n(b) the transfer of other units that may be used by operators for compliance with the same Directive.\n2.   Member States shall inform the Commission of the application of the mechanism provided for in paragraph 1 on the introduction of any such mechanism and shall provide the following information to the Commission:\n(a) a statement on the scope of the measure applying the mechanism and a detailed description of accompanying measures, including any reporting obligations on taxable persons and any control measures;\n(b) evaluation criteria to enable comparison between fraudulent activities in relation to the services listed in paragraph 1 before and after the application of the mechanism, fraudulent activities in relation to other services before and after the application of the mechanism, and any increase in other types of fraudulent activities before and after the application of the mechanism;\n(c) the date of commencement and the period to be covered by the measure applying the mechanism.\n3.   Member States applying the mechanism provided for in paragraph 1 shall, on the basis of the evaluation criteria provided for under paragraph 2(b), submit a report to the Commission no later than 30 June 2014. The report shall clearly indicate the information to be treated as confidential and the information which may be published.\nThe report shall provide a detailed assessment of the measure’s overall effectiveness and efficiency, in particular as regards:\n(a) the impact on fraudulent activities in relation to supplies of services covered by the measure;\n(b) the possible shift of fraudulent activities to goods or other services;\n(c) the compliance costs for taxable persons resulting from the measure.\n4.   Each Member State that has detected, as from the entry into force of this Article, a shift in trends of fraudulent activities in its territory in relation to the services listed in paragraph 1, shall submit a report to the Commission in that respect no later than 30 June 2014.", "Member States choosing to apply the mechanism provided for in Article 199a paragraph 1 of Directive 2006/112/EC shall communicate the provisions of the measure applying the mechanism to the Commission when the mechanism commences.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "The Directive shall apply until 30 June 2015.", "This Directive is addressed to the Member States.", "This Directive shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 March 2010.\nFor the Council\nThe President\nE. SALGADO\n(1)  Opinion of 10 February 2010 (not yet published in the Official Journal).\n(2)  Opinion of 21 January 2010 (not yet published in the Official Journal).\n(3)  OJ L 347, 11.12.2006, p. 1.\n(4)  Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community (OJ L 275, 25.10.2003, p. 32).\n(5)  OJ L 275, 25.10.2003, p. 32.’"}