{"celex_id": "32014R0916", "uri": "http://publications.europa.eu/resource/cellar/bcf6d0f3-2a8b-11e4-8c3c-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2985", "3793", "5451"], "title": "Commission Implementing Regulation (EU) No 916/2014 of 22 August 2014 approving the basic substance sucrose in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011  Text with EEA relevance\n", "header": "23.8.2014 EN Official Journal of the European Union L 251/16\nCOMMISSION IMPLEMENTING REGULATION (EU) No 916/2014\nof 22 August 2014\napproving the basic substance sucrose in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 23(5) in conjunction with Article 13(2) thereof,\nWhereas:\n(1) In accordance with Article 23(3) of Regulation (EC) No 1107/2009, the Commission received on 24 April 2013 an application from ITAB for the approval of sucrose as basic substance. That application was accompanied by the information required by the second subparagraph of Article 23(3).\n(2) The Commission asked the European Food Safety Authority (hereinafter ‘the Authority’) for scientific assistance. The Authority presented to the Commission a Technical Report on the substance concerned on 12 June 2014 (2). The Commission presented the review report (3) and the draft of this Regulation on the approval of sucrose to the Standing Committee on Plants, Animals, Food and Feed on 11 July 2014.\n(3) The documentation provided by the applicant shows that sucrose fulfils the criteria of a foodstuff as defined in Article 2 of Regulation (EC) No 178/2002 of the European Parliament and of the Council (4). Moreover, it is not predominantly used for plant protection purposes but nevertheless is useful in plant protection in a product consisting of the substance and water. Consequently, it is to be considered as a basic substance.\n(4) It has appeared from the examinations made that sucrose may be expected to satisfy, in general, the requirements laid down in Article 23 of Regulation (EC) No 1107/2009, in particular with regard to the uses which were examined and detailed in the Commission review report. It is therefore appropriate to approve sucrose as a basic substance.\n(5) In accordance with Article 13(2) of Regulation (EC) No 1107/2009 in conjunction with Article 6 thereof and in the light of current scientific and technical knowledge, it is, however, necessary to include certain conditions for the approval which are detailed in Annex I to this Regulation.\n(6) In accordance with Article 13(4) of Regulation (EC) No 1107/2009, the Annex to Commission Implementing Regulation (EU) No 540/2011 (5) should be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Approval of a basic substance\nThe substance sucrose as specified in Annex I is approved as basic substance subject to the conditions laid down in that Annex.", "Amendments to Implementing Regulation (EU) No 540/2011\nPart C of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with Annex II to this Regulation.", "Entry into force and date of application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 August 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Outcome of the consultation with Member States and EFSA on the basic substance application for sucrose/saccharoseand the conclusions drawn by EFSA on the specific points raised. 2014:EN-616, 27 pp.\n(3)  http://ec.europa.eu/sanco_pesticides/public/?event=homepage\n(4)  Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1).\n(5)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1).\nANNEX I\nCommon name, identification numbers IUPAC Name Purity (1) Date of approval Specific provisions\nSucrose α-D-glucopyranosyl-(1→2)-β-D-fructofuranoside or β-D-fructofuranosyl-(2→1)-α-D-glucopyranoside Food grade 1 January 2015 Only uses as basic substance being an elicitor of the crop's natural defence mechanisms are approved.\n(1)  Further details on identity, specification and manner of use of basic substance are provided in the review report.\nANNEX II\nIn Part C of the Annex to Implementing Regulation (EU) No 540/2011, the following entry is added:\nNumber Common name, identification numbers IUPAC Name Purity (1) Date of approval Specific provisions\n‘3 Sucrose α-D-glucopyranosyl-(1→2)-β-D-fructofuranoside or β-D-fructofuranosyl-(2→1)-α-D-glucopyranoside Food grade 1 January 2015 Only uses as basic substance being an elicitor of the crop's natural defence mechanisms are approved.\n(1)  Further details on identity, specification and manner of use of basic substance are provided in the review report."}