{"celex_id": "32012R1050", "uri": "http://publications.europa.eu/resource/cellar/1f949f7f-2a6a-11e2-9c72-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2735", "6052", "6569"], "title": "Commission Regulation (EU) No 1050/2012 of 8 November 2012 amending Regulation (EU) No 231/2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards Polyglycitol syrup  Text with EEA relevance\n", "header": "9.11.2012 EN Official Journal of the European Union L 310/45\nCOMMISSION REGULATION (EU) No 1050/2012\nof 8 November 2012\namending Regulation (EU) No 231/2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards Polyglycitol syrup\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 14 thereof,\nHaving regard to Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2), and in particular Article 7(5) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 231/2012 (3) lays down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008.\n(2) The European Food Safety Authority (‘the Authority’) expressed its opinion on the safety of Polyglycitol syrup by considering the specifications proposed by the applicant on 24 November 2009 as a food additive (4). That food additive has subsequently been authorised on the basis of specific uses and has been allocated the number E 964 by Commission Regulation (EU) No 1049/2012 of 8 November 2012 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council with regard to the use of polyglycitol syrup in several food categories (5). Therefore specifications should be adopted for that food additive.\n(3) It is necessary to take into account the specifications and analytical techniques for additives as proposed by the Joint FAO/WHO Expert Committee on Food Additives.\n(4) Regulation (EU) No 231/2012 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health, and neither the European Parliament nor the Council has opposed them,", "main_body": ["The Annex to Regulation (EU) No 231/2012 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States."], "attachments": "Done at Brussels, 8 November 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  OJ L 83, 22.3.2012, p. 1.\n(4)  EFSA Panel on Food Additives and Nutrient Sources added to Food (ANS); Scientific Opinion on the use of Polyglycitol Syrup as a food additive on request from the European Commission. EFSA Journal 2009; 7(12):1413.\n(5)  See page 41 of this Official Journal.\nANNEX\nIn the Annex to Regulation (EU) No 231/2012 the following entry for E 964 is inserted after the entry for E 962:\n‘E 964 POLYGLYCITOL SYRUP\nSynonyms Hydrogenated starch hydrolysate, hydrogenated glucose syrup and polyglucitol\nDefinition A mixture consisting mainly of maltitol and sorbitol and lesser amounts of hydrogenated oligo- and polysaccharides and maltrotriitol. It is manufactured by the catalytic hydrogenation of a mixture of starch hydrolysates consisting of glucose, maltose and higher glucose polymers, similar to the catalytic hydrogenation process used for the manufacture of maltitol syrup. The resulting syrup is desalted by ion exchange and concentrated to the desired level.\nEinecs\nChemical name Sorbitol: D-glucitol\nMaltitol: (α)-D-Glucopyranosyl-1,4-D-glucitol\nChemical formula Sorbitol: C6H14O6\nMaltitol: C12H24O11\nMolecular weight Sorbitol: 182,2\nMaltitol: 344,3\nAssay Content not less than 99 % of total hydrogenated saccharides on the anhydrous basis, not less than 50 % higher molecular weight polyols, not more than 50 % of maltitol and not more than 20 % of sorbitol on the anhydrous basis.\nDescription Colourless and odourless clear viscous liquid\nIdentification\nSolubility Very soluble in water and slightly soluble in ethanol\nTest for maltitol Passes test\nTest for sorbitol To 5 g of the sample add 7 ml of methanol, 1 ml of benzaldehyde and 1 ml of hydrochloric acid. Mix and shake in a mechanical shaker until crystals appear. Filter the crystals and dissolve in 20 ml of boiling water containing 1 g of sodium bicarbonate. Filter the crystals, wash with 5 ml of a water-methanol mixture (1 in 2) and dry in the air. The crystals of the monobenzylidine derivative of sorbitol so obtained melt between 173 and 179 °C.\nPurity\nWater content Not more than 31 % (Karl Fischer method)\nChlorides Not more than 50 mg/kg\nSulphates Not more than 100 mg/kg\nReducing sugars Not more than 0,3 %\nNickel Not more than 2 mg/kg\nLead Not more than 1 mg/kg’"}