{"celex_id": "32010L0052", "uri": "http://publications.europa.eu/resource/cellar/c6cb35ff-a058-450b-a76c-aa9e99670fed", "type": "Directive", "concepts": ["2897", "3645", "3648", "4476", "4655", "468", "5234", "5612", "848"], "title": "Commission Directive 2010/52/EU of 11 August 2010 amending, for the purposes of adaptation of their technical provisions, Council Directive 76/763/EEC relating to passenger seats for wheeled agricultural or forestry tractors and Directive 2009/144/EC of the European Parliament and of the Council on certain components and characteristics of wheeled agricultural or forestry tractors  Text with EEA relevance\n", "header": "13.8.2010 EN Official Journal of the European Union L 213/37\nCOMMISSION DIRECTIVE 2010/52/EU\nof 11 August 2010\namending, for the purposes of adaptation of their technical provisions, Council Directive 76/763/EEC relating to passenger seats for wheeled agricultural or forestry tractors and Directive 2009/144/EC of the European Parliament and of the Council on certain components and characteristics of wheeled agricultural or forestry tractors\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/37/EC of the European Parliament and of the Council of 26 May 2003 on type-approval of agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units and repealing Directive 74/150/EEC (1), and in particular Article 19(1)(b) thereof,\nWhereas:\n(1) Council Directive 76/763/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to passenger seats for wheeled agricultural or forestry tractors (2) and Directive 2009/144/EC of the European Parliament and of the Council of 30 November 2009 on certain components and characteristics of wheeled agricultural or forestry tractors (3) are two of the separate Directives in the context of the EC type-approval procedure for agricultural or forestry tractors under Directive 2003/37/EC.\n(2) Safety is one of the main pillars on which Directive 2003/37/EC is based. In order to enhance the protection of operators it is appropriate to complete the requirements applicable under that Directive in order to cover all hazards listed in Annex I to Directive 2006/42/EC of the European Parliament and of the Council (4) relating to machinery, not yet covered by the separate Directives under Directive 2003/37/EC.\n(3) With this amendment, Directive 2006/42/EC will no longer apply to tractors type-approved on the basis of the type-approval legislation for wheeled agricultural and forestry tractors, since with the implementation of this amending Directive the risks covered by Directive 2003/37/EC will comprise all risks covered by Directive 2006/42/EC.\n(4) The European Committee for Standardisation CEN has formulated harmonised standards on roll-over protection for passengers and against hazardous substances. Those standards have been adopted and published and should therefore be incorporated in this Directive.\n(5) Directive 76/763/EEC imposes requirements with regard to the design and installation of passenger seats on agricultural tractors; it is appropriate to amend that Directive in order to increase this protection by including additional technical specifications providing protection covering the risks of passenger injury as described in Directive 2006/42/EC, in particular regarding roll-over and seatbelt anchorage for passenger seats.\n(6) Directive 2009/144/EC imposes technical requirements relating to certain components and characteristics of wheeled agricultural tractors; it is appropriate to amend that Directive in order to increase this protection by including additional technical specifications providing protection against falling objects, against penetration of objects into the cabin and against hazardous substances; furthermore the minimum requirements for the operator’s manual should be set.\n(7) In order to achieve the smooth running of the type-approval process and in particular to enhance occupational safety, a minimum content for the operator’s manual should be defined. This will ensure that operators have the necessary information to assess the adequacy of tractors to their intended uses, as well as for carrying out an appropriate maintenance.\n(8) Provisions for Falling Objects Protective Structures, if provided, Operators Protection Structures, if provided, and for the prevention of contact with hazardous substances should be required according to the state of the art.\n(9) The measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress — Agricultural Tractors,", "main_body": ["Directive 76/763/EEC is amended in accordance with Annex I to this Directive.", "Directive 2009/144/EC is amended in accordance with Annex II to this Directive.", "1.   With effect from the date of entry into force, with respect to vehicles which comply with the requirements laid down in Directive 76/763/EEC and Directive 2009/144/EC as amended by this Directive, Member States shall not, on grounds relating to the subject matter of these Directives:\n(a) refuse to grant EC type-approval or to grant national type-approval; or\n(b) prohibit the registration, sale or entry into service of such a vehicle.\n2.   With effect from 1 year after the date of entry into force, with respect to new types of vehicles which do not comply with the requirements laid down in Directive 76/763/EEC and Directive 2009/144/EC as amended by this Directive, and on grounds relating to the subject matter of these Directives, Member States:\n(a) shall refuse to grant EC type-approval; and\n(b) may refuse to grant national type-approval.\n3.   With effect from 2 years after the date of entry into force, with respect to new vehicles which do not comply with the requirements laid down in Directive 76/763/EEC and Directive 2009/144/EC as amended by this Directive, and on grounds relating to the subject matter of these Directives, Member States:\n(a) shall consider certificates of conformity which accompany new vehicles in accordance with Directive 2003/37/EC to be no longer valid for the purposes of Article 7(1) of Directive 2003/37/EC; and\n(b) may refuse the registration, sale or entry into service of those vehicles.", "1.   Member States shall adopt and publish, by 1 March 2011 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the texts of those provisions.\nThey shall apply those provisions from 2 March 2011.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 August 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 171, 9.7.2003, p. 1.\n(2)  OJ L 262, 27.9.1976, p. 1.\n(3)  OJ L 27, 30.1.2010, p. 33.\n(4)  OJ L 157, 9.6.2006, p. 24.\nANNEX I\nThe Annex to Directive 76/763/EEC is replaced by the following Annex:\n‘ANNEX\nPassenger seats, if provided, shall comply with EN 15694:2009.’\nANNEX II\nDirective 2009/144/EC is amended as follows:\n1. the title of Annex II in the list of annexes is amended to read:\n2. the title of Annex II is amended to read:\n3. in Annex II the following points are added:\n(a) adjustment of the seat and suspension related to the ergonomic position of the operator with respect to the controls and in order to minimise the risks from whole body vibration;\n(b) use and adjustment of the system for heating, ventilation and air-conditioning, when provided;\n(c) starting and stopping of the engine;\n(d) location and method of opening of emergency exits;\n(e) boarding and leaving the tractor;\n(f) the hazard area near to the pivot axis of articulated tractors;\n(g) use of special tools, if any are provided;\n(h) safe methods used for service and maintenance;\n(i) information about the interval of inspection of hydraulic hoses;\n(j) instructions about how to tow the tractor;\n(k) instructions about the safe use of jacks and recommended jacking points;\n(l) hazards related to batteries and fuel tank;\n(m) prohibited use of the tractor, where overturning hazards exist with mention that the list is not exhaustive;\n(n) residual risks, related to hot surfaces, such as filling of oil or coolant in hot engines or transmissions;\n(o) the level of protection of the Falling Objects Protective Structure, if applicable;\n(p) the level of protection against hazardous substances, if applicable;\n(q) the level of protection of the Operators Protection Structure, if applicable.\n(a) a warning to strictly follow the instructions outlined in the operator’s manual of the mounted or trailed machinery or trailer, and not to operate the combination tractor — machine or tractor — trailer unless all instructions have been followed;\n(b) a warning to stay clear from the area of the three-point linkage when controlling it;\n(c) a warning that mounted machinery must be lowered on the ground before leaving the tractor;\n(d) speed of the power take-off drive shafts in function of the mounted machinery or trailed vehicle;\n(e) a requirement to use only power take-off drive shafts with adequate guards;\n(f) information about hydraulic coupling devices and their function;\n(g) information about the maximum lift capacity of the three-point linkage;\n(h) information about the determination of the total mass, the axle loads, the tyre load carrying capacity and the necessary minimum ballasting;\n(i) information about the available trailer braking systems and their compatibility with the trailed vehicles;\n(j) the maximum vertical load on the rear hitch, related to the rear tyre size and type of hitch;\n(k) information about using implements with power take-off drive shafts and that the technically possible inclination of the shafts depend on the shape and size of the master shield and/or clearance zone, including the specific information required in case of PTO type 3 with reduced dimension;\n(l) a repeat of the data on the statutory plate about maximum allowed trailed masses;\n(m) a warning to stay clear from the area between tractor and trailed vehicle.\n(a) work with front-end loader (risk of falling objects);\n(b) forestry application (risk of falling and/or penetrating objects);\n(c) work with crop sprayers, mounted or trailed (risk of hazardous substances).\n4.5.1.1. The operator’s manual shall outline the hazards associated with front-end loader work, and explain how to avoid those hazards.\n4.5.1.2. The operator’s manual shall indicate the fixation points on the body of the tractor where the front–end loader must be installed, together with the size and quality of the hardware to be used. If no such attachment points are foreseen, the operator’s manual shall prohibit the installation of a front–end loader.\n4.5.1.3. Tractors fitted with programmable hydraulic sequencing functions shall provide information on how to connect the loader hydraulics so that this function is inoperable.\n4.5.2.1. In case of use of an agricultural tractor in a forestry application, the identified hazards are the following:\n(a) toppling trees, primarily in case a rear-mounted tree grab-crane is mounted at the rear of the tractor;\n(b) penetrating objects in the operator’s enclosure, primarily in case a winch is mounted at the rear of the tractor.\n4.5.2.2. The operator’s manual shall provide information about the following:\n(a) the existence of the hazards described in point 4.5.2.1;\n(b) any optional equipment that might be available to deal with those hazards;\n(c) fixation points on the tractor where protective structures can be fixed, together with the size and quality of the hardware to be used; when no means are foreseen to fit adequate protective structures, this shall be mentioned;\n(d) protective structures may consist of a frame protecting the operating station against toppling trees or (mesh) grids in front of the cab doors, roof and windows;\n(e) the Falling Objects Protection System level, if provided.\n4. the title of the Appendix to Annex II is amended to read:\n5. point 1 of the Appendix to Annex II is completed with the following lines after point 1.2:\n‘1.3. Additional safety requirements for special applications, if applicable:\n1.3.1. Falling Objects Protective Structures\n1.3.2. Operators Protection Structures\n1.3.3. Prevention of contact with Hazardous Substances’;\n6. point 15 of the Appendix to Annex II (list of documents) is completed with the following:\n(1)  OECD standard code for the official testing of falling object protective structures on agricultural and forestry tractors Code 10 – OECD Council Decision C(2008) 128 of October 2008.\n(2)  This document can be found at: http://www.iso.org/iso/en/CatalogueDetailPage.CatalogueDetail?CSNUMBER = 9021&ICS1 = 65&ICS2 = 60&ICS3 = 1\n(3)  This document can be found at: http://www.iso.org/iso/en/CatalogueDetailPage.CatalogueDetail?CSNUMBER = 9021&ICS1 = 65&ICS2 = 60&ICS3 = 1\n(4)  OJ L 201, 1.8.2009, p. 18.\n(5)  OJ L 214, 19.8.2009, p. 23.\n(6)  OJ L 255, 18.9.1978, p. 1."}