{"celex_id": "32011D0417", "uri": "http://publications.europa.eu/resource/cellar/3a1e77b2-480f-43c4-9dfc-be575a7296af", "type": "Decision", "concepts": ["1019", "2448", "2615", "2910", "368", "403", "424", "6212"], "title": "2011/417/EU: Council Decision of 12 July 2011 abrogating Decision 2010/408/EU on the existence of an excessive deficit in Finland\n", "header": "16.7.2011 EN Official Journal of the European Union L 187/27\nCOUNCIL DECISION\nof 12 July 2011\nabrogating Decision 2010/408/EU on the existence of an excessive deficit in Finland\n(2011/417/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(12) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) By Decision 2010/408/EU (1), following a proposal from the Commission in accordance with Article 126(6) of the Treaty, the Council decided that an excessive deficit existed in Finland. In Decision 2010/408/EU, the Council noted that the general government deficit planned for 2010 was 4,1 % of GDP, above the 3 % of GDP Treaty reference value, while general government gross debt was planned to reach 49,9 % of GDP, below the 60 % of GDP Treaty reference value.\n(2) On 13 July 2010, in accordance with Article 126(7) of the Treaty and Article 3(4) of Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (2), the Council adopted, on a recommendation from the Commission, a recommendation addressed to Finland with a view to bringing the excessive deficit situation to an end by 2011 at the latest. The recommendation was made public.\n(3) In accordance with Article 126(12) of the Treaty, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(4) In accordance with Article 4 of the Protocol (No 12) on the excessive deficit procedure annexed to the Treaties, the Commission provides the data for the implementation of this procedure. As part of the application of this Protocol, Member States are to notify data on government deficits and debt and other associated variables twice a year, namely before 1 April and before 1 October, in accordance with Article 3 of Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (3).\n(5) Based on data provided by the Commission (Eurostat) in accordance with Article 14 of Regulation (EC) No 479/2009 following the notification by Finland before 1 April 2011 and on the Commission services’ spring 2011 forecast, the following conclusions are warranted:\n— while the EDP notification of April 2010 planned for a deficit of 4,1 % of GDP in 2010, the actual outcome was considerably better at a deficit of 2,5 % of GDP,\n— the better-than-planned deficit outturn is primarily explained by stronger-than-expected economic growth and an improved labour market situation boosting tax revenues (notably VAT and income tax), while expenditure growth remained overall contained,\n— the Commission services’ spring 2011 forecast projects the deficit to fall further to 1 % of GDP in 2011. Similarly, the 2011 update of the stability programme projects a deficit of 0,9 % of GDP in 2011. The improvement of the fiscal balance from the previous year is driven by cyclical factors, reflecting the expected continuation of relatively robust economic activity, and some discretionary tax increases (mostly energy and product taxes) worth about ½ % of GDP. The deficit is forecast by both the Commission services and the 2011 update of the stability programme to marginally improve further to 0,7 % of GDP in 2012,\n— according to the Commission services’ spring 2011 forecast and the structural balances (recalculated by the Commission services on the basis of the information in the latest stability programme update, using the commonly agreed methodology) in 2011, the structural balance is estimated to reach a more favourable level than the medium-term objective, which is set by the Finnish authorities at a structural surplus of 0,5 % of GDP. However, the structural balance is estimated to weaken somewhat and turn negative in the medium term. The apparent decline in the structural balance estimate results from a broadly stable headline deficit against the backdrop of favourable projections for economic growth closing the currently large output gap. As a result, and unless further measures are taken, in 2015 the budget balance net of cyclical factors and one-off and other temporary measures is currently estimated to move slightly below the minimum benchmark of – 1,2 % of GDP which under normal cyclical fluctuations ensures a safety margin against breaching the 3 % of GDP reference value. The stability programme projections, extending until 2015, forecast the general government deficit to settle at about 1 % of GDP over 2013-2015,\n— the Commission services’ spring 2011 forecast projects the debt ratio to climb from 48,4 % of GDP recorded in 2010 to 52,2 % of GDP in 2012. The stability programme update projects the debt ratio to climb to 51,3 % of GDP by 2012.\n(6) It follows from these conclusions that the excessive deficit in Finland has been corrected and Decision 2010/408/EU should therefore be abrogated,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Finland has been corrected.", "Decision 2010/408/EU is hereby abrogated.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 12 July 2011.\nFor the Council\nThe President\nJ. VINCENT-ROSTOWSKI\n(1)  OJ L 189, 22.7.2010, p. 17.\n(2)  OJ L 209, 2.8.1997, p. 6.\n(3)  OJ L 145, 10.6.2009, p. 1."}