{"celex_id": "32012D0457", "uri": "http://publications.europa.eu/resource/cellar/6b1bfee7-dd59-11e1-905c-01aa75ed71a1", "type": "Decision", "concepts": ["1501", "3483", "3870", "950"], "title": "Council Decision 2012/457/CFSP of 2 August 2012 amending Decision 2010/413/CFSP concerning restrictive measures against Iran\n", "header": "3.8.2012 EN Official Journal of the European Union L 208/18\nCOUNCIL DECISION 2012/457/CFSP\nof 2 August 2012\namending Decision 2010/413/CFSP concerning restrictive measures against Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nHaving regard to Council Decision 2010/413/CFSP (1), and in particular Article 23(1) and (2),\nWhereas:\n(1) On 26 July 2010, the Council adopted Decision 2010/413/CFSP.\n(2) The Council considers that certain persons should be removed from the list of persons and entities subject to restrictive measures set out in Annex II to Council Decision 2010/413/CFSP and that the entries concerning certain entities should be amended.\n(3) Following the decision by the United Nations Security Council (UNSC) Committee established pursuant to UNSC Resolution 1737 (2006), two persons and one entity should be removed from the list set out in Annex II to Decision 2010/413/CFSP and included in the list of persons and entities subject to restrictive measures set out in Annex I to that Decision.\n(4) The lists set out in Annexes I and II to Decision 2010/413/CFSP should therefore be amended accordingly,", "main_body": ["The persons listed in Annex I to this Decision shall be deleted from the list set out in Annex II to Decision 2010/413/CFSP.", "In Annex II to Decision 2010/413/CFSP, the entries concerning the entities referred to in Annex II to this Decision shall be replaced by the entries set out in Annex II to this Decision.", "The persons and entity listed in Annex III to this Decision shall be deleted from the list set out in Annex II to Decision 2010/413/CFSP and added to the list set out in Annex I to Decision 2010/413/CFSP, as amended by the entries set out in Annex III to this Decision.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 2 August 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 195, 27.7.2010, p. 39.\nANNEX I\nPersons referred to in Article 1\n1. Dr Ahmad AZIZI\n2. Dr Ali DIVANDARI\n3. Dr Abdolnaser HEMMATI\n4. Mohammad Reza MESKARIAN\n5. Sayeed ZAVVAR\nANNEX II\nEntities referred to in Article 2\nName Identifying information Reasons Date of listing\n1. Mobin Sanjesh Entry 3, No 11, 12th Street, Miremad Alley, Abbas Abad, Tehran Involved in purchasing equipment and materials which have direct applications in the Iranian nuclear programme. 1.12.2011\n2. Bank Melli Iran ZAO (a.k.a. Mir Business Bank) Number 9/1, Ulitsa Mashkova, Moscow, 130064, Russia Alternative addr: Mashkova st. 9/1 Moscow 105062 Russia Owned by Bank Melli. 23.6.2008\n3. Melli Bank plc London Wall, 11th floor, London EC2Y 5EA, United Kingdom Owned by Bank Melli. 23.6.2008\n4. Neka Novin (a.k.a. Niksa Nirou) Unit 7, No 12, 13th Street, Mir-Emad St, Motahary Avenue, Tehran, 15875- 6653 Involved in procurement of specialist equipment and materials that have direct application in Iranian nuclear programme. 23.5.2011\nPostal Address: Taleghani Br. 130, Taleghani Ave. P.O.Box: 11365 - 5416, Tehran\nTel.: 88826690\nTlx.: 226641 TJTA IR.\nFax: 88893641\nWebsite: http://www.tejaratbank.ir\n6. Shahid Beheshti University Daneshju Blvd., Yaman St., Chamran Blvd., P.O. Box 19839-63113, Tehran, Iran Owned or controlled by Ministry of Defence and Armed Forces Logistics (MODAFL). Carries out scientific research in relation to the development of nuclear weapons. 23.5.2011\nANNEX III\nPersons and entity referred to in Article 3\nPersons\n1. Azim Aghajani (also spelled: Adhajani). Function: Member of the IRGC-Qods Force operating under the direction of Qods Force Commander, Major General Qasem Soleimani, who was designated by the UN Security Council in Resolution 1747 (2007).\n2. Ali Akbar Tabatabaei (alias: Sayed Akbar Tahmaesebi). Function: Member of the IRGC Qods Force operating under the direction of Qods Force Commander, Major General Qasem Soleimani, who was designated by the UN Security Council in Resolution 1747 (2007).\nEntity\n1. Behineh Trading Co."}