{"celex_id": "32013R1363", "uri": "http://publications.europa.eu/resource/cellar/0a77354e-689f-11e3-a7e4-01aa75ed71a1", "type": "Regulation", "concepts": ["1425", "2735", "6052", "6569", "7931"], "title": "Commission Delegated Regulation (EU) No 1363/2013 of 12 December 2013 amending Regulation (EU) No 1169/2011 of the European Parliament and of the Council on the provision of food information to consumers as regards the definition of ‘engineered nanomaterials’  Text with EEA relevance\n", "header": "19.12.2013 EN Official Journal of the European Union L 343/26\nCOMMISSION DELEGATED REGULATION (EU) No 1363/2013\nof 12 December 2013\namending Regulation (EU) No 1169/2011 of the European Parliament and of the Council on the provision of food information to consumers as regards the definition of ‘engineered nanomaterials’\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Article 18(3) of Regulation (EU) No 1169/2011 provides that all food ingredients present in the form of engineered nanomaterials have to be clearly indicated in the list of food ingredients to ensure consumer information. In addition, the names of food ingredients present in the form of engineered nanomaterials have to be followed by the word ‘nano’ in brackets. Accordingly, Regulation (EU) No 1169/2011 provides for a definition of ‘engineered nanomaterials’.\n(2) Article 18(5) of that Regulation empowers the Commission to adjust and adapt the definition of ‘engineered nanomaterials’ referred to therein to technical and scientific progress or to definitions agreed at international level, by means of delegated acts, for the purposes of achieving the objectives of that Regulation.\n(3) On 18 October 2011, Commission Recommendation 2011/696/EU (2) was adopted, responding, amongst others, to a request from the European Parliament for the introduction of a comprehensive science-based definition of nanomaterials in the Union legislation. The definition set out in that Recommendation is based solely on the size of the constituent particles of a material and covers natural, incidental and manufactured materials. It takes into account, amongst others, the European Commission Joint Research Centre’s Reference Report ‘Considerations on a Definition of Nanomaterial for Regulatory purposes’ (3), the opinion of the Scientific Committee on Emerging and Newly Identified Health Risks (SCENIHR) concerning the ‘Scientific basis for the definition of the term “Nanomaterial” ’ (4) and the definition of ‘nanomaterial’ developed by the International Organization for Standardization (ISO) (5).\n(4) According to Recommendation 2011/696/EU, the definition of ‘nanomaterial’ set out therein does not prejudge, nor reflect the scope of application of any piece of Union legislation.\n(5) In a Communication to the European Parliament, the Council and the European Economic and Social Committee on the Second Regulatory Review on Nanomaterials (6), the Commission expressed its intent to apply the definition of ‘nanomaterial’ as set out in Recommendation 2011/696/EU to Union legislation. Where other definitions are used in EU legislation, provisions will be adapted in order to ensure a consistent approach, although sector specific solutions may remain necessary.\n(6) It is therefore appropriate to adapt the definition of ‘engineered nanomaterials’ laid down in Regulation (EU) No 1169/2011 to that provided in Recommendation 2011/696/EU, which reflects technical and scientific progress to date.\n(7) Since the definition laid down in Regulation (EU) No 1169/2011 refers to ‘engineered nanomaterials’ and not to ‘nanomaterials’ in general, natural and incidental nanomaterials should not be included in the definition.\n(8) Moreover, it is appropriate to link the definition of ‘engineered nanomaterials’ to intentionally manufactured material, which should be explicitly defined. This definition should take into account the definition adopted by ISO, according to which ‘engineered nanomaterial’ is ‘nanomaterial designed for a specific purpose or function’ (7).\n(9) Pursuant to Article 4 of Regulation (EC) No 1333/2008 of the European Parliament and of the Council (8), only approved food additives included in the Union lists may be placed on the market as such and used in foods, in food additives, in food enzymes and in food flavourings under the conditions of use specified therein and following a safety assessment.\n(10) Those Union lists were established by Commission Regulations (EU) No 1129/2011 (9) and (EU) No 1130/2011 (10). These lists, as established, set out the food additives that were permitted for use prior to the entry into force of Regulation (EC) No 1333/2008 after a review of their compliance with the provisions thereof. All these approved food additives are currently subject to a re-evaluation programme by the European Food Safety Authority (hereinafter ‘the Authority’) in accordance with Commission Regulation (EU) No 257/2010 (11). The re-evaluation of food additives is being carried out in accordance with the priorities laid down in that Regulation and by group of food additives according to the main functional class to which they belong. It also covers any nano-related issues, which may be addressed in a revision of the conditions of use, where appropriate. As a result, 30 food colours have already been evaluated. None of the colours are produced in nano-form. For calcium carbonate (E170) and vegetable carbon (E153) the Authority recommended to lay down the particle size in the specifications. Other additives that could be in a nano-form will be evaluated by:\n(a) 31 December 2015: Titanium dioxide (E171), Iron oxides and hydroxides (E172), Silver (E174) and Gold (E175);\n(b) 31 December 2016: Silicon dioxide (E551);\n(c) 31 December 2018: Calcium silicate (E552), Magnesium silicate (E553a) and Talc (E553b).\n(11) Certain food additives included in the Union lists as established by Regulations (EU) No 1129/2011 and (EU) No 1130/2011 could be in the form of ‘engineered nanomaterial’ in the final food. However, indicating such food additives in the list of ingredients followed by the word ‘nano’ in brackets may confuse the consumers as it may suggest that those additives are new while in reality they have been used in foods in that form for decades.\n(12) Therefore, food additives included in the Union lists by Regulations (EU) No 1129/2011 and (EU) No 1130/2011 should not be [mandatorily] qualified as ‘nano’ in the list of ingredients and should not be covered by the definition of engineered nanomaterials. The need for specific nano-related labelling requirements relating to those additives should be addressed in the context of the re-evaluation programme, by amending, if necessary, the conditions of use in Annex II to Regulation (EC) No 1333/2008 and the specifications of those food additives, set out in Commission Regulation (EU) No 231/2012 (12). That exception should not apply to food additives inserted in those lists at a later date, including new entries pursuant to Article 12 of Regulation (EC) No 1333/2008.\n(13) The number based size distribution threshold of 50 % should be reviewed with the view to assess whether it should be replaced by a threshold between 1 % and 50 % in the future in light of technological developments concerning detection and quantification methods and where warranted by concerns for health and safety.\n(14) Therefore, Regulation (EU) No 1169/2011 should be amended accordingly,", "main_body": ["Point (t) of Article 2(2) of Regulation (EU) No 1169/2011 is replaced by the following:\n‘(t) “engineered nanomaterial” means any intentionally manufactured material, containing particles, in an unbound state or as an aggregate or as an agglomerate and where, for 50 % or more of the particles in the number size distribution, one or more external dimensions is in the size range 1 nm to 100 nm.\nBy way of derogation:\n(a) food additives covered by the definition set out in the first paragraph shall not be considered as engineered nanomaterials, if they have been included in the Union lists referred to in Article 4 of Regulation (EC) No 1333/2008 by Commission Regulations (EU) No 1129/2011 (13) and (EU) No 1130/2011 (14);\n(b) fullerenes, graphene flakes and single wall carbon nanotubes with one or more external dimensions below 1 nm shall be considered as engineered nanomaterials.\n(i) “particle” means a minute piece of matter with defined physical boundaries;\n(ii) “agglomerate” means a collection of weakly bound particles or aggregates where the resulting external surface area is similar to the sum of the surface areas of the individual components;\n(iii) “aggregate” means a particle comprising of strongly bound or fused particles;\n(iv) “intentionally manufactured” means that the material is manufactured to perform/fulfil a specific function or purpose;.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 304, 22.11.2011, p. 18.\n(2)  Commission Recommendation 2011/696/EU of 18 October 2011 on the definition of nanomaterial (OJ L 275, 20.10.2011, p. 38).\n(3)  EUR 24 403 EN, June 2010.\n(4)  http://ec.europa.eu/health/scientific_committees/emerging/docs/scenihr_o_032.pdf\n(5)  http://cdb.iso.org\n(6)  COM(2012) 572 final, dated 3.10.2012.\n(7)  http://cdb.iso.org\n(8)  Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (OJ L 354, 31.12.2008, p. 16).\n(9)  Commission Regulation (EU) No 1129/2011 of 11 November 2011 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council by establishing a Union list of food additives (OJ L 295, 12.11.2011, p. 1).\n(10)  Commission Regulation (EU) No 1130/2011 of 11 November 2011 amending Annex III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council on food additives by establishing a Union list of food additives approved for use in food additives, food enzymes, food flavourings and nutrients (OJ L 295, 12.11.2011, p. 178).\n(11)  Commission Regulation (EU) No 257/2010 of 25 March 2010 setting up a programme for the re-evaluation of approved food additives in accordance with Regulation (EC) No 1333/2008 of the European Parliament and of the Council on food additives (OJ L 80, 26.3.2010, p. 19).\n(12)  Commission Regulation (EU) No 231/2012 of 9 March 2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council (OJ L 83, 22.3.2012, p. 1)."}