{"celex_id": "32014R1091", "uri": "http://publications.europa.eu/resource/cellar/3cb9cc41-55d2-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2739", "5451"], "title": "Commission Implementing Regulation (EU) No 1091/2014 of 16 October 2014 approving tralopyril as a new active substance for use in biocidal products for product-type 21  Text with EEA relevance\n", "header": "17.10.2014 EN Official Journal of the European Union L 299/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1091/2014\nof 16 October 2014\napproving tralopyril as a new active substance for use in biocidal products for product-type 21\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 90(2) thereof,\nWhereas:\n(1) The United Kingdom has received on 17 July 2007 an application, in accordance with Article 11(1) of Directive 98/8/EC of the European Parliament and of the Council (2), for the inclusion of the active substance tralopyril in its Annex I for use in product-type 21, antifouling products, as defined in Annex V to that Directive.\n(2) Tralopyril was not on the market on 14 May 2000 as an active substance of a biocidal product.\n(3) The United Kingdom submitted the assessment report, together with its recommendations, to the Commission on 1 September 2009 in accordance with Article 11(2) of Directive 98/8/EC.\n(4) The opinion of the European Chemicals Agency was formulated on 8 April 2014 by the Biocidal Product Committee, having regard to the conclusions of the evaluating competent authority.\n(5) It appears from that opinion that biocidal products used for product-type 21 and containing tralopyril may be expected to satisfy the requirements laid down in Article 5 of Directive 98/8/EC provided that certain specifications and conditions relating to its use are satisfied.\n(6) It is therefore appropriate to approve tralopyril for use in biocidal products for product-type 21 subject to compliance with certain specifications and conditions.\n(7) Since the evaluations did not address nanomaterials, the approvals should not cover such materials pursuant to Article 4(4) of Regulation (EU) No 528/2012.\n(8) A reasonable period should be allowed to elapse before an active substance is approved, in order to permit interested parties to take the preparatory measures necessary to meet the new requirements laid down.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Tralopyril shall be approved as an active substance for use in biocidal products for product-type 21, subject to the specifications and conditions set out in the Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1).\nANNEX\nCommon Name IUPAC Name Minimum degree of purity of the active substance (1) Date of approval Expiry date of approval Product type Specific conditions (2)\nTralopyril IUPAC Name: 975 g/kg 1 April 2015 31 March 2025 21 The product assessment shall pay particular attention to the exposures, the risks and the efficacy linked to any uses covered by an application for authorisation, but not addressed in the Union level risk assessment of the active substance.\n(1) For industrial or professional users, safe operational procedures and appropriate organisational measures shall be established. Where exposure cannot be reduced to an acceptable level by other means, products shall be used with appropriate personal protective equipment.\n(2) Labels and, where provided, instructions for use shall indicate that children shall be kept away until treated surfaces are dry.\n(3) Labels and, where provided, safety data sheets of products authorised shall indicate that application, maintenance and repair activities shall be conducted within a contained area, on impermeable hard standing with bunding or on soil covered with an impermeable material to prevent losses and minimise emissions to the environment, and that any losses or waste containing tralopyril shall be collected for reuse or disposal.\n(4) For products that may lead to residues in food or feed, the need to set new or to amend existing maximum residue levels (MRLs) in accordance with Regulation (EC) No 470/2009 of the European Parliament and of the Council (3) or Regulation (EC) No 396/2005 of the European Parliament and of the Council (4) shall be verified, and any appropriate risk mitigation measures shall be taken to ensure that the applicable MRLs are not exceeded.\n(1)  The purity indicated in this column was the minimum degree of purity of the active substance used for the evaluation made in accordance with Article 8 of Regulation (EU) No 528/2012. The active substance in the product placed on the market can be of equal or different purity if it has been proven technically equivalent with the evaluated active substance.\n(2)  For the implementation of the common principles of Annex VI to Regulation (EU) No 528/2012, the content and conclusions of assessment reports are available on the Commission website: http://ec.europa.eu/environment/chemicals/biocides/index_en.htm\n(3)  Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council (OJ L 152, 16.6.2009, p. 11).\n(4)  Regulation (EC) No 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin and amending Council Directive 91/414/EEC (OJ L 70, 16.3.2005, p. 1)."}