{"celex_id": "32014R0672", "uri": "http://publications.europa.eu/resource/cellar/44b9fc9e-f784-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "3191", "4687", "4743"], "title": "Commission Implementing Regulation (EU) No 672/2014 of 18 June 2014 on the issue of import licences for applications lodged during the first seven days of June 2014 under the tariff quota opened by Regulation (EC) No 1385/2007 for poultrymeat\n", "header": "19.6.2014 EN Official Journal of the European Union L 179/70\nCOMMISSION IMPLEMENTING REGULATION (EU) No 672/2014\nof 18 June 2014\non the issue of import licences for applications lodged during the first seven days of June 2014 under the tariff quota opened by Regulation (EC) No 1385/2007 for poultrymeat\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 188 thereof,\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Regulation (EC) No 1385/2007 of 26 November 2007 laying down detailed rules for the application of Council Regulation (EC) No 774/94 as regards opening and providing for the administration of certain Community tariff quotas for poultrymeat (3), and in particular Article 5(6) thereof,\nWhereas:\nThe applications for import licences lodged during the first seven days of June 2014 for the subperiod from 1 July to 30 September 2014 relate, for some quotas, to quantities exceeding those available. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested,", "main_body": ["The quantities for which import licence applications have been lodged for the subperiod from 1 July to 30 September 2014 under Regulation (EC) No 1385/2007 shall be multiplied by the allocation coefficients set out in the Annex hereto.", "This Regulation shall enter into force on 19 June 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 2014.\nFor the Commission,\nOn behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 309, 27.11.2007, p. 47.\nANNEX\nGroup No Order No Allocation coefficient for import licence applications lodged for the subperiod from 1.7.2014-30.9.2014\n1 09.4410 0,231268\n2 09.4411 0,233646\n3 09.4412 0,245581\n4 09.4420 0,269544\n6 09.4422 0,270493"}