{"celex_id": "32012R0826", "uri": "http://publications.europa.eu/resource/cellar/0f92104e-0178-11e2-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["1076", "1459", "424", "5235", "5362", "616"], "title": "Commission Delegated Regulation (EU) No 826/2012 of 29 June 2012 supplementing Regulation (EU) No 236/2012 of the European Parliament and of the Council with regard to regulatory technical standards on notification and disclosure requirements with regard to net short positions, the details of the information to be provided to the European Securities and Markets Authority in relation to net short positions and the method for calculating turnover to determine exempted shares  Text with EEA relevance\n", "header": "18.9.2012 EN Official Journal of the European Union L 251/1\nCOMMISSION DELEGATED REGULATION (EU) No 826/2012\nof 29 June 2012\nsupplementing Regulation (EU) No 236/2012 of the European Parliament and of the Council with regard to regulatory technical standards on notification and disclosure requirements with regard to net short positions, the details of the information to be provided to the European Securities and Markets Authority in relation to net short positions and the method for calculating turnover to determine exempted shares\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 236/2012 of the European Parliament and of the Council of 14 March 2012 on short selling and certain aspects of credit default swaps (1), and in particular Articles 9(5), 11(3) and 16(3) thereof,\nAfter consulting the European Data Protection Supervisor,\nWhereas:\n(1) This Regulation aims to establish a uniform regime for the submission of notifications and information by investors to national competent authorities or by those competent authorities to the European Securities and Markets Authority (hereinafter ‘ESMA’). Since the turnover calculation to determine exempted shares is also closely linked to the giving of information concerning shares where their principal trading venue is in the Union, it should also be covered by this Regulation. To ensure coherence between such provisions, which should enter into force at the same time, and to facilitate a comprehensive view and compact access to them by persons subject to those obligations it is desirable to include all the regulatory technical standards required by Regulation (EU) No 236/2012 in a single Regulation.\n(2) In relation to the notifications of net short positions on shares, sovereign debt and uncovered sovereign credit default swaps and to the public disclosure of significant net short positions on shares, uniform rules regarding the details of the information including the common standard to be used in the notification should be specified to ensure consistency in the application of the notification requirements across the Union, to foster efficiency in the reporting process and to provide comparable information to the public.\n(3) To ensure the proper identification of the position holders, notification should, where available, include a code that can complement the name of the position holder. Until a single, robust and publicly recognised global legal entity identifier is available, it is necessary to rely on existing codes that some position holders may have, such as the Bank Identifier Code.\n(4) For the purpose of carrying out its duties under this Regulation and under Regulation (EU) No 1095/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority (European Securities and Markets Authority) (2), ESMA is to be provided with information by competent authorities on a quarterly basis in relation to notification of net short positions on shares, sovereign debt and uncovered sovereign credit default swaps, as well as with additional information on net short positions upon its request.\n(5) In order to efficiently use such information, in particular with respect to the objective of ensuring the orderly functioning and integrity of the financial markets and the stability of the financial system in the Union, the quarterly information should be standardised, stable over time and of sufficient granularity, in the form of some daily aggregated data, to allow ESMA to process it and to conduct research and analyses.\n(6) ESMA is not in a position to determine beforehand the specific information it may require from a competent authority, as that information may only be determined on a case-by-case basis and may include input as diverse as individual or aggregated data on the net short positions or uncovered positions in credit default swaps. Nonetheless, it is important to establish the general information to be provided in this respect.\n(7) For the purposes of calculating turnover, both in the Union and in trading venues outside the Union, to determine the principal trading venue of a share, each relevant competent authority needs to determine the relevant sources of information to identify and measure the trading on a specific share. There are currently neither harmonised transaction reporting requirements in the Union for shares admitted only on multilateral trading facilities nor international standards with regard to trading statistics on individual shares on trading venues, which may show relevant variations. Thus, it is necessary to allow some flexibility to competent authorities to carry out that calculation.\n(8) In order to ensure consistency, the date of application of this Regulation should be the same as that of Regulation (EU) No 236/2012. However, in order to allow sufficient time for natural and legal persons to process the list of shares exempted pursuant to Article 16 of Regulation (EU) No 236/2012, the preparation of that list and its subsequent publication on the ESMA website should take place sufficiently in advance before the application date of Regulation (EU) No 236/2012. Therefore, the method set out for turnover calculation to determine the principal venue for the trading of a share should apply from the date of entry into force of this Regulation.\n(9) Since Regulation (EU) No 236/2012 recognised that binding technical standards should be adopted before that Regulation can be usefully applied, and as it is essential to specify before 1 November 2012 the required non-essential elements to facilitate compliance by market participants with that Regulation and enforcement by competent authorities, it is necessary that this Regulation should enter into force on the day following that of its publication.\n(10) This Regulation is based on the draft regulatory technical standards submitted by ESMA to the Commission.\n(11) ESMA has conducted open public consultations on the draft regulatory technical standards on which this Regulation is based, analysed the potential related costs and benefits and requested the opinion of the Securities and Markets Stakeholder Group established in accordance with Article 37 of Regulation (EU) No 1095/2010,", "main_body": ["CHAPTER I\nGENERAL PROVISIONS", "Subject matter\nThis Regulation lays down regulatory technical standards specifying the following:\n(a) the details of the information on net short positions to be provided to the competent authorities and disclosed to the public by a natural or legal person pursuant to Article 9(5) of Regulation (EU) No 236/2012;\n(b) the details of the information to be provided to the European Securities and Markets Authority (hereinafter ‘ESMA’) by the competent authority pursuant to Article 11(3) of Regulation (EU) No 236/2012;\n(c) the method for calculation of turnover to determine the principal venue for the trading of a share pursuant to Article 16(3) of Regulation (EU) No 236/2012.\nCHAPTER II\nDETAILS OF THE INFORMATION ON NET SHORT POSITIONS TO BE NOTIFIED AND DISCLOSED\n(ARTICLE 9 OF REGULATION (EU) No 236/2012)", "Notification of net short positions in shares, sovereign debt and uncovered sovereign credit default swaps to competent authorities\n1.   A notification made under Article 5(1), Article 7(1) or Article 8 of Regulation (EU) No 236/2012 shall contain the information specified in Table 1 of Annex I to this Regulation.\nThe notification shall be made using a form issued by the relevant competent authority which shall take the format set out in Annex II.\n2.   Where the competent authority has secure systems in place that allow it to fully identify the person filing the notification and the position holder, including all the information contained in fields 1 to 7 of Table 1 of Annex I, the corresponding fields in the form may be left blank in the notification format.\n3.   A natural or legal person who has submitted a notification referred to in paragraph 1 which contains an error shall send, on becoming aware of the error, a cancellation to the relevant competent authority.\nThe cancellation shall be made using a form issued by that competent authority which shall take the format set out in Annex III.\nThe natural or legal person concerned shall submit a new notification in accordance with paragraphs 1 and 2 if necessary.", "Public disclosure of information on net short positions in shares\nAny public disclosure of a net short position in shares that reaches, or upon having reached, subsequently falls below, a relevant publication threshold in accordance with Article 6(1) of Regulation (EU) No 236/2012 shall contain the information specified in Table 2 of Annex I to this Regulation.\nCHAPTER III\nDETAILS OF THE INFORMATION TO BE PROVIDED TO ESMA IN RELATION TO NET SHORT POSITIONS\n(ARTICLE 11 OF REGULATION (EU) No 236/2012)", "Periodic information\nPursuant to Article 11(1) of Regulation (EU) No 236/2012, competent authorities shall provide ESMA with the following information on a quarterly basis:\n(a) the daily aggregated net short position on each individual share in the main national equity index as identified by the relevant competent authority;\n(b) the end of quarter aggregated net short position for each individual share which is not in the index referred to in point (a);\n(c) the daily aggregated net short position on each individual sovereign issuer;\n(d) where applicable, daily aggregated uncovered positions on credit default swaps of a sovereign issuer.", "Information upon request\nInformation to be provided by a relevant competent authority on an ad hoc basis pursuant to Article 11(2) of Regulation (EU) No 236/2012 shall include all requested information specified by ESMA that has not previously been submitted by the competent authority in accordance with Article 4 of this Regulation.\nCHAPTER IV\nMETHOD OF CALCULATION OF TURNOVER TO DETERMINE THE PRINCIPAL TRADING VENUE FOR A SHARE\n(ARTICLE 16 OF REGULATION (EU) No 236/2012)", "Turnover calculation to determine the principal venue for the trading of a share\n1.   When calculating turnover pursuant to Article 16 of Regulation (EU) No 236/2012, a relevant competent authority shall use the best available information, which may include:\n(a) publicly available information;\n(b) transaction data obtained under Article 25(3) of Directive 2004/39/EC of the European Parliament and of the Council (3);\n(c) information from trading venues where the relevant share is traded;\n(d) information provided by another competent authority, including a competent authority of a third country;\n(e) information provided by the issuer of the relevant share;\n(f) information from other third parties, including data providers.\n2.   In determining what constitutes the best available information, a relevant competent authority shall ensure so far as reasonably possible that:\n(a) it uses publicly available information in preference to other sources of information;\n(b) the information covers all trading sessions during the relevant period, irrespective of whether the share traded during all of the sessions;\n(c) transactions received and included in the calculations are counted only once;\n(d) transactions reported through a trading venue but executed outside it are not counted.\n3.   The turnover of a share on a trading venue shall be deemed to be zero where the share is no longer admitted to trading on that trading venue even if the share was admitted to trading on the trading venue during the relevant calculation period.\nCHAPTER V\nFINAL PROVISIONS", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2012, except for Article 6 which shall apply from the date referred to in the first paragraph.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 86, 24.3.2012, p. 1.\n(2)  OJ L 331, 15.12.2010, p. 84.\n(3)  OJ L 145, 30.4.2004, p. 1.\nANNEX I\nTABLE 1\nList of fields for notification purpose (Article 2)\nField identifier Description\n1. Position holder\n2. Legal person identification code\n3. Address of the position holder\n4. Contact details of the position holder\n5. Reporting person\n6. Address of the reporting person\n7. Contact details of the reporting person\n8. Reporting date\n9. Issuer identification\n10. ISIN\n11. Country code\n12. Position date\n13. Net short position size in percentage\n14. Net short position equivalent amount\n15. Date of the previous notification\n16. Cancellation date\n17. Comments\nTABLE 2\nList of fields for public disclosure purpose (Article 3)\nField identifier Description\n1. Position holder\n2. Name of the issuer\n3. ISIN\n4. Net short position size in percentage\n5. Position date\nANNEX II\nFormat of notification form for net short positions (Article 2)\nPOSITION HOLDER First name\nBIC code\nCountry\nAddress\nContact person First name\nPhone number\nFax number\nE-mail address\nREPORTING PERSON First name\nCountry\nAddress\nContact person First name\nPhone number\nFax number\nE-mail address\nNET SHORT POSITION IN SHARES\n1. Reporting date\nName of the issuer\n2.1. ISIN code\n2.2. Full name\n3. Position date\nNet short position after threshold crossing\n4.1. Number of equivalent shares\n4.2. % of issued share capital\n5. Date of previous notification\n6. Comment\nNET SHORT POSITION IN SOVEREIGN DEBT\n1. Reporting date\nName of the issuer\n2.1. Country code\n2.2. Full name\n3. Position date\n4. Net short position after threshold crossing\n5. Date of previous notification\n6. Comment\nPOSITION IN UNCOVERED SOVEREIGN CREDIT DEFAULT SWAPS\n1. Reporting date\nName of the issuer\n2.1. Country code\n2.2. Full name\n3. Position date\n4. Net short position after threshold crossing\n5. Date of previous notification\n6. Comment\nANNEX III\nFormat of cancellation form for erroneous notifications (Article 2)\nPOSITION HOLDER First name\nBIC code\nCountry\nAddress\nContact person First name\nPhone number\nFax number\nE-mail address\nREPORTING PERSON First name\nCountry\nAddress\nContact person First name\nPhone number\nFax number\nE-mail address\nCANCELLED NET SHORT POSITION IN SHARES\n1. Cancellation date\nName of the issuer\n2.1. ISIN code\n2.2. Full name\n3. Position date of the notification being cancelled\nNet short position after threshold crossing contained at the notification being cancelled\n4.1. Number of equivalent shares\n4.2. % of issued share capital\n5. Reporting date of the notification being cancelled\n6. Comment\nCANCELLED NET SHORT POSITION IN SOVEREIGN DEBT\n1. Cancellation date\nName of the issuer\n2.1. Country code\n2.2. Full name\n3. Position date of the notification being cancelled\n4. Net short position after threshold crossing contained at the notification being cancelled\n5. Reporting date of the notification being cancelled\n6. Comment\nCANCELLED POSITION IN UNCOVERED SOVEREIGN CREDIT DEFAULT SWAPS\n1. Cancellation date\nName of the issuer\n2.1. Country code\n2.2. Full name\n3. Position date of the notification being cancelled\n4. Net short position after threshold crossing contained at the notification being cancelled\n5. Reporting date of the notification being cancelled\n6. Comment"}