{"celex_id": "32010R1223", "uri": "http://publications.europa.eu/resource/cellar/4d8669c7-a95c-48ab-af49-248dc3ea91ea", "type": "Regulation", "concepts": ["1309", "1518", "161", "1644", "2771", "4687"], "title": "Commission Regulation (EU) No 1223/2010 of 17 December 2010 on the issue of import licences for applications lodged during the first seven days of December 2010 under the tariff quota opened by Regulation (EC) No 1384/2007 for poultrymeat originating in Israel\n", "header": "18.12.2010 EN Official Journal of the European Union L 335/56\nCOMMISSION REGULATION (EU) No 1223/2010\nof 17 December 2010\non the issue of import licences for applications lodged during the first seven days of December 2010 under the tariff quota opened by Regulation (EC) No 1384/2007 for poultrymeat originating in Israel\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Regulation (EC) No 1384/2007 of 26 November 2007 laying down detailed rules for the application of Council Regulation (EC) No 2398/96 as regards opening and providing for the administration of certain quotas for imports into the Community of poultrymeat products originating in Israel (3), and in particular Article 5(5) thereof,\nWhereas:\nThe applications for import licences lodged during the first seven days of December 2010 for the subperiod from 1 January to 31 March 2011 relate to quantities exceeding those available for licences under the quota with order number 09.4092. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested,", "main_body": ["The quantities for which import licence applications have been lodged under Regulation (EC) No 1384/2007 for the subperiod from 1 January to 31 March 2011 shall be multiplied by the allocation coefficients set out in the Annex hereto.", "This Regulation shall enter into force on 18 December 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2010.\nFor the Commission, On behalf of the President,\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 309, 27.11.2007, p. 40.\nANNEX\nGroup No Order No Allocation coefficient for import licence applications lodged for the subperiod from 1.1.2011-31.3.2011\nIL1 09.4092 91,737227"}