{"celex_id": "32014L0099", "uri": "http://publications.europa.eu/resource/cellar/fc0dfaa8-5a77-11e4-a0cb-01aa75ed71a1", "type": "Directive", "concepts": ["1252", "2527", "3159", "3646", "3771", "4654", "5235", "5593", "867"], "title": "Commission Directive 2014/99/EU of 21 October 2014 amending, for the purposes of its adaptation to technical progress, Directive 2009/126/EC on Stage II petrol vapour recovery during refuelling of motor vehicles at service stations\n", "header": "23.10.2014 EN Official Journal of the European Union L 304/89\nCOMMISSION DIRECTIVE 2014/99/EU\nof 21 October 2014\namending, for the purposes of its adaptation to technical progress, Directive 2009/126/EC on Stage II petrol vapour recovery during refuelling of motor vehicles at service stations\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/126/EC of the European Parliament and of the Council of 21 October 2009 on Stage II petrol vapour recovery during refuelling of motor vehicles at service stations (1), and in particular Article 8 thereof,\nWhereas:\n(1) Directive 2009/126/EC provides for the technical adaptation of its Articles 4 and 5 to technical progress where necessary to ensure consistency with any relevant standard drawn up by the European Committee for Standardisation (CEN).\n(2) On 25 September 2013, CEN made available Standards EN 16321-1:2013 and EN 16321-2:2013. Standard EN 16321-1:2013 specifies the test methods for the type approval of petrol vapour recovery systems for use in service stations. Standard EN 16321-2:2013 specifies the test methods to be used at service stations to verify the operation of such vapour recovery systems.\n(3) A technical adaptation of Articles 4 and 5 of Directive 2009/126/EC is therefore necessary in order to ensure consistency with those standards.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Committee established by Article 9(1) of Directive 2009/126/EC,", "main_body": ["Directive 2009/126/EC is amended as follows:\n(1) in Article 4, paragraph 1 is replaced by the following:\n(2) in Article 5, paragraph 1 is replaced by the following:", "1.   Member States shall adopt and publish, by 12 May 2016 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 13 May 2016.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 285, 31.10.2009, p. 36."}