{"celex_id": "32015D0598", "uri": "http://publications.europa.eu/resource/cellar/0fc9c8cb-e401-11e4-b1d3-01aa75ed71a1", "type": "Decision", "concepts": ["3367", "5448", "8465"], "title": "Council Decision (CFSP) 2015/598 of 15 April 2015 appointing the European Union Special Representative for Central Asia\n", "header": "16.4.2015 EN Official Journal of the European Union L 99/25\nCOUNCIL DECISION (CFSP) 2015/598\nof 15 April 2015\nappointing the European Union Special Representative for Central Asia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) and Article 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 25 June 2012, the Council adopted Decision 2012/328/CFSP (1) appointing Mrs Patricia FLOR as the European Union Special Representative (EUSR) for Central Asia.\n(2) A EUSR for Central Asia will be appointed for a period of 12 months.\n(3) The EUSR will implement the mandate in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty,", "main_body": ["European Union Special Representative\nMr Peter BURIAN is hereby appointed as the European Union Special Representative (EUSR) for Central Asia until 30 April 2016. The Council may decide that the mandate of the EUSR be terminated earlier, on the basis of an assessment by the Political and Security Committee (PSC) and a proposal from the High Representative of the Union for Foreign Affairs and Security Policy (HR).", "Policy objectives\nThe EUSR's mandate shall be based on the Union's policy objectives in Central Asia. These objectives include:\n(a) promoting good and close relations between the Union and the countries of Central Asia on the basis of common values and interests as set out in relevant agreements;\n(b) contributing to strengthening the stability and cooperation between the countries in the region;\n(c) contributing to strengthening democracy, the rule of law, good governance and respect for human rights and fundamental freedoms in Central Asia;\n(d) addressing key threats, especially specific problems with direct implications for the Union;\n(e) enhancing the Union's effectiveness and visibility in the region, including through closer coordination with other relevant partners and international organisations, such as the Organisation for Security and Cooperation in Europe (OSCE) and the United Nations (UN).", "Mandate\n1.   In order to achieve the policy objectives, the mandate of the EUSR shall be to:\n(a) promote overall Union political coordination in Central Asia and help to ensure consistency of the external actions of the Union in the region;\n(b) monitor, on behalf of the HR, together with the European External Action Service (EEAS) and the Commission, the implementation process of the Union Strategy for a New Partnership with Central Asia, complemented by relevant Council conclusions and subsequent progress reports on the implementation of the Union Strategy for Central Asia, make recommendations and report to relevant Council bodies on a regular basis;\n(c) assist the Council in further developing a comprehensive policy towards Central Asia;\n(d) follow closely political developments in Central Asia by developing and maintaining close contacts with governments, parliaments, the judiciary, civil society and mass media;\n(e) encourage Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan to cooperate on regional issues of common interest;\n(f) develop appropriate contacts and cooperation with the main interested actors in the region, and all relevant regional and international organisations;\n(g) contribute to the implementation of the Union's human rights policy in the region in cooperation with the EUSR for Human Rights, including the Union Guidelines on human rights, in particular the Union Guidelines on Children and Armed Conflict as well as on violence against women and girls and combating all forms of discrimination against them, and Union policy regarding UN Security Council Resolution 1325 (2000) on Women, Peace and Security, including by monitoring and reporting on developments as well as formulating recommendations in this regard;\n(h) contribute, in close cooperation with the UN and the OSCE, to conflict prevention and resolution by developing contacts with the authorities and other local actors such as non-governmental organisations, political parties, minorities, religious groups and their leaders;\n(i) provide input to the formulation of energy security, border security, countering serious crime, including narcotics and trafficking in human beings, as well as water resource management, environment and climate change aspects of the Common Foreign and Security Policy with respect to Central Asia;\n(j) promote regional security within Central Asian borders in the context of the reduction of the international presence in Afghanistan.\n2.   The EUSR shall support the work of the HR and maintain an overview of all activities of the Union in the region.", "Implementation of the mandate\n1.   The EUSR shall be responsible for the implementation of the mandate, acting under the authority of the HR.\n2.   The PSC shall maintain a privileged link with the EUSR and shall be the EUSR's primary point of contact with the Council. The PSC shall provide the EUSR with strategic guidance and political direction within the framework of the mandate, without prejudice to the powers of the HR.\n3.   The EUSR shall work in close coordination with the EEAS and its relevant departments.", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR for the period until 30 April 2016 shall be EUR 810 000.\n2.   The expenditure shall be managed in accordance with the procedures and rules applicable to the general budget of the Union.\n3.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The EUSR shall be accountable to the Commission for all expenditure.", "Constitution and composition of the team\n1.   Within the limits of the EUSR's mandate and the corresponding financial means made available, the EUSR shall be responsible for constituting a team. The team shall include the expertise on specific policy issues as required by the mandate. The EUSR shall keep the Council and the Commission promptly informed of the composition of the team.\n2.   Member States, the institutions of the Union and the EEAS may propose the secondment of staff to the EUSR. The salary of such seconded personnel shall be covered by the Member State concerned, the institution of the Union concerned or the EEAS, respectively. Experts seconded by Member States to the institutions of the Union or the EEAS may also be posted to the EUSR. International contracted staff shall have the nationality of a Member State.\n3.   All seconded personnel shall remain under the administrative authority of the sending Member State, the sending institution of the Union or the EEAS and shall carry out their duties and act in the interest of the mandate of the EUSR.\n4.   The EUSR staff shall be co-located with the relevant EEAS department in order to ensure coherence and consistency of their respective activities.", "Privileges and immunities of the EUSR and the staff of the EUSR\nThe privileges, immunities and further guarantees necessary for the completion and smooth functioning of the EUSR's mission and the members of the EUSR's staff shall be agreed with the host countries, as appropriate. Member States and the EEAS shall grant all necessary support to such effect.", "Security of EU classified information\nThe EUSR and the members of the EUSR's team shall respect the security principles and minimum standards established by Council Decision 2013/488/EU (2).", "Access to information and logistical support\n1.   Member States, the Commission, the EEAS and the General Secretariat of the Council shall ensure that the EUSR is given access to any relevant information.\n2.   The Union delegations in the region and/or the Member States, as appropriate, shall provide logistical support in the region.", "0\nSecurity\nIn accordance with the Union's policy on the security of personnel deployed outside the Union in an operational capacity under Title V of the Treaty, the EUSR shall take all reasonably practicable measures, in accordance with the mandate and the security situation in the geographical area of responsibility, for the security of all personnel under the EUSR's direct authority, in particular by:\n(a) establishing a mission-specific security plan based on guidance from the EEAS, providing for mission-specific physical, organisational and procedural security measures governing the management of the secure movement of personnel to, and within, the mission area and the management of security incidents, and providing for a contingency plan and a mission evacuation plan;\n(b) ensuring that all agreed recommendations made following regular security assessments are implemented, and providing the HR, the Council and the Commission with written reports on their implementation and on other security issues within the framework of the progress report and the report on the implementation of the mandate.", "1\nReporting\nThe EUSR shall regularly provide the HR and the PSC with oral and written reports. The EUSR shall also report to Council working parties, as necessary. Regular reports shall be circulated through the COREU network. The EUSR may provide the Foreign Affairs Council with reports. In accordance with Article 36 of the Treaty, the EUSR may be involved in briefing the European Parliament.", "2\nCoordination\n1.   The EUSR shall contribute to the unity, consistency and effectiveness of the Union's action and shall help ensure that all Union instruments and Member States' actions are engaged consistently to attain the Union's policy objectives. The activities of the EUSR shall be coordinated with the relevant geographic department of the EEAS, as well as with the Commission, as well as those of the EUSR for Afghanistan. The EUSR shall provide regular briefings to Member States' missions and the Union's delegations.\n2.   In the field, close liaison shall be maintained with the Heads of Union delegations and Member States' Heads of Mission. They shall make every effort to assist the EUSR in the implementation of the mandate. The EUSR shall also liaise with other international and regional actors in the field.", "3\nReview\nThe implementation of this Decision and its consistency with other contributions from the Union to the region shall be kept under regular review. The EUSR shall present the HR, the Council and the Commission with a progress report by the end of September 2015 and a comprehensive mandate implementation report by the end of January 2016.", "4\nEntry into force\nThis Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 15 April 2015.\nFor the Council\nThe President\nE. RINKĒVIČS\n(1)  Council Decision 2012/328/CFSP of 25 June 2012 appointing the European Union Special Representative for Central Asia (OJ L 165, 26.6.2012, p. 59).\n(2)  Council Decision 2013/488/EU of 23 September 2013 on the security rules for protecting EU classified information (OJ L 274, 15.10.2013, p. 1)."}