{"celex_id": "32014R1264", "uri": "http://publications.europa.eu/resource/cellar/8e990c52-760b-11e4-b593-01aa75ed71a1", "type": "Regulation", "concepts": ["2357", "4258", "4502", "5334"], "title": "Commission Implementing Regulation (EU) No 1264/2014 of 26 November 2014 amending Regulation (EU) No 408/2011 implementing Regulation (EC) No 1185/2009 of the European Parliament and of the Council concerning statistics on pesticides, as regards transmission format  Text with EEA relevance\n", "header": "27.11.2014 EN Official Journal of the European Union L 341/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1264/2014\nof 26 November 2014\namending Regulation (EU) No 408/2011 implementing Regulation (EC) No 1185/2009 of the European Parliament and of the Council concerning statistics on pesticides, as regards transmission format\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1185/2009 of the European Parliament and of the Council of 25 November 2009 concerning statistics on pesticides (1), and in particular Article 5(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1185/2009 establishes a framework for the production of comparable European statistics on the sales and agricultural use of pesticides.\n(2) In accordance with Article 3(3) of Regulation (EC) No 1185/2009 Member States should transmit the statistical data in electronic form, in conformity with an appropriate technical format to be adopted by the Commission.\n(3) Commission Regulation (EU) No 408/2011 (2) does not provide for the transmission format for the pesticide use statistics, due for transmission in 2015, and therefore should be amended.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Commission Regulation (EU) No 408/2011 is amended as follows:\n(1) Articles 1 and 2 are replaced by the following:\n(2) The Annex to Regulation (EU) No 408/2011 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 324, 10.12.2009, p. 1.\n(2)  Commission Regulation (EU) No 408/2011 of 27 April 2011 implementing Regulation (EC) No 1185/2009 of the European Parliament and of the Council concerning statistics on pesticides, as regards transmission format (OJ L 108, 28.4.2011, p. 21).\nANNEX\nANNEX I\nStatistical data structure on the placing on the market of pesticides\nThe following data structure shall be included in the transmission files:\nNumber Field Remarks\n1 Country e.g. France\n2 Year Reference year for the data (e.g. 2010)\n3 Major group Codes listed in Annex III to Regulation (EC) No 1185/2009\n4 Categories of products\n5 Chemical class\n6 Active substance\n7 Observation value (the quantity sold) in kilograms of substances.\n8 For fields number 3, 4, 5 and 6, the confidentiality flag Flag\nANNEX II\nStatistical data structure on the agricultural use of pesticides\nThe following data structure shall be included in the transmission files:\nNumber Field Remarks\n1 Country e.g. France\n2 Year Reference year for the data (e.g. 2010)\n3 Crop Breakdown by single crops\n4 Active substance Codes listed in Annex III to Regulation (EC) No 1185/2009\n5 Observation value: quantity of substance used on the crop In kilograms of substances\n6 Observation value: area of the crop treated with this substance In hectares\n7 Confidentiality flag Flag"}