{"celex_id": "32014D0056(01)", "uri": "http://publications.europa.eu/resource/cellar/177b567c-bcbc-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["1057", "1476", "1731", "2149", "4763", "6151"], "title": "Decision (EU) 2015/297 of the European Central Bank of 15 December 2014 amending Decision ECB/2010/23 on the allocation of monetary income of the national central banks of Member States whose currency is the euro (ECB/2014/56)\n", "header": "25.2.2015 EN Official Journal of the European Union L 53/21\nDECISION (EU) 2015/297 OF THE EUROPEAN CENTRAL BANK\nof 15 December 2014\namending Decision ECB/2010/23 on the allocation of monetary income of the national central banks of Member States whose currency is the euro (ECB/2014/56)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 32.2 and Article 32.7 thereof,\nWhereas:\n(1) Decision ECB/2010/23 (1) establishes a mechanism for the pooling and allocation of monetary income arising from monetary policy operations.\n(2) In the light of Decision ECB/2014/40 (2) and Decision ECB/2014/45 (3), the earmarkable assets need to be adjusted to take account of the amount of realised gains and losses resulting from any disposals of securities held for monetary policy purposes, for the period from the disposal until the following quarter-end.\n(3) In view of the fact that interest accruing on monetary policy operations the maturity of which is one year or longer is pooled before its collection at the end of the operation, an adjustment should be made to the calculation of the liability base and earmarkable assets pursuant to Annexes I and II to Decision ECB/2010/23.\n(4) Decision ECB/2010/23 should be amended accordingly,", "main_body": ["Amendment\nAnnexes I and II to Decision ECB/2010/23 are replaced by the text set out in Annexes I and II to this Decision respectively.", "Entry into force\nThis Decision shall enter into force on 31 December 2014."], "attachments": "Done at Frankfurt am Main, 15 December 2014.\nThe President of the ECB\nMario DRAGHI\n(1)  Decision ECB/2010/23 of 25 November 2010 on the allocation of monetary income of the national central banks of Member States whose currency is the euro (OJ L 35, 9.2.2011, p. 17).\n(2)  Decision ECB/2014/40 of 15 October 2014 on the implementation of the third covered bond purchase programme (OJ L 335, 22.11.2014, p. 22).\n(3)  Decision (EU) 2015/5 of the European Central Bank of 19 November 2014 on the implementation of the asset-backed securities purchase programme (ECB/2014/45) (OJ L 1, 6.1.2015, p. 4).\nANNEX I\n‘ANNEX I\nCOMPOSITION OF THE LIABILITY BASE\nA. The liability base includes, to the exclusion of any other items:\n1. Banknotes in circulation\n(a) includes banknotes issued by the NCB and denominated in its national currency unit; and\n(b) must be reduced by the value of the non-remunerated loans related to frontloaded euro banknotes that have not been yet debited (part of asset item 6 of the HBS).\n2. Liabilities to euro area credit institutions related to monetary policy operations denominated in euro, including any of the following:\n(a) current accounts including minimum reserve requirements under Article 19.1 of the Statute of the ESCB (liability item 2.1 of the HBS);\n(b) amounts in deposit under the Eurosystem deposit facility (liability item 2.2 of the HBS);\n(c) fixed-term deposits (liability item 2.3 of the HBS);\n(d) liabilities arising from fine-tuning reverse operations (liability item 2.4 of the HBS);\n(e) deposits related to margin calls (liability item 2.5 of the HBS).\n3. Deposit liabilities to defaulted Eurosystem counterparties which have been reclassified from liability item 2.1 of the HBS.\n4. Intra-Eurosystem liabilities of NCBs arising from the issuance of ECB debt certificates under Chapter 3.3 of Annex I to Guideline ECB/2011/14 (1) (liability item 10.2 of the HBS).\n5. Net intra-Eurosystem liabilities on euro banknotes in circulation, including those resulting from the application of Article 4 of this Decision (part of liability item 10.3 of the HBS).\n6. Net intra-Eurosystem liabilities resulting from TARGET2 transactions remunerated at the reference rate (part of liability item 10.4 of the HBS).\n7. Accrued interest recorded at quarter-end by each NCB on monetary policy liabilities the maturity of which is one year or longer (part of liability item 12.2 of the HBS).\nB. The amount of each NCB's liability base is calculated in accordance with the harmonised accounting principles and rules laid down in Guideline ECB/2010/20.\n(1)  Guideline ECB/2011/14 of 20 September 2011 on monetary policy instruments and procedures of the Eurosystem (OJ L 331, 14.12.2011, p. 1).’\nANNEX II\n‘ANNEX II\nEARMARKABLE ASSETS\nA. Earmarkable assets include, with the exclusion of any other items:\n1. Lending to euro area credit institutions related to monetary policy operations denominated in euro (asset item 5 of the HBS).\n2. Securities held for monetary policy purposes (part of asset item 7.1 of the HBS).\n3. Intra-Eurosystem claims equivalent to the transfer of foreign reserve assets other than gold to the ECB under Article 30 of the Statute of the ESCB (part of asset item 9.2 of the HBS).\n4. Net intra-Eurosystem claims on euro banknotes in circulation including those resulting from the application of Article 4 of this Decision (part of asset item 9.4 of the HBS).\n5. Net intra-Eurosystem claims resulting from TARGET2 transactions remunerated at the reference rate (part of asset item 9.5 of the HBS).\n6. Gold, including claims in respect of gold transferred to the ECB, in an amount permitting each NCB to earmark a proportion of its gold that corresponds to the application of its share in the subscribed capital key to the total amount of gold earmarked by all NCBs (asset item 1 and part of asset item 9.2 of the HBS).\n7. Claims resulting from euro banknotes that have been frontloaded under Guideline ECB/2006/9 and have then entered into circulation before the cash changeover date (part of asset item 4.1 of the HBS until the cash changeover date and thereafter part of the correspondent accounts under asset item 9.5 of the HBS), but only until such claims become part of the intra-Eurosystem claims resulting from TARGET2 transactions.\n8. Outstanding claims arising from default by Eurosystem counterparties in the context of Eurosystem credit operations, and/or financial assets or claims (vis-à-vis third parties) appropriated and/or acquired in the context of the realisation of collateral submitted by defaulted Eurosystem counterparties in the context of Eurosystem credit operations reclassified from asset item 5 of the HBS (part of asset item 11.6 of the HBS).\n9. Accrued interest recorded at quarter-end by each NCB on monetary policy assets the maturity of which is one year or longer (part of asset item 11.5 of the HBS).\nB. The value of each NCB's earmarkable assets is calculated in accordance with the harmonised accounting principles and rules laid down in Guideline ECB/2010/20.’"}