{"celex_id": "32011R0034", "uri": "http://publications.europa.eu/resource/cellar/9f01a346-36ef-4388-8a10-6d4e60fd757e", "type": "Regulation", "concepts": ["1115", "1279", "2173", "5413", "5891", "680"], "title": "Commission Regulation (EU) No 34/2011 of 18 January 2011 amending Regulation (EC) No 288/2009 laying down detailed rules for applying Council Regulation (EC) No 1234/2007 as regards the Community aid for supplying fruit and vegetables, processed fruit and vegetables and banana products to children in educational establishments, in the framework of a School Fruit Scheme\n", "header": "19.1.2011 EN Official Journal of the European Union L 14/6\nCOMMISSION REGULATION (EU) No 34/2011\nof 18 January 2011\namending Regulation (EC) No 288/2009 laying down detailed rules for applying Council Regulation (EC) No 1234/2007 as regards the Community aid for supplying fruit and vegetables, processed fruit and vegetables and banana products to children in educational establishments, in the framework of a School Fruit Scheme\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 103h(f) in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 288/2009 (2) lays down detailed rules for the European School Fruit Scheme established by Article 103ga of Regulation (EC) No 1234/2007. In the light of the experience of the School Fruit Scheme's first year of implementation and in order to facilitate its implementation by the Member States, a number of provisions of Regulation (EC) No 288/2009 should be amended.\n(2) Article 4 of Regulation (EC) No 288/2009 lays down rules on aid for the supply of fruit and vegetables, processed fruit and vegetables and banana products to children in the framework of the School Fruit Scheme, including rules on the allocation and reallocation of the aid. In order to assist the Member States in making their aid application and to ensure that there are no doubts in respect of the amount of aid applied for, an aid application should be submitted by the Member States together with their strategy using a precise form.\n(3) Value added tax should under no circumstances be considered as expenditure eligible for the Union aid referred to in Article 103ga of Regulation (EC) No 1234/2007. As clear rules on the eligibility of expenditure are necessary for financial management and control purposes, the rules on the eligible costs under the School Fruit Scheme should be clarified in this respect.\n(4) Article 5(1)(b)(ii) and (iii) of Regulation (EC) No 288/2009 provides for the eligibility of costs related to monitoring and evaluation and communication, respectively. Article 7 provides for the general conditions for approval of aid applicants. In order to ensure a more flexible implementation of the School Fruit Scheme, Article 7 should be amended, so as to ensure that services related to monitoring, evaluation and communication may be provided by aid applicants that do not themselves use or deliver the products financed under the School Fruit Scheme.\n(5) Article 14 of Regulation (EC) No 288/2009 provides for the use of a European ‘School Fruit Scheme’ poster. Following the entry into force of the Lisbon Treaty, references to the ‘European Community’ should be replaced by ‘European Union’. At the same time, Member States should be allowed to continue using previously produced posters and other tools of information during a reasonable period of time.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 288/2009 is amended as follows:\n(1) Article 4(1) is replaced by the following:\n(2) in Article 5(1), the introductory phrase is replaced by the following:\n(3) in Article 6(2)(e), point (ii) is replaced by the following:\n‘(ii) the monitoring, evaluation and/or communication.’;\n(4) in the first paragraph of Article 7, the following new point (aa) is inserted:\n‘(aa) to use the aid for the monitoring and evaluation of the School Fruit Scheme as referred to in Article 12 or for communication;’;\n(5) Article 10(1) is amended as follows:\n(a) at the end of point (b) the term ‘and’ is deleted;\n(b) the following new point (d) is added:\n‘(d) the supporting documents to be defined by the Member States.’;\n(6) Article 14 is replaced by the following:\n(7) Article 15 is amended as follows:\n(a) in paragraph 1, second subparagraph, point (a) is replaced by the following:\n‘(a) the results of the monitoring exercise, as provided for in Article 12(1);’;\n(b) paragraph 4 is replaced by the following:\n(8) a new Annex IIa, as set out in the Annex to this Regulation, is inserted;\n(9) in Annex III, the last indent is replaced by the following:", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 January 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 94, 8.4.2009, p. 38.\nANNEX\n‘ANNEX IIa\nAid application to be submitted by the Member States as referred to in Article 4(1)\nMember State\nSchool year\nIndicative allocation of aid referred to in Article 4(3) and Annex II, expressed in EUR.\nQ1 Availability to use more than the indicative allocation referred to in Article 4(3) and Annex II. Yes No\nQ2 If No to Q1, allocation requested, in EUR (in figures) (in letters)\nQ3 If Yes to Q1 maximum additional allocation requested, in EUR (in addition to the indicative allocation). (in figures) (in letters)’"}