{"celex_id": "32014R1079", "uri": "http://publications.europa.eu/resource/cellar/dcfe4daa-5439-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1476", "2734", "4284", "450652", "5025", "5575"], "title": "Commission Implementing Regulation (EU) No 1079/2014 of 14 October 2014 fixing the interest rates to be used for calculating the costs of financing intervention measures comprising buying-in, storage and disposal for the 2015 EAGF accounting year\n", "header": "15.10.2014 EN Official Journal of the European Union L 297/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1079/2014\nof 14 October 2014\nfixing the interest rates to be used for calculating the costs of financing intervention measures comprising buying-in, storage and disposal for the 2015 EAGF accounting year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 (1), and in particular Article 20(1) and (4) thereof,\nAfter consulting the Committee on the Agricultural Funds,\nWhereas:\n(1) Article 3(1)(a) of Commission Delegated Regulation (EU) No 906/2014 (2) provides that expenditure relating to the financing costs incurred by Member States in mobilising funds to buy in products is to be determined in accordance with the methods set out in Annex I to that Regulation.\n(2) Point I.1 of Annex I to Delegated Regulation (EU) No 906/2014 provides that the financing costs in question are to be calculated on the basis of a uniform interest rate for the Union fixed by the Commission at the beginning of every accounting year. This interest rate corresponds to the average of the 3-month and 12-month forward Euribor rates, recorded in the six months preceding the notification from the Member States provided for in the first paragraph of point I.2 of that Annex, with a weighting of one third and two thirds respectively.\n(3) Furthermore, in accordance with the second paragraph of point I.2 of Annex I to Delegated Regulation (EU) No 906/2014, in the absence of any notification from a Member State, in the form and by the deadline referred to in the first paragraph of that point, the interest rate borne by that Member State shall be considered to be 0 %. Where a Member State declares that it did not bear any interest costs because it did not have agricultural products in public storage during the reference period, the Commission shall fix that interest rate in accordance with the third paragraph of that point.\n(4) In accordance with point I.3 of Annex I to Delegated Regulation (EU) No 906/2014, the interest rate determined on the basis of point I.2 of that Annex is to be compared with the uniform interest rate fixed on the basis of point I.1 of that Annex. The interest rate applicable to each Member State shall be the lower of these two interest rates\n(5) Given that there were no agricultural products in public storage during the six months reference period from March to August 2014, Member States were not requested to make notifications under the first paragraph of point I.2 of Annex I to Delegated Regulation (EU) No 906/2014.\n(6) The interest rates applicable for the 2015 EAGF accounting year should be fixed taking those various factors into account,", "main_body": ["For expenditure relating to the financing costs incurred by Member States in mobilising funds to buy in products chargeable to the 2015 accounting year of the European Agricultural Guarantee Fund (EAGF), the interest rates provided for in Annex I to Delegated Regulation (EU) No 906/2014 in accordance with Article 3(1)(a) of that Regulation shall be the uniform interest rate fixed at 0,4 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 549.\n(2)  Commission Delegated Regulation (EU) No 906/2014 of 11 March 2014 supplementing Regulation (EU) No 1306/2013 of the European Parliament and of the Council with regard to public intervention expenditure (OJ L 255, 28.8.2014, p. 1)."}