{"celex_id": "32015R0138", "uri": "http://publications.europa.eu/resource/cellar/d40cb093-a857-11e4-8e01-01aa75ed71a1", "type": "Regulation", "concepts": ["1018", "186", "3483", "3870", "4742", "5946"], "title": "Council Regulation (EU) 2015/138 of 29 January 2015 amending Regulation (EU) No 208/2014 concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine\n", "header": "30.1.2015 EN Official Journal of the European Union L 24/1\nCOUNCIL REGULATION (EU) 2015/138\nof 29 January 2015\namending Regulation (EU) No 208/2014 concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2014/119/CFSP of 5 March 2014 concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine (1),\nHaving regard to the joint proposal of the High Representative of the Union for Foreign Affairs and Security Policy and of the European Commission,\nWhereas:\n(1) Council Regulation (EU) No 208/2014 (2) gives effect to certain measures provided for in Decision 2014/119/CFSP and provides for the freezing of funds and economic resources of certain persons identified as responsible for the misappropriation of Ukrainian State funds and persons responsible for human rights violations in Ukraine, and natural or legal persons, entities or bodies associated with them.\n(2) On 29 January 2015, the Council adopted Decision (CFSP) 2015/143 (3) which amends Decision 2014/119/CFSP and clarifies the designation criteria for the freezing of funds targeting persons identified as responsible for the misappropriation of Ukrainian State funds.\n(3) That amendment falls within the scope of the Treaty on the Functioning of the European Union and, therefore, in particular with a view to ensuring its uniform application in all Member States, regulatory action at the level of the Union is necessary in order to implement it. Regulation (EU) No 208/2014 should therefore be amended accordingly,", "main_body": ["In Article 3 of Regulation (EU) No 208/2014, the following paragraph is inserted:\n‘1a.   For the purposes of paragraph 1 persons identified as responsible for the misappropriation of Ukrainian State funds include persons subject to investigation by the Ukrainian authorities:\n(a) for the misappropriation of Ukrainian public funds or assets or being an accomplice thereto; or\n(b) for abuse of office as a public office-holder in order to procure an unjustified advantage for him- or herself or for a third party and thereby causing a loss to Ukrainian public funds or assets, or being an accomplice thereto.’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 January 2015.\nFor the Council\nThe President\nF. MOGHERINI\n(1)  OJ L 66, 6.3.2014, p. 26.\n(2)  Council Regulation (EU) No 208/2014 of 5 March 2014 concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine (OJ L 66, 6.3.2014, p. 1).\n(3)  See page 16 of this Official Journal."}