{"celex_id": "32012R0711", "uri": "http://publications.europa.eu/resource/cellar/36ef4d57-dfb6-11e1-905c-01aa75ed71a1", "type": "Regulation", "concepts": ["2352", "3055", "4408", "5234", "5317", "5887"], "title": "Commission Implementing Regulation (EU) No 711/2012 of 3 August 2012 amending Regulation (EU) No 185/2010 laying down detailed measures for the implementation of the common basic standards on aviation security as regards the methods used for screening persons other than passengers and items carried  Text with EEA relevance\n", "header": "4.8.2012 EN Official Journal of the European Union L 209/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 711/2012\nof 3 August 2012\namending Regulation (EU) No 185/2010 laying down detailed measures for the implementation of the common basic standards on aviation security as regards the methods used for screening persons other than passengers and items carried\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 300/2008 of the European Parliament and of the Council of 11 March 2008 on common rules in the field of civil aviation security and repealing Regulation (EC) No 2320/2002 (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 272/2009 of 2 April 2009 supplementing the common basic standards on civil aviation security laid down in the Annex to Regulation (EC) No 300/2008 of the European Parliament and of the Council (2) provides that the implementing rules to be adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008 may allow the use of explosive trace detection (ETD) equipment and explosive detection dogs for screening persons other than passengers and items carried.\n(2) It is necessary to adopt detailed provisions on the deployment of explosive trace detection (ETD) equipment and explosive detection dogs for screening persons other than passengers and items carried.\n(3) The use of explosive trace detection (ETD) equipment and explosive detection dogs for screening persons other than passengers and items carried should take into account the specific context of staff screening and can facilitate and improve the effectiveness of the screening process.\n(4) The provisions relating to walk-through metal detection (WTMD) are laid down in Commission Regulation (EU) No 185/2010 of 4 March 2010 laying down detailed measures for the implementation of the common basic standards on aviation security (3) should be revised in line with the evolution of the threat to civil aviation and the risk posed by different categories of persons.\n(5) Regulation (EU) No 185/2010 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["The Annex to Regulation (EU) No 185/2010 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 August 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 97, 9.4.2008, p. 72.\n(2)  OJ L 91, 3.4.2009, p. 7.\n(3)  OJ L 55, 5.3.2010, p. 1.\nANNEX\nThe Annex to Regulation (EU) No 185/2010 is amended as follows:\n1. Point 1.3.1 is replaced by the following:\n1.3.1.1 Persons other than passengers shall be screened by one of the following means:\n(a) hand search;\n(b) walk-through metal detection equipment (WTMD);\n(c) explosive detection dogs;\n(d) explosive trace detection (ETD) equipment;\n(e) security scanners which do not use ionising radiation.\n1.3.1.2 Points 4.1.1.3 — 4.1.1.6 and 4.1.1.10 shall apply to the screening of persons other than passengers.\n1.3.1.3 Explosive detection dogs and ETD equipment may only be used as a supplementary means of screening or in unpredictable alternation with hand searches, WTMD or security scanners.\n1.3.1.4 Items carried by persons other than passengers shall be screened by one of the following means:\n(a) hand search;\n(b) x-ray equipment;\n(c) explosive detection systems (EDS) equipment;\n(d) explosive detection dogs;\n(e) explosive trace detection (ETD) equipment.\n1.3.1.5 Points 4.1.2.4 — 4.1.2.7 shall apply to the screening of items carried by persons other than passengers.\n1.3.1.6 Explosive detection dogs and ETD equipment may only be used as a supplementary means of screening or in unpredictable alternation with hand searches, x-ray equipment or EDS equipment.\n1.3.1.7 Articles listed in Attachment 4-C may be carried only if the person is authorised to do so in order to undertake tasks that are essential for the operation of airport facilities or of aircraft, or for performing in-flight duties.\n1.3.1.8 Where persons other than passengers and items carried have to be screened on a continuous random basis, the frequency shall be established by the appropriate authority on the basis of a risk assessment.\n1.3.1.9 The screening of persons other than passengers and items carried shall also be subject to the additional provisions laid down in a separate Commission Decision.’\n2. Point 12.1.2 is replaced by the following:\n12.1.2.1 There shall be two standards for WTMD. Detailed requirements on these standards are laid down in a separate Commission Decision.\n12.1.2.2 All WTMD exclusively used for screening persons other than passengers shall meet standard 1.\n12.1.2.3 All WTMD used for screening of passengers shall meet standard 2.’"}