{"celex_id": "32012D0698", "uri": "http://publications.europa.eu/resource/cellar/3fc71863-2e50-11e2-ad46-01aa75ed71a1", "type": "Decision", "concepts": ["1810", "4291", "8481", "8482"], "title": "Council Decision 2012/698/CFSP of 13 November 2012 on the establishment of a warehouse for civilian crisis management missions\n", "header": "14.11.2012 EN Official Journal of the European Union L 314/25\nCOUNCIL DECISION 2012/698/CFSP\nof 13 November 2012\non the establishment of a warehouse for civilian crisis management missions\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 26, Article 42(4) and Article 43(2) thereof,\nWhereas:\n(1) In December 2004, the Council approved the Civilian Headline Goal (CHG) 2008, in which it stated that the Union should be able to take the decision to launch a mission within 5 days of the approval of the Crisis Management Concept by the Council and that specific civilian capabilities of the European Security and Defence Policy (ESDP) should be deployable within 30 days of the decision to launch the mission.\n(2) Upon the approval of the CHG 2008, further political impetus to address civilian rapid deployment was provided by the Council’s adoption of the CHG 2010 in November 2007 and by its Declaration on strengthening capabilities, endorsed by the European Council in December 2008.\n(3) To ensure rapid deployment capability in a sustainable and cost-efficient manner, the establishment of a warehouse for civilian crisis management missions is needed. A study has confirmed the feasibility of warehousing as an effective tool for establishing the means of rapid deployment of physical assets required by civilian crisis management missions.\n(4) In January 2010, a temporary solution for the storage of assets required for civilian crisis management missions was found by storing surplus equipment within the premises of the European Union Police Mission in Bosnia and Herzegovina. At the moment, assets which allow 200 staff to deploy in a new mission are also stored within those premises. However, due to the temporary nature of this arrangement, a longer term solution needs to be found.\n(5) In accordance with the chain of command in civilian crisis management missions, the Civilian Operation Commander, in cooperation with the Commission, needs to be able to ensure that the rapid deployment needs and operational requirements of the civilian crisis management missions are met.\n(6) To that end, the Council emphasised in its Conclusions on ESDP of 17 November 2009 that a permanent capacity to store new and existing strategic material is a vital resource to ensure rapid deployment of equipment to new and existing missions, as well as ensuring sound financial management. Such a warehouse should be established through a procurement procedure resulting in a contract between the Commission and the warehouse operator. The Commission has prepared appropriate terms of reference for the procurement procedure, in cooperation with the European External Action Service (EEAS),", "main_body": ["Objectives\n1.   For the purposes of ensuring the rapid deployment of equipment to existing and future civilian crisis management missions, the Union shall strengthen its capabilities, in particular by seeking to ensure quick and continuous access to key assets.\n2.   To that end, the Union shall take appropriate measures to improve the deployment and functioning of its ongoing and future civilian crisis management missions through the establishment of a warehouse with a capacity to store new and used equipment for such missions.", "Establishment of a warehouse\n1.   For the purposes set out in Article 1, a warehouse shall be established. It shall be located in a Member State and shall operate in accordance with the contract and the terms of reference referred to in paragraph 2.\n2.   The Commission shall conclude a contract, including terms of reference, with a warehouse operator to be selected in accordance with the applicable procurement procedures and in close coordination with the EEAS.", "Implementation\n1.   The High Representative of the Union for Foreign Affairs and Security Policy (High Representative) shall be responsible for the implementation of this Decision.\n2.   Detailed arrangements for the implementation of this Decision, including the terms of reference for the warehouse, shall be agreed between the Commission and the Civilian Operation Commander. Such arrangements shall be without prejudice to the respective roles of the Commission and the Civilian Operation Commander in civilian crisis management missions. In particular, the Civilian Operation Commander shall have access to the warehouse to exercise technical and operational oversight in order to ensure the deployment capability and the proper functioning of civilian crisis management missions. The Civilian Operation Commander shall also assess the technical suitability of used assets for storage and future use, and inform on the need to refresh and roll over stocks.", "Financial arrangements\n1.   The financial reference amount for the implementation of this Decision for the duration of the contract referred to in Article 2(2) shall be EUR 4 312 234.\n2.   The expenditure financed by the amount referred to in paragraph 1 shall be managed in accordance with the procedures and rules applicable to the general budget of the Union, including the principle of sound financial management.", "Reporting\n1.   The High Representative shall report to the Council on the implementation of this Decision twice a year.\n2.   The Commission shall provide the Council with information on the financial aspects of the functioning of the warehouse.", "Review\nThis Decision shall be reviewed by the end of 2014. This review shall assess the utility, effectiveness and cost-efficiency of the warehouse in the context of other mechanisms for the management of assets for civilian crisis management operations.", "Entry into force\nThis Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 13 November 2012.\nFor the Council\nThe President\nV. SHIARLY"}