{"celex_id": "32014D0826", "uri": "http://publications.europa.eu/resource/cellar/d27b215b-7212-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["155", "2141", "3117", "4827", "5889"], "title": "2014/826/EU: Council Decision of 10 November 2014 on the position to be adopted on behalf of the European Union within the International Maritime Organization during the 94th session of the Maritime Safety Committee on the adoption of amendments to the 2011 Enhanced Survey Programme Code\n", "header": "22.11.2014 EN Official Journal of the European Union L 335/17\nCOUNCIL DECISION\nof 10 November 2014\non the position to be adopted on behalf of the European Union within the International Maritime Organization during the 94th session of the Maritime Safety Committee on the adoption of amendments to the 2011 Enhanced Survey Programme Code\n(2014/826/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 100(2) and 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Action by the European Union in the sector of maritime transport should aim to improve maritime safety.\n(2) The IMO Maritime Safety Committee (MSC) meeting at its 93rd session approved amendments to the 2011 Enhanced Survey Programme (ESP) Code. Those amendments are expected to be adopted at the 94th session of the MSC, to be held in November 2014.\n(3) The amendments to the 2011 ESP Code bring it in line with the practices of classification societies and also allow, under certain conditions, hydrostatic testing of cargo tanks by the ship's crew, under the direction of the master, in lieu of carrying out such testing in the presence of a surveyor.\n(4) Articles 5 and 6 of Regulation (EU) No 530/2012 of the European Parliament and of the Council (1) provide for the mandatory application of the IMO's Condition Assessment Scheme (CAS). The CAS is complemented by the 2011 ESP Code, adopted by the IMO Assembly by Resolution A.1049(27). Annex B, part B, of the 2011 ESP Code concerns inspections during surveys of oil tankers other than double-hull oil tankers and specifies how to undertake the intensified assessment. As a consequence, any changes to the 2011 ESP Code, as far as single-hull oil tankers above 15 years of age are concerned, will automatically be applicable through Regulation (EU) No 530/2012.\n(5) The Union is neither a member of the IMO nor a contracting party to the conventions and codes concerned. It is therefore necessary for the Council to authorise the Member States to express the position of the Union and express their consent to be bound by the amendments to the 2011 ESP Code,", "main_body": ["1.   The position of the Union at the 94th session of the IMO Maritime Safety Committee shall be to agree to the adoption of the amendments to the 2011 ESP Code, as laid down in Annex 22, Annex B, part B, of the IMO document MSC 93/22/Add.3, for the purposes referred to in Articles 5 and 6 of Regulation (EU) No 530/2012.\n2.   The position of the Union as set out in paragraph 1 shall be expressed by the Member States, which are members of IMO, acting jointly in the interest of the Union.\n3.   Formal and minor changes to this position may be agreed without requiring that position to be amended.", "Member States are hereby authorised to give their consent to be bound, in the interest of the Union, by the amendments referred to in Article 1(1).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 November 2014.\nFor the Council\nThe President\nM. MARTINA\n(1)  Regulation (EU) No 530/2012 of the European Parliament and of the Council of 13 June 2012 on the accelerated phasing-in of double-hull or equivalent design requirements for single-hull oil tankers (OJ L 172, 30.6.2012, p. 3)."}