{"celex_id": "32012R1067", "uri": "http://publications.europa.eu/resource/cellar/7612fa53-2f15-11e2-9b72-01aa75ed71a1", "type": "Regulation", "concepts": ["1501", "3483", "3584", "3870"], "title": "Council Regulation (EU) No 1067/2012 of 14 November 2012 amending Regulation (EU) No 267/2012 concerning restrictive measures against Iran\n", "header": "15.11.2012 EN Official Journal of the European Union L 318/1\nCOUNCIL REGULATION (EU) No 1067/2012\nof 14 November 2012\namending Regulation (EU) No 267/2012 concerning restrictive measures against Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2010/413/CFSP of 26 July 2010 concerning restrictive measures against Iran (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Council Regulation (EU) No 267/2012 (2) gives effect to the measures provided for in Decision 2010/413/CFSP. That Regulation provides for, inter alia, the freezing of all funds and economic resources belonging to, or owned, held or controlled by, the persons, entities and bodies listed in Annexes VIII and IX to the Regulation.\n(2) Council Decision 2012/635/CFSP (3) provides for an exemption under the restrictive measures in order to protect the energy security of the Union.\n(3) That exemption falls within the scope of the Treaty and regulatory action at the level of the Union is therefore necessary in order to implement it.\n(4) Regulation (EU) No 267/2012 should therefore be amended accordingly.\n(5) In order to ensure that the measures provided for in this Regulation are effective, it should enter into force on the day following that of its publication,", "main_body": ["In Regulation (EU) No 267/2012, the following Article is inserted:\n‘Article 28a\nThe prohibitions in Article 23(2) and (3) shall not apply to acts and transactions carried out with regard to entities listed in Annex IX:\n(a) which hold rights derived from an original award before 27 October 2010, by a sovereign Government other than Iran, of a production sharing agreement as referred to in Article 39, in so far as such acts and transactions relate to those entities’ participation in that agreement;\n(b) in so far as necessary for the execution, until 31 December 2014, of the obligations arising from contracts referred to in point (b) of Article 12(1) provided that those acts and transactions have been authorised in advance, on a case-by-case basis, by the competent authority concerned and that the Member State concerned has informed the other Member States and the Commission of its intention to grant an authorisation.’.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 195, 27.7.2010, p. 39.\n(2)  OJ L 88, 24.3.2012, p. 1.\n(3)  OJ L 282, 16.10.2012, p. 58."}