{"celex_id": "32013R0975", "uri": "http://publications.europa.eu/resource/cellar/4bd3426c-333b-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["1253", "161", "207", "2771", "2783", "3191", "3859", "4048", "5407", "5581"], "title": "Commission Implementing Regulation (EU) No 975/2013 of 11 October 2013 on the derogations from the rules of origin laid down in Annex II to the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other, that apply within quotas for certain products from Honduras\n", "header": "12.10.2013 EN Official Journal of the European Union L 272/20\nCOMMISSION IMPLEMENTING REGULATION (EU) No 975/2013\nof 11 October 2013\non the derogations from the rules of origin laid down in Annex II to the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other, that apply within quotas for certain products from Honduras\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2012/734/EU of 25 June 2012 on the signing, on behalf of the European Union, of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other, and the provisional application of Part IV thereof concerning trade matters (1), and in particular Article 6 thereof,\nWhereas:\n(1) By Decision 2012/734/EU, the Council authorised the signing, on behalf of the Union, of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (hereinafter referred to as ‘the Agreement’). Pursuant to Decision 2012/734/EU, the Agreement is to be applied on a provisional basis, pending the completion of the procedures for its conclusion.\n(2) Annex II to the Agreement concerns the definition of the concept of ‘originating products’ and methods of administrative cooperation. For a number of products, Appendix 2A to that Annex provides for the possibility of derogations from the rules of origin set out in Appendix 2 to Annex II in the framework of annual quotas. As the Union has decided to use that possibility, it is necessary to provide the conditions for the application of those derogations for imports from Honduras.\n(3) The quotas set out in Appendix 2A to Annex II should be managed on a first-come, first-served basis in accordance with Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2).\n(4) Entitlement to benefit from the tariff concessions should be subject to the presentation of the relevant proof of origin to the customs authorities, as provided for in the Agreement.\n(5) Since the Agreement applies on a provisional basis as of 1 August 2013, this Regulation should apply from the same date.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["1.   The rules of origin set out in Appendix 2A to Annex II to the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (hereinafter referred to as ‘the Agreement’), shall apply to the products listed in the Annex to this Regulation.\n2.   The rules of origin referred to in paragraph 1 shall apply by derogation from the rules of origin set out in Appendix 2 to Annex II to the Agreement, within the quotas set out in the Annex to this Regulation.", "To benefit from the derogation set out in Article 1, the products listed in the Annex shall be accompanied by a proof of origin as set out in Annex II to the Agreement.", "The quotas set out in the Annex shall be managed in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 346, 15.12.2012, p. 1.\n(2)  OJ L 253, 11.10.1993, p. 1.\nANNEX\nHONDURAS\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording of the description of the products is to be considered as having no more than an indicative value, the scope of the preferential scheme being determined, within the context of this Annex, by CN codes as they exist at the time of adoption of this Regulation.\nOrder No CN code Description of goods Quota period Annual quota volume (in items (pairs) if not otherwise specified)\n09.7052 6115 Pantyhose, tights, stockings, socks and other hosiery, including graduated compression hosiery (for example, stockings for varicose veins) and footwear without applied soles, knitted or crocheted From 1.8.2013 to 31.12.2013 2 916 667\nFrom 1.1.2014 to 31.12.2014 and for each period thereafter from 1.1 to 31.12 7 000 000\n09.7053 6205 20 00 Men’s or boys’ shirts, of cotton From 1.8.2013 to 31.12.2013 4 583 333\nFrom 1.1.2014 to 31.12.2014 11 880 000\nFrom 1.1.2015 to 31.12.2015 12 760 000\nFrom 1.1.2016 to 31.12.2016 13 640 000\nFrom 1.1.2017 to 31.12.2017 14 520 000\nFrom 1.1.2018 to 31.12.2018 and for each period thereafter from 1.1 to 31.12 15 400 000\n09.7054 6205 30 00 Men’s or boys’ shirts, of man-made fibres From 1.8.2013 to 31.12.2013 5 729 167\nFrom 1.1.2014 to 31.12.2014 14 850 000\nFrom 1.1.2015 to 31.12.2015 15 950 000\nFrom 1.1.2016 to 31.12.2016 17 050 000\nFrom 1.1.2017 to 31.12.2017 18 150 000\nFrom 1.1.2018 to 31.12.2018 and for each period thereafter from 1.1 to 31.12 19 250 000\n09.7055 6205 90 Men’s or boys’ shirts, of other textile materials From 1.8.2013 to 31.12.2013 416 667\nFrom 1.1.2014 to 31.12.2014 1 080 000\nFrom 1.1.2015 to 31.12.2015 1 160 000\nFrom 1.1.2016 to 31.12.2016 1 240 000\nFrom 1.1.2017 to 31.12.2017 1 320 000\nFrom 1.1.2018 to 31.12.2018 and for each period thereafter from 1.1 to 31.12 1 400 000\n09.7056 6206 30 00 Women’s or girls’ blouses, shirts and shirt-blouses, of cotton From 1.8.2013 to 31.12.2013 4 166 667\nFrom 1.1.2014 to 31.12.2014 10 800 000\nFrom 1.1.2015 to 31.12.2015 11 600 000\nFrom 1.1.2016 to 31.12.2016 12 400 000\nFrom 1.1.2017 to 31.12.2017 13 200 000\nFrom 1.1.2018 to 31.12.2018 and for each period thereafter from 1.1 to 31.12 14 000 000\n09.7057 6206 40 00 Women’s or girls’ blouses, shirts and shirt-blouses, of man-made fibres From 1.8.2013 to 31.12.2013 5 416 667\nFrom 1.1.2014 to 31.12.2014 14 040 000\nFrom 1.1.2015 to 31.12.2015 15 080 000\nFrom 1.1.2016 to 31.12.2016 16 120 000\nFrom 1.1.2017 to 31.12.2017 17 160 000\nFrom 1.1.2018 to 31.12.2018 and for each period thereafter from 1.1 to 31.12 18 200 000\n09.7058 6206 90 Women’s or girls’ blouses, shirts and shirt-blouses, of other textile materials From 1.8.2013 to 31.12.2013 416 667\nFrom 1.1.2014 to 31.12.2014 1 080 000\nFrom 1.1.2015 to 31.12.2015 1 160 000\nFrom 1.1.2016 to 31.12.2016 1 240 000\nFrom 1.1.2017 to 31.12.2017 1 320 000\nFrom 1.1.2018 to 31.12.2018 and for each period thereafter from 1.1 to 31.12 1 400 000\n09.7059 6212 10 Brassières, whether or not knitted or crocheted From 1.8.2013 to 31.12.2013 2 083 333\nFrom 1.1.2014 to 31.12.2014 5 400 000\nFrom 1.1.2015 to 31.12.2015 5 800 000\nFrom 1.1.2016 to 31.12.2016 6 200 000\nFrom 1.1.2017 to 31.12.2017 6 600 000\nFrom 1.1.2018 to 31.12.2018 and for each period thereafter from 1.1 to 31.12 7 000 000\n09.7060 8544 30 00 Ignition wiring sets and other wiring sets of a kind used in vehicles, aircraft or ships From 1.8.2013 to 31.12.2013 3 333 tonnes net weight\n8544 42 Other electric conductors, for a voltage not exceeding 1 000 V, fitted with connectors\n8544 49 Other electric conductors, for a voltage not exceeding 1 000 V, not fitted with connectors From 1.1.2014 to 31.12.2014 and for each period thereafter from 1.1 to 31.12 8 000 tonnes net weight\n8544 60 Other electric conductors, for a voltage exceeding 1 000 V"}