{"celex_id": "32010R0928", "uri": "http://publications.europa.eu/resource/cellar/002341ec-c8f6-45f5-a37e-29db06c00974", "type": "Regulation", "concepts": ["1102", "1136", "161", "1642", "888", "946"], "title": "Commission Regulation (EU) No 928/2010 of 15 October 2010 correcting Regulation (EU) No 909/2010 establishing the allocation coefficient to be applied to applications for export licences for cheese to be exported to the United States of America in 2011 under certain GATT quotas\n", "header": "16.10.2010 EN Official Journal of the European Union L 272/17\nCOMMISSION REGULATION (EU) No 928/2010\nof 15 October 2010\ncorrecting Regulation (EU) No 909/2010 establishing the allocation coefficient to be applied to applications for export licences for cheese to be exported to the United States of America in 2011 under certain GATT quotas\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1).\nHaving regard to Commission Regulation (EC) No 1187/2009 of 27 November 2009 laying down special detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards export licences and export refunds for milk and milk products (2), and in particular Article 23 (1), first subparagraph and (3), first subparagraph thereof,\nWhereas:\n(1) An error has occurred in the Annex to Commission Regulation (EU) No 909/2010 (3), for the allocation coefficients of groups 16-Uruguay and 17-Uruguay. These coefficients have not yet been applied by the Member States.\n(2) In order to ensure that operators in different Member States are treated in a non-discriminatory way and no licences are issued on the basis of the incorrect coefficients, this Regulation should apply from the day of publication of Regulation (EU) No 909/2010.\n(3) Regulation (EU) No 909/2010 should therefore be corrected accordingly,", "main_body": ["The Annex to Regulation (EU) No 909/2010 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 12 October 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 2010.\nFor the Commission, On behalf of the President,\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 318, 4.12.2009, p. 1.\n(3)  OJ L 268, 12.10.2010, p. 27.\nANNEX\nIn the Annex to Regulation (EU) No 909/2010, the lines corresponding to Notes No 16, group 16-Uruguay, and 17 are replaced by the following text:\n‘16 Not specifically provided for (NSPF)\n16-Uruguay 3 446,000 0,1635967\n17 Blue Mould 17-Uruguay 350,000 0,0833333’"}