{"celex_id": "32013R0424", "uri": "http://publications.europa.eu/resource/cellar/bfbf4c95-76b7-4987-9928-ef8902a1ed84", "type": "Regulation", "concepts": ["1603", "1686", "3173", "5573", "5898", "6292"], "title": "Commission Implementing Regulation (EU) No 424/2013 of 7 May 2013 approving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications [Ptujski lük (PGI)]\n", "header": "9.5.2013 EN Official Journal of the European Union L 127/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 424/2013\nof 7 May 2013\napproving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications [Ptujski lük (PGI)]\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 53(1) of Regulation (UE) No 1151/2012, the Commission has examined Slovenia’s application for the approval of an amendment to the specification for the protected geographical indication ‧Ptujski lük‧, registered under Commission Implementing Regulation (EU) No 1362/2011 (2).\n(2) The application concerns the amendment to the description of the product and to the specific rules concerning packaging.\n(3) The Commission has examined the amendment in question and decided that it is justified. Since in accordance with Article 53 (2) of Regulation (EU) No 1151/2012 this concerns a minor amendment, the Commission may adopt it without using the procedure set out in Articles 50 to 52 of that Regulation,", "main_body": ["The specification for the protected geographical indication ‧Ptujski lük‧ is hereby amended in accordance with Annex I to this Regulation.", "The consolidated single document setting out the main points of the specification is set out in Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12 2012, p. 1.\n(2)  OJ L 341, 22.12.2011, p. 21.\nANNEX I\nThe following amendment to the specification for the protected geographical indication ‧Ptujski lük‧ have been approved:\n— The following sentence is deleted from the description of the product: \"Each onion weighs at least 70 g\".\n— The following words between brackets are deleted from specific rules concerning packing: \"(max. 2 kg)\".\nANNEX II\nSINGLE DOCUMENT\nCouncil Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1)\n‘PTUJSKI LÜK’\nEC No: SI-PGI-0105-01033 – 20.08.2008\nPGI ( X ) PDO ( )\n1.   Name\n‘Ptujski lük’\n2.   Member state or third country\nSlovenia\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.6 Fruit, vegetables and cereals, fresh or processed\n3.2.   Description of product to which the name in (1) applies\n‘Ptujski lük’ (Allium cepa L.) is an onion of the Ptujska rdeča variety. It is cordate-oblate in shape. Its equatorial section has a diameter of at least 40 mm. Its neck is narrow, thin and closed. The height of each onion, measured from the circular base of the bulb to the closed neck must be 10-50 % less than the diameter of its widest part (equatorial diameter).\nThe dry outer skins are reddish brown to pale red in colour. The flesh is white with a bluish or purplish tinge and a more distinct purple edge.\n‘Ptujski lük’ typically has a moderately pungent taste and a strong onion smell.\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the identified geographical area\nOnions marketed under the name ‘Ptujski lük’ have to be produced in the geographical area.\nThe onion seed or sets must be produced in the geographical area or bought from seed producers which can prove that they carry out maintenance breeding of the Ptujska rdeča variety.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\n‘Ptujski lük’ is sold in traditional wreaths (rye straw, six or twelve onions of the same size and colour, without the use of twine, wire or the like), in small packages, and loose.\n3.7.   Specific rules concerning labelling\nOnions which satisfy the conditions laid down in the specification are labelled with the name ‘Ptujski lük’, the words ‘protected geographical indication’ and the national quality symbol.\n4.   Concise definition of the geographical area\nThe geographical area where production takes place is historically determined, comprising the Ptujsko Polje. This is a plain delimited by the town of Ptuj, the River Drava, the margins of the Slovenske Gorice hills and the settlements of Mihovci and Velika Nedelja.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe Ptujsko Polje is part of a flatland natural region where the land evolved on a pedosequence of sand and gravel. The soils are shallow, with a high sandy-particle and rock content. Owing to the continental climate, with spring rainfall and hot and relatively dry summers, these soils are often prone to drought. With regard to pedogenesis, the two pedosequences each have two soil systems. On gravel and sand, there are alluvial soils on a Holocene terrace and brown soils on a Pleistocene terrace, whereas on clay and loam there are brown pseudogleys and anthrosols.\nThe alluvial soils are young and pedologically undeveloped. They have a fine sandy texture and contain very few clayey particles. They are permeable and flowable. Fine sand reaches down to a depth of 100 cm; the gravel rarely reaches the surface. Where the water has filtered away there is arable land that offers favourable growing conditions, in particular where it is protected against flooding.\nBrown soils are the main soil type on the Ptujsko Polje. From a self-sufficiency point of view, they are strategically important for food production. This is made possible owing to the quality of the soils and the flatness of the terrain. The soils are of medium depth, have a medium humus content and are permeable and light-textured. Arable land predominates.\nThe brown, deep loam-based soils are situated on the edges of the Slovenske Gorice hills and the Pesnica valley, and loam is their primary constituent. These are deeper, more finely textured and less permeable soils. It is an area of intensive field-crop, grass and hop production.\nAnthrosols occupy the valley of the River Pesnica where it enters the Ptujsko Polje. Most of the land has been improved (in terms of drainage and agricultural use). The soils’ physical and chemical properties have been modified. The soils have been aerated and rendered permeable by deep tillage, and the use of fertilisers has raised their pH so that they are no longer acid. Intensive cropping predominates on these soils.\nGeographically speaking, the Dravsko-Ptujsko Polje forms part of the Sub-Pannonian region of Slovenia. The climate in this geographical region may be described as the most markedly continental. It is not overly endowed with rainfall, the annual average in the 1961-2000 period being around 950 mm. Around Ptuj, most of the rain tends to fall in June, July and August (usually more than 100 mm per month), and the driest months are March, April and May (only 60-85 mm per month).\n‘Ptujski luk’ must be harvested manually. This ensures the product’s high quality. Another specific feature of ‘Ptujski luk’ is that individual onions are woven into traditional wreaths containing six or twelve onions of the same size and colour.\n5.2.   Specificity of the product\n‘Ptujski lük’ is distinguished by its long-keeping quality and excellent culinary properties. It quickly disintegrates when cooked, yet retains its characteristic taste. Other characteristic features of ‘Ptujski lük’ are its cordate to oblate shape, the reddish colour of its skins and flesh, and its moderately pungent taste.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe link between ‘Ptujski lük’ and the area is based on the reputation it has acquired over many years and the long-standing traditional production method. ‘Ptujski lük’ is the common name for an onion which has been grown on the Ptujsko Polje for more than 200 years. The growing area has since time immemorial been called the ‘onion-growing country’ (lükarija), because onions (lük) are grown there. Anton Ingolič, who lived and worked hereabouts, wrote that onion-growing started at Dornava, the heart of onion-growing country, and spread from there throughout the Ptujsko Polje. All producers in Dornava – and throughout the Ptujsko Polje – have taken up onion-growing, in particular small and medium-sized farmers.\nOwing to the rainfall pattern, cereal rotation was the main form of farming to develop and become established on the Ptujsko Polje. Onion-growing is also ideal for incorporation into this rotation system. Onions do not need high temperatures in order to develop. As the sandy soils quickly dry out and heat up, the seed can therefore be sown and the sets planted very early in the year, when the days are still short. During the short-day season, the onions develop a strong root system, and then swell during the spring rains. This is followed by a hot and dry summer, which is necessary for the characteristic aroma (taste) to develop and, in particular, for drying the onions properly. The onions are therefore initially left to dry in the fields, the final stage of drying taking place on producers’ premises. As agriculture, especially the growing of cereals (including rye), has been well developed in the geographical area since ancient times, the well-known tradition of weaving onions into rye-straw wreaths (strings) has also spread.\nIt is because of the dry weather during ripening and the shallow sandy, nutrient-poor soils that the onions have developed a more pungent taste.\nThe various stages in production and the method of producing the onions are reflected locally in a wealth of practices, customs, sayings, adages and traditional foods which have evolved and survived, as well as in the architectural features of houses, which had to have projecting roofs for the drying of onions. These practices live on and are maintained both as part of people’s daily lives (special, still very popular foods, the drying of onions in yards under projecting roofs and the weaving of onion wreaths) and in connection with tourist events.\nReference to publication of the specification\n(Article 5(7) of Regulation (EC) No 510/2006) (2)\nhttp://www.mko.gov.si/fileadmin/mko.gov.si/pageuploads/podrocja/Varna_in_kakovostna_hrana_in_krma/zasciteni_kmetijski_pridelki/Specifikacije/PTUJSKI_LUK_01.pdf\n(1)  Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs.\n(2)  Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs."}