{"celex_id": "32010L0039", "uri": "http://publications.europa.eu/resource/cellar/a0d16269-9526-47a5-b09d-0918e55cddfa", "type": "Directive", "concepts": ["191", "2081", "2773", "2985", "3730", "5334", "5451"], "title": "Commission Directive 2010/39/EU of 22 June 2010 amending Annex I to Council Directive 91/414/EEC as regards the specific provisions relating to the active substances clofentezine, diflubenzuron, lenacil, oxadiazon, picloram and pyriproxyfen  (Text with EEA relevance )\n", "header": "23.6.2010 EN Official Journal of the European Union L 156/7\nCOMMISSION DIRECTIVE 2010/39/EU\nof 22 June 2010\namending Annex I to Council Directive 91/414/EEC as regards the specific provisions relating to the active substances clofentezine, diflubenzuron, lenacil, oxadiazon, picloram and pyriproxyfen\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) The active substances clofentezine, diflubenzuron, lenacil, oxadiazon, picloram and pyriproxyfen were included in Annex I to Directive 91/414/EEC by Commission Directive 2008/69/EC (2) in accordance with the procedure provided for in Article 11b of Commission Regulation (EC) No 1490/2002 (3).\n(2) In accordance with Article 12a of Regulation (EC) No 1490/2002 EFSA presented to the Commission the conclusions on the peer review for clofentezine (4) on 4 June 2009, for diflubenzuron (5) on 16 July 2009, for lenacil (6) on 25 September 2009, for oxadiazon (7) and picloram (8) on 26 November 2009 and for pyriproxyfen (9) on 21 July 2009. These conclusions were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 11 May 2010 in the format of the Commission review reports for clofentezine, diflubenzuron, lenacil, oxadiazon, picloram and pyriproxyfen.\n(3) Taking into account the EFSA conclusions, it is confirmed that plant protection products containing clofentezine, diflubenzuron, lenacil, oxadiazon, picloram or pyriproxyfen may be expected to satisfy, in general, the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC, in particular with regard to the uses which were examined and detailed in the Commission review report.\n(4) For certain substances it is necessary to include specific provisions requiring Member States, when authorising those substances, to pay particular attention to certain points or to ensure that appropriate risk mitigation measures are taken.\n(5) Without prejudice to the conclusions referred to in recital 3, it is appropriate to obtain further information on certain specific points. Article 6(1) of Directive 91/414/EEC provides that inclusion of a substance in Annex I to that Directive may be subject to conditions. It is appropriate as regards clofentezine, to require that the notifier carry out a monitoring programme to assess the potential of that substance for long-range atmospheric transport and related environmental risks. Moreover, the notifier shall also submit confirmatory studies in respect of toxicological and environmental risks of clofentezine metabolites.\n(6) It is appropriate as regards diflubenzuron, to require that the notifier submit confirmatory data in respect of the potential toxicological relevance of the impurity and metabolite 4-chloroaniline (PCA).\n(7) It is appropriate as regards lenacil, to require that the notifier submit further information on certain soil metabolites which occurred in lysimeter studies and confirmatory data on rotational crops, including possible phytotoxic effects. If a decision on the classification of lenacil under Council Directive 67/548/EEC (10) identifies the need for further information on the relevance of certain metabolites, the Member States concerned should request the submission of such information.\n(8) It is appropriate as regards oxadiazon, to require that the notifier submit further information on the potential toxicological relevance of an impurity in the proposed technical specification and on the occurrence of a metabolite in primary crops and rotational crops. In addition, the notifier should be required to submit a metabolism study on ruminants and information on further trials on rotational crops and information on the risk to earthworm-eating birds and mammals and on the long-term risk to fish.\n(9) It is appropriate as regards picloram, to require that the notifier submit confirmatory information in respect of the monitoring analytical method applied in residue trials and a soil photolysis study to confirm the evaluation of picloram degradation.\n(10) It is appropriate as regards pyriproxifen, to require that the notifier submit information confirming the risk assessment in respect of two points, namely the risk posed to aquatic insects by pyriproxfen and the metabolite DPH-pyr and the risk posed by pyriproxfen to pollinators.\n(11) Directive 91/414/EEC should therefore be amended accordingly.\n(12) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 91/414/EEC is amended in accordance with the Annex to this Directive.", "Member States shall adopt and publish, by 31 December 2010 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 January 2011.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 172, 2.7.2008, p. 9.\n(3)  OJ L 224, 21.8.2002, p. 23.\n(4)  EFSA Scientific Report (2009) 269, Conclusion on pesticide peer review regarding the risk assessment of the active substance clofentezine (finalised: 4 June 2009).\n(5)  EFSA Scientific Report (2009) 332, Conclusion on pesticide peer review regarding the risk assessment of the active substance diflubenzuron (finalised: 16 July 2009).\n(6)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance lenacil on request from the European Commission. EFSA Journal 2009; 7(9):1326. [83 pp.]. doi:10.2903/j.efsa.2009.1326. Available online: www.efsa.europa.eu (finalised: 25 September 2009).\n(7)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance oxadiazon on request of EFSA. EFSA Journal 2009; 7(12): [92 pp.]. doi:10.2903/j.efsa.2009.1389. Available online: www.efsa.europa.eu (finalised: 25 November 2009).\n(8)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance picloram. EFSA Journal 2009; 7(12):1390. [78 pp.]. doi:10.2903/j.efsa.2009.1390. Available online: www.efsa.europa.eu (finalised: 25 November 2009).\n(9)  EFSA Scientific Report (2009) 336, Conclusion on pesticide peer review regarding the risk assessment of the active substance pyriproxyfen (finalised: 21 July 2009).\n(10)  OJ 196, 16.8.1967, p. 1.\nANNEX\nAnnex I to Directive 91/414/EEC is amended as follows:\n1. In row 177 relating to clofentezine, in the column ‘Specific provisions’, Part B is replaced by the following:\n— the specification of the technical material as commercially manufactured must be confirmed and supported by appropriate analytical data. The test material used in the toxicity dossiers shall be compared and verified against this specification of the technical material;\n— the operator and worker safety and ensure that conditions of use prescribe the application of adequate personal protective equipment, where appropriate;\n— the potential for long range transport via air;\n— the risk to non target organisms. Conditions of authorisation shall include risk mitigation measures, where appropriate.\n2. In row 180 relating to diflubenzuron, in the column ‘Specific provisions’, Part B is replaced by the following:\n— the specification of the technical material as commercially manufactured must be confirmed and supported by appropriate analytical data. The test material used in the toxicity dossiers shall be compared and verified against this specification of the technical material;\n— the protection of aquatic organisms;\n— the protection of terrestrial organisms;\n— the protection of non-target arthropods including bees.\n3. In row 182 relating to lenacil, in the column ‘Specific provisions’, Part B is replaced by the following:\n— the risk to aquatic organisms, especially algae and aquatic plants. Conditions of authorisation shall include risk mitigation measures, such as bufferzones between treated areas and surface water bodies;\n— the protection of the groundwater, where the active substance is applied in regions with vulnerable soil or climatic conditions. Conditions of authorisation shall include risk mitigation measures and monitoring programmes shall be initiated to verify potential groundwater contamination from the metabolites IN-KF 313, M1, M2 and M3 in vulnerable zones, where appropriate.\n4. In row 183 relating to oxadiazon, in the column ‘Specific provisions’, Part B is replaced by the following:\n— the specification of the technical material as commercially manufactured must be confirmed and supported by appropriate analytical data. The test material used in the toxicity dossiers shall be compared and verified against this specification of the technical material;\n— the potential for ground water contamination by the metabolite AE0608022 where the active substance is applied in situations for which prolonged anaerobic conditions may be expected to occur or in regions with vulnerable soil or climatic conditions. Conditions of authorisation must include risk mitigation measures, where appropriate.\n— further studies to address the potential toxicological relevance of an impurity in the proposed technical specification;\n— information to further clarify the occurrence of metabolite AE0608033 in primary crops and rotational crops;\n— further trials on rotational crops (namely root crops and cereals) and a metabolism study on ruminants to confirm the consumer risk assessment;\n— information to further address the risk to earthworm-eating birds and mammals, and the long-term risk to fish.\n5. In row 184 relating to picloram, in the column ‘Specific provisions’, Part B is replaced by the following:\n— the potential for ground water contamination where picloram is applied in regions with vulnerable soil or climatic conditions. Conditions of authorisation must include risk mitigation measures, where appropriate;\n— further information to confirm that the monitoring analytical method applied in residue trials correctly quantifies the residues of picloram and its conjugates;\n— a soil photolysis study to confirm the evaluation of picloram degradation.\n6. In row 185 relating to pyriproxyfen, in the column ‘Specific provisions’, Part B is replaced by the following:\n— the operator safety and ensure that conditions of use prescribe the application of adequate personal protective equipment, where appropriate;\n— the risk to aquatic organisms. Conditions of use shall include adequate risk mitigation measures, where appropriate."}