{"celex_id": "32011D0820(03)", "uri": "http://publications.europa.eu/resource/cellar/95c090b0-704d-4384-a8cf-c57fe40c0be4", "type": "Decision", "concepts": ["1439", "2914", "3656"], "title": "Commission Decision of 19 August 2011 establishing the European Research and Innovation Area Board\n", "header": "20.8.2011 EN Official Journal of the European Union C 243/12\nCOMMISSION DECISION\nof 19 August 2011\nestablishing the European Research and Innovation Area Board\n(2011/0000/)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nWhereas:\n(1) In order to advise the Commission on the realisation of the European Research Area, taking into account the objectives set out in the Commissions Green Paper ‘The European Research Area: New Perspectives’ (1), the European Research Area Board (ERAB) was set up by Commission Decision 2008/111/EC, Euratom (2).\n(2) Decision 2008/111/EC, Euratom will expire on 29 February 2012.\n(3) Following the Commission Communication ‘Europe 2020: a strategy for smart, sustainable and inclusive growth’ (3), the Council gave its political endorsement on the new strategy on 17 June 2010.\n(4) The Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Europe 2020 Flagship Initiative — Innovation Union (4), adopted by the European Commission on 6 October 2010, brings research and innovation policies into a single framework and is a critical component of the overall Europe 2020 strategy and a contributor to each of its three pillars, namely growth that is smart, sustainable and inclusive.\n(5) In the Commission Communication on Innovation Union Flagship Initiative the Commission announced to expand the remit of the ERAB as set out in its Decision 2008/111/EC, Euratom, to evaluate the Innovation Union on a continuous basis, reflect on new trends and provide recommendations on priorities and actions.\n(6) The European Research and Innovation Area Board (the Board) should support the Commission in its efforts to achieve the objectives specified in Decision No 1982/2006/EC of the European Parliament and of the Council of 18 December 2006 concerning the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007 to 2013) (5), and in Council Decision 2006/970/Euratom of 18 December 2006 concerning the Seventh Framework Programme of the European Atomic Energy Community (Euratom) for nuclear research and training activities (2007 to 2011) (6), as well as in the subsequent European Union and Euratom framework programmes.\n(7) The Chairperson and the members of the Board shall be proposed to the Commission by an Independent High-Level Identification Committee composed of representatives from business and academia.\n(8) In order to strengthen the Board's capacity and to ensure its continuity, the Commission services may appoint honorary members to the Board, on the basis of the merit and services rendered by members who have completed their terms.\n(9) Rules on disclosure of information by members of the Board should be provided for, without prejudice to the rules on security annexed to the Commission Rules of Procedure, by Decision 2001/844/EC, ECSC, Euratom (7).\n(10) Personal data relating to members of the Board should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (8).\n(11) It is appropriate to fix a period for the application of this Decision. The Commission will in due time consider the advisability of an extension,", "main_body": ["European Research and Innovation Area Board\nThe European Research and Innovation Area Board, hereinafter referred to as ‘the Board’, is established with effect from 1 March 2012.", "Tasks\n1.   The tasks of the Board shall be the following:\n(a) to advise the European Commission on European Research Area Issues, to provide recommendations on priorities and actions and in particular on how to increase the innovation impact and to evaluate the relevant part of Innovation Union Flagship initiatives on a continuous basis;\n(b) to deliver opinions on the development and realisation of the European Research Area and the Innovation Union at the request of the Commission, or on the Board’s own initiative;\n(c) to provide the Commission with an annual report on the development of the European Research Area and of the Innovation Union;\n(d) to reflect on new trends in the European Research Area and the Innovation Union.\n2.   The Board shall be regularly informed on relevant developments and actions.\n3.   The Board's opinions shall be given within the time limit set by the Commission.", "Consultation\n1.   The Commission may consult the Board on any matter relating to the realisation of the European Research Area and the Innovation Union.\n2.   The Chairperson of the Board may advise the Commission to consult the Board on a specific question.", "Composition — appointment\n1.   The Board shall comprise 11 members.\n2.   The Chairperson and the members of the Board shall be appointed by the Commission. The set of criteria to be applied throughout the selection and nomination process of the Board members is the following:\n— prominent research and/or innovation profile, including expertise in non-technological innovation,\n— experience in the design, management and implementation of research and/or innovation policy,\n— advisory experience on a European or international level,\n— balance among research and technology disciplines including persons with specific university-industry experience,\n— geographical balance, taking into account the countries associated to the framework programmes,\n— appropriate gender balance.\n3.   Applicants deemed suitable for membership but not appointed may be placed on a reserve list, which the Commission may use for replacements.\n4.   Members are appointed by the Commission in a personal capacity and shall advise the Commission independently of any external influence.\n5.   Members shall inform the Commission in good time of any conflict of interest which might undermine their objectivity.\n6.   Members shall be appointed for a four-year term of office and shall remain in office until their term of office ends or they are replaced in accordance with paragraph 7.\n7.   Members may be replaced for the remainder of their term of office in any of the following cases:\n(a) where the member resigns;\n(b) where the member is no longer capable of contributing effectively to the Board's deliberations;\n(c) where the member does not comply with Article 339 of the TFUE on disclosure of information;\n(d) where, contrary to paragraph 4, the member is not independent of all external influence;\n(e) where, contrary to paragraph 5, the member has failed to inform the Commission in good time of a conflict of interests.\n8.   The names of the Board's members shall be published on the Register of Commission expert groups and other similar entities (‘the Register’) and on the Internet website of the Directorate-General for Research and Innovation. The names of the members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Honorary members\nThe Commission services may appoint members who have completed their terms on the Board as honorary members of the Board without voting rights. The status of honorary members is equal to the one of observers. Such appointments are made on the basis of merits and services rendered. Honorary members shall be appointed for up to a four-year term of office.", "Operation\n1.   The Board shall elect two Vice-Chairpersons from amongst its members by a simple majority to form collectively with the designated Chairperson the Bureau of the Board.\n2.   The Bureau shall organise the work of the Board, in cooperation with the Commission.\n3.   The Board may, with the agreement of the Commission, set up subgroups to examine specific questions under terms of reference established by the Board. Such subgroups shall be dissolved as soon as their mandates are fulfilled.\n4.   The Commission may ask experts or observers with specific competence on a subject on the agenda to participate in the work of the Board, or in the deliberations or work of a subgroup, if, in the opinion of the Commission, this is necessary or useful.\n5.   Members of the Board, as well as invited experts and observers, shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, as well as with the Commission's rules on security regarding the protection of EU classified information, laid down in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (9). Should they fail to respect these obligations, the Commission may take all appropriate measures.\n6.   The Board and its subgroups usually meet at the Commission premises in accordance with the procedures and schedule established by the Board. The Commission shall provide the secretariat.\n7.   The Commission may provide information and expert support necessary for the work of the Board, allowing it to operate under conditions of autonomy and independence. The expert support is provided through grants or public procurement foreseen in the relevant work programme.\n8.   Commission representatives shall attend the meetings of the Board and of its subgroups.\n9.   The Board shall adopt its rules of procedure on the basis of a draft presented by the Commission.\n10.   The Commission publishes relevant information on the activities carried out by the Board either by including it in the Register or via a link from the Register to a dedicated website.", "Honoraria and meeting expenses\n1.   The Board members shall be compensated for the tasks they perform by means of an honorarium for their attendance at Board plenary meetings, reflecting their responsibilities and benchmarked against similar provisions in similar entities and Member States. The amount of honoraria and related implementation rules are set out in Annex to this Decision.\n2.   Observers and honorary members shall not be remunerated for the services they render.\n3.   As regards meetings necessary for the conduct of the Board's work other than plenary meetings including those foreseen under Article 6, the Commission, following its prior approval, shall reimburse travel expenses and, where appropriate, subsistence expenses for members and invited experts in connection with the Board’s activities, in accordance with the Commission's rules on the compensation of external experts.", "Expiry\nThis Decision shall expire on 29 February 2016."], "attachments": "Done at Brussels, 19 August 2011.\nFor the Commission\nMáire GEOGHEGAN-QUINN\nMember of the Commission\n(1)  COM(2007) 161 final, 4.4.2007.\n(2)  OJ L 40, 14.2.2008, p. 7.\n(3)  COM(2010) 2020 final, 3.3.2010.\n(4)  COM(2010) 546 final, 6.10.2010.\n(5)  OJ L 412, 30.12.2006, p. 1.\n(6)  OJ L 400, 30.12.2006, p. 60, as corrected by OJ L 54, 22.2.2007, p. 21.\n(7)  OJ L 317, 3.12.2001, p. 1.\n(8)  OJ L 8, 12.1.2001, p. 1.\n(9)  Commission Decision of 29 November 2001 amending its internal Rules of Procedure (OJ L 317, 3.12.2001, p. 1).\nANNEX\nAmount of honoraria and implementation rules for the participation of the European Research and Innovation Area Board members at plenary meetings\n1. Payment of honoraria and remimbursement of meeting expenses (travel and subsistence expenses) for the participation in up to five plenary meetings per year shall be implemented via an ad-hoc appointment-letter foreseen in the work programme implementing Specific Programme Capacities (1) according to the modalities below.\n2. The Board plenary meeting is normally of up to 1,5 days duration.\n3. The honoraria of the Board members shall be EUR 2 000 for full participation at a plenary meeting or EUR 1 000 for partial participation.\n4. The honoraria of the Board Vice-Chairs shall be EUR 3 500 for full participation at a plenary meeting or EUR 1 750 for partial participation.\n5. The honorarium of the Board Chair shall be EUR 5 000 for full participation at a plenary meeting or EUR 2 500 for partial participation.\n6. Payment will be authorised on the basis of an attendance list validated by the Board Chair and the Director General of Directorate-General for Research and Innovation or their duly authorised deputies. The attendance list must indicate whether each member's participation covered the full extent of the meeting (‘full attendance’) or otherwise (‘partial attendance’).\n(1)  Council Decision 2006/974/EC of 19 December 2006 on the Specific Programme: Capacities implementing the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007 to 2013), OJ L 400, 30.12.2006, p. 299, as corrected by OJ L 54, 22.2.2007, p. 101."}