{"celex_id": "32014R0005", "uri": "http://publications.europa.eu/resource/cellar/ad29db0a-777f-11e3-b889-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "2753", "5451", "6052", "893"], "title": "Commission Regulation (EU) No 5/2014 of 6 January 2014 amending Directive 2008/38/EC establishing a list of intended uses of animal feedingstuffs for particular nutritional purposes  Text with EEA relevance\n", "header": "7.1.2014 EN Official Journal of the European Union L 2/3\nCOMMISSION REGULATION (EU) No 5/2014\nof 6 January 2014\namending Directive 2008/38/EC establishing a list of intended uses of animal feedingstuffs for particular nutritional purposes\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 767/2009 of the European Parliament and of the Council of 13 July 2009 on the placing on the market and use of feed, amending European Parliament and Council Regulation (EC) No 1831/2003 and repealing Council Directive 79/373/EEC, Commission Directive 80/511/EEC, Council Directives 82/471/EEC, 83/228/EEC, 93/74/EEC, 93/113/EC and 96/25/EC and Commission Decision 2004/217/EC (1), and in particular Article 10(5) thereof,\nWhereas:\n(1) In accordance with Article 32(2) of Regulation (EC) No 767/2009, several applications for authorisation were submitted to the Commission before 1 September 2010 for updating the list of intended uses as referred to in Article 10 of that Regulation.\n(2) Some of those applications concern changes of the conditions associated with the particular nutritional purposes ‘Nutritional restoration, convalescence’ as regards dogs and ‘Stabilisation of physiological digestion’ in respect of feed that may contain additives in concentrations higher than 100 times the relevant fixed maximum content in complete feed as referred to in Article 8(2) of Regulation (EC) No 767/2009. The other applications concern new particular nutritional purposes with respect to the requirement established in Article 8(2) of Regulation (EC) No 767/2009.\n(3) In addition, in accordance with Article 10 of Regulation (EC) No 767/2009, the Commission received an application to add the particular nutritional purpose ‘Reduction of iodine levels in feed in case of hyperthyroidism’ as regards cats.\n(4) A specific way of feeding is the administration of a bolus. In order to guarantee an appropriate and safe use of a bolus as feed for particular nutritional purposes, general requirements should be established for the conditions associated with certain intended uses.\n(5) The Commission made all applications, including the dossiers, available to the Member States.\n(6) The dossiers included in the applications demonstrate that the specific composition of the respective feeds fulfil the particular intended nutritional purposes ‘Nutritional restoration, convalescence‘ as regards dogs, ‘Stabilisation of physiological digestion’‘Reduction of iodine levels in feed in case of hyperthyroidism’ as regards cats, ‘Support the preparation for and recovery from sport effort’ as regards equidae, ‘Compensation for insufficient iron availability after birth’ as regards suckling piglets and calves, ‘Support the regeneration of hooves, trotters and skin’ as regards horses, ruminants and pigs, ‘Support the preparation for oestrus and reproduction’ as regards mammals and birds and ‘Long-term supply of grazing animals with trace elements and/or vitamins’ as regards ruminants with a functional rumen.\n(7) Furthermore, the evaluation showed that the feeds concerned have no adverse effects on animal health, human health, the environment or animal welfare. The evaluation of the dossiers included verification that the characterisation ‘high level of a certain feed additive’ implies an important level of the respective additive which is close to the relevant fixed maximum content in complete feed but not exceeding this content.\n(8) The applications are therefore valid and the particular nutritional purposes should be added to the list of intended uses and the conditions associated with the particular nutritional purposes ‘Nutritional restoration, convalescence’ and ‘Stabilisation of physiological digestion’ should be changed.\n(9) Directive 2008/38/EC should therefore be amended accordingly.\n(10) Since safety reasons do not require the immediate application of the modifications for the feed currently legally placed on the market, it is appropriate to allow a transitional period for interested parties to prepare themselves to meet the new requirements.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annex I to Directive 2008/38/EC is amended in accordance with the Annex to this Regulation.", "Feed included in the Annex to this Regulation and referred to in Article 8(2) of Regulation (EC) No 767/2009 that have already been legally placed on the market before 1 September 2010 which are produced and labelled before 27 July 2014 may continue to be placed on the market and used until the existing stocks are exhausted. In case this feed is intended for pets, the date mentioned in the last sentence is 27 January 2016.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 January 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 229, 1.9.2009, p. 1.\nANNEX\nAnnex I to Directive 2008/38/EC is amended as follows:\n(1) In Part A, the following point is added:\n‘10. When a feed intended for particular nutritional purposes is placed on the market in the form of a bolus, being a feed material or complementary feed intended for individual oral administration by forced feeding, the label of the feed shall, if applicable, mention the maximum period of continuously release of the bolus and the daily release rate for each additive for which a maximum content in complete feed is fixed. At the request of the competent authority the feed business operator which is placing a bolus on the market shall provide proof that the daily available additive level in the digestive tract will not exceed, if applicable, the maximum content of the additive established per kg complete feed during the whole feeding period (slow release effect). It is recommended that feed in form of bolus is administered by a veterinarian or any other competent person.’\n(2) Part B is amended as follows:\nParticular nutritional purpose Essential nutritional characteristics Species or category of animal Labelling declarations Recommended length of time Other provisions\n(a) The following row is inserted between the row of the particular nutritional purpose ‘Regulation of lipid metabolism in the case of hyperlipidaemia’ and the row of the particular nutritional purpose ‘Reduction of copper in the liver’:\n‘Reduction of iodine levels in feed in case of hyperthyroidism Restricted level of iodine: maximum 0,26 mg/kg complete pet food with a moisture content of 12 % Cats Total iodine Initially up to 3 months Indicate on the labelling: “It is recommended that advice from a veterinarian be sought before use and before extending the period of use” ’\n(b) The row of the particular nutritional purpose ‘Nutritional restoration, convalescence’, species or category of animals: ‘dogs and cats’, is replaced by the following:\n— Highly digestible ingredients, including their treatment if appropriate\n— Energy value\n— Content of n-3 and n-6 fatty acids (if added)\n— The instructions for use of the feed shall ensure that the legal maximum content of the gut flora stabiliser for complete feed is respected.\n— Indicate on the labelling: “It is recommended that advice from a veterinarian be sought before use and before extending the period of use.”\n(c) The row of the particular nutritional purpose ‘Stabilisation of physiological digestion’ is replaced by the following:\n— Highly digestible ingredients including their treatment if appropriate\n— Buffering capacity\n— Source(s) of astringent substances (if added)\n— Source(s) of mucilaginous substances (if added)\n— Highly digestible ingredients including their treatment if appropriate\n— Source(s) of astringent substances (if added)\n— Source(s) of mucilaginous substances (if added)\nFeed additives of the functional group “Gut flora stabiliser” of the category “zootechnical additives” as referred to in Annex I to Regulation (EC) No 1831/2003. Animal species for which the gut flora stabiliser is authorised Name and added amount of the gut flora stabiliser Up to 4 weeks Indicate on the labelling of the feed:\n(1) “In case of risk of, during periods of, or recovery from digestive disturbance.”\n(2) If applicable: “The feed contains a gut flora stabiliser in a concentration above 100 times the authorised maximum content in complete feed.”\n(d) The following rows are inserted between the row of the particular nutritional purpose ‘Reduction of the risk of acidosis’ and the row for the particular nutritional purpose ‘Stabilisation of water and electrolyte balance’:\n‘Long-term supply of grazing animals with trace elements and/or vitamins High level of\n— Trace elements\n— vitamins, provitamins and chemically well-defined substances having similar effects.\n— Names and total amounts of each added trace element, vitamin, provitamin and chemically well-defined substance having similar effects.\n— Daily release rate for each trace element and/or vitamin if a bolus is used;\n— Maximum period of continuously release of the trace element or vitamin if a bolus is used.\n— Application in the form of bolus is allowed. A bolus may contain up to 20 % iron in an inert, non-bioavailable form, in order to increase its density.\n— Indicate on the labelling of the feed:\n“— Simultaneous supplementation of additives with a maximum content from other sources to those incorporated in a bolus, if applicable, shall be avoided.\n— Before using, it is recommended to have advice from a veterinarian or nutritionist concerning:\n(1) the balance of trace elements in the daily ration;\n(2) the trace elements status of the herd\n— The bolus contains x % inert iron in order to increase its density, if applicable.”\nCompensation for insufficient iron availability after birth High level of iron compounds authorised under the functional group “compounds of trace elements” of the category “nutritional additives” as referred to in Annex I to Regulation (EC) No 1831/2003. Suckling piglets and calves Total iron content After birth up to 3 weeks The instructions for use for the feed shall ensure that the legal maximum contents of iron for complete feed are respected.\nSupport the regeneration of hooves, trotters and skin High level of zinc. Horses, ruminants and pigs Total amount of\n— zinc\n— methionine\nSupport the preparation for oestrus and reproduction The complementary feed may contain selenium, vitamin A and D in a concentration higher than 100 times the relevant fixed maximum content in complete feed.\n— High level of selenium and\n— High level(s) of vitamins A\n— Cows: 2 weeks before the end of gestation until the next gestation is confirmed.\n— Sows: 7 days before until 3 days after parturition and 7 days before until 3 days mating.\n— Other female mammals: from the last part of gestation until the next gestation is confirmed.\n— Males: during periods of reproductive activity.\n— The instructions of use for the feed shall ensure that the respective legal maximum contents for complete feed are respected.\n— Indicate on the labelling of the feed:\nThe complementary feed may contain selenium, zinc, vitamin A and D in a concentration higher than 100 times the relevant fixed maximum content in complete feed.\n— High level(s) of vitamin A and/or vitamin D\n— High level(s) of selenium and/or zinc and/or a minimum content of vitamin E of 44 mg/kg complete feed with a moisture content of 12 %.\n— For females: during oestrus\n— For males: during periods of reproductive activity\n(e) The following row is inserted between the row of the particular nutritional purpose ‘Compensation of electrolyte loss in the cases of heavy sweating’ and the row of the particular nutritional purpose ‘Nutritional restoration, convalescence’, species or category of animals: ‘equidae’:\n‘Support the preparation for and recovery from sport effort High level of selenium and a minimum content of 50 mg vitamin E per kg complete feed with moisture content of 12 %. Equidae Total amount of\n— vitamin E\n— selenium.\n(1)  The manufacturer may complete the particular nutritional purpose with a reference to “Feline hepatic lipidosis”.’"}