{"celex_id": "32011R0306", "uri": "http://publications.europa.eu/resource/cellar/0ef960e7-af01-447c-96f3-7f09c2b23d80", "type": "Regulation", "concepts": ["1120", "1309", "161", "2771", "2957", "4080", "5083"], "title": "Regulation (EU) No 306/2011 of the European Parliament and of the Council of 9 March 2011 repealing Council Regulation (EC) No 1964/2005 on the tariff rates for bananas\n", "header": "4.4.2011 EN Official Journal of the European Union L 88/44\nREGULATION (EU) No 306/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 9 March 2011\nrepealing Council Regulation (EC) No 1964/2005 on the tariff rates for bananas\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Council Regulation (EC) No 1964/2005 (2) provides that, from 1 January 2006, the tariff rate for bananas of CN code 0803 00 19 is to be EUR 176/metric tonne.\n(2) On 31 May 2010, the Geneva Agreement on Trade in Bananas (3) between the European Union and Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela (‘the Agreement’) regarding the structure and operation of the Union’s trading regime for bananas of CN code 0803 00 19 was signed.\n(3) In accordance with the Agreement, the Union will gradually reduce its banana tariff from EUR 176/metric tonne to EUR 114/metric tonne. A first cut, which was applied retroactively from 15 December 2009, the date of initialling of the Agreement, reduced the tariff to EUR 148/metric tonne. The subsequent cuts are to apply in seven annual instalments with a possible delay of a maximum of two years if agreement on agriculture modalities in the Doha Round of the World Trade Organisation (WTO) is delayed. The final tariff of EUR 114/metric tonne is to be reached on 1 January 2019 at the latest. The tariff reductions will be bound in the WTO at the moment of the certification of the EU banana schedule.\n(4) After having been applied provisionally since its date of signature, the Agreement was approved by Council Decision 2011/194/EU (4).\n(5) In light of the new banana tariffs to be applied pursuant to the Agreement, it is appropriate to repeal Regulation (EC) No 1964/2005,", "main_body": ["Regulation (EC) No 1964/2005 is repealed.", "This Regulation shall enter into force on the date of entry into force of the Agreement.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 9 March 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nGYŐRI E.\n(1)  Position of the European Parliament of 3 February 2011 (not yet published in the Official Journal) and decision of the Council of 7 March 2011.\n(2)  OJ L 316, 2.12.2005, p. 1.\n(3)  OJ L 141, 9.6.2010, p. 3.\n(4)  See page 66 of this Official Journal."}