{"celex_id": "32014D0472(01)", "uri": "http://publications.europa.eu/resource/cellar/1cb8093f-0e46-11e4-a7d0-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1644", "2732", "3191", "5858", "6268"], "title": "2014/472/EU: Commission Implementing Decision of 16 July 2014 amending Annex II to Decision 2006/766/EC as regards the inclusion of the Republic of Moldova in the list of third countries and territories from which imports of certain fishery products for human consumption are permitted (notified under document C(2014) 4953)  Text with EEA relevance\n", "header": "18.7.2014 EN Official Journal of the European Union L 212/19\nCOMMISSION IMPLEMENTING DECISION\nof 16 July 2014\namending Annex II to Decision 2006/766/EC as regards the inclusion of the Republic of Moldova in the list of third countries and territories from which imports of certain fishery products for human consumption are permitted\n(notified under document C(2014) 4953)\n(Text with EEA relevance)\n(2014/472/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) Regulation (EC) No 854/2004 lays down specific rules for the organisation of official controls on products of animal origin. In particular, it provides that products of animal origin are to be imported only from a third country or part of a third country that appears on a list drawn up in accordance with that Regulation.\n(2) Regulation (EC) No 854/2004 also provides that when drawing up and updating such lists, account is to be taken of Union controls in third countries and guarantees by the competent authorities of third countries as regards compliance or equivalence with Union feed and food law and animal health rules specified in Regulation (EC) No 882/2004 of the European Parliament and of the Council (2).\n(3) Commission Decision 2006/766/EC (3) lists those third countries which satisfy the criteria referred to in Regulation (EC) No 854/2004 and are therefore able to guarantee that those products meet the sanitary conditions laid down in Union legislation to protect the health of consumers and can accordingly be exported to the Union. In particular, Annex II to that Decision sets out a list of third countries and territories from which imports into the Union of fishery products for human consumption are permitted. That list also indicates restrictions concerning such imports from certain third countries.\n(4) On 30 January 2013, the competent authority of the Republic of Moldova asked the Commission for the authorisation of imports of caviar into the Union. A Union control in the Republic of Moldova has taken place and demonstrates that the competent authority provides appropriate guarantees as specified in Article 48(3) of Regulation (EC) No 882/2004. On the basis of the available information and guarantees, the Republic of Moldova can be included in the list of Annex II to Decision 2006/766/EC for caviar.\n(5) Decision 2006/766/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex II to Decision 2006/766/EC, the following entry is inserted between the entry for Morocco and the entry for Montenegro:\n‘MD REPUBLIC OF MOLDOVA Only caviar’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 July 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 206.\n(2)  Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, p. 1).\n(3)  Commission Decision 2006/766/EC of 6 November 2006 establishing the lists of third countries and territories from which imports of bivalve molluscs, echinoderms, tunicates, marine gastropods and fishery products are permitted (OJ L 320, 18.11.2006, p. 53)."}