{"celex_id": "32010D0485", "uri": "http://publications.europa.eu/resource/cellar/31d3d3e7-3fa4-4e8b-8ca7-76286de6e936", "type": "Decision", "concepts": ["2868", "4160", "4675", "60", "6064", "888"], "title": "2010/485/EU: Commission Decision of 1 September 2010 on the adequacy of the competent authorities of Australia and the United States pursuant to Directive 2006/43/EC of the European Parliament and of the Council (notified under document C(2010) 5676)  Text with EEA relevance\n", "header": "11.9.2010 EN Official Journal of the European Union L 240/6\nCOMMISSION DECISION\nof 1 September 2010\non the adequacy of the competent authorities of Australia and the United States pursuant to Directive 2006/43/EC of the European Parliament and of the Council\n(notified under document C(2010) 5676)\n(Text with EEA relevance)\n(2010/485/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/43/EC of the European Parliament and of the Council of 17 May 2006 on statutory audits of annual accounts and consolidated accounts, amending Council Directives 78/660/EEC and 83/349/EEC and repealing Council Directive 84/253/EEC (1), and in particular the first subparagraph of Article 47(3) thereof,\nAfter having consulted the European Data Protection Supervisor,\nWhereas:\n(1) In accordance with Article 47(1) and Article 53 of Directive 2006/43/EC, as of 29 June 2008, in case of inspections or investigations of statutory auditors or audit firms, competent authorities of Member States may allow the transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of a third country only if those authorities have been declared adequate by the Commission and there are reciprocal working arrangements between them and the competent authorities of the Member States concerned. It therefore needs to be determined which competent authorities of third countries are adequate for the purpose of the transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of a third country.\n(2) A transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of a third country reflects a substantial public interest related to carrying out independent public oversight. Accordingly, any such transfer by the competent authorities of Member States should be made solely for the purpose of the exercise of the competences of public oversight, external quality assurance and investigations of auditors and audit firms by the competent authorities of the third country concerned. Member States should ensure that the bilateral working arrangements which allow the transfer of audit working papers or other documents held by statutory auditors or audit firms between their competent authorities and the competent authorities of Australia and the United States contain appropriate safeguards with regard to the protection of personal data as well as the protection of professional secrets and sensitive commercial information related to the companies whose financial statements are audited as well as the auditors of such companies comprised in such papers. The persons employed or formerly employed by competent authorities of the third country that receive the information are subject to obligations of professional secrecy.\n(3) Without prejudice to Article 47(4) of Directive 2006/43/EC, Member States should ensure that, for the purpose of public oversight, quality assurance and investigations of auditors and audit firms, and contacts between the auditors or audit firms of the Member States and the competent authorities of Australia and the United States take place via the competent authorities of the Member State concerned.\n(4) Member States may decide to accept joint inspections in exceptional circumstances where this is necessary to ensure effective supervision. Member States may allow that cooperation with the competent authorities of Australia and the United States takes place under the form of joint inspections or through observers without inspection or investigation powers and without access to the confidential audit working papers or to other documents held by statutory auditors or audit firms. Such cooperation should always take place under the conditions set out in Article 47(2) of Directive 2006/43/EC and in this Decision, in particular as regards the need to respect sovereignty, confidentiality and reciprocity. Member States should ensure that any joint inspections carried out by their competent authorities and the competent authorities of Australia and the United States on the territory of Member States pursuant to Article 47 of Directive 2006/43/EC should be under the leadership of the competent authority of the Member State concerned.\n(5) Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (2) applies to the processing of personal data carried out pursuant to that Directive. Accordingly, where a transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of Australia or the United States involves the disclosure of personal data, it should always be carried out in accordance with the provisions of Directive 95/46/EC. Member States should ensure appropriate safeguards with regard to the protection of personal data transferred, in particular, through binding agreements in accordance with Chapter IV of Directive 95/46/EC between their competent authorities and the competent authorities of Australia and the United States and that the latter would not further disclose personal data comprised in transferred audit working papers or other documents held by statutory auditors or audit firms without the prior agreement of the competent authorities of the Member States concerned.\n(6) The adequacy of competent authorities of a third country should be assessed in the light of the cooperation requirements pursuant to Article 36 of Directive 2006/43/EC or essentially equivalent functional results. In particular, the adequacy should be assessed in the light of the competences exercised by the competent authorities of Australia and the United States, the safeguards against breaching professional secrecy and confidentiality rules implemented by them and their ability under their laws and regulations to cooperate with the competent authorities of Member States.\n(7) As auditors and audit firms of companies of the Union which have issued securities in Australia or the United States, or which form part of a group issuing statutory consolidated accounts in those countries, are regulated under the domestic laws of those countries, it should be decided whether the competent authorities of Member States may transfer audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of those countries solely for the purposes of the exercise of their competences of public oversight, external quality assurance and investigations of auditors and audit firms.\n(8) Adequacy assessments for the purposes of Article 47 of Directive 2006/43/EC have been carried out with respect to the competent authorities of Australia and the United States. Adequacy decisions should be taken on the basis of these assessments with respect to those authorities.\n(9) The Australian Securities and Investments Commission has competence in the public oversight, external quality assurance and investigations of auditors and audit firms. It implements adequate safeguards banning and sanctioning disclosure by its current or former employees of confidential information to any third person or authority. It would use the transferred audit working papers or other documents held by statutory auditors or audit firms solely for purposes related to the public oversight, external quality assurance and investigations of auditors and audit firms. Under the laws and regulations of Australia, it may transfer audit working papers or other documents held by Australian auditors or audit firms to the competent authorities of any Member State. On this basis, the Australian Securities and Investments Commission should be declared adequate for the purpose of Article 47(1) of Directive 2006/43/EC.\n(10) The Securities and Exchange Commission of the United States of America has competence in investigating auditors and audit firms; this Decision should only cover the competences of the Securities and Exchange Commission of the United States of America to investigate auditors and audit firms. The Securities and Exchange Commission of the United States of America implements adequate safeguards banning and sanctioning disclosure by its current and former employees of confidential information to any third person or authority. It would use transferred audit working or other documents held by statutory auditors or audit firms papers solely for purposes related to investigations of auditors and audit firms. Under the laws and regulations of the United States, the Securities and Exchange Commission has the ability to transfer audit working papers or other documents held by United States auditors or audit firms which relate to investigations it may perform on such auditors and audit firms to the competent authorities of any Member State. On this basis, the Securities and Exchange Commission of the United States of America should be declared adequate for the purpose of Article 47(1) of Directive 2006/43/EC.\n(11) The Public Company Accounting Oversight Board of the United States of America has competence in the public oversight, external quality assurance and investigation of auditors and audit firms. It implements adequate safeguards banning and sanctioning disclosure by its current and former employees of confidential information to any third person or authority. It would use transferred audit working papers or other documents held by statutory auditors or audit firms solely for purposes related to the public oversight, external quality assurance and investigation of auditors and audit firms. Under the laws and regulations of the United States, it may provide direct access to the competent authorities of any Member State to the audit working papers or other documents held by United States auditors or audit firms, but it cannot, under United States law, transfer such documents to the competent authorities of Member States.\n(12) However, the Securities and Exchange Commission of the United States of America can provide the competent authorities of any Member State with the inspection reports issued by the Public Company Accounting Oversight Board of the United States of America in respect of United States auditors and audit firms and, upon prior request and justification of the reasons for the request, with the audit working papers or other documents held by United States auditors or audit firms relevant to such inspections. Therefore, cooperation on inspections of auditors and audit firms between the competent authorities of the Member States and the Public Company Accounting Oversight Board of the United States of America leads to essentially equivalent results to the direct exchange of audit working papers or other documents held by statutory auditors or audit firms provided for in Article 36 of Directive 2006/43/EC. On this basis, the Public Company Accounting Oversight Board of the United States of America should be declared adequate for the purpose of Article 47(1) of Directive 2006/43/EC.\n(13) Transfer of audit working papers or other documents held by statutory auditors or audit firms should include access to or transmission to the authorities declared adequate under this Decision of audit working papers or other documents held by statutory auditors or audit firms, upon prior agreement of the competent authorities of Member States, and access to or transmission of such papers by the competent authorities of Member States to those authorities. As a consequence, in case of inspections or investigations, statutory auditors and audit firms should not be allowed to grant access, nor to transmit audit working papers or other documents held by statutory auditors or audit firms to those authorities under other conditions than the ones set out in this Decision and in Article 47 of Directive 2006/43/EC, for example on the basis of consent of the statutory auditor, the audit firms or the client company.\n(14) This Decision should be without prejudice to the cooperation arrangements referred to in Article 25(4) of Directive 2004/109/EC of the European Parliament and of the Council of 15 December 2004 on the harmonisation of transparency requirements in relation to information about issuers whose securities are admitted to trading on a regulated market and amending Directive 2001/34/EC (3).\n(15) As this Decision is taken in the context of the transitional period granted to certain third country auditors and audit firms by Commission Decision 2008/627/EC of 29 July 2008 concerning a transitional period for audit activities of certain third country auditors and audit entities (4), this Decision should not pre-empt any final equivalence decisions that the Commission may adopt pursuant to Article 46 of Directive 2006/43/EC.\n(16) This Decision aims at facilitating effective cooperation between the competent authorities of the Member States and those of Australia and the United States to allow the exercise of their functions of public oversight, external quality assurance and investigations and, at the same time, to protect the rights of the parties concerned. Member States should communicate to the Commission the working arrangements concluded with those authorities to allow the Commission to assess if cooperation takes place in accordance with Article 47 of the Directive 2006/43/EC.\n(17) The ultimate objective of cooperation with Australia and the United States in audit oversight is to reach mutual reliance on each other’s oversight systems where transfers of audit working papers or other documents held by statutory auditors or audit firms would be exceptional. The mutual reliance would be based on the equivalence of the Union and those countries’ auditor oversight systems.\n(18) The Public Company Accounting Oversight Board of the United States of America would like to evaluate further the auditor oversight systems of the Member States before deciding to rely on the oversight performed by their competent authorities. Therefore, the mechanism of cooperation between the competent authorities of the Member States and the Public Company Accounting Oversight Board of the United States of America and the Securities and Exchange Commission of the United States of America should be reviewed to assess the progress made towards reaching mutual reliance on each other. For these reasons, this Decision should cease to apply on 31 July 2013 in respect of the Public Company Accounting Oversight Board of the United States of America and the Securities and Exchange Commission of the United States of America.\n(19) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 48(1) of Directive 2006/43/EC,", "main_body": ["The following competent authorities of third countries shall be considered adequate for the purpose of Article 47(1) of Directive 2006/43/EC:\n1. The Australian Securities and Investments Commission;\n2. The Public Company Accounting Oversight Board of the United States of America;\n3. The Securities and Exchange Commission of the United States of America.", "1.   In accordance with Article 53 of Directive 2006/43/EC, as of 29 June 2008, in case of inspections or investigations of statutory auditors or audit firms, any transfer of audit working papers or other documents held by statutory auditors or audit firms shall be either subject to prior approval by the competent authority of the Member State concerned, or it shall be carried out by the competent authority of the Member State concerned.\n2.   The transfer of audit working papers or other documents held by statutory auditors or audit firms shall not serve any other purpose than the public oversight, external quality assurance or investigations of auditors and audit firms.\n3.   Where audit working papers or other documents held by statutory auditors or audit firms are exclusively held by a statutory auditor or audit firm registered in a Member State other than the Member State where the group auditor is registered and whose competent authority has received a request from any of the authorities referred to in Article 1, such papers or documents shall be transferred to the competent authority of the third country concerned only if the competent authority of the first Member State has given its express agreement to the transfer.\n4.   Member States shall ensure that the bilateral working arrangements which allow the transfer of audit working papers or other documents held by statutory auditors or audit firms between their competent authorities and the competent authorities of Australia and the United States contain appropriate safeguards with regard to the protection of personal data as well as the protection of professional secrets and sensitive commercial information related to the companies whose financial statements are audited as well as the auditors of such companies comprised in such papers.\n5.   Without prejudice to Article 47(4) of Directive 2006/43/EC, Member States shall ensure that, for the purpose of public oversight, quality assurance and investigations of auditors and audit firms, the bilateral working arrangements which allow the transfer of audit working papers or other documents held by statutory auditors or audit firms between their competent authorities and the competent authorities of Australia and the United States provide that contacts between the auditors or audit firms of the Member States and the competent authorities of Australia and the United States take place via the competent authorities of the Member State concerned.\n6.   Member States may agree to joint inspections only where necessary. They shall ensure that any joint inspections carried out by their competent authorities and the competent authorities of Australia and the United States on the territory of Member States pursuant to Article 47 of Directive 2006/43/EC shall, as a general rule, be under the leadership of the competent authority of the Member State concerned.\n7.   Member States shall ensure that any bilateral working arrangements between their competent authorities and the competent authorities of Australia and the United States comply with the conditions for cooperation set out in this Decision.", "With respect to the competent authorities referred to in Article 1(2) and (3), this Decision shall cease to apply on 31 July 2013.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 September 2010.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 157, 9.6.2006, p. 87.\n(2)  OJ L 281, 23.11.1995, p. 31.\n(3)  OJ L 390, 31.12.2004, p. 38.\n(4)  OJ L 202, 31.7.2008, p. 70."}