{"celex_id": "32014D0107", "uri": "http://publications.europa.eu/resource/cellar/faaa80b4-a051-11e3-8b87-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1911", "1915", "3466", "4004", "5454", "5796"], "title": "2014/107/EU: Council Decision of 11 February 2014 on the signing, on behalf of the European Union, of the Agreement between the European Union and the Republic of Azerbaijan on the readmission of persons residing without authorisation\n", "header": "28.2.2014 EN Official Journal of the European Union L 59/4\nCOUNCIL DECISION\nof 11 February 2014\non the signing, on behalf of the European Union, of the Agreement between the European Union and the Republic of Azerbaijan on the readmission of persons residing without authorisation\n(2014/107/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 79(3), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 19 December 2011, the Council authorised the Commission to open negotiations with the Republic of Azerbaijan on an Agreement between the European Union and the Republic of Azerbaijan on the readmission of persons residing without authorisation (‘the Agreement’). The negotiations were successfully concluded and the Agreement was initialled on 29 July 2013.\n(2) The Agreement should be signed on behalf of the Union, subject to its conclusion at a later date.\n(3) In accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Decision and are not bound by it or subject to its application.\n(4) In accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The signing on behalf of the Union of the Agreement between the European Union and the Republic of Azerbaijan on the readmission of persons residing without authorisation is hereby authorised, subject to the conclusion of the said Agreement (1).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 11 February 2014.\nFor the Council\nThe President\nE. VENIZELOS\n(1)  The text of the Agreement will be published together with the decision on its conclusion."}