{"celex_id": "32013R1416", "uri": "http://publications.europa.eu/resource/cellar/0e862e3d-6f9d-11e3-b589-01aa75ed71a1", "type": "Regulation", "concepts": ["1026", "1048", "3273", "3751", "5251"], "title": "Council Regulation (EU) No 1416/2013 of 17 December 2013 adjusting with effect from 1 July 2013 the correction coefficients applied to the remuneration and pensions of officials and other servants of the European Union\n", "header": "28.12.2013 EN Official Journal of the European Union L 353/24\nCOUNCIL REGULATION (EU) No 1416/2013\nof 17 December 2013\nadjusting with effect from 1 July 2013 the correction coefficients applied to the remuneration and pensions of officials and other servants of the European Union\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Union, laid down in Regulation (EEC, Euratom, ECSC) No 259/68 (1), and in particular Articles 63 and 64 of the Staff Regulations and Annex XIII thereto, and the first paragraph of Article 20 and Articles 64, 92 and 132 of the Conditions of Employment of Other Servants,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In order to guarantee that officials and other servants of the Union enjoy the same purchasing power regardless of their place of employment, the correction coefficients applied to the remuneration and pensions of officials and other servants of the Union should be adjusted under the 2013 review,\n(2) According to Regulation (EU, Euratom) No 1023/2013 of the European Parliament and of the Council (2), which amends the Staff Regulations, there is to be no update of the remuneration and pensions of officials and other servants of the Union in 2013 and 2014. This adjustment will be limited to maintaining the same purchasing power in various places of employment in 2013.", "main_body": ["With effect from 1 July 2013, the date ‘1 July 2010’ in the second paragraph of Article 63 of the Staff Regulations shall be replaced by ‘1 July 2013’.", "With effect from 1 July 2013, the correction coefficients applicable to the remuneration of officials and other servants under Article 64 of the Staff Regulations shall be as indicated in column 2 of the following table.\nWith effect from 1 January 2014, the correction coefficients applicable under Article 17(3) of Annex VII to the Staff Regulations to transfers by officials and other servants shall be as indicated in column 3 of the following table.\nWith effect from 1 July 2013, the correction coefficients applicable to pensions under Article 20(1) of Annex XIII to the Staff Regulations shall be as indicated in column 4 of the following table.\n1 2 3 4\nCountry / Place Remuneration Transfer Pension\n1.7.2013 1.1.2014 1.7.2013\nBulgaria 57,5 56,8 100,0\nCzech Rep. 80,0 74,8 100,0\nDenmark 134,8 132,2 132,2\nGermany 96,8 96,5 100,0\nBonn 94,9\nKarlsruhe 92,8\nMunich 108,2\nEstonia 78,9 79,2 100,0\nIreland 113,0 105,8 105,8\nGreece 91,2 91,7 100,0\nSpain 96,3 91,3 100,0\nFrance 117,4 109,2 109,2\nCroatia 80,0 75,0 100,0\nItaly 104,4 97,9 100,0\nVarese 92,8\nCyprus 83,7 86,9 100,0\nLatvia 76,1 73,7 100,0\nLithuania 71,9 71,1 100,0\nHungary 76,1 67,0 100,0\nMalta 84,4 84,5 100,0\nNetherlands 108,9 105,6 105,6\nAustria 108,3 104,8 104,8\nPoland 73,0 66,0 100,0\nPortugal 83,1 85,1 100,0\nRomania 69,8 62,4 100,0\nSlovenia 85,4 80,6 100,0\nSlovakia 80,2 73,2 100,0\nFinland 123,7 114,9 114,9\nSweden 132,9 124,4 124,4\nUnited Kingdom 139,2 113,5 113,5\nCulham 107,6", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2013.\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  OJ L 56, 4.3.1968, p. 1.\n(2)  Regulation (EU, Euratom) No 1023/2013 of the European Parliament and of the Council of 22 October 2013 amending the Staff Regulations of Officials of the European Union and the Conditions of Employment of Other Servants of the European Union (OJ L 287, 29.10.2013, p. 15)."}