{"celex_id": "32014D0445(01)", "uri": "http://publications.europa.eu/resource/cellar/659f88a4-0805-11e4-a7d0-01aa75ed71a1", "type": "Decision", "concepts": ["336", "5508", "8465"], "title": "2014/445/EU: Council Decision of 8 July 2014 appointing two Danish members and six Danish alternate members of the Committee of the Regions\n", "header": "10.7.2014 EN Official Journal of the European Union L 201/25\nCOUNCIL DECISION\nof 8 July 2014\nappointing two Danish members and six Danish alternate members of the Committee of the Regions\n(2014/445/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 305 thereof,\nHaving regard to the proposal of the Danish Government,\nWhereas:\n(1) On 22 December 2009 and on 18 January 2010, the Council adopted Decisions 2009/1014/EU (1) and 2010/29/EU (2) appointing the members and alternate members of the Committee of the Regions for the period from 26 January 2010 to 25 January 2015. On 27 September 2010, by Council Decision 2010/590/EU (3), Ms Kirstine Helene BILLE was appointed as member and Mr Steen Ole DAHLSTRØM and Mr Carsten KISSMEYER-NIELSEN were appointed as alternate members until 25 January 2015. On 11 February 2014, by Council Decision 2014/79/EU (4), Mr Simon Mønsted STRANGE was appointed as member and Mr Anker BOYE, Ms Jane FINDAHL, Mr Lars KRARUP and Mr Michael ZIEGLER were appointed as alternate members until 25 January 2015.\n(2) Two members' seats on the Committee of the Regions have become vacant following the end of the terms of office of Ms Kirstine BILLE and Mr Simon Mønsted STRANGE.\n(3) Six alternate members' seats have become vacant following the end of the terms of office of Mr Anker BOYE, Mr Steen Ole DAHLSTRØM, Ms Jane FINDAHL, Mr Carsten KISSMEYER-NIELSEN, Mr Lars KRARUP and Mr Michael ZIEGLER,", "main_body": ["The following are hereby appointed to the Committee of the Regions for the remainder of the current term of office, which runs until 25 January 2015:\n(a) as members:\n— Mr Jens Bo IVE, Mayor of Rudersdal Municipality\n— Mr Thomas Strecker Lerbak ADELSKOV, Mayor of Odsherred City Council;\n(b) as alternate members:\n— Ms Kirstine BILLE, Deputy Mayor of Syddjurs Municipality\n— Mr Henrik BRADE JOHANSEN, Member of Lyngby-Taarbaek City Council\n— Ms Lotte CEDERSKJOLD ENGSIG-KARUP, Member of Aarhus City Council and Member of the Aarhus Municipal Authority\n— Mr Per NØRHAVE, Member of Ringsted City Council\n— Mr Marc PERERA CHRISTENSEN, Deputy Mayor of Aarhus City Council, Member of Aarhus Municipal Corporation and Member of Aarhus City Council\n— Mr John SCHMIDT ANDERSEN, Mayor of Frederikssund Municipality.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 8 July 2014.\nFor the Council\nThe President\nP. C. PADOAN\n(1)  OJ L 348, 29.12.2009, p. 22.\n(2)  OJ L 12, 19.1.2010, p. 11.\n(3)  OJ L 260, 2.10.2010, p. 20.\n(4)  OJ L 44, 14.2.2014, p. 48."}