{"celex_id": "32011L0077", "uri": "http://publications.europa.eu/resource/cellar/f06a3faf-2e9a-4f5a-bc7c-2e26982f7fc7", "type": "Directive", "concepts": ["2023", "283", "2897", "3598", "3871", "4105", "529"], "title": "Directive 2011/77/EU of the European Parliament and of the Council of 27 September 2011 amending Directive 2006/116/EC on the term of protection of copyright and certain related rights\n", "header": "11.10.2011 EN Official Journal of the European Union L 265/1\nDIRECTIVE 2011/77/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 27 September 2011\namending Directive 2006/116/EC on the term of protection of copyright and certain related rights\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 53(1), 62 and 114 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Under Directive 2006/116/EC of the European Parliament and of the Council (3), the term of protection for performers and producers of phonograms is 50 years.\n(2) In the case of performers this period starts with the performance or, when the fixation of the performance is lawfully published or lawfully communicated to the public within 50 years after the performance is made, with the first such publication or the first such communication to the public, whichever is the earliest.\n(3) For phonogram producers the period starts with the fixation of the phonogram or its lawful publication within 50 years after fixation, or, if it is not so published, its lawful communication to the public within 50 years after fixation.\n(4) The socially recognised importance of the creative contribution of performers should be reflected in a level of protection that acknowledges their creative and artistic contribution.\n(5) Performers generally start their careers young and the current term of protection of 50 years applicable to fixations of performances often does not protect their performances for their entire lifetime. Therefore, some performers face an income gap at the end of their lifetime. In addition, performers are often unable to rely on their rights to prevent or restrict an objectionable use of their performances that may occur during their lifetime.\n(6) The revenue derived from the exclusive rights of reproduction and making available, as provided for in Directive 2001/29/EC of the European Parliament and of the Council of 22 May 2001 on the harmonisation of certain aspects of copyright and related rights in the information society (4), as well as fair compensation for reproductions for private use within the meaning of that Directive, and from the exclusive rights of distribution and rental within the meaning of Directive 2006/115/EC of the European Parliament and of the Council of 12 December 2006 on rental right and lending right and on certain rights related to copyright in the field of intellectual property (5), should be available to performers for at least their lifetime.\n(7) The term of protection for fixations of performances and for phonograms should therefore be extended to 70 years after the relevant event.\n(8) The rights in the fixation of the performance should revert to the performer if a phonogram producer refrains from offering for sale in sufficient quantity, within the meaning of the International Convention on the Protection of Performers, Producers of Phonograms and Broadcasting Organisations, copies of a phonogram which, but for the term extension, would be in the public domain, or refrains from making such a phonogram available to the public. That option should be available on expiry of a reasonable period of time for the phonogram producer to carry out both of these acts of exploitation. The rights of the phonogram producer in the phonogram should therefore expire, in order to avoid a situation in which these rights would coexist with those of the performer in the fixation of the performance while the latter rights are no longer transferred or assigned to the phonogram producer.\n(9) Upon entering into a contractual relationship with a phonogram producer, performers normally have to transfer or assign to the phonogram producer their exclusive rights of reproduction, distribution, rental and making available of fixations of their performances. In exchange, some performers are paid an advance on royalties and enjoy payments only once the phonogram producer has recouped the initial advance and made any contractually defined deductions. Other performers transfer or assign their exclusive rights in return for a one-off payment (non-recurring remuneration). This is particularly the case for performers who play in the background and do not appear in the credits (non-featured performers) but sometimes also for performers who appear in the credits (featured performers).\n(10) In order to ensure that performers who have transferred or assigned their exclusive rights to phonogram producers actually benefit from the term extension, a series of accompanying measures should be introduced.\n(11) A first accompanying measure should be the imposition on phonogram producers of an obligation to set aside, at least once a year, a sum corresponding to 20 % of the revenue from the exclusive rights of distribution, reproduction and making available of phonograms. ‘Revenue’ means the revenue derived by the phonogram producer before deducting costs.\n(12) Payment of those sums should be reserved solely for the benefit of performers whose performances are fixed in a phonogram and who have transferred or assigned their rights to the phonogram producer in return for a one-off payment. The sums set aside in this manner should be distributed to non-featured performers at least once a year on an individual basis. Such distribution should be entrusted to collecting societies and national rules on non-distributable revenue may be applied. In order to avoid the imposition of a disproportionate burden in the collection and administration of that revenue, Member States should be able to regulate the extent to which micro-enterprises are subject to the obligation to contribute where such payments would appear unreasonable in relation to the costs of collecting and administering such revenue.\n(13) However, Article 5 of Directive 2006/115/EC already grants performers an unwaivable right to equitable remuneration for the rental of, inter alia, phonograms. Likewise, in contractual practice performers do not usually transfer or assign to phonogram producers their rights to claim a single equitable remuneration for broadcasting and communication to the public under Article 8(2) of Directive 2006/115/EC and to fair compensation for reproductions for private use under point (b) of Article 5(2) of Directive 2001/29/EC. Therefore, in the calculation of the overall amount to be dedicated by a phonogram producer to payments of the supplementary remuneration, no account should be taken of revenue which the phonogram producer has derived from the rental of phonograms, of the single equitable remuneration received for broadcasting and communication to the public or of the fair compensation received for private copying.\n(14) A second accompanying measure designed to rebalance contracts whereby performers transfer their exclusive rights on a royalty basis to a phonogram producer, should be a ‘clean slate’ for those performers who have assigned their above-mentioned exclusive rights to phonogram producers in return for royalties or remuneration. In order for performers to benefit fully from the extended term of protection, Member States should ensure that, under agreements between phonogram producers and performers, a royalty or remuneration rate unencumbered by advance payments or contractually defined deductions is paid to performers during the extended period.\n(15) For the sake of legal certainty it should be provided that, in the absence of clear indications to the contrary in the contract, a contractual transfer or assignment of rights in the fixation of the performance concluded before the date by which Member States are to adopt measures implementing this Directive shall continue to produce its effects for the extended term.\n(16) Member States should be able to provide that certain terms in those contracts which provide for recurring payments can be renegotiated for the benefit of performers. Member States should have procedures in place to cover the eventuality that the renegotiation fails.\n(17) This Directive should not affect national rules and agreements which are compatible with its provisions, such as collective agreements concluded in Member States between organisations representing performers and organisations representing producers.\n(18) In some Member States, musical compositions with words are given a single term of protection, calculated from the death of the last surviving author, while in other Member States separate terms of protection apply for music and lyrics. Musical compositions with words are overwhelmingly co-written. For example, an opera is often the work of a librettist and a composer. Moreover, in musical genres such as jazz, rock and pop music, the creative process is often collaborative in nature.\n(19) Consequently, the harmonisation of the term of protection in respect of musical compositions with words the lyrics and music of which were created in order to be used together is incomplete, giving rise to obstacles to the free movement of goods and services, such as cross-border collective management services. In order to ensure the removal of such obstacles, all such works in protection at the date by which the Member States are required to transpose this Directive should have the same harmonised term of protection in all Member States.\n(20) Directive 2006/116/EC should therefore be amended accordingly.\n(21) Since the objectives of the accompanying measures cannot be sufficiently achieved by the Member States, inasmuch as national measures in that field would either lead to distortion of competition or affect the scope of exclusive rights of the phonogram producer which are defined by Union legislation, and can therefore be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(22) In accordance with point 34 of the interinstitutional agreement on better law-making (6), Member States are encouraged to draw up, for themselves and in the interests of the Union, their own tables which will, as far as possible, illustrate the correlation between this Directive and their transposition measures, and to make them public,", "main_body": ["Amendments to Directive 2006/116/EC\nDirective 2006/116/EC is hereby amended as follows:\n(1) The following paragraph shall be added to Article 1:\n(2) Article 3 shall be amended as follows:\n(a) in paragraph 1, the second sentence shall be replaced by the following:\n— if a fixation of the performance otherwise than in a phonogram is lawfully published or lawfully communicated to the public within this period, the rights shall expire 50 years from the date of the first such publication or the first such communication to the public, whichever is the earlier,\n— if a fixation of the performance in a phonogram is lawfully published or lawfully communicated to the public within this period, the rights shall expire 70 years from the date of the first such publication or the first such communication to the public, whichever is the earlier.’;\n(b) in the second and third sentences of paragraph 2, the number ‘50’ shall be replaced by ‘70’;\n(c) the following paragraphs shall be inserted:\n(3) The following paragraphs shall be added to Article 10:\n(4) The following Article shall be inserted:", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 November 2013. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Reporting\n1.   By 1 November 2016, the Commission shall submit to the European Parliament, the Council and the European Economic and Social Committee a report on the application of this Directive in the light of the development of the digital market, accompanied, where appropriate, by a proposal for the further amendment of Directive 2006/116/EC.\n2.   By 1 January 2012, the Commission shall submit a report to the European Parliament, the Council and the European Economic and Social Committee, assessing the possible need for an extension of the term of protection of rights to performers and producers in the audiovisual sector. If appropriate, the Commission shall submit a proposal for the further amendment of Directive 2006/116/EC.", "Entry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 27 September 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ C 182, 4.8.2009, p. 36.\n(2)  Position of the European Parliament of 23 April 2009 (OJ C 184 E, 8.7.2010, p. 331) and Decision of the Council of 12 September 2011.\n(3)  OJ L 372, 27.12.2006, p. 12.\n(4)  OJ L 167, 22.6.2001, p. 10.\n(5)  OJ L 376, 27.12.2006, p. 28.\n(6)  OJ C 321, 31.12.2003, p. 1."}