{"celex_id": "32010D0170", "uri": "http://publications.europa.eu/resource/cellar/310090a6-0480-4c6d-929d-458bed13cbee", "type": "Decision", "concepts": ["3645", "3646", "3648", "5234", "5612", "867"], "title": "2010/170/: Commission Decision of 19 March 2010 withdrawing the reference of standard EN 353-1:2002 Personal protective equipment against falls from a height — Part 1: Guided type fall arresters including a rigid anchor line in accordance with Council Directive 89/686/EEC (notified under document C(2010) 1619) (Text with EEA relevance)\n", "header": "23.3.2010 EN Official Journal of the European Union L 75/27\nCOMMISSION DECISION\nof 19 March 2010\nwithdrawing the reference of standard EN 353-1:2002 ‘Personal protective equipment against falls from a height — Part 1: Guided type fall arresters including a rigid anchor line’ in accordance with Council Directive 89/686/EEC\n(notified under document C(2010) 1619)\n(Text with EEA relevance)\n(2010/170/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/686/EEC of 21 December 1989 on the approximation of the laws of the Member States relating to personal protective equipment (1), and in particular Article 6(1) thereof,\nHaving regard to the opinion of the Standing Committee set up by Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society Services (2),\nWhereas:\n(1) The European standard EN 353-1:2002 ‘Personal protective equipment against falls from a height — Part 1: Guided type fall arresters including a rigid anchor line’, was adopted by the European Committee for Standardisation (CEN) on 12 March 2002. The reference of the standard was first published in the Official Journal of the European Union on 28 August 2003 (3).\n(2) The United Kingdom has lodged a formal objection in respect of standard EN 353-1:2002.\n(3) With regard to clause 4.7 of EN 353-1:2002, the United Kingdom considers that the specifications relating to the user instructions fail to satisfy the requirements set out in Section 1.4(a) and (b) of Annex II to the Directive.\n(4) With regard to clause 5 of standard EN 353-1:2002, the United Kingdom considers that the test method prescribed does not test for reasonably foreseeable fall conditions such as a ‘fall back’ or ‘sideways’ fall, which leads to a significant risk that the device could fail. Consequently, the United Kingdom considers that the standard fails to satisfy the requirements set out in Sections 1.1.1 and 3.1.2.2 of Annex II to the Directive.\n(5) Having examined standard EN 353-1:2002 the Commission has established that the standard fails to fully satisfy the basic health and safety requirements set out in Sections 1.1.1, 1.4 and 3.1.2.2 of Annex II to Directive 89/686/EEC.\n(6) The reference of standard EN 353-1:2002 should therefore be withdrawn from the list of harmonised standards in the Official Journal of the European Union, with the result that compliance with relevant national standards transposing the harmonised standard EN 353-1:2002 no longer confers the presumption of conformity to the basic requirements of Directive 89/686/EEC,", "main_body": ["The reference of standard EN 353-1:2002 ‘Personal protective equipment against falls from a height — Part 1: Guided type fall arresters including a rigid anchor line’ is withdrawn from the list of harmonised standards published in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 March 2010.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 399, 30.12.1989, p. 18.\n(2)  OJ L 204, 21.7.1998, p. 37.\n(3)  OJ C 203, 28.8.2003, p. 10."}