{"celex_id": "32011L0087", "uri": "http://publications.europa.eu/resource/cellar/ee0b8b95-6ba5-47a3-89e5-916ccc117cca", "type": "Directive", "concepts": ["1252", "2527", "4476", "4654", "5235", "5383", "5451", "6400"], "title": "Directive 2011/87/EU of the European Parliament and of the Council of 16 November 2011 amending Directive 2000/25/EC as regards the application of emission stages for narrow-track tractors Text with EEA relevance\n", "header": "18.11.2011 EN Official Journal of the European Union L 301/1\nDIRECTIVE 2011/87/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 November 2011\namending Directive 2000/25/EC as regards the application of emission stages for narrow-track tractors\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on Functioning of European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Directive 2000/25/EC of the European Parliament and of the Council of 22 May 2000 on action to be taken against the emission of gaseous and particulate pollutants by engines intended to power agricultural or forestry tractors (3) regulates exhaust emissions from engines installed in agricultural and forestry tractors with a view to further safeguarding human health and the environment. Directive 2000/25/EC provided that the emission limits applicable in 2010 for type-approval of the majority of compression ignition engines, referred to as Stage III A, were to be replaced by the more stringent Stage III B limits, entering into force progressively as from 1 January 2010 as regards the type-approval, and from 1 January 2011 with regard to the placing on the market, for those engines. Stage IV, providing for emission limits more stringent than Stage III B, will enter into force progressively as from 1 January 2013 as regards the type-approval for those engines and from 1 January 2014 with regard to the placing on the market.\n(2) Article 2(b) of Directive 2004/26/EC of the European Parliament and of the Council of 21 April 2004 amending Directive 97/68/EC on the approximation of the laws of the Member States relating to measures against the emission of gaseous and particulate pollutants from internal combustion engines to be installed in non-road mobile machinery (4), provides that the Commission is to consider the available technology, including the cost/benefits, with a view to confirming Stage III B and IV limit values and evaluating the possible need for additional flexibilities, exemptions or later introduction dates for certain types of equipment or engines and taking into account engines installed in non-road mobile machinery used in seasonal applications. Moreover, Article 4(8) of Directive 2000/25/EC provides for a review clause in order to take into account the specificities of tractors of categories T2, T4.1 and C2.\n(3) Directive 97/68/EC of the European Parliament and of the Council (5) was the subject of several technical studies. As a result of those technical studies carried out in 2007, 2009 and 2010 and confirmed by the impact assessment carried out by the Commission, it was established that it is not technically feasible for tractors of categories T2, T4.1 and C2 to meet the requirements of Stages III B and IV by the dates set out in that Directive.\n(4) In order to prevent Union legislation from prescribing technical requirements which cannot be met yet and in order to prevent a situation in which tractors of categories T2, T4.1 and C2 can no longer be type-approved and placed on the market or put into service, it is necessary to provide for a transitional period of 3 years, during which tractors of categories T2, T4.1 and C2 may still be type-approved and placed on the market or put into service.\n(5) The Commission should report annually to the European Parliament and the Council on progress in the development of technical solutions for Stage IV-compliant technology.\n(6) Directive 2000/25/EC should therefore be amended accordingly,", "main_body": ["Amendments to Directive 2000/25/EC\nIn Article 4 of Directive 2000/25/EC, the following paragraph is added:\n‘9.   By way of derogation, the dates set out in points (d) and (e) of paragraph 2 and in paragraph 3 shall, for tractors of categories T2, T4.1 and C2, as defined respectively in the second indent of point A.1 of Chapter A, in point 1.1 of Part I of Appendix 1 of Chapter B, and in point A.2 of Chapter A of Annex II to Directive 2003/37/EC, and equipped with engines of categories L to R, be postponed for 3 years. Until such dates, the requirements of Stage III A in this Directive shall continue to apply.’.", "Availability of compatible technology\nThe Commission shall, by 31 December 2014, consider what technology is available that is capable of meeting Stage IV requirements and that is compatible with the needs of categories T2, T4.1 and C2, and submit, where appropriate, proposals to the European Parliament and the Council.", "Transposition\n1.   Member States shall adopt and publish, by 9 December 2012 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those measures.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall forthwith communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 16 November 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nW. SZCZUKA\n(1)  OJ C 132, 3.5.2011, p. 53.\n(2)  Position of the European Parliament of 25 October 2011 (not yet published in the Official Journal) and decision of the Council of 8 November 2011.\n(3)  OJ L 173, 12.7.2000, p. 1.\n(4)  OJ L 146, 30.4.2004, p. 1.\n(5)  OJ L 59, 27.2.1998, p. 1."}