{"celex_id": "32012R0164", "uri": "http://publications.europa.eu/resource/cellar/825b1b3a-5ed3-4c39-8297-fe7dabcad99b", "type": "Regulation", "concepts": ["1425", "1504", "1505", "1671", "2543", "3173", "3774", "5573", "5990", "601", "7975", "893"], "title": "Commission Regulation (EU) No 164/2012 of 24 February 2012 amending Annex III to Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks\n", "header": "25.2.2012 EN Official Journal of the European Union L 53/1\nCOMMISSION REGULATION (EU) No 164/2012\nof 24 February 2012\namending Annex III to Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks (1), and in particular Article 26 thereof,\nWhereas:\n(1) The United Kingdom applied for the registration of ‘Somerset Cider Brandy’, as a geographical indication, in Annex III to Regulation (EC) No 110/2008, in accordance with the procedure provided for in Article 17(1) of that Regulation. ‘Somerset Cider Brandy’ is a cider spirit traditionally produced in the county of Somerset of the United Kingdom. It constitutes a distinct cask aged product distilled from cider made exclusively from apples grown in that county.\n(2) The application to register the name ‘Somerset Cider Brandy’ was published in the Official Journal of the European Union\n (2) for the purposes of the objection procedure, in accordance with Article 17(6) of Regulation (EC) No 110/2008.\n(3) Spain submitted an objection to the registration of ‘Somerset Cider Brandy’ on the ground that Article 9(1) of Regulation (EC) No 110/2008 provides that a spirit drink that meets the specifications for a product defined in categories 1 to 46 of Annex II to that Regulation has to bear the sales denomination assigned in that Annex. In particular, point 10 of Annex II defines ‘cider spirit’ as a spirit drink produced through distillation of cider, and point 5 of that Annex defines ‘brandy’ as a spirit drink produced from wine spirit. Further, it was claimed that the use of the term ‘brandy’ as part of a geographical indication related to a cider spirit would mislead the consumer as to the true nature of the product.\n(4) ‘Somerset Cider Brandy’ is well established in the United Kingdom and has been known to consumers as ‘cider brandy’ for a significant period of time. It enjoys a high reputation and forms an essential part of the heritage of the county of Somerset. To require producers to modify the use of the term would not be proportionate to the objective of reserving the term ‘brandy’ only to wine spirits because it would cause prejudice to the regional economy of the county of Somerset while it would not correspond to the expectations of the consumers concerned, who are familiar with that type of beverage.\n(5) ‘Somerset Cider Brandy’ is not well known in the rest of the Union. To make the consumer aware of the true nature of the product in all Member States, thus avoiding any risk of confusion, the obligation to put the corresponding sales denomination ‘cider spirit’ on the label should be laid down. In the light of the above, the name ‘Somerset Cider Brandy’ should be registered as a geographical indication in Annex III to Regulation (EC) No 110/2008.\n(6) The geographical indication ‘Herbal vodka from the North Podlasie Lowland aromatised with an extract of bison grass/Wódka ziołowa z Niziny Północnopodlaskiej aromatyzowana ekstraktem z trawy żubrowej’ is registered in product category 15 of Annex III to Regulation (EC) No 110/2008, corresponding to ‘vodka’. However, the appropriate classification for this product, according to its specifications, should be ‘flavoured vodka’. Therefore, a new product category 31 ‘flavoured vodka’ should be inserted for this geographical indication in Annex III to that Regulation.\n(7) The geographical indication ‘Irish Cream’ is registered in product category 32 of Annex III to Regulation (EC) No 110/2008 as originating in Ireland. It is necessary to clarify that such geographical indication also covers the corresponding product manufactured in Northern Ireland.\n(8) Regulation (EC) No 110/2008 should therefore be amended accordingly.\n(9) To facilitate the transition from the rules provided for in Regulation (EC) No 110/2008 to those in this Regulation, the marketing of existing stocks should be foreseen until they run out and the use of labels printed before the date of entry into force of this Regulation should be allowed until 31 December 2012.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Spirit Drinks,", "main_body": ["Annex III to Regulation (EC) No 110/2008 is amended as follows:\n(1) in product category 10 ‘Cider spirit and perry spirit’, the following entry is added:\n‘Somerset Cider Brandy\n (3) United Kingdom\n(2) in product category 15 ‘Vodka’, the following sixth entry is deleted:\n‘Herbal vodka from the North Podlasie Lowland aromatised with an extract of bison grass/Wódka ziołowa z Niziny Północnopodlaskiej aromatyzowana ekstraktem z trawy żubrowej Poland’\n(3) after product category 30 ‘Bitter-tasting spirit drinks/bitter’, the following entry related to product category 31 ‘Flavoured vodka’ is inserted:\nFlavoured vodka\nHerbal vodka from the North Podlasie Lowland aromatised with an extract of bison grass/Wódka ziołowa z Niziny Północnopodlaskiej aromatyzowana ekstraktem z trawy żubrowej Poland’\n(4) in product category 32, the entry related to ‘Irish Cream’ is replaced by the following:\n‘Irish Cream\n (4) Ireland", "Spirit drinks not meeting the requirements of Regulation (EC) No 110/2008 as amended by Article 1 of this Regulation may continue to be placed on the market until stocks run out.\nLabels printed before the date of entry into force of this Regulation may continue to be used until 31 December 2012.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 39, 13.2.2008, p. 16.\n(2)  OJ C 242, 9.10.2009, p. 22.\n(3)  The geographical indication “Somerset Cider Brandy” must be accompanied by the sales denomination “cider spirit”.’;\n(4)  The geographical indication Irish Cream covers the corresponding liqueur produced in Ireland and Northern Ireland.’."}