{"celex_id": "32014R0478", "uri": "http://publications.europa.eu/resource/cellar/691cfc06-da76-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["2647", "3483", "3870", "4212", "6927", "7"], "title": "Council Regulation (EU) No 478/2014 of 12 May 2014 amending Regulation (EC) No 147/2003 concerning certain restrictive measures in respect of Somalia\n", "header": "13.5.2014 EN Official Journal of the European Union L 138/1\nCOUNCIL REGULATION (EU) No 478/2014\nof 12 May 2014\namending Regulation (EC) No 147/2003 concerning certain restrictive measures in respect of Somalia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2010/231/CFSP of 26 April 2010 concerning restrictive measures against Somalia and repealing Common Position 2009/138/CFSP (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and from the European Commission,\nWhereas:\n(1) Council Regulation (EC) No 147/2003 (2) imposes a general ban on the provision of financing, financial assistance, technical advice, assistance or training related to military activities to any person, entity or body in Somalia.\n(2) On 5 March 2014, the UN Security Council adopted UN Security Council Resolution (UNSCR) 2142 (2014) reaffirming the arms embargo on Somalia and renewing, until 25 October 2014, its determination that the arms embargo is not to apply to deliveries of weapons, ammunition or military equipment or to the provision of advice, assistance or training intended solely for the development of the Security Forces of the Federal Government of Somalia to provide security for the Somali people, except in relation to deliveries of certain items as set out in the Annex to UNSCR 2111 (2013) which require an advance approval by the Sanctions Committee established pursuant to UNSCR 751 (1992).\n(3) UNSCR 2142 (2014) modifies the notification requirements in relation to deliveries of weapons, ammunition or military equipment or the provision of advice, assistance or training to Somalia's Security Forces, as well as for the exemption procedure in relation to deliveries of items set out in the Annex to UNSCR 2111 (2013).\n(4) On 12 May 2014, the Council adopted Decision 2014/270/CFSP (3) amending Decision 2010/231/CFSP in accordance with UNSCR 2142 (2014). Some of those amendments fall within the scope of the Treaty and regulatory action at the level of the Union is therefore necessary in order to implement them, in particular with a view to ensuring their uniform application by economic operators in all Member States.\n(5) Regulation (EC) No 147/2003 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 147/2003 is hereby amended as follows:", "a(e) is replaced by the following:\n‘(e) the provision of financing, financial assistance, technical advice, assistance or training relating to military activities, except in relation to the items set out in Annex III, if the following conditions are met:\n(i) the competent authority concerned has determined that such financing, financial assistance, technical advice, assistance or training is intended solely for the development of the Security Forces of the Federal Government of Somalia to provide security for the Somali people; and\n(ii) a notification to the Committee established by paragraph 11 of UNSCR 751 (1992) has been made by the Federal Government of Somalia or, in the alternative, by the Member State providing the financing, financial assistance, technical advice, assistance or training, at least five days in advance of any provision of such financing, financial assistance, technical advice, assistance or training intended solely for the development of the Security Forces of the Federal Government of Somalia to provide security for the Somali people, in accordance with paragraphs 3 and 4 of UNSCR 2142 (2014) and paragraph 16 of UNSCR 2111 (2013);’.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 105, 27.4.2010, p. 17.\n(2)  Council Regulation (EC) No 147/2003 of 27 January 2003 concerning certain restrictive measures against Somalia (OJ L 24, 29.1.2003, p. 2).\n(3)  Council Decision 2014/270/CFSP of 12 May 2014 amending Council Decision 2010/231/CFSP concerning restrictive measures against Somalia (see page 106 of this Official Journal)."}