{"celex_id": "32010R1227", "uri": "http://publications.europa.eu/resource/cellar/448a57c7-418b-45cf-89aa-79371aa082ef", "type": "Regulation", "concepts": ["11", "1384", "1491", "1492", "2891", "4258", "4671", "5283"], "title": "Commission Regulation (EU) No 1227/2010 of 20 December 2010 amending Regulation (EC) No 1055/2008 implementing Regulation (EC) No 184/2005 of the European Parliament and of the Council, as regards quality criteria and quality reporting for balance of payments statistics\n", "header": "21.12.2010 EN Official Journal of the European Union L 336/15\nCOMMISSION REGULATION (EU) No 1227/2010\nof 20 December 2010\namending Regulation (EC) No 1055/2008 implementing Regulation (EC) No 184/2005 of the European Parliament and of the Council, as regards quality criteria and quality reporting for balance of payments statistics\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 184/2005 of the European Parliament and of the Council of 12 January 2005 on Community statistics concerning balance of payments, international trade in services and foreign direct investment (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Regulation (EC) No 184/2005 establishes a common framework for the systematic production of Community statistics concerning balance of payments, international trade in services and foreign direct investment.\n(2) Commission Regulation (EC) No 1055/2008 (2) laid down the common quality criteria and the periodicity of quality reports for balance-of-payments statistics.\n(3) The common quality criteria and the periodicity of the quality reports for balance-of-payments statistics need to be adapted, in order to reflect the quality criteria laid down in Article 12(1) of Regulation (EC) No 223/2009 of the European Parliament and of the Council (3) on European statistics.\n(4) Regulation (EC) No 1055/2008 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Balance of Payments Committee,", "main_body": ["Regulation (EC) No 1055/2008 is amended as follows:\n1. Article 2 is replaced by the following:\n2. the Annex is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 35, 8.2.2005, p. 23.\n(2)  OJ L 283, 28.10.2008, p. 3.\n(3)  OJ L 87, 31.3.2009, p. 164.\nANNEX\n1.   Introduction\nThe quality report shall contain both quantitative and qualitative indicators of quality. The Commission (Eurostat) shall provide the results of the quantitative indicators for each Member State, calculated on the basis of data provided. Member States shall interpret and comment on them, in the light of their collection methodology.\n2.   Timeline\n— Every year, by the end of the first quarter, the Commission (Eurostat) shall supply the Member States with draft documents for quality reports, based on data sent the previous year, partially pre-filled with most of the quantitative indicators and other information available to the Commission (Eurostat).\n— Every year, within two months of receiving the pre-filled quality report and not later than 31 May, Member States shall supply the Commission (Eurostat) with the completed quality report.\n3.   Quality criteria\nThe quality report shall contain quantitative and qualitative indicators covering all the quality criteria defined in Article 12(1) of Regulation (EC) No 223/2009."}