{"celex_id": "32012R0873", "uri": "http://publications.europa.eu/resource/cellar/a01de44a-3b42-4d9a-9f54-b498a76fc8b1", "type": "Regulation", "concepts": ["1442", "2658", "2735", "5451"], "title": "Commission Regulation (EU) No 873/2012 of 1 October 2012 on transitional measures concerning the Union list of flavourings and source materials set out in Annex I to Regulation (EC) No 1334/2008 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "2.10.2012 EN Official Journal of the European Union L 267/162\nCOMMISSION REGULATION (EU) No 873/2012\nof 1 October 2012\non transitional measures concerning the Union list of flavourings and source materials set out in Annex I to Regulation (EC) No 1334/2008 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods and amending Council Regulation (EEC) No 1601/91, Regulations (EC) No 2232/96 and (EC) No 110/2008 and Directive 2000/13/EC (1), and in particular Article 25(3) thereof,\nWhereas:\n(1) Article 9 of Regulation (EC) No 1334/2008 lays down the type of flavourings and source materials for which an evaluation and approval is required.\n(2) Article 10 of Regulation (EC) No 1334/2008 provides that, of the flavourings and source materials referred to in Article 9, only those included in the Union list may be placed on the market as such and used in or on foods under the conditions of use specified therein, where applicable.\n(3) Article 30 of Regulation (EC) No 1334/2008 specifies that Article 10 is to apply from 18 months after the date of application of the Union list.\n(4) It is therefore appropriate to fix that date of application of the Union list for the purposes of third paragraph of Article 30 of Regulation (EC) No 1334/2008.\n(5) As a first step, a Union list of flavouring substances referred to in point (a) of Article 9 of Regulation (EC) No 1334/2008 has been established by Commission Regulation (EU) No 872/2012 (2) by introducing the list of flavouring substances referred to in Regulation (EC) No 2232/96 of the European Parliament and of the Council (3) into Annex I to Regulation (EC) No 1334/2008 and by fixing the dates of application of that list.\n(6) Pursuant to Regulation (EC) No 1334/2008 flavouring substances not included in the Union list may be placed on the market as such and used in or on food until 18 months after the date of application of the Union list. Since flavouring substances are already on the market in the Member States, provision should be made to ensure that the transition to a Union authorisation procedure is smooth. To increase legal certainty, a transitional period should be provided also for food containing those flavouring substances.\n(7) As a second step, the flavourings and source materials referred to in Article 9(b) to (f) must be evaluated. The interested parties are to submit applications for updating the Union list by adding a substance to the list pursuant to Regulation (EC) No 1331/2008 and are to follow Commission Regulation (EU) No 234/2011 of 10 March 2011 implementing Regulation (EC) No 1331/2008 of the European Parliament and of the Council establishing a common authorisation procedure for food additives, food enzymes and food flavourings (4) as to the data required and as to the content, drafting and presentation of the applications for authorisation of flavourings and source materials listed in Article 9(b) to (f) of Regulation (EC) No 1334/2008.\n(8) In accordance with the objectives of Regulation (EC) No 1334/2008, in order to enhance legal certainty and non-discrimination it is appropriate to adopt transitional measures to allow the time for evaluation and authorisation of those flavourings and source materials.\n(9) The date of application of Parts B to F of Annex I to Regulation (EC) No 1334/2008, concerning flavourings and source materials listed in Article 9(b) to (f) of that Regulation, should be postponed to allow the time for evaluation and authorisation of those flavourings and source materials.\n(10) The interested parties should submit applications for authorisations within a set time limit as regards flavourings and source materials listed in Article 9(b) to (f) of Regulation (EC) No 1334/2008 that are currently placed on the market.\n(11) Pursuant to Regulation (EC) No 1334/2008 flavourings and source materials listed in Article 9(b) to (f) not included in the Union list may be placed on the market as such and used in or on food until 18 months after the date of application of the Union list. Since flavourings and source materials listed in Article 9(b) to (f) of Regulation (EC) No 1334/2008 are already on the market in the Member States, provision should be made to ensure that the transition to a Union authorisation procedure is smooth. To increase legal certainty, a transitional period should be provided also for food containing those flavourings and source materials.\n(12) Article 30 of Regulation (EC) No 1334/2008 specifies that Articles 26 and 28 of Regulation (EC) No 1334/2008 concerning amendments to Council Regulation (EEC) No 1601/91 of 10 June 1991 laying down general rules on the definition, description and presentation of aromatised wines, aromatised wine-based drinks and aromatised wine-product cocktails (5) and to Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks (6) are to apply from the date of application of the Union list. It is therefore appropriate to fix that date of application for the purposes of the fourth paragraph of Article 30 of Regulation (EC) No 1334/2008.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["CHAPTER I\nFLAVOURING SUBSTANCES REFERRED TO IN ARTICLE 9(a) OF REGULATION (EC) No 1334/2008", "Transitional measures for food containing flavouring substances\nFoods containing flavouring substances, which are lawfully placed on the market or labelled prior to 22 October 2014 but which do not comply with Part A of Annex I to Regulation (EC) No 1334/2008 may be marketed until their date of minimum durability or use-by-date.\nCHAPTER II\nFLAVOURINGS AND SOURCE MATERIALS REFERRED TO IN ARTICLE 9(b) TO (f) OF REGULATION (EC) No 1334/2008", "Date of application of Parts B to F of the Union list of flavourings and source materials\nFor the purposes of the third paragraph of Article 30 in conjunction with Article 10 of Regulation (EC) No 1334/2008, Parts B to F of the Union list of flavourings and source materials set out in Annex I to that Regulation, shall apply from 22 October 2016.", "Time limit for submissions\nInterested parties shall submit applications for authorisation of flavourings and source materials referred to in Article 9(b) to (f) of Regulation (EC) No 1334/2008 placed on the market at the time of entry into force of this Regulation to the Commission in accordance with the Regulation (EC) No 1331/2008 at the latest by 22 October 2015.", "Transitional measure for food containing flavourings and source materials referred to in Article 9(b) to (f) of Regulation (EC) No 1334/2008\nFoods containing flavourings and source materials referred to in Article 9(b) to (f) of Regulation (EC) No 1334/2008 which are lawfully placed on the market or labelled prior to 22 April 2018 but which do not comply with Parts B to F of Annex I to Regulation (EC) No 1334/2008, may be marketed until their date of minimum durability or use-by-date.\nCHAPTER III\nFINAL PROVISIONS", "Amendments to Regulations (EEC) No 1601/91 and (EC) No 110/2008\nFor the purposes of the fourth paragraph of Article 30 of Regulation (EC) No 1334/2008, concerning amendments to Regulations (EEC) No 1601/91 and (EC) No 110/2008, the date of application of the Union list of flavourings and source materials shall be 22 April 2013.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 34.\n(2)  See page 1 of this Official Journal.\n(3)  OJ L 299, 23.11.1996, p. 1.\n(4)  OJ L 64, 11.3.2011, p. 15.\n(5)  OJ L 149, 14.6.1991, p. 1.\n(6)  OJ L 39, 13.2.2008, p. 16."}