{"celex_id": "32010L0016", "uri": "http://publications.europa.eu/resource/cellar/f2ded680-85f9-43b3-8998-b548e666666c", "type": "Directive", "concepts": ["2602", "3246", "532", "5898"], "title": "Commission Directive 2010/16/EU of 9 March 2010 amending Directive 2006/48/EC of the European Parliament and of the Council as regards the exclusion of a certain institution from the scope of application (Text with EEA relevance)\n", "header": "10.3.2010 EN Official Journal of the European Union L 60/15\nCOMMISSION DIRECTIVE 2010/16/EU\nof 9 March 2010\namending Directive 2006/48/EC of the European Parliament and of the Council as regards the exclusion of a certain institution from the scope of application\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/48/EC of the European Parliament and of the Council of 14 June 2006 relating to the taking up and pursuit of the business of credit institutions (1), in particular Article 150(1)(d) thereof,\nWhereas:\n(1) Article 2 of Directive 2006/48/EC lists those institutions explicitly excluded from the scope of application of that Directive.\n(2) The Ministry of Finance of the Republic of Slovenia has requested the inclusion of SID-Slovenska izvozna in razvojna banka, d.d. Ljubljana (hereinafter referred to as ‘SID Bank’) in the list of institutions excluded from the scope of application of Directive 2006/48/EC laid down in Article 2 of that Directive.\n(3) SID Bank supports structural, social and other public policies of the Slovenian government, by providing financial services, counselling and education in areas such as international trade and international cooperation, economic incentives for small and medium enterprises, research and development, regional development and commercial and public infrastructures, among other things. The Republic of Slovenia is the sole shareholder of SID Bank and is also the guarantor of all the liabilities incurred by the bank.\n(4) SID Bank is an institution involved in specific activities in the public interest and therefore eligible for inclusion in the list of institutions excluded from the scope of application of Directive 2006/48/EC pursuant to Article 2 of that Directive.\n(5) Directive 2006/48/EC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the European Banking Committee,", "main_body": ["In Article 2 of Directive 2006/48/EC, the following new indent is inserted after the 17th indent:\n‘— in Slovenia, the “SID-Slovenska izvozna in razvojna banka, d.d. Ljubljana” ’.", "1.   Member States shall adopt and publish, by 30 June 2010 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 July 2010.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 177, 30.6.2006, p. 1."}