{"celex_id": "32012R0052", "uri": "http://publications.europa.eu/resource/cellar/4876ca4c-ec6e-4039-bf34-5b49297cb305", "type": "Regulation", "concepts": ["1296", "1919", "192", "2562", "2988", "3191", "3406", "3411", "6152", "888"], "title": "Commission Regulation (EU) No 52/2012 of 20 January 2012 amending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the entry for the United States in the list of third countries and territories  Text with EEA relevance\n", "header": "21.1.2012 EN Official Journal of the European Union L 18/1\nCOMMISSION REGULATION (EU) No 52/2012\nof 20 January 2012\namending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the entry for the United States in the list of third countries and territories\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Article 10 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down the animal health requirements applicable to the non-commercial movement of pet animals and the rules applicable to checks on such movements. It applies to non-commercial movements between Member States or from third countries of pet animals of the species listed in Annex I thereto.\n(2) Part C of Annex II to Regulation (EC) No 998/2003 lists the third countries and territories which are free of rabies and the third countries and territories, including the United States, in respect of which the risk of rabies spreading to the Union, as a result of non-commercial movements of pet animals from them, has been found to be no higher than the risk associated with such movements between Member States.\n(3) Regulation (EC) No 998/2003, as amended by Commission Regulation (EC) No 18/2006 (2), includes Guam in the entry for the United States in the list set out in Part C of Annex II to Regulation (EC) No 998/2003.\n(4) The United States has informed the Commission that it also applies national movement conditions to animals of the species listed in Annex I to Regulation (EC) No 998/2003 when those animals are moved for non-commercial purposes between the United States and American Samoa, the Northern Mariana Islands, Puerto Rico, the US Virgin Islands.\n(5) It is therefore appropriate to include those additional territories in the entry for the United States in Part C of Annex II to Regulation (EC) No 998/2003.\n(6) Regulation (EC) No 998/2003 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Part C of Annex II to Regulation (EC) No 998/2003, the entry for the United States of America is replaced by the following:\n‘US United States of America (including AS — American Samoa, GU — Guam, MP — Northern Mariana Islands, PR — Puerto Rico and VI — US Virgin Islands)’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 146, 13.6.2003, p. 1.\n(2)  OJ L 4, 7.1.2006, p. 3."}