{"celex_id": "32011D0793", "uri": "http://publications.europa.eu/resource/cellar/ef49ee37-254c-4a2e-99e8-b3a27b0dc89c", "type": "Decision", "concepts": ["2734", "4324", "5403", "5509", "616", "6790"], "title": "2011/793/EU: Commission Implementing Decision of 19 October 2011 on the position to be taken by the European Union within the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, as regards the amendment of Annex 9 to the Agreement\n", "header": "3.12.2011 EN Official Journal of the European Union L 320/33\nCOMMISSION IMPLEMENTING DECISION\nof 19 October 2011\non the position to be taken by the European Union within the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, as regards the amendment of Annex 9 to the Agreement\n(2011/793/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (1), and in particular the sixth indent of the second subparagraph of Article 5(2) thereof,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (2) (hereinafter referred to as ‘the Agreement’) entered into force on 1 June 2002.\n(2) Article 6 of the Agreement sets up a Joint Committee on Agriculture (hereinafter ‘the Committee’) to be responsible for the administration of the Agreement and ensure its proper functioning.\n(3) In accordance with Article 6(4) and (7) of the Agreement, on 21 October 2003 the Committee adopted its Rules of Procedure (3) and set up the working groups needed to administer the Annexes to the Agreement (4).\n(4) The bilateral Working Group on Organic Products met to examine, in particular, the scope of Annex 9, the import rules applied by the two Parties and the exchanges of information between them to make recommendations on this to the Committee with a view to adapting Annex 9 to the Agreement.\n(5) Pursuant to Article 11 of the Agreement, the Committee may decide to amend the Annexes to the Agreement.\n(6) The Head of the European Union Delegation within the Joint Committee on Agriculture expresses the European Union’s support for the final version of the draft Decision of the Joint Committee.\n(7) The measures provided for by this Decision are in accordance with the opinion of the Committee set up by Article 37 of Council Regulation (EC) No 834/2007 (5),", "main_body": ["The European Union position within the Joint Committee on Agriculture set up by Article 6 of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products is based on the draft Decision of the Joint Committee on Agriculture annexed to this Decision.", "The Decision of the Joint Committee on Agriculture shall be published in the Official Journal of the European Union after its adoption."], "attachments": "Done at Brussels, 19 October 2011.\nFor the Commission\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 114, 30.4.2002, p. 1.\n(2)  OJ L 114, 30.4.2002, p. 132.\n(3)  Common position adopted by the Council on 21 July 2003; Decision of the Joint Committee No 1/2003 of 21 October 2003 concerning the adoption of its Rules of Procedure (OJ L 303, 21.11.2003, p. 24).\n(4)  Common position adopted by the Council on 21 July 2003; Decision of the Joint Committee No 2/2003 of 21 October 2003 concerning the setting-up of the Working Groups and the adoption of the terms of reference of those groups (OJ L 303, 21.11.2003, p. 27).\n(5)  OJ L 189, 20.7.2007, p. 1.\nANNEX\nDRAFT\nDECISION No 2/2011 OF THE JOINT COMMITTEE ON AGRICULTURE\nof 25 November 2011\namending Annex 9 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\nTHE JOINT COMMITTEE ON AGRICULTURE,\nHaving regard to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, and in particular Article 11 thereof,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (hereinafter referred to as ‘the Agreement’) entered into force on 1 June 2002.\n(2) The purpose of Annex 9 to the Agreement is to facilitate and foster the bilateral trade flow of organic products from the European Union and Switzerland.\n(3) Under Article 8 of Annex 9 to the Agreement, the Working Group on Organic Products examines all issues relating to Annex 9 and its implementation and makes recommendations to the Committee. This group met to examine, in particular, the scope of the Agreement, the import rules applied by the two Parties to the Agreement and the exchanges of information between them. The Working Group concluded that the content of the Articles of Annex 9 on these subjects should be adapted to take account of developments in organic production and the market for organic products,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nAnnex 9 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products is hereby amended as follows:\n(1) Article 2 is amended as follows:\n(a) in paragraph 1, the word ‘plant’ is replaced by ‘agricultural’;\n(b) paragraph 2 is deleted;\n(2) Article 6 is replaced by the following:\n(3) Article 7 is replaced by the following:\n— a list of the competent authorities and inspection bodies and their code numbers and reports on surveillance by the authorities charged with this task,\n— a list of the administrative decisions authorising imports of organically produced products from third countries,\n— details of irregularities or infringements of the laws and regulations listed in Appendix 1 altering the organic character of a product; the level of communication shall depend on the severity and the extent of the irregularity or infringement found in accordance with the Appendix.\n(4) Appendix 1 and Appendix 2 shall be replaced, respectively, by Appendix 1 and Appendix 2 in the Annex to this Decision.\nArticle 2\nThis Decision shall enter into force on 1 December 2011.\nDone at Brussels, 25 November 2011.\nFor the Joint Committee on Agriculture\nThe Head of the EU Delegation\nNicolas VERLET\nThe President and Head of the Swiss Delegation\nJacques CHAVAZ\nThe Committee Secretary\nMichaël WÜRZNER\nANNEX\n‘Appendix 1\nList of acts referred to in Article 3 relating to organically produced agricultural products and foodstuffs\nRegulations applicable in the European Union:\n— Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (OJ L 189, 20.7.2007, p. 1), as last amended by Council Regulation (EC) No 967/2008 of 29 September 2008 (OJ L 264, 3.10.2008, p. 1),\n— Commission Regulation (EC) No 889/2008 of 5 September 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control (OJ L 250, 18.9.2008, p. 1), as last amended by Commission Regulation (EC) No 426/2011 of 2 May 2011 (OJ L 113, 13.5.2011, p. 1),\n— Commission Regulation (EC) No 1235/2008 of 8 December 2008 laying down detailed rules for implementation of Council Regulation (EC) No 834/2007 as regards the arrangements for imports of organic products from third countries (OJ L 334, 12.12.2008, p. 25), as last amended by Commission Regulation (EC) No 590/2011 of 20 June 2011 (OJ L 161, 21.6.2011, p. 9).\nRegulations applicable in the Swiss Confederation:\n— Ordinance of 22 September 1997 on organic farming and the labelling of organically produced plant products and foodstuffs (Ordinance on organic farming), as last amended on 27 October 2010 (RO 2010 5859),\n— Ordinance of the Département Fédéral de l’Economie of 22 September 1997 on organic farming, as last amended on 25 May 2011 (RO 2011 2369).\nExclusion from the equivalence arrangements:\n— Swiss products based on ingredients produced under the arrangements for conversion to organic farming,\n— Swiss goat products, where the animals are covered by the derogation provided for in Article 39d of the Ordinance on organic farming and the labelling of organically produced products and foodstuffs (1).\n‘Appendix 2\nDetailed rules for implementation\nThe rules on labelling concerning organic feed in force in the legislation of the importing Contracting Party shall apply to the imports of the other Party.’\n(1)  (RS 910.18)’"}