{"celex_id": "32011D0191", "uri": "http://publications.europa.eu/resource/cellar/f68663ea-fa78-4167-b8f0-8a773b3d6ea7", "type": "Decision", "concepts": ["1182", "5508", "8465"], "title": "2011/191/EU: Council Decision of 21 March 2011 appointing ten Greek members and nine Greek alternate members of the Committee of the Regions\n", "header": "29.3.2011 EN Official Journal of the European Union L 81/12\nCOUNCIL DECISION\nof 21 March 2011\nappointing ten Greek members and nine Greek alternate members of the Committee of the Regions\n(2011/191/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 305 thereof,\nHaving regard to the proposal of the Greek Government,\nWhereas:\n(1) On 22 December 2009 and on 18 January 2010, the Council adopted Decisions 2009/1014/EU (1) and 2010/29/EU (2) appointing the members and alternate members of the Committee of the Regions for the period from 26 January 2010 to 25 January 2015.\n(2) Ten members’ seats on the Committee of the Regions have become vacant following the end of the terms of office of Mr Panagiotis PSOMIADIS, Mr Yannis SGOUROS, Mr Konstantinos TZATZANIS, Mr Konstantinos TATSIS, Mr Andreas FOURAS, Mr Dimitris KALOGEROPOULOS, Ms Evangelina SCHOINARAKI-ILIAKI, Mr Dimitrios TSIGKOUNIS, Mr Georgios PAPASTERGIOU and Mr Grigorios ZAFEIROPOULOS. Eight alternate members’ seats on the Committee of the Regions have become vacant following the end of the terms of office of Mr Panagiotis OIKONOMIDIS, Mr Ioannis MACHAIRIDIS, Mr Dimitrios DRAKOS, Mr Polydoros LAMPRINOUDIS, Mr Miltiadis KLAPAS, Mr Spyros SPYRIDON, Mr Lukas KATSAROS and Mr Konstantinos KONTOYORGOS. One alternate member’s seat will become vacant following the appointment of Mr Georgios KOTRONIAS as member of the Committee of the Regions,", "main_body": ["The following are hereby appointed to the Committee of the Regions for the remainder of the current term of office, which runs until 25 January 2015:\n(a) as members:\n— Stavros ARNAOUTAKIS, Head of the Region of Crete,\n— Grigorios ZAFEIROPOULOS, Councillor of the Region of Attica,\n— Dimitrios KALOGEROPOULOS, Municipal Councillor of Aigaleo,\n— Georgios KAMINIS, Mayor of Athens,\n— Apostolos KATSIFARAS, Head of the Region of Western Greece,\n— Georgios KOTRONIAS, Mayor of Lamia,\n— Ioannis BOUTARIS, Mayor of Thessaloniki,\n— Nikolaos PAPANDREOU, Councillor of the Region of Sterea Ellada,\n— Ioannis SGOUROS, Head of the Region of Attica,\n— Panagiotis PSOMIADIS, Head of the Region of Central Macedonia;\n(b) as alternate members:\n— Pavlos ALTINIS, Councillor of the Region of West Macedonia,\n— Athanasios GIAKALIS, Head of the Region of North Aegean,\n— Aristeidis GIANNAKIDIS, Head of the Region of Eastern Macedonia-Thrace,\n— Dimitrios DRAKOS, Councillor of the Region of Peloponnesus,\n— Polydoros LAMPRINOUDIS, Mayor of Chios,\n— Christos LAPPAS, Mayor of Trikala,\n— Ioannis MACHAIRIDIS, Head of the Region of South Aegean,\n— Dimitrios BIRMPAS, Municipal Councillor of Aigaleo,\n— Spyros SPYRIDON, Councillor of the Region of Attica.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 21 March 2011.\nFor the Council\nThe President\nMARTONYI J.\n(1)  OJ L 348, 29.12.2009, p. 22.\n(2)  OJ L 12, 19.1.2010, p. 11."}