{"celex_id": "32013D0737", "uri": "http://publications.europa.eu/resource/cellar/33d2db50-6a19-11e3-8e4e-01aa75ed71a1", "type": "Decision", "concepts": ["134", "2826", "2827", "3342", "3763", "4801", "5063", "5463", "5736", "865"], "title": "2013/737/EU: Commission Implementing Decision of 7 November 2013 adopting a second updated list of sites of Community importance for the Black Sea biogeographical region (notified under document C(2013) 7353)\n", "header": "21.12.2013 EN Official Journal of the European Union L 350/40\nCOMMISSION IMPLEMENTING DECISION\nof 7 November 2013\nadopting a second updated list of sites of Community importance for the Black Sea biogeographical region\n(notified under document C(2013) 7353)\n(2013/737/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (1), and in particular the third subparagraph of Article 4(2) thereof,\nWhereas:\n(1) The Black Sea biogeographical region referred to in Article 1(c)(iii) of Directive 92/43/EEC comprises parts of the Union territories of Bulgaria and Romania, as specified in the biogeographical map approved on 20 April 2005 by the Committee set up by Article 20 of that Directive, hereinafter ‘the Habitats Committee’.\n(2) It is necessary in the context of a process which was initiated in 1995 to make further progress in the actual establishment of the Natura 2000 network, which is an essential element of the protection of biodiversity in the Union.\n(3) The initial list and the first updated list of sites of Community importance for the Black Sea biogeographical region, within the meaning of Directive 92/43/EEC, were adopted by Commission Decision 2009/92/EC (2) and Implementing Decision 2013/30/EU (3). On the basis of Articles 4(4) and 6(1) of Directive 92/43/EEC, the Member State concerned has to designate the sites included in the list of sites of Community importance for the Black Sea biogeographical region as special areas of conservation as soon as possible and within six years at most, establishing conservation priorities and the necessary conservation measures.\n(4) In the context of a dynamic adaptation of the Natura 2000 network, the lists of sites of Community importance are reviewed. An update of the list of sites of Community importance for the Black Sea biogeographical region is therefore necessary.\n(5) On the one hand, the update of the list of sites of Community importance for the Black Sea biogeographical region is necessary in order to include additional sites that have been proposed since 2011 by Member States as sites of Community importance for the Black Sea biogeographical region within the meaning of Article 1 of Directive 92/43/EEC. For those additional sites, the obligations resulting from Articles 4(4) and 6(1) of Directive 92/43/EEC should apply as soon as possible and within six years at most from the adoption of this Decision.\n(6) On the other hand, the update of the list of sites of Community importance for the Black Sea biogeographical region is necessary in order to reflect any changes in site-related information submitted by Member States following the adoption of the initial and the first updated Union lists. In that sense, this updated list of sites of Community importance for the Black Sea biogeographical region constitutes a consolidated version of the list of sites of Community importance for the Black Sea biogeographical region. It should be stressed that, for any site included in this Decision, the obligations resulting from Articles 4(4) and 6(1) of Directive 92/43/EEC should apply as soon as possible and within six years at most from the adoption of the list of sites of Community importance in which the site was included for the first time.\n(7) For the Black Sea biogeographical region, lists of sites proposed as sites of Community importance within the meaning of Article 1 of Directive 92/43/EEC were transmitted to the Commission between March 2007 and October 2012, in accordance with Article 4(1) of that Directive 92/43/EEC.\n(8) The lists of proposed sites were accompanied by information on each site. Since 2012, that information was supplied in the format established by Commission Implementing Decision 2011/484/EU of 11 July 2011 concerning a site information format for Natura 2000 sites (4).\n(9) That information includes the map of the site transmitted by the Member States concerned, name, location and extent of the site, and the data yielded by application of the criteria specified in Annex III to Directive 92/43/EEC.\n(10) On the basis of the draft list drawn up by the Commission in agreement with each of the Member States concerned, which also identifies sites hosting priority natural habitat types or priority species, an updated list of sites selected as sites of Community importance for the Black Sea biogeographical region should be adopted.\n(11) Knowledge of the existence and distribution of the natural habitat types and species is constantly evolving as a result of the surveillance undertaken in accordance with Article 11 of Directive 92/43/EEC. Therefore, the evaluation and selection of sites at Union level was carried out using the best available information at the time.\n(12) Certain Member States concerned have not proposed sufficient sites to meet the requirements of Directive 92/43/EEC for certain habitat types and species. For those habitat types and species it can therefore not be concluded that the Natura 2000 network is complete. Taking into account the delay in receiving the information and reaching agreement with the Member States, it is necessary to adopt an updated list of sites which will need to be reviewed in accordance with Article 4 of Directive 92/43/EEC.\n(13) Given that knowledge of the existence and distribution of some of the natural habitat types listed in Annex I and some of the species listed in Annex II to Directive 92/43/EEC remains incomplete, it should not be concluded that the network is either complete or incomplete. The list should be reviewed, if necessary, in accordance with Article 4 of Directive 92/43/EEC.\n(14) In the interests of clarity and transparency, Implementing Decision 2013/30/EU should be repealed.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Habitats Committee,", "main_body": ["The second updated list of sites of Community importance for the Black Sea biogeographical region in accordance with the third subparagraph of Article 4(2) of Directive 92/43/EEC is set out in the Annex to this Decision.", "Implementing Decision 2013/30/EU is repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 November 2013.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 206, 22.7.1992, p. 7.\n(2)  OJ L 43, 13.2.2009, p. 59.\n(3)  OJ L 24, 26.1.2013, p. 740.\n(4)  OJ L 198, 30.7.2011, p. 39.\nANNEX\nSecond updated list of sites of Community importance for the Black Sea biogeographical region\nEach site of Community importance (SCI) is identified by the information supplied in the Natura 2000 format, including the corresponding map. This information has been transmitted by the competent national authorities in accordance with the second subparagraph of Article 4(1) of Directive 92/43/EEC.\nThe table below gives the following information:\nA : SCI code comprising nine characters, the first two being the ISO code for the Member State;\nB : name of SCI;\nC : *= presence on the SCI of at least one priority natural habitat type and/or species within the meaning of Article 1 of Directive 92/43/EEC;\nD : area of SCI in hectares or length of SCI in km;\nE : geographical coordinates of SCI (latitude and longitude) in decimal degrees.\nAll the information given in the Union list below is based on the data proposed, transmitted and validated by Bulgaria and Romania.\nA B C D E\nSCI code Name of SCI * Area of SCI Length of SCI Geographical coordinates of SCI\nLongitude Latitude\nBG0000100 Plazh Shkorpilovtsi * 5 125,6526  27,8653 42,9453\nBG0000102 Dolinata na reka Batova * 18 459,2388  27,9261 43,3764\nBG0000103 Galata * 1 623,7186  27,9411 43,1378\nBG0000110 Ostrovi Sv. Ivan i Sv. Petar  30,04  27,6919 42,4383\nBG0000116 Kamchia * 12 919,9374  27,7536 43,0217\nBG0000118 Zlatni pyasatsi * 1 374,44  28,0364 43,3044\nBG0000119 Trite bratya * 1 021,99  27,2883 42,7117\nBG0000130 Kraymorska Dobrudzha * 6 520,74  28,3333 43,6200\nBG0000132 Pobitite kamani * 231,35  27,6925 43,2322\nBG0000133 Kamchiyska i Emenska planina * 63 678,468  27,5081 42,9231\nBG0000141 Reka Kamchia * 158,84  27,4783 43,0381\nBG0000143 Karaagach * 64,16  27,7725 42,2233\nBG0000146 Plazh Gradina - Zlatna ribka * 1 153,12  27,6672 42,4233\nBG0000151 Aytoska planina * 29 379,4  27,4414 42,6892\nBG0000154 Ezero Durankulak * 5 050,7948  28,5775 43,6828\nBG0000198 Sredetska reka * 707,78  27,0475 42,3153\nBG0000208 Bosna * 16 225,8881  27,6447 42,1869\nBG0000219 Derventski vazvishenia 2 * 55 036,13  27,0536 42,1297\nBG0000230 Fakiyska reka * 4 104,72  27,2911 42,2942\nBG0000242 Zaliv Chengene skele * 190,0154  27,5119 42,4292\nBG0000270 Atanasovsko ezero * 7 210,0163  27,4547 42,5836\nBG0000271 Mandra - Poda * 6 139,1738  27,4042 42,4150\nBG0000273 Burgasko ezero  3 066,8992  27,3922 42,4975\nBG0000573 Kompleks Kaliakra * 44 128,2643  28,3217 43,3469\nBG0000574 Aheloy - Ravda - Nesebar * 3 928,38  27,6986 42,6586\nBG0000620 Pomorie * 2 085,15  27,6364 42,5989\nBG0000621 Ezero Shabla - Ezerets * 2 623,53  28,5875 43,5753\nBG0001001 Ropotamo * 12 815,82  27,7000 42,3033\nBG0001004 Emine - Irakli * 11 282,7954  27,8397 42,7383\nBG0001007 Strandzha * 118 225,03  27,6283 42,0678\nROSCI0065 Delta Dunării * 453 076,1  29,1987 45,0520\nROSCI0066 Delta Dunării - zona marină  123 373,7  29,2489 44,7789\nROSCI0073 Dunele marine de la Agigea * 11,4  28,6427 44,0885\nROSCI0094 Izvoarele sulfuroase submarine de la Mangalia  382  28,5986 43,8136\nROSCI0114 Mlaștina Hergheliei - Obanul Mare și Peștera Movilei * 232,2  28,5706 43,8334\nROSCI0157 Pădurea Hagieni - Cotul Văii * 3 620,1  28,4279 43,7424\nROSCI0197 Plaja submersă Eforie Nord - Eforie Sud  140,4  28,6517 44,0503\nROSCI0237 Structuri submarine metanogene - Sf. Gheorghe  6 121,5  29,7600 44,8700\nROSCI0269 Vama Veche - 2 Mai  6 255  28,6511 43,7564\nROSCI0273 Zona marină de la Capul Tuzla  1 737,9  28,6872 43,9889\nROSCI0281 Cap Aurora  13 071  28,7031 43,8497\nROSCI0293 Costinesti - 23 August  4 877,8  28,7208 43,9256"}