{"celex_id": "32014D0332", "uri": "http://publications.europa.eu/resource/cellar/d99cc05f-ed42-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1338", "1445", "1644", "1755", "1937", "3191", "3308", "5369", "6268", "842"], "title": "2014/332/EU: Commission Implementing Decision of 4 June 2014 amending the Annexes to Decisions 92/260/EEC, 93/197/EEC and 2004/211/EC with regard to the animal health and veterinary certification conditions for the importation of registered horses from certain parts of the territory of India (notified under document C(2014) 3582)  Text with EEA relevance\n", "header": "6.6.2014 EN Official Journal of the European Union L 167/52\nCOMMISSION IMPLEMENTING DECISION\nof 4 June 2014\namending the Annexes to Decisions 92/260/EEC, 93/197/EEC and 2004/211/EC with regard to the animal health and veterinary certification conditions for the importation of registered horses from certain parts of the territory of India\n(notified under document C(2014) 3582)\n(Text with EEA relevance)\n(2014/332/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (1), and in particular Article 17(3)(a) thereof,\nHaving regard to Council Directive 2009/156/EC of 30 November 2009 on animal health conditions governing the movement and importation from third countries of equidae (2), and in particular Article 12(1) and (4), point (a) of Article 15, Article 16(2), and the introductory phrase of Article 19 and points (a) and (b) of Article 19 thereof,\nWhereas:\n(1) Directive 2009/156/EC lays down animal health conditions for the importation into the Union of live equidae. It provides that imports of equidae into the Union are only authorised from those third countries that meet certain animal health requirements.\n(2) Commission Decision 92/260/EEC (3) lays down the animal health conditions and veterinary certification requirements for the temporary admission into the Union of registered horses for a period of less than 90 days from third countries assigned to specific sanitary groups as set out in Annex I thereto. Annex II to that Decision sets out specimen animal health certificates which must accompany the animals arriving from third countries assigned to the corresponding sanitary groups.\n(3) Commission Decision 93/197/EEC (4) lays down the animal health conditions and veterinary certification requirements for imports into the Union of registered equidae and equidae for breeding and production coming from third countries assigned to specific sanitary groups as set out in Annex I thereto. That Annex also specifies the category of equidae allowed for imports from a particular third country. Annex II to that Decision sets out specimen animal health certificates which must accompany the animals arriving from third countries assigned to the corresponding sanitary groups.\n(4) Commission Decision 2004/211/EC (5) establishes a list of third countries, or parts thereof where regionalisation applies, from which Member States are to authorise the importation of equidae and semen, ova and embryos thereof, and indicates the other conditions applicable to such imports. That list is set out in Annex I to that Decision.\n(5) From the information available, India is free of African horse sickness in accordance with Union legislation and the last case of African horse sickness was reported in 1963. India has also been free from Venezuelan equine encephalomyelitis for two years, which has never been reported in that third country. However, glanders occurs in parts of the territory of India and there is a lack of information on the occurrence of dourine.\n(6) Taking into account the epidemiological situation in India as regards diseases transmissible to equidae, that third country should be assigned to Sanitary Group C as set out in Annex I to Decisions 92/260/EEC and 93/197/EEC respectively.\n(7) Since the risk of contracting glanders is smaller for registered horses, it is appropriate to limit the introduction into the Union of equidae to registered horses only and to require that those registered horses introduced into the Union, in accordance with Decisions 92/260/EEC or 93/197/EEC, are subjected to tests for glanders and dourine. The specimen animal health certificate ‘C’ set out in the respective Annex II to those Decisions should therefore specify those tests for the introduction of those registered horses from India.\n(8) Annexes I and II to Decision 92/260/EEC and to Decision 93/197/EEC should therefore be amended accordingly.\n(9) By letter of 31 December 2013, India informed the Commission of the establishment of an equine disease free zone at the Remount and Veterinary Corps (RVC) Centre, Meerut Cantonment, district Meerut, division Meerut in the State of Uttar Pradesh, and provided the necessary guarantees as required in accordance with Article 12 of Directive 2009/156/EC.\n(10) Pending the outcome of a Commission audit mission and considering that India wishes to participate in the World Equestrian Games of the Fédération Èquestre Internationale (FEI) in Normandy in France in August 2014, the equine disease free zone established in India should be approved on a temporary basis until October 2014.\n(11) The regionalisation should also include access ways for the transfer of the registered horses from the equine disease free zone to the nearest international airport, for which India has presented the Standard Operating Procedures and biosecurity measures.\n(12) Annex I to Decision 2004/211/EC should therefore be amended accordingly.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 92/260/EEC are amended in accordance with Annex I to this Decision.", "Annexes I and II to Decision 93/197/EEC are amended in accordance with Annex II to this Decision.", "Annex I to Decision 2004/211/EC is amended in accordance with Annex III to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 June 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  OJ L 192, 23.7.2010, p. 1.\n(3)  Commission Decision 92/260/EEC of 10 April 1992 on animal health conditions and veterinary certification for temporary admission of registered horses (OJ L 130, 15.5.1992, p. 67).\n(4)  Commission Decision 93/197/EEC of 5 February 1993 on animal health conditions and veterinary certification for imports of registered equidae and equidae for breeding and production (OJ L 86, 6.4.1993, p. 16).\n(5)  Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species, and amending Decisions 93/195/EEC and 94/63/EC (OJ L 73, 11.3.2004, p. 1).\nANNEX I\nAnnexes I and II to Decision 92/260/EEC are amended as follows:\n(1) In Annex I, the list of third countries assigned to Sanitary Group C is replaced by the following:\n(2) In Annex II, in specimen animal health certificate C, in Section III, point (l) is replaced by the following:\n‘(l) If the horse comes from China (1) (3), India (1) (3) or Thailand (3), it was subjected to a complement fixation test for glanders and for dourine carried out with negative results at a serum dilution of 1 in 10 on a sample of blood collected within 10 days prior to export on … (4) (5);’\nANNEX II\nAnnexes I and II to Decision 93/197/EEC are amended as follows:\n(1) In Annex I, the list of third countries assigned to Sanitary Group C is replaced by the following:\n(2) In Annex II, in specimen animal health certificate C, in Section III, point (m) is replaced by the following:\n‘(m) If the horse comes from China (1) (3), India (1) (3) or Thailand (3), it was subjected to a complement fixation test for glanders and for dourine carried out with negative results at a serum dilution of 1 in 10 on a sample of blood collected within 10 days prior to export on … (4);’\nANNEX III\nAnnex I to Decision 2004/211/EC is amended as follows:\n(1) the following row is inserted in the order of the ISO-country code:\n‘IN India IN-0 Whole country C — — — — — — — — —\nIN-1 The equine disease free zone at the Remount and Veterinary Corps (RVC) Centre, Meerut Cantonment, district Meerut, division Meerut State of Uttar Pradesh including the Road Passage from and to the airport in New Delhi C X — X — — — — — — Valid until 31 October 2014’\n(2) The following Box 6 is added:\n‘Box 6\nIN India IN-1 The equine disease free zone at the Remount and Veterinary Corps (RVC) Centre, Meerut Cantonment, district Meerut, division Meerut, State of Uttar Pradesh (localised at 29.028893, 77.731018 or +29° 01 44.01″, +77° 43′ 51.66″) and surrounded by a 10 km surveillance zone, including the access through Roorkee, Mawana and Delhi Roads to National Highway No 58, followed on Hapur Road (57), GT Road, Dharampura Road, Eastern Approach Road, Yudister Setu, Lala Hardev Sahai Marg, Mahatma Road, Vandemataram Marg, National Highway No 8, Airport Road, Ullan Batar Marg to Indira Gandhi International Airport New Delhi.’"}