{"celex_id": "32012R0311", "uri": "http://publications.europa.eu/resource/cellar/5e34e734-2887-45db-9de2-16e665cc8aca", "type": "Regulation", "concepts": ["1338", "2300", "235", "4359", "5100", "5969", "61", "728"], "title": "Commission Delegated Regulation (EU) No 311/2012 of 21 December 2011 amending Regulation (EC) No 809/2004 implementing Directive 2003/71/EC of the European Parliament and of the Council as regards elements related to prospectuses and advertisements  Text with EEA relevance\n", "header": "13.4.2012 EN Official Journal of the European Union L 103/13\nCOMMISSION DELEGATED REGULATION (EU) No 311/2012\nof 21 December 2011\namending Regulation (EC) No 809/2004 implementing Directive 2003/71/EC of the European Parliament and of the Council as regards elements related to prospectuses and advertisements\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/71/EC of the European Parliament and of the Council of 4 November 2003 on the prospectus to be published when securities are offered to the public or admitted to trading and amending Directive 2001/34/EC (1), and in particular Article 7(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 809/2004 (2) requires third country issuers to prepare the historical financial information in prospectuses for offer of securities to the public or the admission of securities to trading on a regulated market in accordance with International Financial Reporting Standards (IFRS) or with the national accounting standards of a third country provided they are equivalent to these standards.\n(2) In order to assess the equivalence of the Generally Accepted Accounting Principles (GAAP) of a third country with adopted IFRS, Commission Regulation (EC) No 1569/2007 (3) provides for the definition of equivalence and establishes a mechanism for the determination of equivalence of the GAAP of a third country. According to the conditions of the equivalence mechanism, third country issuers could be permitted to use the GAAP of third countries which were converging or committed to adopt IFRS for a transitional period ending on 31 December 2011. It is important to assess the efforts of those countries which have taken steps to converge their accounting standards to or adopt IFRS. Therefore, Regulation (EC) No 1569/2007 has been amended to extend this transitional period until 31 December 2014. The Commission took account of the report provided by the European Securities and Markets Authority (ESMA) in November 2010 on China, Canada, India, and South Korea, which had received a transitional period by Commission Decision 2008/961/EC of 12 December 2008 on the use by third countries’ issuers of securities of certain third country’s national accounting standards and International Financial Reporting Standards to prepare their consolidated financial statements (4) and Commission Regulation (EC) No 1289/2008 of 12 December 2008 amending Commission Regulation (EC) No 809/2004 implementing Directive 2003/71/EC of the European Parliament and of the Council as regards elements related to prospectuses and advertisements (5), as well as the updates on China and India from April 2011.\n(3) In April 2010 the Ministry of Finance of China issued a ‘Roadmap for Continuing Convergence of the Accounting Standards for Business Enterprises with IFRS’ (ASBE) which reiterated China’s commitment to continue the process of convergence to IFRS. As of October 2010 all current standards and interpretations issued by International Accounting Standards Board have been implemented in the ASBE. The level of convergence has been reported by ESMA as being satisfactory and the differences do not amount to non-compliance with IFRS. Therefore, it is appropriate to consider the Chinese ASBE equivalent to adopted IFRS as of 1 January 2012.\n(4) The Accounting Standards Board of Canada made a public commitment in January 2006 to adopt IFRS by 31 December 2011. It has approved the incorporation of IFRS into the Canadian Institute of Chartered Accountants Handbook as Canadian GAAP for all publicly accountable profit-oriented enterprises starting in 2011. Therefore, it is appropriate to consider the Canadian GAAP equivalent to adopted IFRS as of 1 January 2012.\n(5) The Korean Financial Supervisory Commission and the Korean Accounting Institute made a public commitment in March 2007 to adopt IFRS by 31 December 2011. The Korean Accounting Standards Board has adopted IFRS as Korean IFRS (K-IFRS). K-IFRS are identical to IFRS and are required for all listed companies in South Korea since 2011. Unlisted financial institutions and state-owned companies are also required to apply K-IFRS. Other unlisted companies may choose to do so. Therefore, it is appropriate to consider the GAAP of South Korea equivalent to adopted IFRS as of 1 January 2012.\n(6) The Indian Government and the Indian Institute of Chartered Accountants made a public commitment in July 2007 to adopt IFRS by 31 December 2011 with the aim that Indian GAAP would be fully IFRS compliant by the end of the programme. However, following an on-the-spot investigation in January 2011, ESMA observed that the Indian GAAP appear to have a number of differences from IFRS which could be significant in practice. Uncertainties remain about the timetable for the implementation of an IFRS-compliant reporting system. As there are no issuers in India who have taken advantage of the voluntary early application of IFRS, there is no experience regarding IFRS enforcement.\n(7) Accordingly, it is appropriate to extend the transitional period for no more than 3 years, until 31 December 2014, in order to allow third country issuers to prepare their annual and half-yearly financial statements in accordance with the GAAP of India in the Union.\n(8) Since the transitional period for which equivalence was granted to the GAAP of China, Canada, South-Korea and India under Regulation (EC) No 809/2004 expired on 31 December 2011, this Regulation should apply from 1 January 2012. This is necessary in order to provide legal certainty to issuers from these third countries listed in the Union and avoid the risk that they might have to reconcile their financial statements with IFRS. The provision of retroactivity thus alleviates any potential additional burden on the issuers concerned.\n(9) Regulation (EC) No 809/2004 should therefore be amended accordingly,", "main_body": ["Article 35 of Regulation (EC) No 809/2004 is amended as follows:\n(1) in paragraph 5, the second subparagraph is added:\n(a) Generally Accepted Accounting Principles of the People’s Republic of China;\n(b) Generally Accepted Accounting Principles of Canada;\n(c) Generally Accepted Accounting Principles of the Republic of Korea.’\n(2) paragraph 5a is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 345, 31.12.2003, p. 64.\n(2)  OJ L 149, 30.4.2004, p. 1.\n(3)  OJ L 340, 22.12.2007, p. 66.\n(4)  OJ L 340, 19.12.2008, p. 112.\n(5)  OJ L 340, 19.12.2008, p. 17."}