{"celex_id": "32012D0232", "uri": "http://publications.europa.eu/resource/cellar/eea9edcc-4b6c-48a5-a407-70fc6103559b", "type": "Decision", "concepts": ["3097", "365", "3763", "4261", "4585", "4654", "4983", "5581"], "title": "2012/232/EU: Council Implementing Decision of 26 April 2012 authorising Romania to apply measures derogating from Article 26(1)(a) and Article 168 of Directive 2006/112/EC on the common system of value added tax\n", "header": "1.5.2012 EN Official Journal of the European Union L 117/7\nCOUNCIL IMPLEMENTING DECISION\nof 26 April 2012\nauthorising Romania to apply measures derogating from Article 26(1)(a) and Article 168 of Directive 2006/112/EC on the common system of value added tax\n(2012/232/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Commission on 27 September 2011, Romania requested authorisation to introduce special measures concerning certain motorised road vehicles derogating from those provisions laid down in Directive 2006/112/EC which govern a taxable person’s right to deduct VAT paid on the purchase of goods and services and those which require tax to be accounted for on business assets used for non-business purposes.\n(2) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, by letter dated 1 December 2011, the Commission informed the other Member States of the request made by Romania. By letter dated 5 December 2011, the Commission notified Romania that it had all the information necessary to consider the request.\n(3) Article 168 of Directive 2006/112/EC establishes a taxable person’s right to deduct VAT charged on supplies of goods and services received by him for the purposes of his taxed transactions. Point (a) of Article 26(1) of that Directive contains a requirement to account for VAT when a business asset is put to use for the private purposes of the taxable person or his staff or, more generally, for purposes other than those of his business.\n(4) The non-business use of vehicles is difficult to identify accurately and even where it is possible, the mechanism for doing so is often burdensome. Under the requested measures, the amount of VAT on expenditure eligible for deduction concerning motorised road vehicles which are not used exclusively for business purposes should, with some exceptions, be set at a flat percentage rate. Based on currently available information, Romania believes that a rate of 50 % is justifiable. At the same time, to avoid double taxation, the requirement for accounting for VAT on the non-business use of a motorised road vehicle should be suspended where it has been subject to this restriction. These measures can be justified by the need to simplify the procedure for charging VAT and to prevent evasion through incorrect record-keeping and false tax declaration.\n(5) The restriction on the right of deduction under the special measures should apply to VAT paid on the purchase, intra-Community acquisition, importation, hire or leasing of specified motorised road vehicles and on expenditure related thereto, including the purchase of fuel.\n(6) Certain types of motorised road vehicles should be excluded from the scope of the special measures since, due to their nature or the type of business they are used for, any non-business use thereof is considered to be negligible. Therefore, the special measures should not apply to vehicles with more than nine seats including the driver’s, or with a maximum permissible laden mass of more than 3 500 kilograms. In addition, a detailed list of specific types of vehicles excluded from that restriction should be provided, based on their particular use.\n(7) These derogating measures should be limited in time to allow for an evaluation of their effectiveness and of the appropriate percentage, since the proposed percentage is based on initial findings regarding business use.\n(8) Where Romania considers an extension of the derogating measures is necessary, a report on the application of the measures in question, which includes a review of the percentage applied, should be submitted to the Commission together with the request for an extension in a timely manner.\n(9) On 29 October 2004, the Commission adopted a proposal (2) for a Council Directive amending Directive 77/388/EEC, now Directive 2006/112/EC, that includes the harmonisation of the categories of expenses for which exclusions from the right of deduction may apply. Under that proposal, exclusions from the right to deduct could be applied to motorised road vehicles. The derogating measures provided for in this Decision should expire on the date of the entry into force of such an amending Directive, if that date is earlier than the date of expiry provided for in this Decision.\n(10) The derogation will have only a negligible effect on the overall amount of tax revenue collected at the stage of final consumption and will have no impact on the Union’s own resources accruing from value added tax,", "main_body": ["By way of derogation from Article 168 of Directive 2006/112/EC, Romania is hereby authorised to limit to 50 % the right to deduct the VAT on the purchase, intra-Community acquisition, importation, hire or leasing of motorised road vehicles as well as the VAT charged on expenditure related to those vehicles, where the vehicle is not used exclusively for business purposes.\nThe restriction set out in the first subparagraph shall not apply to motorised road vehicles with a maximum permissible laden mass of more than 3 500 kg or with more than nine seats including the driver’s seat.", "The first subparagraph of Article 1 shall not apply to the following categories of motorised road vehicles:\n(a) vehicles used exclusively for emergency services, for security, protection and courier services;\n(b) vehicles used by sales agents and by purchasing agents;\n(c) vehicles used for the transport of passengers for consideration, including taxi services;\n(d) vehicles used for the supply of services for consideration, including hire or driving lessons provided by driving schools;\n(e) vehicles used for hire or leasing;\n(f) vehicles used as commodities for trading purposes.", "By way of derogation from point (a) of Article 26(1) of Directive 2006/112/EC, Romania is authorised not to treat as a supply of services for consideration the private use by a taxable person or his staff or, more generally, for purposes other than those of his business, of a vehicle to which the restriction referred to in Article 1 of this Decision applies.", "1.   This Decision shall expire on the date of entry into force of Union rules determining the expenditure relating to motorised road vehicles that is not eligible for full deduction of VAT, or on 31 December 2014, whichever is the earlier.\n2.   Any request for the extension of the measures provided for in this Decision shall be submitted to the Commission by 31 March 2014.\nSuch request shall be accompanied by a report which includes a review of the percentage restriction applied on the right to deduct VAT on the basis of this Decision.", "This Decision shall take effect on the day of its notification.", "This Decision is addressed to Romania."], "attachments": "Done at Luxembourg, 26 April 2012.\nFor the Council\nThe President\nM. GJERSKOV\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  COM(2004) 728 final."}