{"celex_id": "32014D0148", "uri": "http://publications.europa.eu/resource/cellar/7ba01075-af62-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["1638", "226", "2602", "3299", "5235", "6370"], "title": "2014/148/EU: Commission Implementing Decision of 17 March 2014 amending Decision 2011/130/EU establishing minimum requirements for the cross-border processing of documents signed electronically by competent authorities under Directive 2006/123/EC of the European Parliament and of the Council on services in the internal market (notified under document C(2014) 1640)  Text with EEA relevance\n", "header": "19.3.2014 EN Official Journal of the European Union L 80/7\nCOMMISSION IMPLEMENTING DECISION\nof 17 March 2014\namending Decision 2011/130/EU establishing minimum requirements for the cross-border processing of documents signed electronically by competent authorities under Directive 2006/123/EC of the European Parliament and of the Council on services in the internal market\n(notified under document C(2014) 1640)\n(Text with EEA relevance)\n(2014/148/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/123/EC of the European Parliament and of the Council of 12 December 2006 on services in the internal market (1), and in particular Article 8(3) thereof,\nWhereas:\n(1) Service providers whose services fall within the scope of Directive 2006/123/EC must be able to complete, through the Points of Single Contact and by electronic means, the procedures and formalities necessary for the access to and the exercise of their activities. Within the limits established in Article 5(3) of Directive 2006/123/EC, there may still be cases where service providers have to submit original documents, certified copies or certified translations when completing such procedures and formalities. In those cases, service providers may need to submit documents signed electronically by competent authorities.\n(2) The cross-border use of advanced electronic signatures supported by a qualified certificate is facilitated through Commission Decision 2009/767/EC of 16 October 2009 setting out measures facilitating the use of procedures by electronic means through the ‘points of single contact’ under Directive 2006/123/EC of the European Parliament and of the Council on services in the internal market (2) which, inter alia, imposes an obligation on Member States to carry out risk assessments before requiring these electronic signatures from service providers and establishes rules for the acceptance by Member States of advanced electronic signatures based on qualified certificates, created with or without a secure signature creation device. However, Decision 2009/767/EC does not deal with formats of electronic signatures in documents issued by competent authorities, that need to be submitted by service providers when completing the relevant procedures and formalities.\n(3) As competent authorities in Member States currently use different formats of advanced electronic signatures to sign their documents electronically, the receiving Member States that have to process these documents may face technical difficulties due to the variety of signature formats used. In order to allow service providers to complete their procedures and formalities across borders by electronic means, it is necessary to ensure that at least a number of advanced electronic signature formats can be technically supported by Member States when they receive documents signed electronically by competent authorities from other Member States. Defining a number of advanced electronic signature formats that need to be supported technically by the receiving Member State would allow greater automation and improve the cross-border interoperability of electronic procedures.\n(4) Initially only the basic level of ETSI standardised formats of advanced e-signatures were covered by the Decision. It is appropriate to add also longer term levels of ETSI standardised formats which facilitate the preservation of validity related information of e-signatures over time.\n(5) New technical specifications have been published by ETSI for baseline profiles for advanced e-signatures that aim at limiting the choices in the relevant standards and thereby increase cross-border interoperability. These profiles cover all conformance levels, from the basic to long term level.\n(6) Member States whose competent authorities use other electronic signature formats than those commonly supported, may have implemented validation means that allow their signatures to be verified also across borders. When this is the case and in order for the receiving Member States to be able to rely on these validation tools, it is necessary to make information on these tools available in an easily accessible way unless the necessary information is included directly in the electronic documents, in the electronic signatures or in the electronic document carriers.\n(7) This Decision does not affect the determination by the Member States of what constitutes an original, a certified copy or a certified translation. Its objective is limited to facilitating the verification of electronic signatures if they are used in the originals, certified copies or certified translations that service providers may need to submit via the Points of Single Contact.\n(8) For the purpose of allowing Member States to implement the necessary technical tools, it is appropriate that this Decision applies as of 1 December 2014.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Services Directive Committee,", "main_body": ["Amendments to Commission Decision 2011/130/EU (3)\nDecision 2011/130/EU is amended as follows:\n(1) Paragraph 1 of Article 1 is replaced by the following:\n(2) the Annex is replaced by the Annex to this Decision.", "Application\nThis Decision shall apply from 1 December 2014.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 March 2014.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 376, 27.12.2006, p. 36.\n(2)  OJ L 274, 20.10.2009, p. 36.\n(3)  OJ L 53, 26.2.2011, p. 66.\nANNEX\n‘ANNEX\nLIST OF TECHNICAL SPECIFICATIONS FOR XML, CMS OR PDF ADVANCED ELECTRONIC SIGNATURES AND THE ASSOCIATED SIGNATURE CONTAINER\nAdvanced electronic signatures mentioned in Article 1 paragraph 1 of the Decision must comply with one of the following ETSI technical specifications:\nXAdES Baseline Profile ETSI TS 103171 v.2.1.1 (1)\nCAdES Baseline Profile ETSI TS 103173 v.2.2.1 (2)\nPAdES Baseline Profile ETSI TS 103172 v.2.2.2 (3)\nAssociated signature container mentioned in Article 1 paragraph 1 of the Decision must comply with the following ETSI technical specifications:\nAssociated Signature Container Baseline Profile ETSI TS 103174 v.2.2.1 (4)\n(1)  http://www.etsi.org/deliver/etsi_ts/103100_103199/103171/02.01.01_60/ts_103171v020101p.pdf\n(2)  http://www.etsi.org/deliver/etsi_ts/103100_103199/103173/02.02.01_60/ts_103173v020201p.pdf\n(3)  http://www.etsi.org/deliver/etsi_ts/103100_103199/103172/02.02.02_60/ts_103172v020202p.pdf\n(4)  http://www.etsi.org/deliver/etsi_ts/103100_103199/103174/02.02.01_60/ts_103174v020201p.pdf’"}