{"celex_id": "32015D0423", "uri": "http://publications.europa.eu/resource/cellar/f8ce4ffe-c94e-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["2357", "2739", "3191", "3468", "3579", "4125", "4308", "5870"], "title": "Council Decision (EU) 2015/423 of 6 March 2015 establishing the position to be adopted on behalf of the European Union within the seventh meeting of the Conference of the Parties to the Rotterdam Convention as regards the amendments of Annex III to the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade\n", "header": "13.3.2015 EN Official Journal of the European Union L 68/48\nCOUNCIL DECISION (EU) 2015/423\nof 6 March 2015\nestablishing the position to be adopted on behalf of the European Union within the seventh meeting of the Conference of the Parties to the Rotterdam Convention as regards the amendments of Annex III to the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 192 and 207, in conjunction with Article 218(9), thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Union approved the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade (the ‘Rotterdam Convention’) by Council Decision 2006/730/EC (1).\n(2) Regulation (EU) No 649/2012 of the European Parliament and of the Council (2) implements the Rotterdam Convention in the Union.\n(3) In order to ensure that importing countries benefit from the protection offered by the Rotterdam Convention, it is necessary and appropriate to support the recommendation from the Chemical Review Committee as regards the inclusion in Annex III to the Rotterdam Convention of chrysotile asbestos, methamidophos, trichlorfon, fenthion (ultra low volume (ULV) formulations at or above 640 g active ingredient/l) and liquid formulations (emulsifiable concentrate and soluble concentrate) containing paraquat dichloride at or above 276 g/l, corresponding to paraquat ion at or above 200 g/l. Those substances are already banned or severely restricted in the Union and are therefore subject to export requirements which go beyond what is required under the Rotterdam Convention.\n(4) The seventh meeting of the Conference of the Parties to the Rotterdam Convention is expected to decide on the proposed amendments to Annex III. The Union should support those amendments,", "main_body": ["The position to be adopted on behalf of the European Union at the seventh meeting of the Conference of the Parties to the Rotterdam Convention is that the Union shall support the adoption of the amendments to Annex III to the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade (3) as regards the inclusion of chrysotile asbestos, methamidophos, trichlorfon, fenthion (ultra low volume (ULV) formulations at or above 640 g active ingredient/l) and liquid formulations (emulsifiable concentrate and soluble concentrate) containing paraquat dichloride at or above 276 g/l, corresponding to paraquat ion at or above 200 g/l.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 6 March 2015.\nFor the Council\nThe President\nK. GERHARDS\n(1)  Council Decision 2006/730/EC of 25 September 2006 on the conclusion, on behalf of the European Community, of the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade (OJ L 299, 28.10.2006, p. 23).\n(2)  Regulation (EU) No 649/2012 of the European Parliament and of the Council of 4 July 2012 concerning the export and import of hazardous chemicals (OJ L 201, 27.7.2012, p. 60).\n(3)  OJ L 63, 6.3.2003, p. 29."}