{"celex_id": "32014R1345", "uri": "http://publications.europa.eu/resource/cellar/d5932904-867e-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["12", "1511", "4285", "5563"], "title": "Commission Implementing Regulation (EU) No 1345/2014 of 17 December 2014 on the determination of surplus quantities of sugar, isoglucose and fructose in Croatia\n", "header": "18.12.2014 EN Official Journal of the European Union L 363/80\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1345/2014\nof 17 December 2014\non the determination of surplus quantities of sugar, isoglucose and fructose in Croatia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty of Accession of Croatia\nHaving regard to the Act of Accession of Croatia,\nHaving regard to Commission Implementing Regulation (EU) No 170/2013 of 25 February 2013 laying down transitional measures in the sugar sector by reason of the accession of Croatia (1), and in particular Article 7(1) thereof,\nWhereas:\n(1) In order to avoid a disruption on the Union market in the sugar sector following the accession of Croatia to the Union on 1 July 2013, Section 2 of Chapter II of Implementing Regulation (EU) No 170/2013 lays down rules for the determination and elimination of the quantities of sugar as such or in processed products, isoglucose and fructose exceeding the quantity considered as being normal carry-over stock on 1 July 2013 (surplus quantities). In particular, Article 9 of Implementing Regulation (EU) No 170/2013 provides that those surplus quantities are to be eliminated from the market in the form of sugar as such or isoglucose at the expense of Croatia.\n(2) Moreover, Section 2 of Chapter II of Implementing Regulation (EU) No 170/2013 provides that the Commission is to determine the surplus quantities by 31 December 2014 at the latest.\n(3) In order to determine the surplus quantities, Article 13(2) of Implementing Regulation (EU) No 170/2013 provides that Croatia was to communicate to the Commission relevant information on quantities of production, consumption, stocks, export and import, as well as information on the system established for the identification of surplus quantities. On that basis, the Commission should determine the surplus quantities comparing the development in the Croatian sugar market from 1 July 2012 to 30 June 2013, in relation to the previous three years. Specific circumstances of stock-piling should also be taken into consideration as provided for in Article 7(2)(c) of Implementing Regulation (EU) No 170/2013. In particular, due account needs to be taken of the increase in consumption and stocks in Croatia as well as of the trend in the Union, as also suggested by Croatia.\n(4) On the basis of the communications from Croatia, sugar surplus quantities should be determined in accordance with that method.\n(5) For the determination of surplus quantities of isoglucose and fructose, the same method was applied. As a result, no surplus quantities of fructose and isoglucose need to be determined.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["The quantities of sugar exceeding the quantity considered as being normal carry-over stock at 1 July 2013 and which have to be eliminated from the Union market at the expense of Croatia in accordance with Article 9 of Implementing Regulation (EU) No 170/2013 are 37 138 tonnes.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 55, 27.2.2013, p. 1."}