{"celex_id": "32012D0069", "uri": "http://publications.europa.eu/resource/cellar/f9f7a994-d882-4156-84f6-a11f3777ba3a", "type": "Decision", "concepts": ["1277", "1284", "3618", "4081", "5451", "5768", "6042"], "title": "2012/69/EU: Commission Implementing Decision of 3 February 2012 amending Decisions 2007/305/EC, 2007/306/EC and 2007/307/EC as regards the tolerance period for traces of Ms1xRf1 (ACS-BNØØ4-7xACS-BNØØ1-4) hybrid oilseed rape, Ms1xRf2 (ACS-BNØØ4-7xACS-BNØØ2-5) hybrid oilseed rape and Topas 19/2 (ACS-BNØØ7-1) oilseed rape, as well as of their derived products (notified under document C(2012) 518)\n", "header": "7.2.2012 EN Official Journal of the European Union L 34/12\nCOMMISSION IMPLEMENTING DECISION\nof 3 February 2012\namending Decisions 2007/305/EC, 2007/306/EC and 2007/307/EC as regards the tolerance period for traces of Ms1xRf1 (ACS-BNØØ4-7xACS-BNØØ1-4) hybrid oilseed rape, Ms1xRf2 (ACS-BNØØ4-7xACS-BNØØ2-5) hybrid oilseed rape and Topas 19/2 (ACS-BNØØ7-1) oilseed rape, as well as of their derived products\n(notified under document C(2012) 518)\n(Only the German text is authentic)\n(2012/69/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (1), and in particular Articles 8(6) and 20(6) thereof,\nWhereas:\n(1) Commission Decisions 2007/305/EC (2), 2007/306/EC (3) and 2007/307/EC (4) set out the rules for the withdrawal from the market of the following genetically modified material (‘the GM material’): Ms1xRf1 (ACS-BNØØ4-7xACS-BNØØ1-4) hybrid oilseed rape, Ms1xRf2 (ACS-BNØØ4-7xACS-BNØØ2-5) hybrid oilseed rape and Topas 19/2 (ACS-BNØØ7-1) oilseed rape, as well as their derived products. Those Decisions have been adopted after the notifier of the GM material had indicated to the Commission that it had no intention to submit an application for renewal of the authorisation of that material in accordance with the first subparagraph of Article 8(4), Article 11, Article 20(4) and Article 23 of Regulation (EC) No 1829/2003.\n(2) All three Decisions provide for a transitional period of time of 5 years, during which food and feed containing the GM material are allowed to be placed on the market, in accordance with Article 4(2) or Article 16(2) of the Regulation, subject to a number of conditions. The Decisions require in particular that the presence of the GM material in food and feed does not exceed a threshold of 0,9 % and that the presence of this GM material be adventitious or technically unavoidable. The purpose of the transitional period is to take into consideration the fact that minute traces of the GM material can be present in the food and feed chain some time after the notifier has decided to stop selling seeds derived from the GMO, even if the notifier has taken all measures to avoid that presence.\n(3) Decisions 2007/305/EC and 2007/306/EC also set out a series of measures that the notifier has to take to ensure the effective withdrawal from the market of Ms1xRf1 (ACS-BNØØ4-7xACS-BNØØ1-4) hybrid oilseed rape, Ms1xRf2 (ACS-BNØØ4-7xACS-BNØØ2-5) hybrid oilseed rape and their derived products. Similar measures were not considered necessary in Decision 2007/307/EC since the notifier had stopped selling seeds of oilseed rape ACS-BNØØ7-1 after the 2003 planting season and in light of the fact that stocks of products derived from ACS-BNØØ7-1 oilseed rape had been used up before 18 April 2007. However, given that minute traces of ACS-BNØØ7-1 oilseed rape might remain present in food or feed products for a certain period of time it was necessary to adopt Decision 2007/307/EC.\n(4) In the absence of experience or concrete data on the time needed to ensure a complete withdrawal from the market of the GM material, the tolerated level of presence of that material and the time needed to ensure total withdrawal from the food and feed chains provided for in Decisions 2007/305/EC, 2007/306/EC and 2007/307/EC were set on the basis of data available at this time and results of testing by stakeholders.\n(5) In accordance with the requirements of Decisions 2007/305/EC and 2007/306/EC, the authorisation holder submitted detailed reports in October 2007 and November 2011 on the implementation of discontinuation measures for the above GM oilseed rape events. These reports outline past and current measures which have been implemented by the authorisation holder in accordance with the abovementioned decisions to ensure the removal of this GM material from the market. These include, among others, steps taken to inform commercial operators in the EU of the discontinued status of this GM material, the implementation of a series of measures to ensure the recall and destruction of remaining commercial seed stock, the conclusion of agreements with all third parties involved in the commercialisation of this GM material to ensure that the seed from this GM material is either sent back to the authorisation holder or is effectively destroyed, the actions undertaken to ensure the deregistration of registered varieties of the event concerned from the national seed catalogue and the implementation of an in-house program based on a quality assurance process to avoid the presence of these GM events in breeding and seed production.\n(6) Recent test results notified by stakeholders to the Commission show that the measures undertaken by the authorisation holder have allowed the removal of nearly all the GM material from the market. However, these results also show that minute traces (< 0,1 %) of the GM material may still be present in the food or feed chain at the end of the transitional period set out in Decisions 2007/305/EC, 2007/306/EC and 2007/307/EC. The presence of remaining traces after the expiry date set out in these decisions, despite the measures undertaken by the notifier, can be explained by the biology of oilseed rape which can remain dormant for long periods as well as by the farm practices which have been employed to harvest the seed and resulting accidental spillage, the level of which was difficult to estimate at the date of adoption of the three abovementioned Decisions.\n(7) Against this background it is necessary to extend the current transitional period of time for another 5 years, that is until 31 December 2016. This supplementary transitional period should provide sufficient time to allow the total removal of the GM material from the food and feed chain, taking into account the abovementioned parameters linked to the biology of oilseed rape and the past farming practices used to harvest the crops.\n(8) In order to further contribute to the removal of oilseed rape ACS-BNØØ7-1 from the food and feed chains, it is also appropriate to provide in Decision 2007/307/EC that the notifier implements an in-house program to avoid the presence of this event in the breeding and seed production process.\n(9) By 1 January 2014, the notifier should submit a report to the Commission providing information on the implementation during the additional period of time granted by this decision of the measures set out in the Annex to Decisions 2007/305/EC and 2007/306/EC, as well as in Article 1(1) of Decision 2007/307/EC.\n(10) In view of the very low trace levels which have been reported, it is appropriate to reduce to 0,1 % the level of presence of the GM material that is tolerated in food and feed.\n(11) Decisions 2007/305/EC, 2007/306/EC and 2007/307/EC should therefore be amended accordingly.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   Decision 2007/305/EC is amended as follows:\n(a) the second paragraph of Article 1 shall be replaced by the following:\n(b) Article 2 shall be replaced by the following:\n(a) provided that this presence is adventitious or technically unavoidable; and\n(b) in a proportion no higher than 0,1 %.’;\n2.   Decision 2007/306/EC is amended as follows:\n(a) the second paragraph of Article 1 shall be replaced by the following:\n(b) Article 2 is replaced by the following:\n(a) provided that this presence is adventitious or technically unavoidable; and\n(b) in a proportion no higher than 0,1 %.’;\n3.   Article 1 of Decision 2007/307/EC is replaced by the following:\n‘Article 1\n1.   The notifier shall implement an in-house program to avoid the presence of ACS-BNØØ7-1 oilseed rape in breeding and seed production and shall report to the Commission on the implementation of this measure by 1 January 2014.\n3.2.   The presence of material which contains, consists of or is produced from ACS-BNØØ7-1 oilseed rape in food or feed products notified under Article 8(1)(a) and Article 20(1) of the Regulation (EC) No 1829/2003 shall be tolerated until 31 December 2016:\n(a) provided that this presence is adventitious or technically unavoidable; and\n(b) in a proportion no higher than 0,1 %.’", "The entries in the Community Register of genetically modified food and feed, as provided for in Article 28 of Regulation (EC) No 1829/2003, regarding ACS-BNØØ4-7, ACS-BNØØ1-4 and the hybrid combination ACS-BNØØ4-7xACS-BNØØ1-4 oilseed rape, ACS-BNØØ4-7, ACS-BNØØ2-5 and the hybrid combination ACS-BNØØ4-7xACS-BNØØ2-5 oilseed rape, and ACS-BNØØ7-1 oilseed rape shall be modified in order to take account of this Decision.", "This Decision is addressed to Bayer CropScience AG, Alfred-Nobel-Str. 50, 40789 Monheim am Rhein, Germany."], "attachments": "Done at Brussels, 3 February 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 1.\n(2)  OJ L 117, 5.5.2007, p. 17.\n(3)  OJ L 117, 5.5.2007, p. 20.\n(4)  OJ L 117, 5.5.2007, p. 23."}