{"celex_id": "32014R0097", "uri": "http://publications.europa.eu/resource/cellar/d62c9147-8d72-11e3-a2e2-01aa75ed71a1", "type": "Regulation", "concepts": ["1208", "1425", "3173", "5573", "601", "893"], "title": "Commission Regulation (EU) No 97/2014 of 3 February 2014 amending Annex III to Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks\n", "header": "4.2.2014 EN Official Journal of the European Union L 33/1\nCOMMISSION REGULATION (EU) No 97/2014\nof 3 February 2014\namending Annex III to Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council Regulation (EEC) No 1576/89 (1), and in particular Article 17(8) thereof,\nWhereas:\n(1) The Asociación Nacional de Fabricantes de Alcoholes y Licores, a Guatemalan body established in accordance with Guatemalan law, applied for the registration of ‘Ron de Guatemala’ as a geographical indication in Annex III to Regulation (EC) No 110/2008 in accordance with the procedure laid down in Article 17(1) of that Regulation. ‘Ron de Guatemala’ is rum that is traditionally produced in Guatemala.\n(2) Pursuant to Article 17(6) of Regulation (EC) No 110/2008, the main specifications of the technical file for ‘Ron de Guatemala’ were published in the Official Journal of the European Union\n (2) for the purposes of the objection procedure.\n(3) In accordance with Article 17(7) of Regulation (EC) No 110/2008, France and several French producers of rum submitted objections to the registration of ‘Ron de Guatemala’ as a geographical indication on the grounds that the specifications of the product and the definition of rum under Guatemalan law, which the technical file refers to, would not be in line with the definition of rum under category 1 of Annex II to that Regulation and with the other requirements of that Regulation, mainly as regards the prohibition to use flavourings, colorants and sweeteners for the production of rum, the rules on the raw materials to be used, on the quality of the water to be added and on the indication of the ageing in the description, presentation or labelling of the product.\n(4) The application for the registration of ‘Ron de Guatemala’ includes a detailed description of the product, which is in line with the definition of rum under category 1 of Annex II to Regulation (EC) No 110/2008 and the other requirements of that Regulation. This description shows that the rules concerning production which apply to ‘Ron de Guatemala’ are stricter than those applying to the standard rum produced in that country.\n(5) The application for the registration of ‘Ron de Guatemala’ as a geographical indication satisfies the conditions laid down in Article 17 of Regulation (EC) No 110/2008. The Commission considers that, according to the specifications of the technical file, the product complies with the relevant requirements of Union law.\n(6) In the light of the above, the Commission has considered that the grounds provided in the oppositions to the registration of the geographical indication ‘Ron de Guatemala’ in Annex III to Regulation (EC) No 110/2008, concerning the non-fulfilment of the conditions provided in the said Regulation, are not founded.\n(7) The name ‘Ron de Guatemala’ should be registered as a geographical indication in Annex III to Regulation (EC) No 110/2008.\n(8) Regulation (EC) No 110/2008 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Spirit Drinks,", "main_body": ["In Annex III to Regulation (EC) No 110/2008, in product category ‘1. Rum’, the following entry is added:\n‘Ron de Guatemala Guatemala’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 39, 13.2.2008, p. 16.\n(2)  OJ C 168, 14.6.2012, p. 9."}