{"celex_id": "32013D0301", "uri": "http://publications.europa.eu/resource/cellar/d31b58e4-da5b-11e2-bfa7-01aa75ed71a1", "type": "Decision", "concepts": ["1524", "192", "3191", "3813", "3885", "4160", "4324", "888"], "title": "2013/301/EU: Commission Implementing Decision of 11 June 2013 amending Implementing Decision 2012/715/EU establishing a list of third countries with a regulatory framework applicable to active substances for medicinal products for human use and the respective control and enforcement activities ensuring a level of protection of public health equivalent to that in the Union  Text with EEA relevance\n", "header": "21.6.2013 EN Official Journal of the European Union L 169/71\nCOMMISSION IMPLEMENTING DECISION\nof 11 June 2013\namending Implementing Decision 2012/715/EU establishing a list of third countries with a regulatory framework applicable to active substances for medicinal products for human use and the respective control and enforcement activities ensuring a level of protection of public health equivalent to that in the Union\n(Text with EEA relevance)\n(2013/301/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community Code relating to medicinal products for human use (1), and in particular Article 111b(1) thereof,\nWhereas:\n(1) In accordance with Article 111b(1) of Directive 2001/83/EC a third country may request the Commission to assess whether its regulatory framework applicable to active substances exported to the Union and the respective control and enforcement activities ensure a level of protection of public health equivalent to that of the Union in order to be included in a list of third countries ensuring an equivalent level of protection of public health.\n(2) The United States of America requested, by letter dated 17 January 2013, to be listed in accordance with Article 111b(1) of Directive 2001/83/EC. The equivalence assessment by the Commission confirmed that the requirements of that Article were fulfilled.\n(3) Commission Implementing Decision 2012/715/EU of 22 November 2012 establishing a list of third countries with a regulatory framework applicable to active substances for medicinal products for human use and the respective control and enforcement activities ensuring a level of protection of public health equivalent to that in the Union, in accordance with Directive 2001/83/EC of the European Parliament and of the Council (2) should be amended accordingly,", "main_body": ["The Annex to Implementing Decision 2012/715/EU is replaced by the text set out in the Annex to this Decision.", "This Decision shall enter into force on the fifth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 11 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 311, 28.11.2001, p. 67.\n(2)  OJ L 325, 23.11.2012, p. 15.\nANNEX\n‘ANNEX\nThird country Remarks\nAustralia\nJapan\nSwitzerland\nUnited States of America’"}