{"celex_id": "32013D0482", "uri": "http://publications.europa.eu/resource/cellar/81a22d12-2d8b-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["2734", "2735", "2771", "3173", "3561", "5404", "5509", "5858"], "title": "2013/482/EU: Council Decision of 30 September 2013 on the position to be taken by the European Union within the Joint Committee set up by Article 11 of the Agreement between the European Union and the Republic of Moldova on protection of geographical indications of agricultural products and foodstuffs, as regards the adoption of the rules of procedure of the Joint Committee\n", "header": "5.10.2013 EN Official Journal of the European Union L 263/1\nCOUNCIL DECISION\nof 30 September 2013\non the position to be taken by the European Union within the Joint Committee set up by Article 11 of the Agreement between the European Union and the Republic of Moldova on protection of geographical indications of agricultural products and foodstuffs, as regards the adoption of the rules of procedure of the Joint Committee\n(2013/482/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement between the European Union and the Republic of Moldova on protection of geographical indications of agricultural products and foodstuffs (1) (‘the Agreement’) entered into force on 1 April 2013.\n(2) Article 11 of the Agreement establishes a Joint Committee which is to, inter alia, ensure that the Agreement operates properly.\n(3) According to Article 11(2) of the Agreement, the Joint Committee determines its own rules of procedure.\n(4) The position of the Union within the Joint Committee, as regards the adoption of the rules of procedure of that Joint Committee, should be based on the attached draft Decision,", "main_body": ["The position to be adopted by the Union within the Joint Committee set up by Article 11 of the Agreement between the European Union and the Republic of Moldova on protection of geographical indications of agricultural products and foodstuffs, as regards the adoption of the rules of procedure of that Joint Committee, shall be based on the draft Decision of the Joint Committee, attached to this Decision.\nMinor technical corrections to the draft Decision may be agreed to by the representatives of the Union in the Joint Committee without further decision of the Council.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 30 September 2013.\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  OJ L 10, 15.1.2013, p. 3.\nDRAFT\nDECISION OF THE JOINT COMMITTEE\nof …\non the adoption of its Rules of Procedure\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Union and the Republic of Moldova on protection of geographical indications of agricultural products and foodstuffs, and in particular Article 11 thereof,\nWhereas that Agreement entered into force on 1 April 2013,\nHAS ADOPTED THIS DECISION:\nArticle 1\nHeads of Delegation\n1.   The European Union and the Republic of Moldova (‘the Parties’), shall each appoint a Head of Delegation who shall be the contact person for all matters relating to the Committee.\n2.   Each Head of Delegation may delegate all or any of the functions of Head of Delegation to a nominated deputy, in which case all references hereafter to the Head of Delegation apply equally to the nominated deputy.\nArticle 2\nChair\n1.   The office of Chair of the Committee shall be held alternately, for a period of one calendar year, by the Head of Delegation of each Party.\n2.   The Chair shall be responsible for the secretarial duties of the Committee.\nArticle 3\nMeetings\n1.   The Chair shall fix the date and venue or, in the case of meetings by electronic means, the technical arrangements, of meetings in agreement with the other Head of Delegation. The Chair and the other Head of Delegation shall, in agreeing the time and place of the meeting, observe the requirement to hold a meeting within 90 days.\n2.   Where both Parties agree, Joint Committee meetings can be attended by experts that are able to supply requested specific information.\n3.   Unless otherwise jointly agreed, the meetings of the Committee shall not be public.\nArticle 4\nCorrespondence\n1.   All correspondence to or for the Committee shall be sent to the Chair of the Committee. The latter shall send a copy of all correspondence relating to the Committee to the other Head of Delegation, to the Head of the Moldovan Mission in Brussels and to the Head of the Delegation of the EU in Chisinau.\n2.   Correspondence between the Chair and the other Head of Delegation may be by any written means, including electronic mail.\nArticle 5\nAgendas for the meetings\n1.   The Chair shall draw up the draft agenda prior to a meeting. The draft agenda shall be sent to the other Head of Delegation no later than 20 working days before the start of the meeting. The draft agenda circulated by the Chair shall include any item covered by Article 11(3) of the Agreement, chosen by the Chair.\n2.   The Heads of Delegation may request additional items covered by Article 11(3) at least 10 working days before the start of the meeting, which the Chair must include on the draft agenda.\n3.   A final draft agenda shall be circulated to the other Head of Delegation by the Chair at least five working days before the start of the meeting.\n4.   The agenda shall be adopted by joint agreement by the Chair and the other Head of Delegation at the start of each meeting. An item other than those appearing on the draft agenda may be placed on the agenda if the Chair and other Head of Delegation so agree.\nArticle 6\nAdoption of instruments\n1.   The decisions of the Committee within the meaning of Article 11(2) of the Agreement shall be addressed to the Parties and shall bear the signatures of the Chair and of the other Head of Delegation.\n2.   Either Party may decide to publish any decision adopted by the Committee.\nArticle 7\nWritten procedure\n1.   A decision of the Committee may be adopted by a written procedure where the Chair and the other Head of Delegation so agree.\n2.   The Head of Delegation proposing the use of the written procedure shall submit the draft decision to the other Head of Delegation. The other Head of Delegation shall reply, indicating whether he or she accepts or does not accept the draft, proposes any amendments, or requests further time for reflection. If the draft is adopted, it shall be finalised in accordance with Article 6(1).\nArticle 8\nMinutes\n1.   The Chair shall draw up draft minutes of each meeting and submit them to the other Head of Delegation within 20 working days of the meeting. The draft minutes shall state the recommendations made and may also note any other conclusions reached. The other Head of Delegation shall agree to the draft, or submit proposed amendments. Once there is agreement on the draft minutes, two original copies shall be signed by the Chair and by the other Head of Delegation. An original copy of the minutes shall be kept by the Chair and one by the other Head of Delegation.\n2.   In the event there is no agreement on the minutes before the subsequent meeting is convened, the minutes shall record the draft drawn up by the Chair to which shall be annexed the proposed amendments submitted by the other Head of Delegation.\nArticle 9\nExpenses\nEach Party shall bear the expenses it incurs in taking part in the meetings of the Committee.\nArticle 10\nConfidentiality\nThe deliberations of the Committee shall be confidential."}