{"celex_id": "32012R0641", "uri": "http://publications.europa.eu/resource/cellar/ffd7b9c9-0bd2-46b9-baeb-1d7a72aa6022", "type": "Regulation", "concepts": ["3074", "3483", "3506", "3577", "3870", "4212", "5386", "584"], "title": "Council Regulation (EU) No 641/2012 of 16 July 2012 amending Regulation (EU) No 356/2010 imposing certain specific restrictive measures directed against certain natural or legal persons, entities or bodies, in view of the situation in Somalia\n", "header": "17.7.2012 EN Official Journal of the European Union L 187/3\nCOUNCIL REGULATION (EU) No 641/2012\nof 16 July 2012\namending Regulation (EU) No 356/2010 imposing certain specific restrictive measures directed against certain natural or legal persons, entities or bodies", "recitals": ", in view of the situation in Somalia\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215(1) and (2) thereof,\nHaving regard to Council Decision 2010/231/CFSP of 26 April 2010 concerning restrictive measures against Somalia (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Regulation (EU) No 356/2010 (2) imposes restrictive measures against the persons entities and bodies identified in Annex I to that Regulation, as provided for in United Nations Security Council Resolution (UNSCR) 1844 (2008).\n(2) On 22 February 2012, the UN Security Council adopted UNSCR 2036 (2012), by which it confirms its assessment, in paragraph 23, that the export of charcoal from Somalia may pose a threat to the peace, security or stability of Somalia.\n(3) On 17 February 2012, the Security Council Sanctions Committee established pursuant to UNSCR 751 (1992) concerning Somalia updated the list of persons and entities subject to restrictive measures.\n(4) On 16 July 2012, the Council adopted Decision 2012/388/CFSP (3), to give effect to UNSCR 751 (1992) by adding one further person to the list of persons and entities subject to the restrictive measures in Decision 2010/231/CFSP.\n(5) This measure falls within the scope of the Treaty and regulatory action at the level of the Union is therefore necessary in order to implement it, in particular with a view to ensuring its uniform application by economic operators in all Member States.\n(6) Additionally, UNSCR 2002 (2011) clarified the exemption, already provided for in Regulation (EU) No 356/2010, permitting the making available of funds, other financial assets or economic resources necessary to ensure the timely delivery of urgently needed humanitarian assistance in Somalia by the UN, its specialised agencies or programmes, humanitarian organisations having observer status with the United Nations General Assembly that provide humanitarian assistance, and their implementing partners. This clarification should be included in Regulation (EU) No 356/2010.\n(7) Regulation (EU) No 356/2010 should therefore be amended accordingly,", "main_body": ["Regulation (EU) No 356/2010 is hereby amended as follows:\n(1) In Article 2, paragraph 3 is replaced by the following:\n(a) engaging in or providing support for acts that threaten the peace, security or stability of Somalia, including acts that threaten to infringe the Djibouti Agreement of 18 August 2008 or the political process, or threaten the TFIs or AMISOM by force;\n(b) having acted in violation of the arms embargo and related measures as reaffirmed in paragraph 6 of UNSCR 1844 (2008);\n(c) obstructing the delivery of humanitarian assistance to Somalia, or access to, or distribution of, humanitarian assistance in Somalia;\n(d) being political or military leaders recruiting or using children in armed conflicts in Somalia in violation of the applicable international law; or\n(e) being responsible for violations of applicable international law in Somalia involving the targeting of civilians, including children and women, in situations of armed conflict, including killing and maiming, sexual and gender-based violence, attacks on schools and hospitals and abduction and forced displacement.’.\n(2) In Article 4, paragraph 1 is replaced by the following:\n(3) The person listed in Annex II to this Regulation shall be added to the list of persons set out in Section I of Annex I.\n(4) Annex II shall be replaced by the text set out in Annex I to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 105, 27.4.2010, p. 17.\n(2)  OJ L 105, 27.4.2010, p. 1.\n(3)  See page 38 of this Official Journal.\nANNEX I\n‘ANNEX II\nWebsites for information on the competent authorities and address for notifications to the European Commission\nBELGIUM\nhttp://www.diplomatie.be/eusanctions\nBULGARIA\nhttp://www.mfa.bg/en/pages/view/5519\nCZECH REPUBLIC\nhttp://www.mfcr.cz/mezinarodnisankce\nDENMARK\nhttp://um.dk/da/politik-og-diplomati/retsorden/sanktioner/\nGERMANY\nhttp://www.bmwi.de/BMWi/Navigation/Aussenwirtschaft/Aussenwirtschaftsrecht/embargos.html\nESTONIA\nhttp://www.vm.ee/est/kat_622/\nIRELAND\nhttp://www.dfa.ie/home/index.aspx?id=28519\nGREECE\nhttp://www1.mfa.gr/en/foreign-policy/global-issues/international-sanctions.html\nSPAIN\nhttp://www.maec.es/es/MenuPpal/Asuntos/Sanciones%20Internacionales/Paginas/Sanciones_%20Internacionales.aspx\nFRANCE\nhttp://www.diplomatie.gouv.fr/autorites-sanctions/\nITALY\nhttp://www.esteri.it/MAE/IT/Politica_Europea/Deroghe.htm\nCYPRUS\nhttp://www.mfa.gov.cy/sanctions\nLATVIA\nhttp://www.mfa.gov.lv/en/security/4539\nLITHUANIA\nhttp://www.urm.lt/sanctions\nLUXEMBOURG\nhttp://www.mae.lu/sanctions\nHUNGARY\nhttp://www.kulugyminiszterium.hu/kum/hu/bal/Kulpolitikank/nemzetkozi_szankciok/\nMALTA\nhttp://www.doi.gov.mt/EN/bodies/boards/sanctions_monitoring.asp\nNETHERLANDS\nhttp://www.rijksoverheid.nl/onderwerpen/internationale-vrede-en-veiligheid/sancties\nAUSTRIA\nhttp://www.bmeia.gv.at/view.php3?f_id=12750&LNG=en&version=\nPOLAND\nhttp://www.msz.gov.pl\nPORTUGAL\nhttp://www.min-nestrangeiros.pt\nROMANIA\nhttp://www.mae.ro/node/1548\nSLOVENIA\nhttp://www.mzz.gov.si/si/zunanja_politika_in_mednarodno_pravo/zunanja_politika/mednarodna_varnost/omejevalni_ukrepi/\nSLOVAKIA\nhttp://www.foreign.gov.sk\nFINLAND\nhttp://formin.finland.fi/kvyhteistyo/pakotteet\nSWEDEN\nhttp://www.ud.se/sanktioner\nUNITED KINGDOM\nwww.fco.gov.uk/competentauthorities\nAddress for notifications to the European Commission:\nEuropean Commission\nService for Foreign Policy Instruments (FPI)\nOffice EEAS 02/309\nB-1049 Bruxelles/Brussel (Belgium)\nE-mail: relex-sanctions@ec.europa.eu’.\nANNEX II\nPerson referred to in point 3 of Article 1\nJim’ale, Ali Ahmed Nur (a.k.a. a) Jim’ale, Ahmed Ali; a.k.a., b) Jim’ale, Ahmad Nur Ali; a.k.a., c) Jim’ale, Sheikh Ahmed; a.k.a., d) Jim’ale, Ahmad Ali; a.k.a., e) Jim’ale, Shaykh Ahmed Nur)\nDate of birth: 1954. Place of birth: Eilbur, Somalia. Nationality: Somalia. Alt. nationality: Djibouti. Passport: A0181988 (Somalia), exp. 23 January 2011. Location: Djibouti, Republic of Djibouti. Date of UN Designation: 17 February 2012.\nAli Ahmed Nur Jim’ale (Jim’ale) has served in leadership roles with the former Somali Council of Islamic Courts, also known as the Somali Islamic Courts Union, which was a radical-Islamist element. The most radical elements of the Somali Islamic Courts Union eventually formed the group known as Al-Shabaab. Al-Shabaab was listed for targeted sanctions in April 2010 by the United Nations Security Council Committee established pursuant to resolutions 751 (1992) and 1907 (2009) concerning Somalia and Eritrea (the ‘Somalia/Eritrea Sanctions Committee’). The Committee listed Al-Shabaab for being an entity engaged in acts that directly or indirectly threaten the peace, security, or stability of Somalia, including but not limited to acts that pose a threat to Somali Transitional Federal Government.\nAccording to the 18 July 2011 report of the Somalia/Eritrea Sanctions Committee’s Monitoring Group (S/2011/433), Jim’ale is identified as a prominent businessman and figure in the Al-Shabaab charcoal-sugar trading cycle and benefitting from privileged relationships with Al-Shabaab.\nJim’ale is identified as one of Al-Shabaab’s chief financiers and is ideologically aligned with Al-Shabaab. Jim’ale has provided key funding and political support for Hassan Dahir Aweys (‘Aweys’), who was also listed by the Somalia/Eritrea Sanctions Committee. Former Al-Shabaab Deputy Emir Muktar Robow reportedly continued to engage in political posturing within the Al-Shabaab organization during the mid-2011. Robow engaged Aweys and Jim’ale in an effort to advance their shared objectives and consolidate their overall stance within the context of the Al-Shabaab leadership rift.\nAs of fall 2007, Jim’ale established a front company in Djibouti for extremist activities called the Investors Group. The short-term goal of the group was, through the funding of extremist activities and weapons purchases, to destabilize Somaliland. The group assisted in smuggling small arms from Eritrea through Djibouti into the 5th region of Ethiopia where extremists received the shipment. As of mid-2008, Jim’ale continued to operate the Investors Group.\nAs of late September 2010, Jim’ale established ZAAD, a mobile-to-mobile money-transfer business and struck a deal with Al-Shabaab to make money transfers more anonymous by eliminating the need to show identification.\nAs of late 2009, Jim’ale had a known hawala fund where he collected zakat, which was provided to Al-Shabaab."}