{"celex_id": "32010R0271", "uri": "http://publications.europa.eu/resource/cellar/5fc93435-bd42-4dee-a0e3-2b752e2b52b4", "type": "Regulation", "concepts": ["1425", "2746", "568", "5696", "6790", "893"], "title": "Commission Regulation (EU) No 271/2010 of 24 March 2010 amending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007, as regards the organic production logo of the European Union\n", "header": "31.3.2010 EN Official Journal of the European Union L 84/19\nCOMMISSION REGULATION (EU) No 271/2010\nof 24 March 2010\namending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007, as regards the organic production logo of the European Union\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1) and in particular Article 25(3), Article 38(b), and Article 40 thereof,\nWhereas:\n(1) Article 24 of Regulation (EC) No 834/2007 lays down that the Community logo is one of the compulsory indications to be used on the packaging of products bearing terms referring to the organic production method as referred to in Article 23(1), and that the use of this logo is optional for products imported from third countries. Article 25(1) of Regulation (EC) No 834/2007 allows the use of the Community logo in the labelling, presentation and advertising of products which satisfy the requirements set out under that Regulation.\n(2) Experience gained in the application of Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (2), which has been replaced by Regulation (EC) No 834/2007, has shown that the Community logo which could be used on a voluntary basis no longer meets the expectations of the operators in the sector nor of the consumers.\n(3) New rules concerning the logo should be introduced in Commission Regulation (EC) No 889/2008 of 5 September 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control (3). Those rules should allow that the logo is better adapted to the developments in the sector, in particular through better identification by the consumer of organic products falling under the EU regulations concerning the organic production.\n(4) Following the entry into force of the Lisbon Treaty, it is appropriate to refer to ‘organic production logo of the European Union’ instead of ‘Community organic production logo’.\n(5) A competition was organised by the Commission amongst students of art and design from the Member States, with a view to gather proposals for a new logo, and an independent jury made a selection and ranking of the 10 best proposals. Further scrutiny from the point of view of the intellectual property allowed to identify the three best designs from that point of view, which were subsequently submitted to a consultation on the Internet opened from 7 December 2009 to 31 January 2010. The proposed logo chosen by a majority of visitors of the website over that period should be adopted as the new organic production logo of the European Union.\n(6) The change of the organic production logo of the European Union as from the 1 July 2010 should not cause difficulties on the market, and in particular it should be allowed that organic products which have been already placed on the market can be sold without the compulsory indications required by Article 24 of Regulation (EC) No 834/2007, provided that the products in question comply with Regulation (EEC) No 2092/91 or Regulation (EC) No 834/2007.\n(7) In order to enable the use of the logo as soon as it is compulsory in accordance with the EU legislation and to ensure the effective functioning of the internal market, to guarantee fair competition and to protect consumer interests, the new organic production logo of the European Union was registered as an Organic Farming Collective Mark in the Benelux Office for Intellectual Property and is consequently in force, usable and protected. The logo will also be registered in the Community and International Registers.\n(8) Article 58 of Regulation (EC) No 889/2008 lays down that the code number of the control body or authority should be placed immediately below the Community logo without specific indication about the format and the attribution of these codes. In order to establish a harmonised application of these code numbers, detailed rules about the format and the attribution of these codes should be set out.\n(9) Regulation (EC) No 889/2008 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Regulatory Committee on Organic Production,", "main_body": ["Regulation (EC) No 889/2008 is amended as follows:\n1. in Title III, the title of Chapter I is replaced by the following:\n2. Article 57 is replaced by the following:\n3. in Article 58(1), points (b), (c) and (d) are replaced by the following:\n‘(b) include a term which establishes a link with the organic production method, as referred to in Article 23(1) of Regulation (EC) No 834/2007 in accordance with Part B(2) of Annex XI to this Regulation;\n(c) include a reference number to be decided by the Commission or by the competent authority of the Member States in accordance with Part B(3) of Annex XI to this Regulation; and\n(d) be placed in the same visual field as the Organic logo of the EU, where the Organic logo of the EU is used in the labelling.’;\n4. in Article 95, paragraphs 9 and 10 are replaced by the following:\n5. Annex XI is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply as from 1 July 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  OJ L 198, 22.7.1991, p. 1.\n(3)  OJ L 250, 18.9.2008, p. 1.\nANNEX\n‘ANNEX XI\nA.   Organic logo of the EU, referred to in Article 57\n1. The Organic logo of the EU shall comply with the model below:\n2. The reference colour in Pantone is Green Pantone No 376 and Green (50 % Cyan + 100 % Yellow), when a four-colour process is used.\n3. The Organic logo of the EU can also be used in black and white as shown, only where it is not practicable to apply it in colour:\n4. If the background colour of the packaging or label is dark, the symbols may be used in negative format, using the background colour of the packaging or label.\n5. If a symbol is used in colour on a coloured background, which makes it difficult to see, a delimiting outer line around the symbol can be used to improve contrast with the background colours.\n6. In certain specific situations where there are indications in a single colour on the packaging, the Organic logo of the EU may be used in the same colour.\n7. The Organic logo of the EU must have a height of at least 9 mm and a width of at least 13,5 mm; the proportion ratio height/width shall always be 1:1,5. Exceptionally the minimum size may be reduced to a height of 6 mm for very small packages.\n8. The Organic logo of the EU may be associated with graphical or textual elements referring to organic farming, under the condition that they do not modify or change the nature of the Organic logo of the EU, nor any of the indications mentioned at Article 58. When associated to national or private logos using a green colour different from the reference colour mentioned in point 2, the Organic logo of the EU may be used in that non-reference colour.\n9. The use of the Organic logo of the EU shall be in accordance with the rules accompanying its registration as Organic Farming Collective Mark in the Benelux Office for Intellectual Property and in the Community and International Trademark Registers.\nB.   Code numbers referred to in Article 58\nThe general format of the code numbers is as follows:\nAB-CDE-999\nWhere:\n1. “AB” is the ISO code as specified in Article 58(1)(a) for the country where the controls take place; and\n2. “CDE” is a term, indicated in three letters to be decided by the Commission or each Member State, like “bio” or “öko” or “org” or “eko” establishing a link with the organic production method as specified in Article 58(1)(b); and\n3. “999” is the reference number, indicated in maximum three digits, to be attributed, as specified in Article 58(1)(c) by:\n(a) each Member State’s competent authority to the Control Authorities or Control Bodies to which they have delegated control tasks in accordance with Article 27 of Regulation (EC) No 834/2007;\n(b) the Commission, to:\n(i) the Control Authorities and Control Bodies referred to in Article 3(2)(a) of Commission Regulation (EC) No 1235/2008 (1) and listed in Annex I to that Regulation;\n(ii) the third countries’ competent authorities or Control Bodies referred to in Article 7(2)(f) of Regulation (EC) No 1235/2008 and listed in Annex III to that Regulation;\n(iii) the Control Authorities and Control Bodies referred to in Article 10(2)(a) of Regulation (EC) No 1235/2008, and listed in Annex IV to that Regulation;\n(c) each Member State’s competent authority to the Control Authority or Control Body which has been authorised until 31 December 2012 for issuing the certificate of inspection in accordance with Article 19(1) fourth subparagraph of Regulation (EC) No 1235/2008 (import authorisations), upon proposal of the Commission.\nThe Commission shall make the code numbers available to the public by any appropriate technical means, including publication on the Internet.\n(1)  OJ L 334, 12.12.2008, p. 25.’"}