{"celex_id": "32010D0620", "uri": "http://publications.europa.eu/resource/cellar/307e725c-8ccd-4991-a46b-9b1607394683", "type": "Decision", "concepts": ["114", "1663", "1819", "4060", "5406", "7932"], "title": "2010/620/EU: Council Decision of 7 October 2010 on the signing of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes\n", "header": "19.10.2010 EN Official Journal of the European Union L 273/1\nCOUNCIL DECISION\nof 7 October 2010\non the signing of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes\n(2010/620/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and, in particular, Article 217, in conjunction with Article 218(5) and the second subparagraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 18 June 2007 the Council authorised the Commission to negotiate a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part (1), on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes (hereinafter referred to as ‘the Protocol’) (2).\n(2) Those negotiations have been concluded to the satisfaction of the Commission.\n(3) As a result of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(4) Subject to its conclusion at a later date, the Protocol should be signed on behalf of the Union,", "main_body": ["The signing of the Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes (hereinafter referred to as ‘the Protocol’) is hereby approved on behalf of the Union, subject to the conclusion of the Protocol.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol, on behalf of the Union, subject to its conclusion.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 7 October 2010.\nFor the Council\nThe President\nM. WATHELET\n(1)  OJ L 70, 18.3.2000, p. 2.\n(2)  The text of the Protocol will be published with the decision on its conclusion."}