{"celex_id": "32012D0008(01)", "uri": "http://publications.europa.eu/resource/cellar/244027bf-cddb-4a81-901b-4bdbac6dab80", "type": "Decision", "concepts": ["1972", "3371", "5754", "5762", "665", "729"], "title": "2012/259/EU: Decision of the European Central Bank of 26 April 2012 amending Decision ECB/2011/8 on the environmental and health and safety accreditation procedures for the production of euro banknotes (ECB/2012/8)\n", "header": "15.5.2012 EN Official Journal of the European Union L 126/14\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 26 April 2012\namending Decision ECB/2011/8 on the environmental and health and safety accreditation procedures for the production of euro banknotes\n(ECB/2012/8)\n(2012/259/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 128(1) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 16 thereof,\nHaving regard to Decision ECB/2011/8 of 21 June 2011 on the environmental and health and safety accreditation procedures for the production of euro banknotes (1), and in particular Article 2(3) and Articles 6 and 8 thereof,\nWhereas:\n(1) The Executive Board’s competence to decide on accreditations under Article 2(3) of Decision ECB/2011/8 is delegated to it by the Governing Council in accordance with Article 12.1, second paragraph of the Statute of the European System of Central Banks and of the European Central Bank.\n(2) The procedure for granting and renewing environmental and health and safety accreditation laid down in Decision ECB/2011/8 should be amended to allow for faster processing of accreditation requests, thereby ensuring the timely grant or renewal of accreditation, and to alleviate the administrative burden on the Executive Board of the European Central Bank (ECB).\n(3) To this end, it should be made possible for the Executive Board to sub-delegate the competence to take decisions relating to routine accreditation to one or more of its members. The sub-delegation will, however, not cover the competence to grant exemptions, reject accreditation requests, suspend or revoke accreditations.\n(4) Decision ECB/2011/8 should therefore be amended accordingly,", "main_body": ["(3) of Decision ECB/2011/8 is replaced by the following:\n‘3.   The Executive Board shall be competent to take all decisions relating to a manufacturer’s environmental and health and safety accreditation, taking into account the views of the Banknote Committee, and shall inform the Governing Council thereof. The Executive Board may decide to sub-delegate the powers to grant and renew environmental and health and safety accreditation pursuant to Articles 6 and 8 to one or more of its members.’.", "Entry into force\nThis Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 26 April 2012.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 176, 5.7.2011, p. 52."}