{"celex_id": "32014R1015", "uri": "http://publications.europa.eu/resource/cellar/96815879-47d6-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["2297", "2590", "4385", "4605", "4843", "5561"], "title": "Commission Delegated Regulation (EU) No 1015/2014 of 22 July 2014 amending Annexes II and III to Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences, and repealing Commission Delegated Regulation (EU) No 154/2013\n", "header": "27.9.2014 EN Official Journal of the European Union L 283/20\nCOMMISSION DELEGATED REGULATION (EU) No 1015/2014\nof 22 July 2014\namending Annexes II and III to Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences, and repealing Commission Delegated Regulation (EU) No 154/2013\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 978/2012 of the European Parliament and of the Council of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council Regulation (EC) No 732/2008 (1), and in particular Articles 5(3) and 10(5) thereof,\nWhereas:\n(1) Article 4 of the Regulation (EU) No 978/2012 (‘the GSP Regulation’) establishes the criteria for granting tariff preferences under the general arrangement of the Generalised Scheme of Preferences (‘GSP’).\n(2) Article 4(1)(a) of the GSP Regulation provides that a country that has been classified by the World Bank as a high-income or an upper-middle income country for three consecutive years should not benefit from GSP preferences.\n(3) Article 4(1)(b) of the GSP Regulation provides that a country that benefits from a preferential market access arrangement which provides the same tariff preferences as the GSP, or better, for substantially all trade, should not enjoy GSP preferences.\n(4) The list of beneficiary countries of the general GSP is established by Annex II to the GSP Regulation. Article 5 of the GSP Regulation lays down that Annex II is to be reviewed by 1 January of each year to reflect changes in relation to the criteria laid down in Article 4. Furthermore, it provides for a GSP beneficiary country and economic operators to be given sufficient time for an orderly adaptation to the country's GSP status revision. Accordingly, the GSP arrangement is to continue for one year after the date of entry into force of a change in a country's status on the basis of Article 4(1)(a) and for two years from the date of application of a preferential market access arrangement, as provided by Article 4(1)(b).\n(5) Turkmenistan has been classified by the World Bank as an upper-middle income country in 2012, 2013 and 2014. Accordingly, Turkmenistan no longer qualifies for GSP beneficiary status under Article 4(1)(a) and should be removed from Annex II of the GSP Regulation. The decision to remove a beneficiary country from the list of GSP beneficiary countries should apply as from one year after the date of entry into force of that decision. In the interests of a uniform application, Turkmenistan should be removed from Annex II with effect from 1 January 2016.\n(6) Preferential market access arrangements with the following countries started to apply at various dates in 2013: Peru on 1 March 2013, Colombia, Honduras, Nicaragua and Panama on 1 August 2013, Costa Rica and El Salvador on 1 October 2013 and Guatemala on 1 December 2013. In order to ensure a uniform application of the change to their GSP status and in line with the GSP Regulation, Peru, Colombia, Honduras, Nicaragua, Panama, Costa Rica, El Salvador and Guatemala should be removed from Annex II with effect from 1 January 2016.\n(7) Article 9(1) of the GSP Regulation establishes specific eligibility criteria for granting tariff preferences under the special incentive arrangement for sustainable development and good governance (‘GSP+’). One key condition is that the country must be a GSP beneficiary. The list of GSP+ beneficiaries is established in Annex III to the GSP Regulation.\n(8) As a consequence of their ceasing to be GSP beneficiaries, Costa-Rica, Guatemala, El Salvador, Panama and Peru also cease to be GSP+ beneficiaries under Article 9(1) of the GSP Regulation. Those countries should therefore be removed from Annex III to the GSP Regulation with effect from 1 January 2016.\n(9) Pursuant to Commission Delegated Regulation (EU) No 1421/2013 (2), Ecuador ceases to be a GSP beneficiary as from 1 January 2015. Consequently, in line with Article 9 of the GSP Regulation, Ecuador will cease to be GSP+ beneficiary and should be removed from Annex III to the GSP Regulation with effect from the same date.\n(10) Following the entry into force of Delegated Regulation (EU) No 1421/2013 on 1 January 2014, Commission Delegated Regulation (EU) No 154/2013 (3) which provided a consolidated version of Annex II and also for the removal of Iran and Azerbaijan from the list of GSP beneficiary countries no longer applies. Therefore, for the sake of legal clarity, Delegated Regulation (EU) No 154/2013 should be repealed. However, in derogation from Delegated Regulation (EU) No 1421/2013, Delegated Regulation (EU) No 154/2013 should still apply until 22 February 2014 as regards Azerbaijan and Iran. Consequently, it needs to be clarified that Iran and Azerbaijan maintained GSP beneficiary status from 1 January 2014 to 22 February 2014,", "main_body": ["Amendments toRegulation (EU) No 978/2012\nRegulation (EU) No 978/2012 is amended as follows:\n1. In Annex II, the following countries and the corresponding alphabetical codes are removed from columns A and B, respectively:\nCO Colombia\nCR Costa Rica\nGT Guatemala\nSV El Salvador\nHN Honduras\nNI Nicaragua\nPA Panama\nPE Peru\nTM Turkmenistan\n2. Annex III is amended as follows:\n(a) the following country and the corresponding alphabetical code is removed from columns A and B, respectively:\nEC Ecuador\n(b) the following countries and the corresponding alphabetical codes are removed from columns A and B, respectively:\nCR Costa Rica\nGT Guatemala\nSV El Salvador\nPA Panama\nPE Peru", "Repeal\nDelegated Regulation (EU) No 154/2013 is repealed with effect from 1 January 2014.\nIn derogation from Delegated Regulation (EU) No 1421/2013, the repeal shall take effect on 23 February 2014 as regards Azerbaijan and Iran.", "Entry into force and application\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "(1) shall apply from 1 January 2016.", "(2)(a) shall apply from 1 January 2015.", "(2)(b) shall apply from 1 January 2016.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 303, 31.10.2012, p. 1.\n(2)  Commission Delegated Regulation (EU) No 1421/2013 of 30 October 2013 amending Annexes I, II and IV to Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences (OJ L 355, 31.12.2013, p. 1).\n(3)  Commission Delegated Regulation (EU) No 154/2013 of 18 December 2012 amending Annex II to Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences (OJ L 48, 21.2.2013, p. 1)."}