{"celex_id": "32010D0582", "uri": "http://publications.europa.eu/resource/cellar/59440d82-4aab-42b8-9388-860b08e62ec9", "type": "Decision", "concepts": ["1021", "1085", "1519", "3428", "4585", "5581", "6912"], "title": "2010/582/EU: Council Implementing Decision of 27 September 2010 authorising the French Republic and the Italian Republic to introduce a special measure derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n", "header": "30.9.2010 EN Official Journal of the European Union L 256/26\nCOUNCIL IMPLEMENTING DECISION\nof 27 September 2010\nauthorising the French Republic and the Italian Republic to introduce a special measure derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n(2010/582/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letters registered with the Secretariat-General of the Commission on 19 June 2009 and 19 November 2009 respectively, Italy and France requested authorisation to introduce a special tax measure in relation to the operation, maintenance and safety of the existing Col de Tende Road Tunnel, as well as the construction, operation, maintenance and safety of a new tunnel to run alongside the existing one (‘the measure’).\n(2) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States by letter dated 14 December 2009 of the requests made by France and Italy. By letter dated 17 December 2009 the Commission notified France and Italy that it had all the information necessary to consider the requests.\n(3) The Col de Tende Road Tunnel is a permanent road link between France and Italy. An agreement of 12 March 2007 between those two Member States has designated Italy as being responsible for the operation, maintenance and safety of the existing tunnel, as well as for the construction, operation, maintenance and safety of the new tunnel which, when completed, will carry traffic in the opposite direction to the existing tunnel.\n(4) Through the measure, the entire site of the existing tunnel, and the perimeter and construction site of the new tunnel, will be deemed to be on the territory of Italy for the purposes of supplies of goods, services, intra-Community acquisitions of goods and imports intended for the relevant construction, operation, maintenance and safety of the two tunnels. In the absence of such a measure, it would be necessary, according to the principle of territoriality, to ascertain for each supply whether the place of taxation was within France or Italy.\n(5) The purpose of the measure is therefore to simplify the procedure for charging value added tax on the operation, maintenance and safety of the existing tunnel, as well as the construction, operation, maintenance and safety of the new tunnel.\n(6) The derogation has no negative impact on the Union’s own resources accruing from value added tax,", "main_body": ["By way of derogation from Article 5 of Directive 2006/112/EC, the French Republic and the Italian Republic are authorised to consider the entire site of the existing Col de Tende Road Tunnel, along with the construction site of the new Col de Tende Road Tunnel which will run alongside the existing tunnel, as being on the territory of Italy for the purposes of supplies of goods, services, intra-Community acquisitions of goods and imports intended for the construction and subsequent operation, maintenance and safety of the new tunnel, as well as the operation, maintenance and safety of the existing tunnel.", "This Decision shall take effect on the day of its notification.", "This Decision is addressed to the French Republic and the Italian Republic."], "attachments": "Done at Brussels, 27 September 2010.\nFor the Council\nThe President\nK. PEETERS\n(1)  OJ L 347, 11.12.2006, p. 1."}