{"celex_id": "32014R1236", "uri": "http://publications.europa.eu/resource/cellar/f3931772-6fbe-11e4-b593-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "5451", "6569", "6789"], "title": "Commission Implementing Regulation (EU) No 1236/2014 of 18 November 2014 concerning the authorisation of L-valine produced by Corynebacterium glutamicum (DSM 25202) as a feed additive for all animal species  Text with EEA relevance\n", "header": "19.11.2014 EN Official Journal of the European Union L 332/26\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1236/2014\nof 18 November 2014\nconcerning the authorisation of L-valine produced by Corynebacterium glutamicum (DSM 25202) as a feed additive for all animal species\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003 an application was submitted for the authorisation of L-valine produced by Corynebacterium glutamicum (DSM 25202). That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of L-valine produced by Corynebacterium glutamicum (DSM 25202) as a feed additive for all animal species, to be classified in the additive category ‘nutritional additives’.\n(4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 2 July 2014 (2) that, under the proposed conditions of use, the L-valine produced by Corynebacterium glutamicum (DSM 25202) does not have an adverse effect on animal health, human health or the environment and that it is considered an efficacious source of the essential amino acid L-valine for animal nutrition. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of L-valine produced by Corynebacterium glutamicum (DSM 25202) shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that substance should be authorised as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Authorisation\nThe substance specified in the Annex, belonging to the additive category ‘nutritional additives’ and to the functional group ‘amino acids, their salts and analogues’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  EFSA Journal 2014; 12(7):3795.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg/kg of complete feed with a moisture content of 12 %\nCategory of nutritional additives. Functional group: amino acids, their salts and analogues.\n1. Declarations to be made on the labelling of the additive:\n— moisture content.\n2. For user safety: breathing protection, safety glasses and gloves should be worn during handling.\n3. Where voluntary declaration of the additive is made on the labelling of feed materials and compound feed, the following shall be included:\n— name and identification number of the additive,\n— added amount of the additive.\n(1)  Details of the analytical methods are available at the following address of the Reference Laboratory: https://ec.europa.eu/jrc/en/eurl/feed-additives/evaluation-reports"}