{"celex_id": "32013R1204", "uri": "http://publications.europa.eu/resource/cellar/7ec18109-5744-11e3-a8cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "1644", "2212", "3191", "3614", "5858"], "title": "Commission Implementing Regulation (EU) No 1204/2013 of 25 November 2013 amending Regulation (EC) No 798/2008 as regards the entry for the Republic of Moldova in the lists of third countries from which certain meat, meat products, eggs and egg products may be introduced into the Union  Text with EEA relevance\n", "header": "27.11.2013 EN Official Journal of the European Union L 316/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1204/2013\nof 25 November 2013\namending Regulation (EC) No 798/2008 as regards the entry for the Republic of Moldova in the lists of third countries from which certain meat, meat products, eggs and egg products may be introduced into the Union\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point 1 of Article 8 and point 4 of Article 8 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular Article 11(1) thereof,\nWhereas:\n(1) Directive 2002/99/EC lays down the general animal health rules governing the production, processing, distribution within the Union and the introduction from third countries of products of animal origin for human consumption and provides for establishing specific rules and certification for transit.\n(2) Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (3) lays down that certain commodities are only to be imported into and transit through the Union from third countries, territories, zones or compartments listed in the table in Part 1 of Annex I thereto. It also lays down the veterinary certification requirements for such commodities. Those requirements take also into account whether or not additional guarantees are requested due to the disease status of those third countries, territories, zones or compartments. The additional guarantees to which those commodities are to comply with are set out in Part 2 of Annex I to Regulation (EC) No 798/2008.\n(3) The Republic of Moldova is listed in Commission Decision 2011/163/EU of 16 March 2011 on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC (4) and has a residue monitoring plan approved for eggs\n(4) The Republic of Moldova has asked the Commission to be authorised for imports into the Union of egg products and has submitted relevant information. The thermal treatment applied to egg products reduces the potential animal health risks of these products to a negligible level. Therefore, it is appropriate to include that third country in the list set out in Part 1 of Annex I to Regulation (EC) No 798/2008.\n(5) Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 798/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 139, 30.4.2004, p. 206.\n(3)  OJ L 226, 23.8.2008, p. 1.\n(4)  OJ L 70, 17.3.2011, p. 40.\nANNEX\nIn Part 1 of Annex I to Regulation (EC) No 798/2008 the entry for The Republic of Moldova is added after the entry ‘KR – Republic of Korea’:\n‘MD – Republic of Moldova MD-0 Whole country EP’"}