{"celex_id": "32012D0633", "uri": "http://publications.europa.eu/resource/cellar/d4e83f8f-4108-4d04-abaf-496de7a09b5a", "type": "Decision", "concepts": ["2647", "3483", "3584", "3870", "4212", "950"], "title": "Council Decision 2012/633/CFSP of 15 October 2012 amending Decision 2010/231/CFSP concerning restrictive measures against Somalia\n", "header": "16.10.2012 EN Official Journal of the European Union L 282/47\nCOUNCIL DECISION 2012/633/CFSP\nof 15 October 2012\namending Decision 2010/231/CFSP concerning restrictive measures against Somalia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 26 April 2010, the Council adopted Decision 2010/231/CFSP (1).\n(2) On 25 July 2012, the United Nations Security Council (‘UNSC’) adopted Resolution 2060 (2012), thereby amending the arms embargo imposed by paragraph 5 of Resolution 733 (1992) and further elaborated upon by paragraphs 1 and 2 of Resolution 1425 (2002).\n(3) On 11 July 2012, 25 July 2012 and 23 August 2012, the Sanctions Committee, established pursuant to UNSC Resolution 751 (1992) concerning Somalia, updated the list of persons and entities subject to restrictive measures.\n(4) Decision 2010/231/CFSP should therefore be amended accordingly,", "main_body": ["Decision 2010/231/CFSP is hereby amended as follows:\n(1) in Article 1(3), the following point is added:\n‘(d) the supply, sale or transfer of weapons and military equipment, and the supply of direct or indirect technical advice, financial and other assistance and training related to military activities, solely for the support of or use by the United Nations Political Office for Somalia, as approved in advance by the Sanctions Committee.’;\n(2) in section I of the Annex to Decision 2010/231/CFSP, point 11 is replaced by the text appearing in Annex I to this Decision;\n(3) the persons listed in Annex II to this Decision are added to the list set out in section I of the Annex to Decision 2010/231/CFSP.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 15 October 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 105, 27.4.2010, p. 17.\nANNEX I\nText referred to at point (2) of Article 1\n‘11. Jim’ale, Ali Ahmed Nur (aka (a) Jim’ale, Ahmed Ali, (b) Jim’ale, Ahmad Nur Ali, (c) Jim’ale, Sheikh Ahmed, (d) Jim’ale, Ahmad Ali, (e) Jim’ale, Shaykh Ahmed Nur)\nANNEX II\nPersons referred to at point (3) of Article 1\n1. Aboud Rogo Mohammed (aka (a) Aboud Mohammad Rogo, (b) Aboud Seif Rogo, (c) Aboud Mohammed Rogo, (d) Sheikh Aboud Rogo, (e) Aboud Rogo Muhammad, (f) Aboud Rogo Mohamed)\n2. Abubaker Shariff Ahmed (aka (a) Makaburi, (b) Sheikh Abubakar Ahmed, (c) Abubaker Shariff Ahmed, (d) Abu Makaburi Shariff, (e) Abubaker Shariff, (f) Abubakar Ahmed)"}