{"celex_id": "32011R0165", "uri": "http://publications.europa.eu/resource/cellar/d7fd661f-9a00-4465-9a58-18910570ff0e", "type": "Regulation", "concepts": ["1160", "2879", "3544", "4335", "4790", "5228", "5254", "544", "598", "863"], "title": "Commission Regulation (EU) No 165/2011 of 22 February 2011 providing for deductions from certain mackerel quotas allocated to Spain in 2011 and subsequent years on account of overfishing in 2010\n", "header": "23.2.2011 EN Official Journal of the European Union L 48/11\nCOMMISSION REGULATION (EU) No 165/2011\nof 22 February 2011\nproviding for deductions from certain mackerel quotas allocated to Spain in 2011 and subsequent years on account of overfishing in 2010\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (1), and in particular Article 105(1) and (2) thereof,\nWhereas:\n(1) A fishing quota for mackerel in zone VIIIc, IX and X; EU waters of CECAF 34.1.1 was allocated to Spain for 2010 by Council Regulation (EU) No 53/2010 (2) and for 2011 by Council Regulation (EU) No 57/2011 (3).\n(2) The mackerel fishing quota for 2010 was reduced following exchanges made by Spain with France and Portugal, pursuant to Article 20(5) of Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (4).\n(3) The Commission detected inconsistencies in the Spanish data about the mackerel fishery in 2010 by crosschecking such data as they had been recorded and reported at different stages of the value chain, from catch to first sale. These inconsistencies were further corroborated through the conduct of several audits, verification missions and inspections in Spain in accordance with Regulation (EC) No 1224/2009. The evidence gathered in the course of the investigation allows the Commission to establish that this Member State has exceeded its mackerel quota in the year 2010 by 19 621 tonnes.\n(4) According to paragraph 1 of Article 105 of Regulation (EC) No 1224/2009, when the Commission has established that a Member State has exceeded the fishing quotas which have been allocated to it, the Commission shall operate deductions from future fishing quotas of that Member State.\n(5) Paragraph 2 of Article 105 of Regulation (EC) No 1224/2009 provides that deductions from fishing quotas shall be operated in the following year or years by applying certain multiplying factors set out in that paragraph.\n(6) The deductions applicable for overfishing in 2010 are higher than the quota allocated to Spain in 2011 for the stock concerned.\n(7) The mackerel stock in question is currently within safe biological limits and scientific advice indicates that this is likely to remain so in the foreseeable future. An immediate and full application of the deduction from the Spanish mackerel quota for 2011 would lead to a complete closure of this fishery in 2011. In the specific circumstances of this case, such complete closure is likely to involve serious risks of disproportionate socio-economic consequences for both the fishing sector concerned and the associated processing industry. On balance, and taking into consideration the objectives of the Common Fisheries Policy, it is considered appropriate in this particular case to operate the deductions needed for the restitution of the overfishing amount due over a period of 5 years, from 2011 to 2015 and, if necessary, to operate any remainder deduction from the mackerel quota allocated in immediately subsequent years.", "main_body": ["The fishing quota for mackerel (Scomber scombrus) in zone VIIIc, IX and X; EU waters of CECAF 34.1.1 allocated to Spain in the year 2011 by Regulation (EU) No 57/2011 shall be reduced as shown in the Annex.", "The fishing quota for mackerel (Scomber scombrus) in zone VIIIc, IX and X; EU waters of CECAF 34.1.1 that may be allocated to Spain in the years from 2012 to 2015 and, where appropriate, the fishing quota for the same stock which may be allocated to Spain in subsequent years shall be reduced as shown in the Annex.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 21, 26.1.2010, p. 1.\n(3)  OJ L 24, 27.1.2011, p.1.\n(4)  OJ L 358, 31.12.2002, p. 59.\nANNEX\nStock Initial quota 2010 Adapted quota 2010 Established catches 2010 Difference quota-catches (overfishing) Multiplying factor of Article 105(2) of Regulation (EC) No 1224/2009 (overfishing * 2) Deduction 2011 Deduction 2012 Deduction 2013 Deduction 2014 Deduction 2015 and, where appropriate, subsequent years\nMAC/8C3411 27 919 24 604 44 225 –19 621 –39 242 4 500 5 500 9 748 9 747 9 747"}