{"celex_id": "32012D0722", "uri": "http://publications.europa.eu/resource/cellar/ed10a26c-3a49-11e2-b7ce-01aa75ed71a1", "type": "Decision", "concepts": ["5233", "5650", "6263", "6400", "8412"], "title": "Commission Implementing Decision of 23 November 2012 on recognition of the Roundtable on Sustainable Palm Oil RED scheme for demonstrating compliance with the sustainability criteria under Directives 98/70/EC and 2009/28/EC of the European Parliament and of the Council\n", "header": "24.11.2012 EN Official Journal of the European Union L 326/53\nCOMMISSION IMPLEMENTING DECISION\nof 23 November 2012\non recognition of the ‘Roundtable on Sustainable Palm Oil RED’ scheme for demonstrating compliance with the sustainability criteria under Directives 98/70/EC and 2009/28/EC of the European Parliament and of the Council\n(2012/722/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (1), and in particular Article 18(6) thereof,\nHaving regard to Directive 98/70/EC of the European Parliament and of the Council of 13 October 1998 relating to the quality of petrol and diesel fuels (2) as amended by the Directive 2009/30/EC (3), and in particular Article 7c(6) thereof,\nAfter consulting the Advisory Committee established by Article 25, paragraph 2 of Directive 2009/28/EC,\nWhereas:\n(1) Directives 98/70/EC and 2009/28/EC both lay down sustainability criteria for biofuels. Provisions of Articles 7b, 7c of and Annex IV to Directive 98/70/EC are similar to provisions of Articles 17, 18 of and Annex V to Directive 2009/28/EC.\n(2) Where biofuels and bioliquids are to be taken into account for the purposes referred to in Article 17(1)(a), (b) and (c) of Directive 2009/28/EC Member States should require economic operators to show the compliance of biofuels and bioliquids with the sustainability criteria set out in Article 17(2) to (5) of Directive 2009/28/EC.\n(3) Recital 76 of Directive 2009/28/EC states that the imposition of an unreasonable burden on industry should be avoided and voluntary schemes can help create efficient solutions for proving compliance with these sustainability criteria.\n(4) The Commission may decide that a voluntary national or international scheme demonstrates that consignments of biofuel comply with the sustainability criteria set out in Article 17(3) to (5) of Directive 2009/28/EC or that a voluntary national or international scheme to measure greenhouse gas emission savings contains accurate data for the purposes of Article 17(2) of this Directive.\n(5) The Commission may recognise such a voluntary scheme for a period of five years.\n(6) When an economic operator provides proof or data obtained in accordance with a voluntary scheme that has been recognised by the Commission, to the extent covered by the recognition decision, a Member State should not require the supplier to provide further evidence of compliance with the sustainability criteria.\n(7) The ‘Roundtable on Sustainable Palm Oil RED’ scheme was submitted on 10 February 2012 to the Commission with the request for recognition. The scheme covers palm oil based products. The recognised scheme should be made available at the transparency platform established under Directive 2009/28/EC. The Commission should take into account considerations of commercial sensitivity and may decide to only partially publish the scheme.\n(8) Assessment of the ‘Roundtable on Sustainable Palm Oil RED’ scheme found it to adequately cover the sustainability criteria in Article 7b(3), (4) and (5) of Directive 98/70/EC and Article 17(3), (4) and (5) of Directive 2009/28/EC, as well as applying a chain of custody methodology in line with the requirements of Article 7c(1) of Directive 98/70/EC and Article 18(1) of Directive 2009/28/EC.\n(9) The evaluation of the ‘Roundtable on Sustainable Palm Oil RED’ scheme found that it meets adequate standards of reliability, transparency and independent auditing and also complies with the methodological requirements in Annex IV of Directive 98/70/EC and Annex V of Directive 2009/28/EC.\n(10) Any additional sustainability elements covered by the ‘Roundtable on Sustainable Palm Oil RED’ scheme are not part of the consideration of this Decision. These additional sustainability elements are not mandatory to show compliance with sustainability requirements provided for by Directives 98/70/EC and 2009/28/EC.\n(11) The ‘Roundtable on Sustainable Palm Oil RED’ scheme was assessed against legislation in force at the time of the adoption of this Commission Implementing Decision. In the case of relevant changes in the legal basis the Commission will assess the scheme with a view to establish whether the scheme is still adequately covering the sustainability criteria for which it is recognised.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Committee on the Sustainability of Biofuels and Bioliquids,", "main_body": ["The voluntary scheme ‘Roundtable on Sustainable Palm Oil RED’ for which the request for recognition was submitted to the Commission on 10 February 2012 demonstrates that consignments of biofuels comply with the sustainability criteria as laid down in Articles 17(3), 17(4) and 17(5) of Directive 2009/28/EC and Articles 7b(3), 7b(4) and 7b(5) of Directive 98/70/EC. The scheme also contains accurate data for purposes of Article 17(2) of Directive 2009/28/EC and Article 7b(2) of Directive 98/70/EC.\nThe voluntary scheme ‘Roundtable on Sustainable Palm Oil RED’ may be used for demonstrating compliance with Article 7c(1) of Directive 98/70/EC and Article 18(1) of Directive 2009/28/EC.", "The Decision is valid for a period of five years after it enters into force. If the scheme, after adoption of this Decision, undergoes changes to its contents in a way that might affect the basis of this Decision, such changes shall be notified to the Commission without delay. The Commission shall assess the notified changes with a view to establish whether the scheme is still adequately covering the sustainability criteria for which it is recognised.\nIf it has been clearly demonstrated that the scheme has not implemented elements considered to be decisive for this Decision and if severe and structural breach of those elements has taken place, the Commission may repeal this Decision.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 23 November 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 140, 5.6.2009, p. 16.\n(2)  OJ L 350, 28.12.1998, p. 58.\n(3)  OJ L 140, 5.6.2009, p. 88."}