{"celex_id": "32014D0331", "uri": "http://publications.europa.eu/resource/cellar/211c3ce2-ed42-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1843", "2282", "2329", "2556", "3466", "3531", "4128", "4148", "5407", "544", "598"], "title": "2014/331/EU: Council Decision of 14 April 2014 on the signing, on behalf of the European Union, and provisional application of the Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union\n", "header": "6.6.2014 EN Official Journal of the European Union L 167/1\nCOUNCIL DECISION\nof 14 April 2014\non the signing, on behalf of the European Union, and provisional application of the Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union\n(2014/331/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 11 July 2012, the European Council adopted Decision 2012/419/EU (1) amending, with effect from 1 January 2014, the status of Mayotte with regard to the European Union. From that date, Mayotte ceased to be an overseas country or territory and became an outermost region of the Union within the meaning of Article 349 of the Treaty on the Functioning of the European Union (TFEU).\n(2) The Council authorised the Commission to negotiate, on behalf of the Union, an agreement with the Republic of the Seychelles relating to the access, for fishing vessels flying the flag of the Republic of Seychelles, to waters and marine biological resources of the Union in the exclusive economic zone off the coast of Mayotte.\n(3) As a result of those negotiations, the Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union (‘Agreement’) was initialled on 15 November 2013.\n(4) In order for the authorities in Mayotte to implement the rules of the common fisheries policy (CFP) from the date on which Mayotte becomes an outermost region, it is necessary to set up the appropriate administrative framework, control activities and physical infrastructure, and to provide the appropriate capacity building. This will be of assistance with regard to the requirement to comply with the international reporting obligations of the Union.\n(5) The necessary financial means should be provided to the fisheries authorities in Mayotte through the use of the shipowners' fees to be paid directly to Mayotte. Such a solution is even more appropriate in view of the strong relationship that has developed between the Seychelles fleet and the local community of the French outermost region of Mayotte. The fishing fleet flagged in the Seychelles has been operating in the Mayotte waters for several years through an arrangement between Mayotte and the vessel shipowners, whereby the shipowners pay a licence fee to Mayotte to fish in its waters. In order to maintain the continuity of fishing operations and subsequent benefits to Mayotte, it is appropriate that all payments related to authorisations and catches under this agreement benefit directly the local community in Mayotte.\n(6) The Agreement should be signed.\n(7) In order to allow, as soon as possible, the continuation of fishing activities by the vessels of the Republic of Seychelles, the Agreement should be applied on a provisional basis, pending the completion of the procedures for its conclusion,", "main_body": ["The signing on behalf of the Union of the Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union is hereby authorised, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "1.   France shall be authorised to collect, for the account of its outermost region Mayotte, the payments related to authorisations and catches and other fees due by operators of fishing vessels flying the flag of the Seychelles in consideration of the granting of access to waters and marine biological resources within Union waters off the coast of Mayotte in accordance with the provisions of Chapter III, Section 1, paragraphs 8 and 9 and Section 2 of the Annex to the Agreement. Those revenues shall be used by France for the setting up of the appropriate administrative framework, control activities, physical infrastructure and for the provision of appropriate capacity building in order for the administration in Mayotte to meet the requirements of the CFP.\n2.   France shall provide details of that bank account to the Commission.\n3.   At the end of each year of implementation of the Agreement, France shall send to the Commission a detailed report on the payments made by the vessels authorised to fish and on the utilisation of those payments.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "The Agreement shall be applied on a provisional basis as from the date of signature thereof, pending the completion of the procedures for its conclusion.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nA. TSAFTARIS\n(1)  European Council Decision 2012/419/EU of 11 July 2012 amending the status of Mayotte with regard to the European Union (OJ L 204, 31.7.2012, p. 131)."}