{"celex_id": "32011D0093", "uri": "http://publications.europa.eu/resource/cellar/d8b5b866-94a7-437a-9048-79054064a56a", "type": "Decision", "concepts": ["1309", "1445", "192", "2300", "2737", "4152", "4359", "5540", "5649"], "title": "2011/93/EU: Commission Decision of 10 February 2011 amending Decision 2009/821/EC as regards the lists of border inspection posts and veterinary units in Traces (notified under document C(2011) 701)  Text with EEA relevance\n", "header": "11.2.2011 EN Official Journal of the European Union L 37/25\nCOMMISSION DECISION\nof 10 February 2011\namending Decision 2009/821/EC as regards the lists of border inspection posts and veterinary units in Traces\n(notified under document C(2011) 701)\n(Text with EEA relevance)\n(2011/93/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 20(1) and (3) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (2), and in particular the second sentence of the second subparagraph of Article 6(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3), and in particular Article 6(2) thereof,\nWhereas:\n(1) Commission Decision 2009/821/EC of 28 September 2009 drawing up a list of approved border inspection posts, laying down certain rules on the inspections carried out by Commission veterinary experts and laying down the veterinary units in Traces (4) lays down a list of border inspection posts approved in accordance with Directives 91/496/EEC and 97/78/EC. That list is set out in Annex I to that Decision.\n(2) Following communication from Denmark, the Inspection centre 2 at the border inspection post at the port of Hirtshals should be deleted in the entries for that border inspection post set out in Annex I to Decision 2009/821/EC. In addition, the categories of products of animal origin that can currently be checked at the border inspection post at the airport of Billund should be deleted in the entries for that border inspection post.\n(3) Following a satisfactory inspection by the Commission inspection services, the Food and Veterinary Office, an additional border inspection post at Kalundborg in Denmark should be added to the entries for that Member State in the list set out in Annex I to Decision 2009/821/EC.\n(4) Following communication from Germany, the Inspection centre ‘Frigo Altenwerder’ at the border inspection post at the port of Hamburg should be replaced by the Inspection centre ‘Altenwerder Kirchtal’, with additional categories of products of animal origin that can be checked at that Inspection centre. That new Inspection centre should be included in the entries for that border inspection post set out in Annex I to Decision 2009/821/EC.\n(5) Following communication from Greece, the approval of the railway border inspection post of Neos Kafkassos should be deleted from the list set out in Annex I to Decision 2009/821/EC. In addition, certain categories of live animals that can currently be checked at the road border inspection post of Neos Kafkassos should be deleted in the entries for that border inspection post in that list.\n(6) Spain has communicated that an additional Inspection centre has been installed at the border inspection post at the airport of Barcelona. Following that communication, the list of border inspection posts for that Member State should be amended.\n(7) France has communicated that the approval of the border inspection post at the port of Boulogne should be deleted from the list of border inspection posts for that Member State.\n(8) Following communication from Latvia, the current suspension of approval of one Inspection centre at the border inspection post at the port of Riga (Riga port) should no longer apply. The entry for that border inspection post should therefore be amended accordingly.\n(9) Following communication from the United Kingdom, certain categories of products of animal origin that can currently be checked at the border inspection posts at Belfast International Airport and at the airport of Nottingham East Midlands should be deleted in the entries for those border inspection posts set out in Annex I to Decision 2009/821/EC. In addition, the entry for the border inspection post at the airport of Manston should be deleted in the list of entries for that Member State set out in that Annex.\n(10) Annex II to Decision 2009/821/EC lays down the list of central units, regional units and local units in the integrated computerised veterinary system (Traces).\n(11) Following communications from Belgium, Germany, Ireland, Italy and Portugal, certain changes should be brought to the list of central, regional and local units in Traces for those Member States laid down in Annex II to Decision 2009/821/EC.\n(12) Decision 2009/821/EC should therefore be amended accordingly.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 2009/821/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 February 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29.\n(2)  OJ L 268, 24.9.1991, p. 56.\n(3)  OJ L 24, 30.1.1998, p. 9.\n(4)  OJ L 296, 12.11.2009, p. 1.\nANNEX\nAnnexes I and II to Decision 2009/821/EC are amended as follows:\n(1) Annex I is amended as follows:\n(a) the part concerning Denmark is amended as follows:\n(i) the entry for the port at Hirtshals is replaced by the following:\n‘Hirtshals DK HIR 1 P  HC-T(FR)(1)(2)’\n(ii) the entry for the airport at Billund is replaced by the following:\n‘Billund DK BLL 4 A   U, E, O’\n(iii) the following entry for a new border inspection post at the port of Kalundborg is added:\n‘Kalundborg DK KAL 1 P  NHC-NT(6)’\n(b) in the part concerning Germany, the entry for the port at Hamburg Hafen is replaced by the following:\n‘Hamburg Hafen DE HAM 1 P Burchardkai HC, NHC-NT, NHC-T(FR)\nAltenwerder Kirchtal HC, NHC-NT, NHC-T(FR)\nReiherdamm HC, NHC-T(FR), NHC-NT’\n(c) the part concerning Greece is amended as follows:\n(i) the entry for Neos Kafkassos Rail is deleted;\n(ii) the entry for Neos Kafkassos Road is replaced by the following:\n‘Neos Kafkassos GR NKF 3 R  HC, NHC-NT’\n(d) in the part concerning Spain, the entry for the airport of Barcelona is replaced by the following:\n‘Barcelona ES BCN 4 A Iberia HC(2), NHC-T(CH)(2), NHC-NT(2) O\nFlightcare HC(2), NHC(2) O\nWFS HC(2)’\n(e) in the part concerning France, the entry for the port of Boulogne is deleted;\n(f) in the part concerning Latvia, the entry for the port of Riga (Riga port) is replaced by the following:\n‘Riga (Riga port) LV RIX 1a P  HC(2), NHC(2)\nKravu terminãls HC-T(FR)(2), HC-NT(2)’\n(g) the part concerning United Kingdom is amended as follows:\n(i) the entry for the border inspection post at the airport at Belfast International is replaced by the following:\n‘Belfast GB BEL 4 A  NHC-NT(2), NHC-T(CH)(2)’\n(ii) the entry for the border inspection post at the airport at Manston is deleted;\n(iii) the entry for the border inspection post at the airport at Nottingham East Midlands is replaced by the following:\n‘East Midlands GB EMA 4 A  HC-T(CH)(1)(2), HC-NT(1)(2), NHC-NT(2)’\n(2) Annex II is amended as follows:\n(a) the part concerning Belgium is amended as follows:\n(i) the entry for the regional unit ‘BE200001 REGIO VLAANDEREN/RÉGION FLAMANDE’ is replaced by the following:\n‘BE20001 REGIO VLAANDEREN/RÉGION FLAMANDE’\n(ii) the entry for the regional unit ‘BE200002 REGIO BRUSSEL/RÉGION BRUXELLES’ is replaced by the following:\n‘BE20002 REGIO BRUSSEL/RÉGION BRUXELLES’\n(iii) the entry for the regional unit ‘BE200003 RÉGION WALLONNE/REGIO WALLONIË’ is replaced by the following:\n‘BE20003 RÉGION WALLONNE/REGIO WALLONIË’\n(b) the part concerning Germany is amended as follows:\n(i) the entry for the local unit ‘DE03809 BAD NEUSTADT’ is replaced by the following:\n‘DE03809 RHÖN-GRABFELD’\n(ii) the entry for the local unit ‘DE12509 HÖCHSTADT’ is replaced by the following:\n‘DE12509 ERLANGEN-HÖCHSTADT’\n(iii) the entry for the local unit ‘DE18609 HASSFURT’ is replaced by the following:\n‘DE18609 HASSBERGE’\n(iv) the entry for the local unit ‘DE21809 KARLSTADT’ is replaced by the following:\n‘DE21809 MAIN-SPESSART’\n(v) the entry for the local unit ‘DE23609 LANDSBERG A.D. LECH’ is replaced by the following:\n‘DE23609 LANDSBERG AM LECH’\n(vi) the entry for the local unit ‘DE24109 LAUF A.D. PREGNITZ’ is replaced by the following:\n‘DE24109 NÜRNBERGER LAND’\n(vii) the entry for the local unit ‘DE29309 NEUBURG A.D. DONAU’ is replaced by the following:\n‘DE29309 NEUBURG-SCHROBENHAUSEN’\n(viii) the entry for the local unit ‘DE30009 NEUSTADT A.D. AISCH’ is replaced by the following:\n‘DE30009 NEUSTADT A.D. AISCH – BAD WINDSHEIM’\n(ix) the entry for the local unit ‘DE33809 PFARRKIRCHEN ROTTAL/INN’ is replaced by the following:\n‘DE33809 ROTTAL/INN’\n(x) the entries for the local units ‘DE45209 WEILHEIM I. OB’ and ‘DE45509 WEISSENBURG’ are replaced by the following:\n‘DE45209 WEILHEIM-SCHONGAU;\nDE45509 WEISSENBURG-GUNZENHAUSEN’\n(xi) the following local unit entry is added to the entries for the regional unit DE00009 BAYERN:\n‘DE23209 KRONACH’\n(xii) the entry for the local unit ‘DE09515 DESSAU-ROSSLAU, STADT’ is replaced by the following:\n‘DE09515 DESSAU-ROßLAU, STADT’\n(xiii) the entry for the local unit ‘DE39115 SALZLAND’ is replaced by the following:\n‘DE39115 SALZLANDKREIS’\n(c) in the part concerning Ireland, the entry for the local unit ‘IE12100 TIPPERARY SOUTH’ is replaced by the following:\n‘IE12100 TIPPERARY’\n(d) the part concerning Italy is amended as follows:\n(i) the entries for the regional unit ‘IT00018 CALABRIA’ and for the local units in that regional unit are replaced by the following:\nIT00718 A.S.P. CATANZARO;\nIT00418 A.S.P. COSENZA;\nIT00518 A.S.P. CROTONE;\nIT01118 A.S.P. REGGIO CALABRIA;\nIT00818 A.S.P. VIBO VALENTIA’\n(ii) the following entries for the regional unit ‘IT00003 LOMBARDIA’ are deleted:\n‘IT01403 CHIARI’\n‘IT00203 GALLARATE’\n‘IT03403 LEGNANO’\n‘IT01903 LENO’\n‘IT04003 MONTICHIARI’\n‘IT02203 OSTIGLIA’\n‘IT01703 SALÒ’\n‘IT01303 TREVIGLIO’\n‘IT02003 VIADANA’;\n(e) in the part concerning Portugal, the entry for the local unit ‘PT05300 LOURES’ is replaced by the following:\n‘PT05300 LISBOA’"}