{"celex_id": "32011D0833", "uri": "http://publications.europa.eu/resource/cellar/cb76d4a0-c886-40bd-99d7-8db018a723d0", "type": "Decision", "concepts": ["4359", "492", "5399", "5589"], "title": "2011/833/EU: Commission Decision of 12 December 2011 on the reuse of Commission documents\n", "header": "14.12.2011 EN Official Journal of the European Union L 330/39\nCOMMISSION DECISION\nof 12 December 2011\non the reuse of Commission documents\n(2011/833/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 249 thereof,\nWhereas:\n(1) Europe 2020 sets out a vision of Europe’s social market economy for the 21st century. One of the priority themes in that context is ‘Smart growth: developing an economy based on knowledge and innovation’.\n(2) The new information and communication technologies have created unprecedented possibilities to aggregate and combine content from different sources.\n(3) Public sector information is an important source of potential growth of innovative online services through value-added products and services. Governments can stimulate content markets by making public sector information available on transparent, effective and non-discriminatory terms. For this reason, the Digital Agenda for Europe (1) singled out the reuse of public sector information as one of the key areas for action.\n(4) The Commission and the other Institutions are themselves holders of many documents of all kinds which could be reused in added-value information products and services and which could provide a useful content resource for companies and citizens alike.\n(5) The right to access Commission documents is regulated through Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (2).\n(6) Directive 2003/98/EC of the European Parliament and of the Council (3) sets minimum rules for the reuse of public sector information throughout the European Union. In its recitals it encourages Member States to go beyond these minimum rules and to adopt open data policies, allowing a broad use of documents held by public sector bodies.\n(7) The Commission has set an example to public administrations in making statistics, publications and the full corpus of Union law freely available online. This is a good basis to make further progress in ensuring the availability and reusability of data held by the institution.\n(8) Commission Decision 2006/291/EC, Euratom of 7 April 2006 on the reuse of Commission information (4) determines the conditions for the reuse of Commission documents.\n(9) In order to make the reuse regime of Commission documents more effective, the rules on the reuse of Commission documents should be adapted with a view to achieving a broader reuse of such documents.\n(10) A data portal as a single point of access to documents available for reuse should be set up. In addition, it is appropriate to include in the documents available for reuse the research information produced by the Joint Research Centre. A provision should be adopted to take into account the move towards machine-readable formats. An important improvement with respect to Decision 2006/291/EC, Euratom consists in making Commission documents generally available for reuse without the need for individual applications, through open reuse licences or simple disclaimers.\n(11) Decision 2006/291/EC, Euratom should therefore be replaced by this Decision.\n(12) An open reuse policy at the Commission will support new economic activity, lead to a wider use and spread of Union information, enhance the image of openness and transparency of the Institutions, and avoid unnecessary administrative burden for users and Commission services. In 2012, the Commission envisages exploring with other Union institutions and key Agencies to what extent they could adopt their own rules on reuse.\n(13) This Decision should be implemented and applied in full compliance with the principles relating to the protection of personal data in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (5).\n(14) This Decision should not apply to documents for which the Commission is not in a position to allow reuse, e.g. in view of third party intellectual property rights or where the documents have been received from the other Institutions,", "main_body": ["Subject matter\nThis Decision determines the conditions for the reuse of documents held by the Commission or on its behalf by the Publications Office of the European Union (the Publications Office) with the aim of facilitating a wider reuse of information, enhancing the image of openness of the Commission, and avoiding unnecessary administrative burdens for reusers and the Commission services alike.", "Scope\n1.   This Decision applies to public documents produced by the Commission or by public and private entities on its behalf:\n(a) which have been published by the Commission or by the Publications Office on its behalf through publications, websites or dissemination tools; or\n(b) which have not been published for economic or other practical reasons, such as studies, reports and other data.\n2.   This Decision shall not apply:\n(a) to software or to documents covered by industrial property rights such as patents, trademarks, registered designs, logos and names;\n(b) to documents for which the Commission is not in a position to allow their reuse in view of intellectual property rights of third parties;\n(c) to documents which pursuant to the rules established in Regulation (EC) No 1049/2001 are excluded from access or only made accessible to a party under specific rules governing privileged access;\n(d) to confidential data, as defined in Regulation (EC) No 223/2009 of the European Parliament and of the Council (6);\n(e) to documents resulting from ongoing research projects conducted by the staff of the Commission which are not published or available in a published database, and whose reuse would interfere with the validation of provisional research results or where reuse would constitute a reason to refuse registration of industrial property rights in the Commission’s favour.\n3.   This Decision is without prejudice to and in no way affects Regulation (EC) No 1049/2001.\n4.   Nothing in this Decision authorises reuse of documents in a manner calculated to deceive or to defraud. The Commission shall take the appropriate measures to protect the interests and the public image of the EU in accordance to applicable rules.", "Definitions\nFor the purposes of this Decision, the following definitions shall apply:\n(1) ‘document’ means:\n(a) any content whatever its medium (written on paper or stored in electronic form or as a sound, visual or audiovisual recording);\n(b) any part of such content;\n(2) ‘reuse’ means the use of documents by persons or legal entities of documents, for commercial or non-commercial purposes other than the initial purpose for which the documents were produced. The exchange of documents between the Commission and other public sector bodies which use these documents purely in the pursuit of their public tasks does not constitute reuse;\n(3) ‘personal data’ means data as defined in Article 2(a) of Regulation (EC) No 45/2001;\n(4) ‘licence’ means the granting of permission to reuse documents under specified conditions. ‘Open licence’ means a licence where reuse of documents is permitted for all specified uses in a unilateral declaration by the rightholder;\n(5) ‘machine-readable’ means that digital documents are sufficiently structured for software applications to identify reliably individual statements of fact and their internal structure;\n(6) ‘structured data’ is data organised in a way that allows reliable identification of individual statements of fact and all their components, as exemplified in databases and spreadsheets;\n(7) ‘portal’ refers to a single point of access to data from a variety of web sources. The sources generate both the data and the related metadata. The metadata needed for indexing are automatically harvested by the portal and integrated to the extent needed to support common functionalities such as search and linking. The portal may also cache data from the contributing sources in order to improve performance or provide additional functionalities.", "General principle\nAll documents shall be available for reuse:\n(a) for commercial or non-commercial purposes under the conditions laid down in Article 6;\n(b) without charge, subject to the provisions laid down in Article 9; and\n(c) without the need to make an individual application, unless otherwise provided in Article 7.\nThis Decision shall be implemented in full respect of the rules on the protection of individuals with regard to the processing of personal data, and in particular Regulation (EC) No 45/2001.", "Data portal\nThe Commission shall set up a data portal as a single point of access to its structured data so as to facilitate linking and reuse for commercial and non-commercial purposes.\nCommission services will identify and progressively make available suitable data in their possession. The data portal may provide access to data of other Union institutions, bodies, offices and agencies at their request.", "Conditions for reuse of documents\n1.   Documents shall be made available for reuse without application unless otherwise specified and without restrictions or, where appropriate, an open licence or disclaimer setting out conditions explaining the rights of reusers.\n2.   Those conditions, which shall not unnecessarily restrict possibilities for reuse, may include the following:\n(a) the obligation for the reuser to acknowledge the source of the documents;\n(b) the obligation not to distort the original meaning or message of the documents;\n(c) the non-liability of the Commission for any consequence stemming from the reuse.\nWhere it is necessary to apply other conditions to a particular class of documents, the inter-service group referred to in Article 12 will be consulted.", "Individual applications for reuse of documents\n1.   Where an individual application for reuse is necessary, the Commission services shall clearly indicate this in the relevant document or notice pointing to it and provide an address to which the application is to be submitted.\n2.   Individual applications for reuse shall be handled promptly by the relevant Commission service. An acknowledgement of receipt shall be submitted to the applicant. Within 15 working days from registration of the application, the Commission service or the Publications Office shall either allow reuse of the document requested and, where relevant, provide a copy of the document, or, in a written reply, indicate the total or partial refusal of the application, stating the reasons.\n3.   Where an application for reuse of a document concerns a very long document, a very large number of documents or the application needs to be translated, the time limit provided for in paragraph 2 may be extended by 15 working days, provided that the applicant is notified in advance and that detailed reasons for the extension are given.\n4.   Where an application for reuse of a document is refused, the Commission service or the Publications Office shall inform the applicant of the right to bring an action before the Court of Justice of the European Union or to lodge a complaint with the European Ombudsman, under the conditions laid down in Articles 263 and 228, respectively, of the Treaty on the Functioning of the European Union.\n5.   Where a refusal is based on point (b) of Article 2(2) of this Decision, the reply to the applicant shall include a reference to the natural or legal person who is the rightholder, where known, or alternatively to the licensor from which the Commission has obtained the relevant material, where known.", "Formats for documents available for reuse\n1.   Documents shall be made available in any existing format or language version, in machine-readable format where possible and appropriate.\n2.   This shall not imply an obligation to create, adapt or update documents in order to comply with the application, nor to provide extracts from documents where it would involve disproportionate effort, going beyond a simple operation.\n3.   This Decision does not create any obligation for the Commission to translate the requested documents into any other official language versions than those already available at the moment of the application.\n4.   The Commission or the Publications Office may not be required to continue the production of certain types of documents or to preserve them in a given format with a view to the reuse of such documents by a natural or legal person.", "Rules on charging\n1.   The reuse of documents shall in principle be free of charge.\n2.   In exceptional cases, marginal costs incurred for the reproduction and dissemination of documents may be recovered.\n3.   Where the Commission decides to adapt a document in order to satisfy a specific application, the costs involved in the adaptation may be recovered from the applicant. The assessment of the need to recover such costs shall take into account the effort necessary for the adaptation as well as the potential advantages the reuse may bring to the Union, for example in terms of spreading information on the functioning of the Union or in terms of enhancing the public image of the Institution.", "0\nTransparency\n1.   Any applicable conditions and standard charges for the documents available for reuse shall be pre-established and published, through electronic means where possible and appropriate.\n2.   The search for documents shall be facilitated by practical arrangements, such as asset-lists of main documents available for reuse.", "1\nNon-discrimination and exclusive rights\n1.   Any applicable conditions for the reuse of documents shall be non-discriminatory for comparable categories of reuse.\n2.   The reuse of documents shall be open to all potential actors in the market. No exclusive rights shall be granted.\n3.   However, where an exclusive right is necessary for the provision of a service in the public interest, the validity of the reason for granting such an exclusive right shall be subject to regular review, and shall, in any event, be reviewed after 3 years. Any exclusive arrangement shall be transparent and made public.\n4.   Exclusive rights may be granted to publishers of scientific and scholarly journals for articles based on the work of Commission officials for a limited period.", "2\nInter-service group\n1.   An inter-service group shall be set up, chaired by the Director-General responsible for this Decision, or his representative. It shall be composed of representatives of the Directorates-General and Services. It shall discuss issues of common concern and draw up a report on the implementation of the Decision every 12 months.\n2.   A steering committee chaired by the Publications Office and comprising the Secretariat-General, the Directorate-General for Communication, the Directorate-General for Information Society and Media, the Directorate-General for Informatics and several Directorates-General representing the data providers will oversee the project leading to the implementation of the data portal. Other institutions may be invited to join the committee at a later stage.\n3.   The terms of the open licence referred to in Article 6 shall be settled in agreement by the Directors-General responsible for this Decision and for the administrative execution of decisions related to intellectual property rights at the Commission, after consultation of the inter-service group referred to in paragraph 1.", "3\nReview\nThis Decision shall be reviewed 3 years after its entry into force.", "4\nRepeal\nDecision 2006/291/EC, Euratom is repealed."], "attachments": "Done at Brussels, 12 December 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  COM(2010) 245.\n(2)  OJ L 145, 31.5.2001, p. 43.\n(3)  OJ L 345, 31.12.2003, p. 90.\n(4)  OJ L 107, 20.4.2006, p. 38.\n(5)  OJ L 8, 12.1.2001, p. 1.\n(6)  OJ L 87, 31.3.2009, p. 164."}