{"celex_id": "32014D0402", "uri": "http://publications.europa.eu/resource/cellar/e13e34d6-fdcd-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1386", "2739", "3135", "3730", "4036", "5451", "893"], "title": "2014/402/EU: Commission Implementing Decision of 25 June 2014 regarding restrictions of authorisations of biocidal products containing IPBC notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (notified under document C(2014) 4167)  Text with EEA relevance\n", "header": "27.6.2014 EN Official Journal of the European Union L 188/85\nCOMMISSION IMPLEMENTING DECISION\nof 25 June 2014\nregarding restrictions of authorisations of biocidal products containing IPBC notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council\n(notified under document C(2014) 4167)\n(Text with EEA relevance)\n(2014/402/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 36(3) thereof,\nWhereas:\n(1) Annex I to Directive 98/8/EC of the European Parliament and of the Council (2) contained the list of active substances approved at Union level for use in biocidal products. By Commission Directive 2008/79/EC (3), the active substance IPBC for use in products belonging to product-type 8, Wood preservatives, as defined in Annex V to Directive 98/8/EC, was added to the list. By virtue of Article 86 of Regulation (EU) No 528/2012, IPBC is therefore an approved active substance included in the list referred to in Article 9(2) of that Regulation.\n(2) The United Kingdom has authorised products containing IPBC for industrial and professional application on wood by automated dipping through immersion in a dip tank containing the wood preservative. The authorisations have subsequently been mutually recognised by other Member States.\n(3) The German competent authority for biocidal products received applications for mutual recognition of authorisations according to Article 4(1) of Directive 98/8/EC for some of those products (‘the contested products’). The contested products are listed in the Annex to this Decision.\n(4) On 4 October 2012 and 6 November 2012, Germany notified the Commission, the other Member States and the applicants of its proposal to restrict the authorisations of the contested products in accordance with Article 4(4) of Directive 98/8/EC. Germany proposed not to authorise the products for automated dipping since it considered that the products would not meet the requirements of Article 5(1) of Directive 98/8/EC with regards to effects on the human health under such circumstances. According to the notifications, Germany identified some concerns with regard to the dermal exposure to IPBC of professional users when the products are applied by automated dipping. Those concerns were of particular relevance for Germany, where a significant share of premises using this application method are reported to have a low level of automation, and thus high likelihood of skin contact with treated wood or contaminated surfaces.\n(5) For each notification, the Commission invited the other Member States and the applicants to submit comments in writing within 90 days in accordance with Article 27(1) of Directive 98/8/EC. Comments were submitted within that deadline by several Member States and the applicants. The notifications were also discussed between the Commission and Member States' Competent Authorities for biocidal products and, where appropriate the applicants, in meetings of the Product Authorisation and Mutual Recognition Facilitation Group and of the Coordination Group referred to in Article 35 of Regulation (EU) No 528/2012.\n(6) From those discussions and comments received, it followed that existing models for assessing human exposure for dipping processes should be adapted. Adapted models for exposure assessment for professional operators undertaking industrial treatment of wood by fully automated dipping were developed by the Human Exposure Expert Group, whose opinion was endorsed by the Biocides Technical Meeting of 16-20 September 2013 (4). The adapted models show that, where the contested products are used in fully automated processes, exposure to IPBC of professional operators is not expected to have unacceptable effects for human health within the meaning of Article 5(1) of Directive 98/8/EC.\n(7) Consequently, the contested products should be authorised subject to instructions on the label restricting the use to fully automated dipping.\n(8) Regulation (EU) No 528/2012 applies to the contested products in accordance with the provisions of Article 92(2) of that Regulation. Since the legal basis for this Decision is Article 36(3) of that Regulation, this Decision should be addressed to all Member States in accordance with Article 36(4) of Regulation (EU) No 528/2012.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["The proposal by Germany not to authorise the biocidal products listed in the Annex for automated dipping is rejected.", "Authorisations of the biocidal products listed in the Annex shall include a condition that the label of the products contains the following instruction:\n‘Product (insert name of the product) must only be used in fully automated dipping processes where all steps in the treatment and drying process are mechanised and no manual handling takes place, including when the treated articles are transported through the dip tank to the draining/drying and storage (if not already surface dry before moving to storage). Where appropriate, the wooden articles to be treated must be fully secured (e.g. via tension belts or clamping devices) prior to treatment and during the dipping process, and must not be manually handled until after the treated articles are surface dry.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 June 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1).\n(3)  Commission Directive 2008/79/EC of 28 July 2008 amending Directive 98/8/EC of the European Parliament and of the Council to include IPBC as an active substance in Annex I thereto (OJ L 200, 29.7.2008, p. 12).\n(4)  Available at http://echa.europa.eu/documents/10162/19680902/heeg_opinion_18_fully_automated_dipping_en.pdf\nANNEX\nThe biocidal products referred to in Article 1 and 2 of this Decision include the biocidal products listed in the table below, identified by their application reference number in the Register for Biocidal Products, as well as all products concerned by an application for mutual recognition of the authorisations of these products:\n2010/7969/7206/UK/AA/8794 2010/7969/7232/UK/AA/8805 2010/8209/8150/UK/AA/10438\n2010/7969/7206/UK/AA/9165 2010/7969/7232/UK/AA/9172\n2010/7969/7226/UK/AA/8795 2010/7969/7233/UK/AA/8806\n2010/7969/7226/UK/AA/9166 2010/7969/7233/UK/AA/9173\n2010/7969/7227/UK/AA/8796 2010/7969/7234/UK/AA/8807\n2010/7969/7227/UK/AA/9167 2010/7969/7234/UK/AA/9174\n2010/7969/7228/UK/AA/8797 2010/7969/7759/UK/AA/8808\n2010/7969/7228/UK/AA/9168 2010/7969/7786/UK/AA/8825\n2010/7969/7229/UK/AA/8798 2010/7969/7786/UK/AA/9176\n2010/7969/7229/UK/AA/9169 2010/7969/7787/UK/AA/8826\n2010/7969/7230/UK/AA/8799 2010/7969/7787/UK/AA/9177\n2010/7969/7230/UK/AA/9170 2010/7969/7788/UK/AA/8827\n2010/7969/7231/UK/AA/8800 2010/7969/7788/UK/AA/9175\n2010/7969/7231/UK/AA/9171 2010/1349/8153/UK/AA/10515"}