{"celex_id": "32010L0005", "uri": "http://publications.europa.eu/resource/cellar/6dce0bda-e47c-4dac-9aaa-6388e63ec501", "type": "Directive", "concepts": ["1595", "2081", "2739", "2985", "3730", "5451"], "title": "Commission Directive 2010/5/EU of 8 February 2010 amending Directive 98/8/EC of the European Parliament and of the Council to include acrolein as an active substance in Annex I thereto (Text with EEA relevance)\n", "header": "9.2.2010 EN Official Journal of the European Union L 36/24\nCOMMISSION DIRECTIVE 2010/5/EU\nof 8 February 2010\namending Directive 98/8/EC of the European Parliament and of the Council to include acrolein as an active substance in Annex I thereto\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular Article 11(4) thereof,\nWhereas:\n(1) The United Kingdom has received on 18 August 2006 an application from Baker Petrolite, in accordance with Article 11(1) of Directive 98/8/EC, for the inclusion of the active substance acrolein in its Annex I for use in product-type 12, slimicides, as defined in Annex V to Directive 98/8/EC. Acrolein was not on the market on the date referred to in Article 34(1) of Directive 98/8/EC as an active substance of a biocidal product.\n(2) After carrying out an evaluation, the United Kingdom submitted its report, together with a recommendation, to the Commission on 16 March 2009.\n(3) The report was reviewed by the Member States and the Commission within the Standing Committee on Biocidal Products on 17 September 2009, and the findings of the review were incorporated in an assessment report.\n(4) It appears from the examinations made that biocidal products used as slimicides and containing acrolein may be expected to satisfy the requirements laid down in Article 5 of Directive 98/8/EC. It is therefore appropriate to include acrolein in Annex I.\n(5) Not all potential uses have been evaluated at the Union level. It is therefore appropriate that Member States assess those uses or exposure scenarios and those risks to compartments and populations that have not been representatively addressed in the Union level risk assessment and, when granting product authorisations, ensure that appropriate measures are taken or specific conditions imposed in order to reduce the identified risks to acceptable levels.\n(6) In the light of the findings of the assessment report, it is appropriate to require that risk mitigation measures are applied at product authorisation level to products containing acrolein used as slimicides.\n(7) In particular, it is appropriate to require that products intended for industrial or professional use be used with appropriate personal protective equipment and that safe operational procedures are established such as the use of air monitoring and exclusion zones, unless it can be demonstrated that risks for industrial or professional users can be reduced by other means.\n(8) Appropriate measures should be taken to limit the risks to the marine environment, since unacceptable risks to this compartment have been identified during the evaluation. To this end, certain conditions should be imposed by the competent authorities when authorising the biocidal product, such as ensuring that waste water is monitored and, if necessary, treated before discharge, unless it can be demonstrated that risks for the environment can be reduced by other means.\n(9) A reasonable period should be allowed to elapse before an active substance is included in Annex I in order to permit Member States to bring into force the laws, regulations and administrative provisions necessary to comply with this Directive.\n(10) Directive 98/8/EC should therefore be amended accordingly.\n(11) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Annex I to Directive 98/8/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive by 31 August 2010 at the latest.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 123, 24.4.1998, p. 1.\nANNEX\nThe following entry for the substance acrolein is added in Annex I to Directive 98/8/EC:\nNo Common Name IUPAC Name Minimum purity of the active substance in the biocidal product as placed on the market Date of inclusion Deadline for compliance with Article 16(3) Expiry date of inclusion Product type Specific provisions (1)\n‘30 Acrolein Acrylaldehyde 913 g/kg 1 September 2010 Not applicable 31 August 2020 12 When assessing the application for authorisation of a product in accordance with Article 5 and Annex VI, Member States shall assess, where relevant for the particular product, the populations that may be exposed to the product and the use or exposure scenarios that have not been representatively addressed at the Union level risk assessment.\n1. Waste waters containing acrolein shall be monitored prior to discharge, unless it can be demonstrated that risks for the environment can be reduced by other means. Where necessary in view of the risks to marine environment, waste waters shall be held in suitable tanks or reservoirs or appropriately treated before discharge.\n2. Products authorised for industrial and/or professional use shall be used with appropriate personal protective equipment, and safe operational procedures shall be established, unless it can be demonstrated in the application for product authorisation that risks to industrial and/or professional users can be reduced to an acceptable level by others means.’\n(1)  For the implementation of the common principles of Annex VI, the content and conclusions of assessment reports are available on the Commission website: http://ec.europa.eu/comm/environment/biocides/index.htm"}