{"celex_id": "32012D0387", "uri": "http://publications.europa.eu/resource/cellar/286a35a7-d022-11e1-96ce-01aa75ed71a1", "type": "Decision", "concepts": ["1217", "3112", "3347", "3489", "381", "4049", "5622", "584"], "title": "2012/387/EU: Council Decision of 16 July 2012 extending the period of application of the appropriate measures in Decision 2011/492/EU concluding consultations with the Republic of Guinea-Bissau under Article 96 of the ACP-EU Partnership Agreement and amending that Decision\n", "header": "17.7.2012 EN Official Journal of the European Union L 187/1\nCOUNCIL DECISION\nof 16 July 2012\nextending the period of application of the appropriate measures in Decision 2011/492/EU concluding consultations with the Republic of Guinea-Bissau under Article 96 of the ACP-EU Partnership Agreement and amending that Decision\n(2012/387/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States of the other part, signed in Cotonou on 23 June 2000 (1), as last amended in Ouagadougou on 22 June 2010 (2) (‘the ACP-EU Partnership Agreement’), and in particular Article 96 thereof,\nHaving regard to the Internal Agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (3), and in particular Article 3 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By Council Decision 2011/492/EU (4), the consultations with the Republic of Guinea-Bissau under Article 96 of the ACP-EU Partnership Agreement were concluded and appropriate measures, as specified in the Annex to that Decision, were taken.\n(2) On 12 April 2012, a coup d’état by elements of the armed forces took place as campaigning for the second round of the Presidential elections were due to begin, following the death in January of President Bacai Sanhá.\n(3) The essential elements cited in Article 9 of the ACP-EU Partnership Agreement continue to be violated and the current conditions in the Republic of Guinea-Bissau have significantly deteriorated and do not ensure respect for human rights, democratic principles or the rule of law.\n(4) Decision 2011/492/EU should therefore be amended to extend the period of application of the appropriate measures,", "main_body": ["The period of validity of Decision 2011/492/EU is extended by 12 months. To that end, in the second paragraph of Article 3 of Decision 2011/492/EU, the date ‘19 July 2012’ is replaced by ‘19 July 2013’.", "The letter in the Annex to this Decision shall be communicated to the authorities of the Republic of Guinea-Bissau.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 16 July 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 (OJ L 287, 4.11.2010, p. 3).\n(3)  OJ L 317, 15.12.2000, p. 376.\n(4)  OJ L 203, 6.8.2011, p. 2.\nANNEX\nFurther to the consultations which took place in Brussels on 29 March 2011 in the framework of Article 96 of the ACP-EU Partnership Agreement, the European Union decided on 18 July 2011, by Council Decision 2011/492/EU to adopt appropriate measures, including a scheme of mutual commitments for the gradual resumption of EU cooperation.\nTwelve months after the adoption of that Decision, the European Union considers that no progress has been made and that the coup d’état by armed forces on 12 April 2012 has pushed the process significantly backwards. It therefore decides to extend the period of application of its Decision 2011/492/EU by 12 months until 19 July 2013.\nThe European Union recalls the Council Conclusions on the Republic of Guinea-Bissau adopted on 23 April 2012, underlines once again the importance that it attaches to future cooperation with the Republic of Guinea-Bissau and confirms its willingness to, pursuant to UN Security Council Resolution 2048 (2012) of 18 May 2012, accompany the Republic of Guinea-Bissau towards the restoration of constitutional order and a situation where the resumption of full cooperation becomes possible.\nThe European Union supports the concerted efforts of international partners to restore stability, democracy and respect for human rights in the Republic of Guinea Bissau.\nYours faithfully,\nFor the Council\nThe President\nC. ASHTON\nFor the Commission\nCommissioner\nA. PIEBALGS"}