{"celex_id": "32013R0033", "uri": "http://publications.europa.eu/resource/cellar/ad6e3cab-6165-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["2173", "3190", "3568", "4687", "4743"], "title": "Commission Implementing Regulation (EU) No 33/2013 of 17 January 2013 fixing the export refunds on poultrymeat\n", "header": "18.1.2013 EN Official Journal of the European Union L 14/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 33/2013\nof 17 January 2013\nfixing the export refunds on poultrymeat\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 164(2) and Article 170, in conjunction with Article 4, thereof,\nWhereas:\n(1) Article 162(1) of Regulation (EC) No 1234/2007 provides that the difference between prices on the world market for the products referred to in Part XX of Annex I to that Regulation and prices in the Union for those products may be covered by an export refund.\n(2) In view of the current situation on the market in poultrymeat, export refunds should be fixed in accordance with the rules and criteria provided for in Articles 162, 163, 164, 167 and 169 of Regulation (EC) No 1234/2007.\n(3) Article 164(1) of Regulation (EC) No 1234/2007 provides that refunds may vary according to destination, especially where the world market situation, the specific requirements of certain markets, or obligations resulting from agreements concluded in accordance with Article 300 of the Treaty make this necessary.\n(4) Refunds should be granted only on products which are authorised to move freely in the Union and bear the identification mark provided for in Article 5(1)(b) of Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2). Those products should also comply with the requirements of Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (3).\n(5) The currently applicable refunds have been fixed by Commission Implementing Regulation (EU) No 962/2012 (4). Since new refunds should be fixed, that Regulation should therefore be repealed.\n(6) In order to prevent divergence with the current market situation, to prevent market speculation and to ensure efficient management this Regulation should enter into force on the day of its publication in the Official Journal of the European Union.\n(7) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["1.   Export refunds as provided for in Article 164 of Regulation (EC) No 1234/2007 shall be granted on the products and for the amounts set out in the Annex to this Regulation subject to the conditions provided for in paragraph 2 of this Article.\n2.   The products eligible for a refund under paragraph 1 shall meet the relevant requirements of Regulations (EC) No 852/2004 and (EC) No 853/2004 and, in particular, shall be prepared in an approved establishment and comply with the identification marking conditions laid down in Section I of Annex II to Regulation (EC) No 853/2004.", "Implementing Regulation (EU) No 962/2012 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 January 2013.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 139, 30.4.2004, p. 55.\n(3)  OJ L 139, 30.4.2004, p. 1.\n(4)  OJ L 288, 19.10.2012, p. 6.\nANNEX\nExport refunds on poultrymeat applicable from 18 January 2013\nProduct code Destination Unit of measurement Amount of refund\n0105 11 11 9000 A02 EUR/100 pcs 0,00\n0105 11 19 9000 A02 EUR/100 pcs 0,00\n0105 11 91 9000 A02 EUR/100 pcs 0,00\n0105 11 99 9000 A02 EUR/100 pcs 0,00\n0105 12 00 9000 A02 EUR/100 pcs 0,00\n0105 14 00 9000 A02 EUR/100 pcs 0,00\n0207 12 10 9900 V03 EUR/100 kg 10,85\n0207 12 90 9190 V03 EUR/100 kg 10,85\n0207 12 90 9990 V03 EUR/100 kg 10,85\nNB: The product codes and the ‘A’ series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1).\nV03 : A24, Angola, Saudi Arabia, Kuwait, Bahrain, Qatar, Oman, United Arab Emirates, Jordan, Yemen, Lebanon, Iraq and Iran."}