{"celex_id": "32013R1298", "uri": "http://publications.europa.eu/resource/cellar/8197728d-6c01-11e3-9afb-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "1519", "1817", "2281", "3518", "4056", "5926", "5978", "763", "863"], "title": "Regulation (EU) No 1298/2013 of the European Parliament and of the Council of 11 December 2013 amending Council Regulation (EC) No 1083/2006 as regards the financial allocation for certain Member States from the European Social Fund\n", "header": "20.12.2013 EN Official Journal of the European Union L 347/256\nREGULATION (EU) No 1298/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 December 2013\namending Council Regulation (EC) No 1083/2006 as regards the financial allocation for certain Member States from the European Social Fund\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 177 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee,\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) In the context of the negotiations of the Multiannual Financial Framework for the years 2014-2020, certain issues stemming from the final outcome of the negotiations should be addressed.\n(2) At its meeting of 27 and 28 June 2013, the European Council considered that a budgetary solution should be found to address those issues for the Member States most affected, namely France, Italy and Spain.\n(3) Having regard to the current economic crisis, in order to strengthen the economic, social and territorial cohesion of the Union, and as a contribution to the special effort needed to address the specific problems of unemployment, in particular youth unemployment, and of poverty and social exclusion in France, Italy and Spain, the European Social Fund (ESF) allocations to those Member States for the year 2013 should be increased.\n(4) In order to establish the amounts to be allocated to the Member States concerned pursuant to Annex I to Council Regulation (EC) No 1083/2006 (2), the provisions that set the overall resources of the Funds for the three objectives to which they contribute, and Annex II to that Regulation establishing the criteria and methodology that are used for the indicative annual breakdowns of commitment appropriations by Member States, should be adjusted.\n(5) To ensure the effectiveness of the increase of commitment appropriations for the year 2013 and to facilitate the implementation of operational programmes, the absorption capacity of the Member States concerned in respect of the Convergence and the Regional competitiveness and employment objectives of the Funds should be taken into account.\n(6) In order to provide for sufficient time for the operational programmes to benefit from additional ESF allocations, it is also necessary to extend the deadline for the budget commitments in respect of the operational programmes that are to benefit from the new amounts provided for in Annex II to Regulation (EC) No 1083/2006.\n(7) Given that those commitment appropriations relate to the year 2013, this Regulation should enter into force as a matter of urgency.\n(8) Regulation (EC) No 1083/2006 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1083/2006 is amended as follows:\n(1) Article 18 is amended as follows:\n(a) in paragraph 1, the first subparagraph is replaced by the following:\n(b) paragraph 3 is replaced by the following:\n(2) Articles 19 and 20 are replaced by the following:\n(a) 70,50 % (i.e. a total of EUR 177 338 880 991) for the financing referred to in Article 5(1), using eligible population, regional prosperity, national prosperity and unemployment rate as the criteria for calculating the indicative breakdowns by Member State;\n(b) 4,98 % (i.e. a total of EUR 12 521 289 405) for the transitional and specific support referred to in Article 8(1), using eligible population, regional prosperity, national prosperity and unemployment rate as the criteria for calculating the indicative breakdowns by Member State;\n(c) 23,23 % (i.e. a total of EUR 58 433 589 750) for the financing referred to in Article 5(2), using population, national prosperity, and surface area as the criteria for calculating the indicative breakdowns by MemberState;\n(d) 1,29 % (i.e. a total of EUR 3 250 000 000) for the transitional and specific support referred to in Article 8(3).\n(a) 78,91 % (i.e. a total of EUR 38 854 031 211) for the financing referred to in Article 6, using eligible population, regional prosperity, unemployment rate, employment rate and population density as the criteria for calculating the indicative breakdowns by Member State; and\n(b) 21,09 % (i.e. a total of EUR 10 385 306 630) for the transitional and specific support referred to in Article 8(2), using eligible population, regional prosperity, national prosperity and unemployment rate as the criteria for calculating the indicative breakdowns by Member State.’;\n(3) In Article 21(1), the introductory sentence is replaced by the following:\n(4) In Article 75, the following paragraph is inserted:\n(5) Annex I is replaced by the following:\n(EUR, 2004 prices)\n2007 2008 2009 2010 2011 2012 2013\n42 863 000 000 43 318 000 000 43 862 000 000 43 860 000 000 44 073 000 000 44 723 000 000 45 843 551 107’;\n(6) In Annex II, the following paragraph is added:\n‘32. For the year 2013, an additional envelope of EUR 125 513 290 under the ESF will be allocated as follows: EUR 83 675 527 will be allocated to France, EUR 25 102 658 will be allocated to Italy and EUR 16 735 105 will be allocated to Spain.’.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 11 December 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nV. LEŠKEVIČIUS\n(1)  Position of the European Parliament of 20 November 2013 (not yet published in the Official Journal) and decision of the Council of 5 December 2013.\n(2)  Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1260/1999 (OJ L 210, 31.7.2006, p. 25)."}