{"celex_id": "32014R1335", "uri": "http://publications.europa.eu/resource/cellar/a7f05729-85b8-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2763", "3172", "3191", "5751"], "title": "Commission Implementing Regulation (EU) No 1335/2014 of 16 December 2014 amending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\n", "header": "17.12.2014 EN Official Journal of the European Union L 360/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1335/2014\nof 16 December 2014\namending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 187 thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 1101/2014 (2) provides for amendments in CN codes for dairy products of Chapter 4 with effect from 1 January 2015.\n(2) Commission Regulation (EC) No 2535/2001 (3) lays down detailed rules as regards the import arrangements for milk and milk products and opening tariff quotas. To reflect amendments in CN codes for dairy products, it is necessary to update Annexes I, II and VIIa to that Regulation.\n(3) Article 4(2) of Regulation (EC) No 2535/2001 refers to CN codes which are deleted with effect from 1 January 2015. Moreover, Annex 3, relating to concessions regarding cheeses, to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (4), approved by Decision 2002/309/EC, Euratom of the Council and of the Commission (5), provides for the full liberalisation of the bilateral trade in cheeses as from 2007. That provision is therefore obsolete and should be deleted.\n(4) Article 19a(1)(c) and (4)(c) relating to Part 3 of Annex VIIa to Regulation (EC) No 2535/2001 and Article 20(1)(a)(ii) relating to Part C of Annex II to that Regulation concern respectively a cheese tariff quota and preferential imports in application of the Agreement on Trade, Development and Cooperation between the European Community and its Member States, of the one part, and the Republic of South Africa, of the other part (6), approved by Council Decision 2004/441/EC (7). Those provisions refer to CN codes which are deleted with effect from 1 January 2015. Since the corresponding quota period and import duty elimination period have expired, it is appropriate to delete those provisions.\n(5) Regulation (EC) No 2535/2001 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Regulation (EC) No 2535/2001 is amended as follows:\n(1) In Article 4, paragraph 2 is deleted;\n(2) In Article 19a, paragraphs 1(c) and 4(c) are deleted;\n(3) In Article 20, paragraph (1)(a)(ii) is deleted;\n(4) Annex I is amended in accordance with Annex I to this Regulation;\n(5) Annex II is amended as follows:\n(a) Part B is replaced by the text in Annex II to this Regulation;\n(b) Part C is deleted;\n(6) Annex VIIa is amended as follows:\n(a) Part 3 is deleted;\n(b) Part 4 is replaced by the text in Annex III to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Implementing Regulation (EU) No 1101/2014 of 16 October 2014 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 312, 31.10.2014, p. 1).\n(3)  Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas (OJ L 341, 22.12.2001, p. 29).\n(4)  OJ L 114, 30.4.2002, p. 132.\n(5)  Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (OJ L 114, 30.4.2002, p. 1).\n(6)  OJ L 311, 4.12.1999, p. 3.\n(7)  Council Decision 2004/441/EC of 26 April 2004 concerning the conclusion of the Trade, Development and Cooperation Agreement between the European Community and its Member States, on the one part, and the Republic of South Africa, on the other part (OJ L 127, 29.4.2004, p. 109).\nANNEX I\nAnnex I to Regulation (EC) No 2535/2001 is amended as follows:\n(1) Part I.A is replaced by the following:\nQuota number CN code Description (2) Import duty Country of origin Annual quota Six-monthly quota\n09.4590 0402 10 19 Skimmed-milk powder 47,50 All third countries 68 537 34 268,5\n09.4599 0405 10 11 Butter and other fats and oils derived from milk 94,80 All third countries 11 360 5 680\nin butter equivalent (1)\n09.4591 ex 0406 10 30 Pizza cheese, frozen, cut into pieces each weighing not more than 1 gram, in containers with a net content of 5 kg or more, of a water content, by weight, of 52 % or more, and a fat content by weight in the dry matter of 38 % or more 13,00 All third countries 5 360 2 680\n09.4592 ex 0406 30 10 Processed Emmentaler 71,90 All third countries 18 438 9 219\n0406 90 13 Emmentaler 85,80\n09.4593 ex 0406 30 10 Processed Gruyère 71,90 All third countries 5 413 2 706,5\n0406 90 15 Gruyère, Sbrinz 85,80\n09.4594 0406 90 01 (3) Cheese for processing 83,50 All third countries 20 007 10 003,5\n09.4595 0406 90 21 Cheddar 21,00 All third countries 15 005 7 502,5\n09.4596 ex 0406 10 30 Fresh (unripened or uncured) cheese, including whey cheese, and curd, other than pizza cheese of quota number 09.4591 92,60 All third countries 19 525 9 762,5\n0406 20 00 Grated or powdered cheese 94,10\n0406 30 31 Other processed cheese, 69,00\n0406 30 39 71,90\n0406 30 90 102,90\n0406 40 10 Blue-veined cheese and other cheese containing veins produced by Penicillium roqueforti 70,40\n0406 90 17 Bergkäse and Appenzell 85,80\n0406 90 18 Fromage Fribourgeois, Vacherin Mont d'Or and Tête de Moine 75,50\n0406 90 23 Edam 75,50\n0406 90 25 Tilsit 75,50\n0406 90 29 Kashkaval 75,50\n0406 90 32 Feta 75,50\n0406 90 35 Kefalo-Tyri 75,50\n0406 90 37 Finlandia 75,50\n0406 90 39 Jarlsberg 75,50\n0406 90 50 Cheese of sheep's milk or buffalo milk in containers containing brine, or in sheepskin or goatskin bottles 75,50\nex 0406 90 63 Pecorino 94,10\n0406 90 69 Other 94,10\n0406 90 73 Provolone 75,50\n0406 90 74 Maasdam 75,50\nex 0406 90 75 Caciocavallo 75,50\nex 0406 90 76 Danbo, Fontal, Fynbo, Havarti, Maribo, Samsø 75,50\n0406 90 78 Gouda 75,50\nex 0406 90 79 Esrom, Italico, Kernhem, Saint-Paulin 75,50\nex 0406 90 81 Cheshire, Wensleydale, Lancashire, Double Gloucester, Blarney, Colby, Monterey 75,50\n0406 90 82 Camembert 75,50\n0406 90 84 Brie 75,50\n0406 90 86 Other cheese of a fat content, by weight, not exceeding 40 % and a water content, by weight, in the non-fatty matter, exceeding 47 % but not exceeding 52 % 75,50\n0406 90 89 Other cheese of a fat content, by weight, not exceeding 40 % and a water content, by weight, in the non-fatty matter, exceeding 52 % but not exceeding 62 % 75,50\n0406 90 92 Other cheese of a fat content, by weight, not exceeding 40 % and a water content, by weight, in the non-fatty matter, exceeding 62 % but not exceeding 72 % 75,50\n0406 90 93 Other cheese of a fat content, by weight, not exceeding 40 % and a water content, by weight, in the non-fatty matter, exceeding 72 % 92,60\n0406 90 99 Other cheeses of a fat content, by weight, exceeding 40 % 106,40\n(2) Part I.I is replaced by the following:\nQuota number CN code Description (4) Applicable duty Annual quantity Half yearly quantity as from 1.1.2008\n09.4205 0405 10 11 Natural butter Exemption 350 175\n09.4206 ex 0406 10 50 (5) “Skyr” Exemption 380 190\n(1)  1 kg of product = 1,22 kg butter\n(2)  Irrespective of the rules for the interpretation of the Combined Nomenclature, the wording of the product description must be considered to have merely indicative value, since the applicability of the preferential arrangements is determined in the context of this Annex by the scope of the CN code. Where ex CN codes are indicated, the applicability of the preferential scheme is determined on the basis of the CN code and the corresponding description taken jointly.\n(3)  The cheeses referred to are considered as processed when they have been processed into products falling within subheading 0406 30 of the Combined Nomenclature. Articles 291 to 300 of Regulation (EEC) No 2454/93 apply.’\n(4)  Notwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential arrangements being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are referred to, the applicability of the preferential arrangements is determined to the basis of the CN code and the corresponding description taken jointly.\n(5)  CN code subject to modification, pending confirmation of classification of the product.’\nANNEX II\n‘II. B\nPREFERENTIAL IMPORT ARRANGEMENTS TURKEY\nSerial number CN code Description (1) Country of origin Import duty\n1 0406 90 29 Kashkaval Turkey 67,19\n2 0406 90 50 Cheeses made from sheep's milk or buffalo milk, in containers containing brine, or in sheepskin or goatskin bottles Turkey 67,19\n3 ex 0406 90 86 Tulum peyniri, made from sheep's milk or buffalo milk, in individual plastic or other kind of packing of less than 10 kg Turkey 67,19\n(1)  Notwithstanding the rules for the interpretation of the combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the applicability of the preferential scheme being determined, for the purposes of this Annex, by the coverage of the CN code. Where ex CN codes are indicated, the applicability of the preferential scheme is determined on the basis of the CN code and the corresponding description taken jointly.’\nANNEX III\n‘4.\nTARIFF QUOTAS UNDER PROTOCOL 1 TO DECISION No 1/98 OF THE EC-TURKEY ASSOCIATION COUNCIL\nQuota number CN code Description (1) Country of origin Annual quota from 1 January to 31 December Import duty\n09.0243 0406 90 29 Kashkaval Turkey 2 300 0\n0406 90 50 Cheese of sheep's milk or buffalo milk, in containers containing brine, or in sheepskin or goatskin bottles\nex 0406 90 86 Tulum Peyniri, made from sheep's milk or buffalo milk, in individual plastic or other kind of packings of less than 10 kg\n(1)  Notwithstanding the rules for the interpretation of the combined nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the applicability of the preferential scheme being determined, for the purposes of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the applicability of the preferential scheme is determined on the basis of the CN code and the corresponding description taken jointly.’"}