{"celex_id": "32014D0757", "uri": "http://publications.europa.eu/resource/cellar/daabc5c3-60cd-11e4-9cbe-01aa75ed71a1", "type": "Decision", "concepts": ["1318", "191", "2081", "2357", "3730", "5451"], "title": "2014/757/EU: Commission Implementing Decision of 29 October 2014 concerning restrictions of the authorisation of a biocidal product containing IPBC notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (notified under document C(2014) 7914)  Text with EEA relevance\n", "header": "31.10.2014 EN Official Journal of the European Union L 311/72\nCOMMISSION IMPLEMENTING DECISION\nof 29 October 2014\nconcerning restrictions of the authorisation of a biocidal product containing IPBC notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council\n(notified under document C(2014) 7914)\n(Text with EEA relevance)\n(2014/757/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 36(3) thereof,\nWhereas:\n(1) Annex I to Directive 98/8/EC of the European Parliament and of the Council (2) contained the list of active substances approved at Union level for inclusion in biocidal products. Commission Directive 2008/79/EC (3) added the active substance IPBC for use in products belonging to product-type 8, wood preservatives, as defined in Annex V to Directive 98/8/EC. By virtue of Article 86 of Regulation (EU) No 528/2012, this substance is therefore an approved active substance included in the list referred to in Article 9(2) of that Regulation.\n(2) In accordance with Article 8 of Directive 98/8/EC, the company ISP Cologne Holding GmbH submitted on 22 December 2010 an application to Denmark for authorisation of a wood preservative biocidal product containing IPBC (‘the contested product’). Denmark authorised the contested product on 19 December 2011 for Use classes 2 and 3 of the treated wood, as described in the Technical Notes for Guidance on Product Evaluation (4). The product authorisation covers different application methods, including automated dipping for professional use. Two Member States have subsequently authorised the contested product through mutual recognition.\n(3) ISP Cologne Holding GmbH (‘the applicant’) submitted on 20 February 2012 a complete application to Germany for mutual recognition of the authorisation of the contested product granted by Denmark.\n(4) Germany has notified the Commission, the other Member States and the applicant on 30 August 2013 of its proposal to restrict the authorisation in accordance with Article 4(4) of Directive 98/8/EC. Germany considers that the contested product does not meet the requirements of Article 5(1) of Directive 98/8/EC with regard to the human health and the environment.\n(5) According to Germany, the assessment performed by Denmark did not appropriately address the environmental concerns raised by the contested product. The environmental risk assessment performed by Germany of the service life of treated wood under Use Class 3 conditions concluded in an unacceptable risk for the soil compartment at day 30 (‘time 1’) regardless of the application method. As a result, Germany proposes not to authorise the use of wood treated with the contested product under Use class 3 conditions.\n(6) Germany also considers that the application by automated dipping should be limited to systems with a sufficiently high degree of automation due to unacceptable risks on the human health of professional users.\n(7) The Commission invited the other Member States and the applicant to submit comments to the notification in writing within 90 days in accordance with Article 27(1) of Directive 98/8/EC. Comments were submitted within that deadline by Germany, Denmark and the applicant. The notification was also discussed between the Commission and Member States' Competent Authorities for biocidal products on 24 September 2013 in the meeting of the coordination group established under Article 35 of Regulation (EU) No 528/2012.\n(8) With regard to the risks for the environment, from those discussions and comments it follows that the evaluation carried out by Denmark is compatible with current guidance (5). Where a risk is identified at time 1 as a result of a worst-case assumption, safe use of treated wood under Use classes 2 and 3 conditions can be assumed when the risk for the environment at the end of the service life is deemed acceptable.\n(9) The Commission also notes that cases where an unacceptable risk is identified at time 1 are currently under discussion at Union level in order to establish a harmonised approach. Against this background the Commission considers that, until such an approach is formally adopted, the conclusions of the assessment of the contested product by the Denmark should be considered as valid until the renewal of the product authorisation.\n(10) In the light of those comments, the Commission supports the conclusions of the evaluation carried out by Denmark and the other Member States having approved the product through mutual recognition, considering that the contested product fulfils the requirements set by Article 5(1) of Directive 98/8/EC with regard to the environment. The Commission therefore considers that the request by Germany to restrict the authorisation cannot be justified on the grounds put forward.\n(11) With regard to the application by automated dipping, the Commission considers that the contested product should be subject to the provisions established by a previous Commission Decision (6) addressing the protection of the health of professional users when applying IPBC containing products by this application method. Consequently, the contested product should be authorised subject to instructions on the label restricting the use to fully automated dipping processes and the product authorisation should be amended accordingly.\n(12) Regulation (EU) No 528/2012 applies to the contested product in accordance with the provisions of Article 92(2) of that Regulation. Since the legal basis for this Decision is Article 36(3) of that Regulation, this decision should be addressed to all Member States by virtue of Article 36(4) of that Regulation.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["This Decision applies to products identified by the following application reference number in the Reference Member State, as provided for by the Register for Biocidal Products:\n2010/5411/6906/DK/AA/8325", "The proposal by Germany to restrict the authorisation granted by Denmark on 19 December 2011 of the products referred to in the Article 1, is rejected.", "Where used for automated dipping, authorisations of biocidal products identified by the application reference number listed in Article 1 shall include a condition that the label of the products contains the following instruction:\n‘Product (insert name of the product) must only be used in fully automated dipping processes where all steps in the treatment and drying process are mechanised and no manual handling takes place, including when the treated articles are transported through the dip tank to the draining/drying and storage (if not already surface dry before moving to storage). Where appropriate, the wooden articles to be treated must be fully secured (e.g. via tension belts or clamping devices) prior to treatment and during the dipping process, and must not be manually handled until after the treated articles are surface dry.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1).\n(3)  Commission Directive 2008/79/EC of 28 July 2008 amending Directive 98/8/EC of the European Parliament and of the Council to include IPBC as an active substance in Annex I thereto (OJ L 200, 29.7.2008, p. 12).\n(4)  Available on the website http://echa.europa.eu/documents/10162/16960215/bpd_guid_tnsg-product-evaluation_en.pdf\n(5)  Report of leaching workshop (Arona, Italy, 13-14 June 2005), available on the website http://ihcp.jrc.ec.europa.eu/our_activities/public-health/risk_assessment_of_Biocides/doc/ESD/ESD_PT/PT_08/PT_8_Leaching_Workshop_2005.pdf/at_download/file\n(6)  Commission Implementing Decision 2014/402/EU of 25 June 2014 regarding restrictions of authorisations of biocidal products containing IPBC notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (OJ L 188, 27.6.2014, p. 85)."}