{"celex_id": "32012R0979", "uri": "http://publications.europa.eu/resource/cellar/1116c85c-2762-11e2-9209-01aa75ed71a1", "type": "Regulation", "concepts": ["1537", "3527", "8462", "8465"], "title": "Regulation (EU, Euratom) No 979/2012 of the European Parliament and of the Council of 25 October 2012 relating to temporary Judges of the European Union Civil Service Tribunal\n", "header": "31.10.2012 EN Official Journal of the European Union L 303/83\nREGULATION (EU, EURATOM) No 979/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 25 October 2012\nrelating to temporary Judges of the European Union Civil Service Tribunal\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 257 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nHaving regard to Protocol No 3 on the Statute of the Court of Justice of the European Union, and in particular Article 62c thereof and Article 2(2) of Annex I thereto,\nHaving regard to the request of the Court of Justice,\nHaving regard to the opinion of the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) It is necessary, in accordance with the second paragraph of Article 62c of Protocol No 3 on the Statute of the Court of Justice of the European Union (the Statute) and Article 2(2) of Annex I thereto, to lay down the conditions under which temporary Judges are to be appointed to the European Union Civil Service Tribunal (the Civil Service Tribunal), their rights and duties, the detailed rules governing the performance of their duties and the circumstances in which they would cease to perform those duties.\n(2) Temporary Judges should be chosen from among persons who are capable of performing immediately the duties of Judge at the Civil Service Tribunal. The appointment of former members of the Court of Justice, of the General Court or of the Civil Service Tribunal could ensure that those requirements are met.\n(3) In view of the circumstances in which temporary Judges would be appointed, the process should have the requisite flexibility. To that end, the Council should be responsible for drawing up a list of three persons appointed as temporary Judges. Should it become necessary to replace, on a temporary basis, a Judge who, on medical grounds, is prevented from acting, the Civil Service Tribunal would take the decision to avail itself of the assistance of a temporary Judge. Pursuant to that decision, the President of the Civil Service Tribunal would call upon one of the temporary Judges named on the list adopted by the Council in the order laid down in that list to perform his duties.\n(4) The method of remuneration of temporary Judges should also be provided for, as should the question of the effects of their duties and of that remuneration on the emoluments to which they are entitled as former members of the Court of Justice of the European Union.\n(5) Finally, it is important to make provision for the cessation of temporary Judges’ duties,", "main_body": ["1.   On a proposal from the President of the Court of Justice, the Council, acting unanimously, shall draw up a list of three persons appointed as temporary Judges within the meaning of the second paragraph of Article 62c of the Statute. That list shall determine the order in which temporary Judges are to be called upon to perform their duties, in line with the second subparagraph of paragraph 2 of this Article.\nTemporary Judges shall be chosen from among former members of the Court of Justice of the European Union who are able to place themselves at the disposal of the Civil Service Tribunal.\nTemporary Judges shall be appointed for a period of four years and may be reappointed.\n2.   The Civil Service Tribunal may decide to avail itself of the assistance of a temporary Judge if it determines that a Judge is or will be prevented, on medical grounds, from participating in the disposal of cases and that the situation will be or is likely to be of at least three months’ duration, and if it takes the view that that Judge is nevertheless not suffering from disablement deemed to be total.\nPursuant to the decision referred to in the first subparagraph, the President of the Civil Service Tribunal shall call upon a temporary Judge in the order laid down in the list provided for in the first subparagraph of paragraph 1 to perform the duties of a temporary Judge. He shall inform the President of the Court of Justice accordingly.\nWhere a Judge will foreseeably be prevented from acting and the Civil Service Tribunal takes a prospective decision, the temporary Judge may not take up his duties or participate in the disposal of cases until the Judge whom he is to replace is actually prevented from acting.\n3.   Articles 2 to 6 and 18 of the Statute shall apply to temporary Judges. The oath provided for by Article 2 of the Statute shall be taken when the temporary Judge first takes up his duties.", "Temporary Judges who are called upon to perform their duties shall exercise the prerogatives of a Judge solely in the context of dealing with cases assigned to them.\nThey shall be assisted by the services of the Civil Service Tribunal.", "1.   Temporary Judges shall receive remuneration of an amount equal to one-thirtieth of the basic monthly salary allocated to Judges under Article 21c(2) of Regulation No 422/67/EEC, No 5/67/Euratom of the Council of 25 July 1967 determining the emoluments of the President and Members of the Commission, of the President, Judges, Advocates-General and Registrar of the Court of Justice, of the President, Members and Registrar of the General Court and of the President, Members and Registrar of the European Union Civil Service Tribunal (2) for each day, duly recorded by the President of the Civil Service Tribunal, during which they perform their duties.\nPoints (a) and (b) of Article 6 of Regulation No 422/67/EEC, No 5/67/Euratom shall apply to temporary Judges who are required to travel away from their place of residence in order to perform their duties.\n2.   The amount by which the remuneration provided for in the first subparagraph of paragraph 1 together with the pension provided for in Article 8 of Regulation No 422/67/EEC, No 5/67/Euratom exceeds the remuneration, before deduction of taxes, which the temporary Judge received as a member of the Court of Justice of the European Union shall be deducted from that pension. The remuneration provided for in the first subparagraph of paragraph 1 shall also be taken into account for the purposes of the application of Article 7(3) of that Regulation.\nTemporary Judges shall not be entitled, in that capacity, to a transitional allowance or pension under Articles 7 and 8 of Regulation No 422/67/EEC, No 5/67/Euratom.", "9 of Regulation No 422/67/EEC, No 5/67/Euratom shall apply to the remuneration provided for in the first subparagraph of paragraph 1 of this Article.\nTemporary Judges shall not be entitled, in that capacity, to benefit under the social security scheme provided for in the Staff Regulations of Officials of the European Union. Performance of the duties of temporary Judge shall not be treated as gainful employment or occupation for the purposes of Article 11 of Regulation No 422/67/EEC, No 5/67/Euratom.\n3.   The remuneration provided for in the first subparagraph of paragraph 1 shall be subject to the tax provided for by Council Regulation (EEC, Euratom, ECSC) No 260/68 of 29 February 1968 laying down the conditions and procedure for applying the tax for the benefit of the European Communities (3).", "A temporary Judge’s name shall be removed from the list provided for in the first subparagraph of Article 1(1) on his death or resignation, or by decision to deprive him of his office as provided for in the first and second paragraphs of Article 6 of the Statute.\nAny temporary Judge whose name is removed from the list provided for in the first subparagraph of Article 1(1) shall be replaced, in accordance with the procedure under that provision, for the remainder of the period of validity of the list.", "The duties of a temporary Judge shall end when the Judge whom he has replaced is no longer prevented from acting. However, the temporary Judge shall continue to perform his duties until the cases assigned to him have been disposed of.", "This Regulation shall enter into force on the first day of the month following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 25 October 2012.\nFor the European Parliament\nThe President\nMartin SCHULZ\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  Position of the European Parliament of 5 July 2012 (not yet published in the Official Journal) and decision of the Council of 4 October 2012.\n(2)  OJ 187, 8.8.1967, p. 1.\n(3)  OJ L 56, 4.3.1968, p. 8."}