{"celex_id": "32014D0127", "uri": "http://publications.europa.eu/resource/cellar/18a40e4b-a8f7-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1644", "1937", "3175", "3191", "5969", "842", "97"], "title": "2014/127/EU: Commission Implementing Decision of 7 March 2014 amending Annex I to Decision 2004/211/EC as regards the entry for China in the list of third countries and parts thereof from which imports into the Union of live equidae and semen, ova and embryos of the equine species are authorised (notified under document C(2014) 1386)  Text with EEA relevance\n", "header": "11.3.2014 EN Official Journal of the European Union L 70/28\nCOMMISSION IMPLEMENTING DECISION\nof 7 March 2014\namending Annex I to Decision 2004/211/EC as regards the entry for China in the list of third countries and parts thereof from which imports into the Union of live equidae and semen, ova and embryos of the equine species are authorised\n(notified under document C(2014) 1386)\n(Text with EEA relevance)\n(2014/127/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (1), and in particular Article 17(3)(a) thereof,\nHaving regard to Council Directive 2009/156/EC of 30 November 2009 on animal health conditions governing the movement and importation from third countries of equidae (2), and in particular Article 12(1) and (4), and the introductory phrase and points (a) and (b) of Article 19 thereof,\nWhereas:\n(1) Directive 92/65/EEC lays down conditions applicable to imports into the Union, inter alia, of semen, ova and embryos of the equine species. Those conditions are to be at least equivalent to those applicable to trade between Member States.\n(2) Directive 2009/156/EC lays down animal health conditions for the importation into the Union of live equidae. It provides that imports of equidae into the Union are only authorised from those third countries that meet certain animal health requirements.\n(3) Commission Decision 2004/211/EC (3) establishes a list of third countries, or parts thereof where regionalisation applies, from which Member States are to authorise the importation of equidae and semen, ova and embryos thereof, and indicates the other conditions applicable to such imports. That list is set out in Annex I to Decision 2004/211/EC.\n(4) In order to host an equestrian event of the Global Champions Tour in October 2013, carried out under the auspices of the World Equestrian Federation (FEI), the competent Chinese authorities requested the recognition of an equine disease-free zone in the Metropolitan area of Shanghai, directly accessible from the nearby international airport. In view of the temporary nature of the purpose build facilities at the EXPO 2010 parking it is appropriate to foresee only a temporary approval of that zone.\n(5) In the light of the guarantees and information provided by the Chinese authorities and in order to allow for a limited period of time from a part of the territory of China the re-entry of registered horses after temporary export in accordance with the requirements of Commission Decision 93/195/EEC (4), the Commission adopted Implementing Decision 2013/259/EU (5) by which the region CN-2 was temporarily approved.\n(6) Because the equestrian event was deferred for technical reasons to 6-8 June 2014, and the animal health conditions have remained unchanged, it is necessary to adapt for the region CN-2 the date in column 15 of the table in Annex I to Decision 2004/211/EC accordingly.\n(7) Decision 2004/211/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In column 15 of the line corresponding to the region CN-2 of China in the table in Annex I to Decision 2004/211/EC, the words ‘Valid from 24 September to 24 October 2013’ are replaced by the words: ‘Valid from 30 May to 30 June 2014’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  OJ L 192, 23.7.2010, p. 1.\n(3)  Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species, and amending Decisions 93/195/EEC and 94/63/EC (OJ L 73, 11.3.2004, p. 1).\n(4)  Commission Decision 93/195/EEC of 2 February 1993 on animal health conditions and veterinary certification for the re-entry of registered horses for racing, competition and cultural events after temporary export (OJ L 86, 6.4.1993, p. 1).\n(5)  Commission Implementing Decision 2013/259/EU of 31 May 2013 amending Annex I to Decision 2004/211/EC as regards the entries for Bahrain and China in the list of third countries and parts thereof from which imports into the Union of live equidae and semen, ova and embryos of the equine species are authorised (OJ L 150, 4.6.2013, p. 28)."}