{"celex_id": "32010D0802", "uri": "http://publications.europa.eu/resource/cellar/ad3c7251-8f8d-4b33-b9c0-dd379713e168", "type": "Decision", "concepts": ["1005", "1092", "1460", "2518", "4359", "5138", "5334", "5643", "929"], "title": "2010/802/EU: Commission Decision of 21 December 2010 exempting certain cases of irregularity arising from operations co-financed by the Structural Funds and by the Cohesion Fund for the 2000-2006 programming period from the special reporting requirements laid down by Article 5(2) of Regulation (EC) No 1681/94 and by Article 5(2) of Regulation (EC) No 1831/94 (notified under document C(2010) 9244)\n", "header": "23.12.2010 EN Official Journal of the European Union L 341/49\nCOMMISSION DECISION\nof 21 December 2010\nexempting certain cases of irregularity arising from operations co-financed by the Structural Funds and by the Cohesion Fund for the 2000-2006 programming period from the special reporting requirements laid down by Article 5(2) of Regulation (EC) No 1681/94 and by Article 5(2) of Regulation (EC) No 1831/94\n(notified under document C(2010) 9244)\n(2010/802/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1260/1999 (1), and in particular Articles 70(3) and 105(1) thereof; and Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund (2) and in particular Article 103(3) thereof; and Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (3) and in particular Articles 74(4) and 92 thereof,\nWhereas:\n(1) The legal framework for the European Regional Development Fund, the European Social Fund, the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, the Financial Instrument for the Fisheries Guidance (hereinafter ‘the Structural Funds’) and for the Cohesion Fund is largely established although it has been subject to frequent adjustments. Programming involves the preparation of multiannual development plans in several stages, with each stage constituting a 7-year period. Each programming period is governed by a set of individual Regulations which are based on the same general principles but introduce certain new rules specifically designed for the programming period concerned. The relevant provisions governing the 2007-2013 programming period are laid down in Regulation (EC) No 1083/2006 and Commission Regulation (EC) No 1828/2006 of 8 December 2006 setting out rules for the implementation of Council Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and of Regulation (EC) No 1080/2006 of the European Parliament and of the Council on the European Regional Development Fund (4), Regulation (EC) No 1198/2006 and Commission Regulation (EC) No 498/2007 of 26 March 2007 laying down detailed rules for the implementation of Council Regulation (EC) No 1198/2006 on the European Fisheries Fund (5), Commission Regulation (EC) No 1848/2006 of 14 December 2006 concerning irregularities and the recovery of sums wrongly paid in connection with the financing of the common agricultural policy and the organisation of an information system in this field and repealing Council Regulation (EEC) No 595/91 (6) and Commission Regulation (EC) No 1975/2006 of 7 December 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 1698/2005, as regards the implementation of control procedures as well as cross-compliance in respect of rural development support measures (7).\n(2) The relevant provisions governing the 2000-2006 programming period are laid down in Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds (8) and Council Regulation (EC) No 1164/94 of 16 May 1994 establishing a Cohesion Fund (9). Commission Regulation (EC) No 1681/94 of 11 July 1994 concerning irregularities and the recovery of sums wrongly paid in connection with the financing of the structural policies and the organization of an information system in this field (10) and Commission Regulation (EC) No 1831/94 of 26 July 1994 concerning irregularities and the recovery of sums wrongly paid in connection with the financing of the Cohesion Fund and the organization of an information system in this field (11) established rules as to irregularities and the recovery of sums wrongly paid in connection with the financing of policies by the Funds, and applied to that programming period. Those Regulations established reporting requirements in case of detected irregularities. Those requirements resulted in a disproportionate administrative burden on Member States and the Commission.\n(3) By virtue of Article 28(1) of the Protocol Concerning the conditions and arrangements for admission of the Republic of Bulgaria and Romania to the European Union (12), measures which on the date of accession have been subject to assistance under Council Regulation (EC) No 1267/1999 of 21 June 1999 establishing an Instrument for Structural Policies for Pre-accession (13) (ISPA) not completed by that date are considered to have been approved under Regulation (EC) No 1164/94 and all provisions governing the implementation of measures approved pursuant to the latter Regulation apply to those measures. Concerning ex-ISPA projects, this Decision should therefore also be addressed to Bulgaria and Romania.\n(4) Accordingly, in order to reduce the burden imposed on Member States and to improve efficiency, Article 3(1) of Regulation (EC) No 1681/94 was amended by Commission Regulation (EC) No 2035/2005 (14) and Article 3(1) of Regulation (EC) No 1831/94 was amended by Commission Regulation (EC) No 2168/2005 (15) so that, for the 2000-2006 programming period, Member States do not need to report cases where the irregularity consists solely of the failure to partially or totally execute an operation co-financed by the Union budget owing to the bankruptcy of the final beneficiary or the final recipient, and which do not involve other irregularities preceding the bankruptcy or suspected fraud (hereinafter referred to as ‘simple bankruptcies’).\n(5) While Regulation (EC) No 1681/94 as amended and Regulation (EC) No 1831/94 as amended simplified the existing reporting system, the simplifications introduced did not extend to the requirement relating to the submission of the special report referred to in Article 5(2) of both Regulations. Experience of dealing with reported irregularities, and examining the special reports submitted, in particular for the 1994-1999 programming period, has shown that the administrative burden for the Member States in applying the provisions of Article 5(2) of both Regulations to simple bankruptcies is disproportionate, given that it is highly unlikely that the failure to recover in such cases results from the fault or negligence of the authorities of the Member State.\n(6) In order to give full effect, therefore, to the aims of the provisions of Regulation (EC) No 1681/94 as amended and Regulation (EC) No 1831/94 as amended, it is appropriate to extend that simplification to the requirement to submit a special report under Article 5(2) of both Regulations so that Member States which are benefiting from the simplification provided for in the second subparagraph of Article 3(1) of those Regulations equally benefit from the simplification of the requirement to report under Article 5(2).\n(7) While the legal framework governing the Structural Funds as well as the Cohesion Fund and the irregular use thereof is clearly identifiable by programming period, the identification of disproportionate administrative requirements in the established reporting system is only possible at the closure of a given programming period. Therefore, in order to effectively assess and improve the reporting system, a certain period of time was necessary.\n(8) Further efforts to simplify the reporting obligations were introduced by Regulation (EC) No 2035/2005 and Regulation (EC) No 2168/2005 amending, respectively, Regulation (EC) No 1681/94 and Regulation (EC) No 1831/94. Most notably, the reporting threshold laid down in both Article 12(1) of Regulation (EC) No 1681/94 and Article 12(1) of Regulation (EC) No 1831/94 was raised from EUR 4 000 to EUR 10 000. Given the short period of time between the entry into force of Regulation (EC) No 2035/2005 and Regulation (EC) No 2168/2005 and the end of the 2000-2006 programming period, however, the intended simplification of the reporting system could not be fully achieved for that programming period, thus necessitating the elimination of the reporting obligations for cases involving an amount of less than EUR 10 000 which were notified before 28 February 2006.\n(9) For reasons of equal treatment, therefore, all reporting obligations with regard to the irregular use of the Structural Funds and of the Cohesion Fund should benefit from the raised threshold and the intended simplification of the reporting system introduced by Regulation (EC) No 1681/94 as amended and Regulation (EC) No 1831/94 as amended.\n(10) This Decision is without prejudice to the obligation for Member States to take all appropriate measures to recover amounts unduly paid and to account to the Commission for amounts which are recovered.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Coordination Committee of the Funds, the European Fisheries Fund Committee and of the Rural Development Committee,", "main_body": ["With respect to irregularities arising from operations co-financed by the Structural Funds and the Cohesion Fund for the 2000-2006 programming period, Member States shall not be required to submit the following reports:\n(a) special reports under Article 5(2) of Regulation (EC) No 1681/94 and Regulation (EC) No 1831/94 in cases of simple bankruptcy referred to in the first indent of the second subparagraph of Article 3(1) of those Regulations unless expressly requested by the Commission;\n(b) reports under Article 5(2) of Regulation (EC) No 1681/94 and Regulation (EC) No 1831/94 in cases involving an amount of less than EUR 10 000 unless expressly requested by the Commission.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 2010.\nFor the Commission\nJohannes HAHN\nMember of the Commission\n(1)  OJ L 210, 31.7.2006, p. 25.\n(2)  OJ L 223, 15.8.2006, p. 1.\n(3)  OJ L 277, 21.10.2005, p. 1.\n(4)  OJ L 371, 27.12.2006, p. 1.\n(5)  OJ L 120, 10.5.2007, p. 1.\n(6)  OJ L 355, 15.12.2006, p. 56.\n(7)  OJ L 368, 23.12.2006, p. 74.\n(8)  OJ L 161, 26.6.1999, p. 1.\n(9)  OJ L 130, 25.5.1994, p. 1.\n(10)  OJ L 178, 12.7.1994, p. 43.\n(11)  OJ L 191, 27.7.1994, p. 9.\n(12)  OJ L 157, 21.6.2005, p. 29.\n(13)  OJ L 161, 26.6.1999, p. 73.\n(14)  OJ L 328, 15.12.2005, p. 8.\n(15)  OJ L 345, 28.12.2005, p. 15."}