{"celex_id": "32014R0372", "uri": "http://publications.europa.eu/resource/cellar/a845703d-c3fa-11e3-9fe4-01aa75ed71a1", "type": "Regulation", "concepts": ["2913", "3581", "5181", "5541", "5790", "616", "889", "92"], "title": "Commission Regulation (EU) No 372/2014 of 9 April 2014 amending Regulation (EC) No 794/2004 as regards the calculation of certain time limits, the handling of complaints, and the identification and protection of confidential information (Text with EEA relevance)\n", "header": "12.4.2014 EN Official Journal of the European Union L 109/14\nCOMMISSION REGULATION (EU) No 372/2014\nof 9 April 2014\namending Regulation (EC) No 794/2004 as regards the calculation of certain time limits, the handling of complaints, and the identification and protection of confidential information\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 659/1999 of 22 March 1999 laying down detailed rules for the application of Article 108 of the Treaty on the Functioning of the European Union (1), and in particular Article 27 thereof,\nAfter consulting the Advisory Committee on State aid,\nWhereas:\n(1) In the context of the modernisation of State aid rules to contribute both to the implementation of the Europe 2020 strategy for growth and to budgetary consolidation (2), Regulation (EC) No 659/1999 was amended by Regulation (EU) No 734/2013 (3) to improve the effectiveness of State aid control. That amendment sought in particular to render more effective the handling of complaints by the Commission and to introduce powers for the Commission to request information directly from market participants and to conduct investigations into sectors of the economy and into aid instruments.\n(2) In light of those amendments, it is necessary to identify the events determining the starting point for the calculation of time-limits in the context of requests for information addressed to third parties pursuant to Regulation (EC) No 659/1999.\n(3) The Commission may, on its own initiative, examine information on unlawful aid from any source, in order to assess compliance with Articles 107 and 108 of the Treaty. In that context, complaints are an essential source of information for detecting violations of State aid rules. It is therefore important to define clear and efficient procedures for handling complaints lodged with the Commission.\n(4) According to Article 20 of Regulation (EC) No 659/1999, only interested parties may submit complaints to inform the Commission of any alleged unlawful aid or misuse of aid. To that end, natural and legal persons submitting complaints should be required to demonstrate that they are interested parties within the meaning of Article 1(h) of Regulation (EC) No 659/1999.\n(5) To streamline the handling of complaints and at the same time increase transparency and legal certainty, it is appropriate to define the information that complainants should provide to the Commission. In order to ensure that the Commission receives all relevant information regarding alleged unlawful or misused aid, Regulation (EC) No 659/1999 requires interested parties to complete a form and submit all the mandatory information requested therein. The form to be used for that purpose should therefore be established.\n(6) The requirements to be fulfilled by interested parties when lodging complaints should not be excessively burdensome, while ensuring that the Commission receives all the information necessary to start an investigation into the alleged unlawful or misused aid.\n(7) To ensure that business secrets and other confidential information provided to the Commission are treated in compliance with Article 339 of the Treaty, any person submitting information should clearly identify which information it considers to be confidential and why it is confidential. The person concerned should be required to provide the Commission with a separate non-confidential version of the information that could be submitted to the relevant Member State for comments.\n(8) Commission Regulation (EC) No 794/2004 (4) should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 794/2004 is amended as follows:\n(1) Article 8 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) the following paragraphs are inserted:\n(2) the following Chapters Va and Vb are inserted after Article 11:\n(3) the text in the Annex to this Regulation is added as Annex IV.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 83, 27.3.1999, p. 1.\n(2)  Communication from the Commission, ‘Europe 2020 — A strategy for smart, sustainable and inclusive growth’; COM(2010) 2020 final.\n(3)  Council Regulation (EU) No 734/2013 of 22 July 2013 amending Regulation (EC) No 659/1999 laying down detailed rules for the application of Article 93 of the EC Treaty (OJ L 204, 31.7.2013, p. 15).\n(4)  Commission Regulation (EC) No 794/2004 of 21 April 2004 implementing Council Regulation (EC) No 659/1999 laying down detailed rules for the application of Article 93 of the EC Treaty (OJ L 140, 30.4.2004, p. 1).\nANNEX\n‘ANNEX IV"}