{"celex_id": "32013D0281", "uri": "http://publications.europa.eu/resource/cellar/e6194f01-d41b-11e2-bfa7-01aa75ed71a1", "type": "Decision", "concepts": ["171", "174", "3862", "4675", "6064", "6271", "888"], "title": "2013/281/EU: Commission Implementing Decision of 11 June 2013 on the equivalence of the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of the United States of America pursuant to Directive 2006/43/EC of the European Parliament and the Council (notified under document C(2013) 3404)  Text with EEA relevance\n", "header": "13.6.2013 EN Official Journal of the European Union L 161/8\nCOMMISSION IMPLEMENTING DECISION\nof 11 June 2013\non the equivalence of the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of the United States of America pursuant to Directive 2006/43/EC of the European Parliament and the Council\n(notified under document C(2013) 3404)\n(Text with EEA relevance)\n(2013/281/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/43/EC of the European Parliament and of the Council of 17 May 2006 on statutory audits of annual accounts and consolidated accounts, amending Council Directives 78/660/EEC and 83/349/EEC and repealing Council Directive 84/253/EEC (1), and in particular the first subparagraph of Article 46(2) thereof,\nWhereas:\n(1) In accordance with Article 45(1) of Directive 2006/43/EC, the competent authorities of the Member States are required to register all auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of certain companies incorporated outwith the Union whose transferable securities are admitted to trading on a regulated market within the Union. Article 45(3) of Directive 2006/43/EC requires Member States to subject such auditors and audit entities to their systems of public oversight, quality assurance, investigations and penalties.\n(2) Commission Decision 2011/30/EU of 19 January 2011 on the equivalence of certain third country public oversight, quality assurance, investigation and penalty systems for auditors and audit entities and a transitional period for audit activities of certain third country auditors and audit entities in the European Union (2) considered the United States of America public oversight, quality assurance, investigation and penalty systems for auditors and audit entities equivalent to the public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States.\n(3) Decision 2011/30/EU ceases to apply on 31 July 2013. Therefore, there is a need to assess again the equivalence of the systems.\n(4) Before adopting Decision 2011/30/EU, the Commission carried out an equivalence assessment of the public oversight, quality assurance, investigation and penalty system for auditors and audit entities of the United States of America. The assessment was carried out with the assistance of the European Group of Auditors’ Oversight Bodies. The public oversight, quality assurance, investigation and penalty system for auditors and audit entities of the United States of America was assessed in the light of the criteria set out in Articles 29, 30 and 32 of Directive 2006/43/EC which govern the public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States. The ultimate objective of cooperation between Member States and the system of public oversight, quality assurance, investigations and penalties for auditors and audit entities of the United States of America should be to reach mutual reliance on each other’s oversight systems based on their equivalence.\n(5) The United States of America has a public oversight, quality assurance, investigation and penalty system for auditors and audit entities that operates under similar rules to those set out in Articles 29, 30 and 32 of Directive 2006/43/EC. However, the competent authorities of the United States of America intend to further evaluate the auditor oversight systems in the Member States before deciding to rely on the oversight performed by their competent authorities.\n(6) Therefore, the public oversight, quality assurance, investigation and penalty system for auditors and audit entities of the United States of America should be reviewed for the purpose of assessing the progress made towards reaching mutual reliance. For those reasons, this Decision should be applicable for a limited period of time.\n(7) Once the Commission has taken a decision recognising that the public oversight, quality assurance, investigation and penalty system for auditors and audit entities of a third country or territory is equivalent for the purpose of Article 46(1) of Directive 2006/43/EC, Member States may disapply or modify on the basis of reciprocity the requirements of Article 45(1) and (3) in relation to the auditors and audit entities of that third country or territory. The conditions under which the requirements of Article 45(1) and (3) are to be disapplied or modified are to be set in a cooperative arrangement as referred to in Article 46(3) of Directive 2006/43/EC between the Member State and the relevant third country or territory and communicated to the Commission.\n(8) In the case of a company incorporated in the United States of America whose transferable securities are admitted to trading on a regulated market of a Member State, but which is not admitted to trading in the United States of America, Member States should ensure that all the audit engagements related to the financial statements of such a company are covered by the cooperative arrangements concluded with the United States of America to determine which public oversight, quality assurance, investigation and penalty system will apply to the auditors of such companies. Where such audit engagements are undertaken by an auditor or audit entity of another Member State, Member States should cooperate to ensure that the audit engagement is included in the scope of one of their public oversight, quality assurance, investigation and penalty systems.\n(9) This transitional arrangement should not prevent Member States from establishing cooperative arrangements on individual quality assurance reviews between the competent authorities of a Member State and the competent authorities of the United States of America.\n(10) This Decision should not pre-empt any final adequacy decision that the Commission may adopt pursuant to Article 47(3) of Directive 2006/43/EC.\n(11) The operation of the transitional arrangements should be monitored and the progress made by the competent authorities of the United States of America should be examined. At the end of the transitional period, a decision on the equivalence of the public oversight, quality assurance, investigation and penalty system for auditors and audit entities of the United States of America should be taken. A review of whether the Member States encountered difficulties in obtaining recognition as equivalent by the competent authorities of the United States of America in relation to the public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States should be carried out.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 48(1) of Directive 2006/43/EC,", "main_body": ["For the purpose of Article 46(1) of Directive 2006/43/EC, the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of the United States of America shall be considered equivalent to the public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States.", "Article 1 shall be without prejudice to cooperative arrangements on individual quality assurance reviews between the competent authorities of a Member State and the competent authorities of the United States of America, provided that such an arrangement meets the criteria set out in Article 2 of Commission Implementing Decision 2013/280/EU (3) and does not pre-empt any Decision to be taken in accordance with Article 47(3) of Directive 2006/43/EC.", "This Decision shall apply from 1 August 2013 to 31 July 2016.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 June 2013.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 157, 9.6.2006, p. 87.\n(2)  OJ L 15, 20.1.2011, p. 12.\n(3)  See page 4 of this Official Journal."}