{"celex_id": "32012R0891", "uri": "http://publications.europa.eu/resource/cellar/6288751f-095b-11e2-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "2173", "3191", "3732"], "title": "Commission Implementing Regulation (EU) No 891/2012 of 27 September 2012 on the issue of licences for importing rice under the tariff quotas opened for the September 2012 subperiod by Implementing Regulation (EU) No 1273/2011\n", "header": "28.9.2012 EN Official Journal of the European Union L 263/34\nCOMMISSION IMPLEMENTING REGULATION (EU) No 891/2012\nof 27 September 2012\non the issue of licences for importing rice under the tariff quotas opened for the September 2012 subperiod by Implementing Regulation (EU) No 1273/2011\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Implementing Regulation (EU) No 1273/2011 of 7 December 2011 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (3), and in particular the first paragraph of Article 5 thereof,\nWhereas:\n(1) Implementing Regulation (EU) No 1273/2011 opened and provided for the administration of certain import tariff quotas for rice and broken rice, broken down by country of origin and split into several subperiods in accordance with Annex I to that Regulation.\n(2) September is the fourth subperiod for the quota provided for under Article 1(1)(a) of Implementing Regulation (EU) No 1273/2011, the third subperiod for the quota provided for under Article 1(1)(d) of that Regulation and the first subperiod for the quota provided for under Article 1(1)(e) of that Regulation.\n(3) The notifications sent in accordance with point (a) of Article 8 of Implementing Regulation (EU) No 1273/2011 show that, for the quotas with order number 09.4112 – 09.4119 – 09.4168, the applications lodged in the first 10 working days of September 2012 under Article 4(1) of that Regulation cover a quantity greater than that available. The extent to which import licences may be issued should therefore be determined by fixing the allocation coefficient to be applied to the quantity requested under the quotas concerned.\n(4) Those notifications also show that, for the quotas with order number 09.4127 – 09.4128 – 09.4129 – 09.4130 – 09.4116 – 09.4117 – 09.4118, the applications lodged in the first 10 working days of September 2012 under Article 4(1) of Implementing Regulation (EU) No 1273/2011 cover a quantity less than that available.\n(5) The quantity not used for the September subperiod of the quotas with order number 09.4127 – 09.4128 – 09.4129 – 09.4130 is transferred to the quota bearing the order number 09.4138 for the following subperiod under Article 2 of Implementing Regulation (EU) No 1273/2011.\n(6) The total quantity available for the following subperiod should also be fixed for the quotas with order number 09.4138 and 09.4168, in accordance with the first subparagraph of Article 5 of Implementing Regulation (EU) No 1273/2011.\n(7) In order to ensure sound management of the procedure of issuing import licences, this Regulation should enter into force immediately after its publication,", "main_body": ["1.   For import licence applications for rice under the quotas with order number 09.4112 – 09.4119 – 09.4168 referred to in Implementing Regulation (EU) No 1273/2011 lodged in the first 10 working days of September 2012, licences shall be issued for the quantity requested, multiplied by the allocation coefficient set out in the Annex to this Regulation.\n2.   The total quantity available for the following subperiod under the quotas with order number 09.4138 and 09.4168 referred to in Implementing Regulation (EU) No 1273/2011 is set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 2012.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 325, 8.12.2011, p. 6.\nANNEX\nQuantities to be allocated for the September 2012 subperiod and quantities available for the following subperiod under Implementing Regulation (EU) No 1273/2011\n(a) Quota of wholly milled or semi-milled rice covered by CN code 1006 30 as provided for in Article 1(1)(a) of Implementing Regulation (EU) No 1273/2011:\nOrigin Order number Allocation coefficient for the September 2012 subperiod Total quantity available for the October 2012 subperiod (kg)\nUnited States 09.4127 — (1)\nThailand 09.4128 — (1)\nAustralia 09.4129 — (1)\nOther origins 09.4130 — (2)\nAll countries 09.4138  2 192 617\n(b) Quota of wholly milled or semi-milled rice covered by CN code 1006 30 as provided for in Article 1(1)(d) of Implementing Regulation (EU) No 1273/2011:\nOrigin Order number Allocation coefficient for the September 2012 subperiod\nThailand 09.4112 17,878236 %\nUnited States 09.4116 — (3)\nIndia 09.4117 — (4)\nPakistan 09.4118 — (4)\nOther origins 09.4119 75,033342 %\nAll countries 09.4166 — (5)\n(c) Quota of broken rice covered by CN code 1006 40 00 as provided for in Article 1(1)(e) of Implementing Regulation (EU) No 1273/2011:\nOrigin Order number Allocation coefficient for the September 2012 subperiod Total quantity available for the October 2012 subperiod (kg)\nAll countries 09.4168 1,074602 % 0\n(1)  Applications cover quantities less than or equal to the quantities available: all applications are therefore acceptable.\n(2)  No allocation coefficient applied for this subperiod: no licence applications were notified to the Commission.\n(3)  No allocation coefficient applied for this subperiod: no licence applications were notified to the Commission.\n(4)  Applications cover quantities less than or equal to the quantities available: all applications are therefore acceptable.\n(5)  No quantity available for this subperiod."}