{"celex_id": "32014D0705(02)", "uri": "http://publications.europa.eu/resource/cellar/32789085-040f-11e4-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1048", "115", "1330", "5630"], "title": "Decision of the Management Board of Europol of 18 April 2014 amending the Decision of the Europol Management Board of 16 November 1999 agreeing to the conditions and procedures laid down by Europol regarding taxes applicable to salaries and emoluments paid to Europol staff members for the benefit of Europol\n", "header": "5.7.2014 EN Official Journal of the European Union C 211/10\nDECISION OF THE MANAGEMENT BOARD OF EUROPOL\nof 18 April 2014\namending the Decision of the Europol Management Board of 16 November 1999 agreeing to the conditions and procedures laid down by Europol regarding taxes applicable to salaries and emoluments paid to Europol staff members for the benefit of Europol\n(2014/C 211/05)\nTHE MANAGEMENT BOARD OF EUROPOL", "recitals": ",\nHaving regard to the Council Decision establishing the European Police Office (Europol) of 6 April 2009 (1) (hereafter ‘Europol Decision’) and in particular Article 57(5), Article 62 and Article 63 thereof,\nHaving regard to the Protocol drawn up on the basis of Article K.3 of the Treaty on European Union and Article 41(3) of the Europol Convention, on the privileges and immunities of Europol, the members of its organs, the Deputy Directors and employees of Europol (2), and in particular Article 10 thereof,\nHaving regard to the Management Board Decision of 16 November 1999 agreeing to the conditions and procedures laid down by Europol regarding taxes applicable to salaries and emoluments paid to Europol staff members for the benefit of Europol (3),\nHaving regard to the Management Board Decision of 14 October 2010 amending the Decision of the Europol Management Board of 16 November 1999 regarding taxes applicable to salaries and emoluments paid to Europol staff members for the benefit of Europol and agreeing to the conditions and procedures laid down by Europol adapting the amounts mentioned in the Annex thereto (hereafter ‘the Management Board Decision’) (4),\nWhereas:\n(1) According to Article 57(5) of the Europol Decision, the Europol Staff Regulations (5) and other relevant instruments shall continue to apply to staff members who are not recruited in accordance with Article 57(2) of the Europol Decision.\n(2) Article 57(5) of the Europol Decision provides that, by way of derogation from Chapter 5 of the Europol Staff Regulations, the percentage rate of the annual adjustment of remuneration decided by the Council in accordance with Article 65 of the Staff Regulations of officials of the European Communities (6) shall apply to Europol staff.\n(3) The annual adjustment of remuneration provided for in Article 57(5) of the Europol Decision was implemented by Europol with retroactive effect as of 1 July 2009 (7) according with the figures set in Council Regulation (EU, Euratom) No 1190/2010 (8).\n(4) Article 57(5) of the Europol Decision does not apply to taxes applicable to salaries and emoluments paid to Europol staff members subject to the Europol Staff Regulations for the benefit of Europol.\n(5) The tax applicable to Europol staff members subject to the Europol Staff Regulations should be amended in order to reflect the adjustment of remuneration applied pursuant to Article 57(5) of the Europol Decision,", "main_body": ["With effect from 1 July 2009:\n— The value mentioned in the first sentence of Article 4 of the Annex to the Decision of the Europol Management Board of 16 November 1999 shall be replaced by EUR 121,33.\n— The values in euro unit mentioned in the table included in Article 4 of the Annex to the Decision of the Europol Management Board of 16 November 1999 shall be replaced by the following:\n— 8 % to amounts between EUR 121,33 and EUR 2 137,14\n— 10 % to amounts between EUR 2 137,15 and EUR 2 943,59\n— 12,5 % to amounts between EUR 2 943,60 and EUR 3 373,50\n— 15 % to amounts between EUR 3 373,51 and EUR 3 831,12\n— 17,5 % to amounts between EUR 3 831,13 and EUR 4 261,07\n— 20 % to amounts between EUR 4 261,08 and EUR 4 677,81\n— 22,5 % to amounts between EUR 4 677,82 and EUR 5 107,74\n— 25 % to amounts between EUR 5 107,75 and EUR 5 524,49\n— 27,5 % to amounts between EUR 5 524,50 and EUR 5 954,41\n— 30 % to amounts between EUR 5 954,42 and EUR 6 371,16\n— 32,5 % to amounts between EUR 6 371,17 and EUR 6 801,09\n— 35 % to amounts between EUR 6 801,10 and EUR 7 218,49\n— 40 % to amounts between EUR 7 218,50 and EUR 7 648,45\n— 45 % to amounts above EUR 7 648,46.", "Article 1 and the Annex to the Decision of the Management Board of Europol of 14 October 2010 amending the Decision of the Europol Management Board of 16 November 1999, are hereby repealed.", "This Decision shall be published in the Official Journal of the European Union.", "This Decision shall enter into force on the day following its adoption by the Management Board."], "attachments": "Done at The Hague, 18 April 2014.\nJohn O’MAHONEY\nChairperson of the Management Board\n(1)  OJ L 121, 15.5.2009, p. 37.\n(2)  OJ C 221, 19.7.1997, p. 2.\n(3)  OJ C 65, 28.2.2001, p. 6.\n(4)  OJ C 37, 5.2.2011, p. 8.\n(5)  Council Act of 3 December 1998 laying down the staff regulations applicable to Europol employees (OJ C 26, 30.1.1999, p. 23).\n(6)  Regulation (EEC, Euratom, ECSC) No 259/68 of the Council (OJ L 56, 4.3.1968, p. 1.)\n(7)  Notice on the adjustment of basic salaries and allowances applicable to Europol staff subject to the Europol Staff Regulations pursuant to Article 57(5) of the Council Decision with effect from 1 July 2009 and 1 July 2010 (see page .. of this Official Journal).\n(8)  Council Regulation (EU, Euratom) No 1190/2010 of 13 December 2010 amending Regulation (EU, Euratom) No 1296/2009 adjusting with effect from 1 July 2009 the remuneration and pensions of officials and other servants of the European Union and the correction coefficients applied thereto (OJ L 333, 17.12.2010, p. 1)."}