{"celex_id": "32011R0171", "uri": "http://publications.europa.eu/resource/cellar/55bf1da7-7136-4cf9-8153-092798f19822", "type": "Regulation", "concepts": ["1224", "1277", "1590", "1596", "1598", "2560", "4743", "5451", "6052"], "title": "Commission Regulation (EU) No 171/2011 of 23 February 2011 concerning the authorisation of 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 as a feed additive for poultry and for porcine species and amending Regulation (EC) No 255/2005 (holder of authorisation DSM Nutritional Products Ltd represented by DSM Nutritional products Sp. z o.o)  Text with EEA relevance\n", "header": "24.2.2011 EN Official Journal of the European Union L 49/11\nCOMMISSION REGULATION (EU) No 171/2011\nof 23 February 2011\nconcerning the authorisation of 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 as a feed additive for poultry and for porcine species and amending Regulation (EC) No 255/2005 (holder of authorisation DSM Nutritional Products Ltd represented by DSM Nutritional products Sp. z o.o)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation. Article 10 of that Regulation provides for the re-evaluation of additives authorised pursuant to Council Directive 70/524/EEC (2).\n(2) 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 was authorised in accordance with Directive 70/524/EEC as a feed additive without a time limit for chickens for fattening, laying hens, turkeys for fattening, piglets, pigs for fattening and sows by Commission Regulation (EC) No 255/2005 (3). That additive was subsequently entered in the Community Register of feed additives as an existing product, in accordance with Article 10(1)(b) of Regulation (EC) No 1831/2003.\n(3) That feed additive was also authorised in accordance with Regulation (EC) No 1831/2003 for 10 years for ducks by Commission Regulation (EC) No 1500/2007 of 18 December 2007 concerning the authorisation of a new use of 6-phytase EC 3.1.3.26 (Ronozyme) as a feed additive (4).\n(4) In accordance with Article 10(2) of Regulation (EC) No 1831/2003 in conjunction with Article 7 of that Regulation, an application was submitted for the re-evaluation of 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 as a feed additive for chickens for fattening, laying hens, turkeys for fattening, piglets, pigs for fattening and sows and, in accordance with Article 7 of that Regulation, for a new use on poultry species and porcine species, not covered previously, requesting that additive to be classified in the additive category ‘zootechnical additives’. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(5) New data were submitted to support the application. The European Food Safety Authority (‘the Authority’) concluded in its opinion of 6 October 2010 (5) that, under the proposed conditions of use, 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 does not have an adverse effect on animal health, human health or the environment, and that its use can improve the digestibility of phosphorus. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(7) As a consequence of a new authorisation being granted by this Regulation, the entry for 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 in Regulation (EC) No 255/2005 should be deleted.\n(8) In the interest of clarity, Regulation (EC) No 1500/2007 should be repealed.\n(9) Since the modifications to the conditions of the authorisation are not related to safety reasons, it is appropriate to allow a transitional period for the disposal of existing stocks of pre-mixtures and compound feed.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘digestibility enhancers’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "In Annex II to Regulation (EC) No 255/2005, the entry EC No: 1614(i), additive: 6-phytase EC 3.1.3.26, is deleted.", "Regulation (EC) No 1500/2007 is repealed.", "Pre-mixtures and compound feed containing 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 which are labelled in accordance with Directive 70/524/EEC and Regulation (EC) No 255/2005 may continue to be placed on the market and used until the existing stocks are exhausted.\nPre-mixtures and compound feed containing 6-phytase (EC 3.1.3.26) produced by Aspergillus oryzae DSM 14223 which are labelled in accordance with Regulations (EC) No 1831/2003 and (EC) No 1500/2007 may continue to be placed on the market and used until the existing stocks are exhausted.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 270, 14.12.1970, p. 1.\n(3)  OJ L 45, 16.2.2005, p. 3.\n(4)  OJ L 333, 19.12.2007, p. 54.\n(5)  EFSA Journal 2010; 8(10):1862.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers\nAdditive composition\nSolid form: 5 000 FYT/g (1)\nLiquid form: 20 000 FYT/g\nCharacterisation of the active substance\nAnalytical method\n (2)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. For use in feed containing more than 0,23 % phytin-bound phosphorus.\n3. For safety: breathing protection, glasses and gloves shall be used during handling.\nOther poultry 250 FYT\nPigs for breeding and minor porcine species for breeding 750 FYT\nOther pigs and minor porcine species 500 FYT\n(1)  1 FYT is the amount of enzyme that liberates 1 micromole of inorganic phosphate per minute from sodium phytate at pH 5,5 and a temperature of 37 °C.\n(2)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives."}