{"celex_id": "32010R0365", "uri": "http://publications.europa.eu/resource/cellar/c1644cf6-3f5c-4339-a123-79006ebbd823", "type": "Regulation", "concepts": ["1442", "1575", "1894", "2738", "656", "6569"], "title": "Commission Regulation (EU) No 365/2010 of 28 April 2010 amending Regulation (EC) No 2073/2005 on microbiological criteria for foodstuffs as regards Enterobacteriaceae in pasteurised milk and other pasteurised liquid dairy products and Listeria monocytogenes in food grade salt (Text with EEA relevance)\n", "header": "29.4.2010 EN Official Journal of the European Union L 107/9\nCOMMISSION REGULATION (EU) No 365/2010\nof 28 April 2010\namending Regulation (EC) No 2073/2005 on microbiological criteria for foodstuffs as regards Enterobacteriaceae in pasteurised milk and other pasteurised liquid dairy products and Listeria monocytogenes in food grade salt\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (1), and in particular Article 4(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2073/2005 of 15 November 2005 on microbiological criteria for foodstuffs (2) lays down microbiological criteria for certain micro-organisms and the implementing rules to be complied with by food business operators when implementing the general and specific hygiene measures referred to in Article 4 of Regulation (EC) No 852/2004.\n(2) According to the article 10 of Regulation (EC) No 2073/2005 microbiological criteria shall be reviewed taking into account progress in science, technology and methodology, emerging pathogenic micro-organisms in foodstuffs, and information from risk assessments.\n(3) Chapter 1 of Annex I to Regulation (EC) No 2073/2005 sets out food safety criteria for Listeria monocytogenes in certain ready-to-eat foods. Part 1.3 provides limits for ready-to-eat foods unable to support the growth of L. monocytogenes, other than those intended for infants and for special medical purposes. Food business operators are required to prove compliance with the criteria in products placed on the market during their shelf-life.\n(4) According to the Regulation (EC) 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (3), food grade salt is a ready-to-eat food. According to scientific evidence, presence and survival of L. monocytogenes in salt is unlikely in normal circumstances. Therefore, food grade salt should be added to footnote 4 of Chapter 1 of Annex I to Regulation (EC) No 2073/2005 which provides for the ready-to-eat foods in which regular testing of L. monocytogenes is not required.\n(5) According to Regulation (EC) No 2073/2005, a process hygiene criterion applies to Enterobacteriaceae in pasteurised milk and other pasteurised liquid dairy products including an analytical reference method and limits.\n(6) The analytical reference method set out for Enterobacteriaceae in pasteurised milk and other pasteurised liquid dairy products ISO 21528-1 has been shown to be difficult to use for routine analyses in own checks since it is very laborious and time consuming. Due to the methodological development the analytical reference method of Enterobacteriaceae in pasteurised milk and other pasteurised liquid dairy products should be changed to ISO 21528-2 which is quicker and easier to perform.\n(7) Analytical reference methods have an effect on test results. Therefore, the criterion limit of Enterobacteriaceae in pasteurised milk and other pasteurised liquid dairy products needs to be changed accordingly. The change would still guarantee sufficient detection limit for the process hygiene since likely problems in the manufacturing process would cause much higher growth of Enterobacteriaceae.\n(8) Given a recent change in taxonomy the name of Enterobacter sakazakii in Regulation (EC) No 2073/2005 should be changed to Cronobacter spp. (Enterobacter sakazakii).\n(9) Some of the provisions were applicable until 1 January 2010 and new ones already laid down in the Regulation will apply thereafter. To facilitate readability of these provisions, it is appropriate to delete the old ones.\n(10) Regulation (EC) No 2073/2005 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annex I to Regulation (EC) No 2073/2005 is amended as follows:\n1. Chapter 1 is amended as follows:\n(a) Row 1.5 is replaced by the following:\n‘1.5 Minced meat and meat preparations made from poultry meat intended to be eaten cooked\n(b) Row 1.9 is replaced by the following:\n‘1.9 Meat products made from poultry meat intended to be eaten cooked\n(c) Row 1.24 is replaced by the following:\n‘1.24 Dried infant formulae and dried dietary foods for special medical purposes intended for infants below 6 months of age (14)\n2. In footnote 4 of Chapter 1 the following indent is added:\n‘— food grade salt’\n3. Part 2.2. of Chapter 2 is amended as follows:\n(a) Row 2.2.1 is replaced by the following:\n‘2.2.1 Pasteurised milk and other pasteurised liquid dairy products(4)\n(b) Footnote (2) is replaced by the following:\n‘(2) For points 2.2.1, 2.2.7, 2.2.9 and 2.2.10 m=M’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 1.\n(2)  OJ L 338, 22.12.2005, p. 1.\n(3)  OJ L 31, 1.2.2002, p. 1."}