{"celex_id": "32011D0486", "uri": "http://publications.europa.eu/resource/cellar/c1a32d4b-b270-41b9-9486-cd86ace96f44", "type": "Decision", "concepts": ["261", "3483", "3506", "3584", "3870", "950"], "title": "2011/486/CFSP: Council Decision 2011/486/CFSP of 1 August 2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\n", "header": "2.8.2011 EN Official Journal of the European Union L 199/57\nCOUNCIL DECISION 2011/486/CFSP\nof 1 August 2011\nconcerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 27 May 2002, the Council adopted Common Position 2002/402/CFSP concerning restrictive measures against Usama bin Laden, members of the Al-Qaida organisation and the Taliban and other individuals, groups, undertakings and entities associated with them (1).\n(2) On 17 June 2011, the United Nations Security Council adopted Resolution (‘UNSCR’) 1988 (2011) recognising that the security situation in Afghanistan has evolved and that some members of the Taliban have reconciled with the Government of Afghanistan, have rejected the terrorist ideology of Al-Qaida and its followers, and support a peaceful resolution to the continuing conflict in Afghanistan.\n(3) UNSCR 1988 (2011) also recognised that notwithstanding the evolution of the situation in Afghanistan and progress in reconciliation, the situation remains a threat to international peace and security and reaffirmed the need to combat that threat.\n(4) UNSCR 1988 (2011) also imposed certain restrictive measures with respect to individuals and entities designated prior to 17 June 2011 as the Taliban, and other individuals, groups, undertakings and entities associated with them, as specified in section A (‘Individuals associated with the Taliban’) and section B (‘entities and other groups and undertaking associated with the Taliban’) of the Consolidated List of the Committee established pursuant to UNSCR 1267 (1999) and UNSCR 1333 (2000) as of 17 June 2011, as well as other individuals, groups, undertakings and entities associated with the Taliban in constituting a threat to the peace, stability and security of Afghanistan as designated by the Security Council Committee established pursuant to paragraph 30 of UNSCR 1988 (2011) (hereinafter the ‘Sanctions Committee’).\n(5) Further action by the Union is needed in order to implement certain measures.", "main_body": ["1.   Restrictive measures as provided for in Article 2, Articles 3(1) and 4(1) and (2) shall be imposed with respect to individuals and entities designated prior to 17 June 2011 as the Taliban, and other individuals, groups, undertakings and entities associated with them, as specified in section A (‘Individuals associated with the Taliban’) and section B (‘entities and other groups and undertaking associated with the Taliban’) of the Consolidated List of the Committee established pursuant to UNSCR 1267 (1999) and UNSCR 1333 (2000) as of 17 June 2011, as well as other individuals, groups, undertakings and entities associated with the Taliban in constituting a threat to the peace, stability and security of Afghanistan as designated by the Sanctions Committee.\n2.   The relevant individuals, groups, undertakings and entities are listed in the Annex.", "With respect to the individuals, groups, undertakings and entities referred to in Article 1, Member States shall take the necessary measures to prevent the direct and indirect supply, sale or transfer to them, from the territories of Member States or by nationals of Member States, or using flag vessels or aircraft of Member States, of arms and related materiel of all types including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts for the aforementioned, and technical advice, assistance or training related to military activities.", "1.   Member States shall take the necessary measures to prevent the entry into, or transit through, their territories of individuals referred to in Article 1.\n2.   Paragraph 1 shall not oblige a Member State to refuse its own nationals entry into its territory.\n3.   Paragraph 1 shall not apply where the entry or transit is necessary for the fulfilment of a judicial process or the Sanctions Committee determines on a case-by-case basis only that entry or transit is justified, including where this directly relates to supporting efforts by the Government of Afghanistan to promote reconciliation.\n4.   In cases where, pursuant to paragraph 3, a Member State authorises the entry into, or transit through, its territory of individuals designated by the Sanctions Committee, the authorisation shall be limited to the purpose for which it is given and to the individuals concerned therewith.", "1.   All funds and other financial assets or economic resources of individuals, groups, undertakings and entities referred to in Article 1, including funds derived from property owned or controlled directly or indirectly, by them or by persons acting on their behalf or at their direction, shall be frozen.\n2.   No funds, financial assets or economic resources shall be made available, directly or indirectly, to or for the benefit of individuals, groups, undertakings and entities referred to in paragraph 1.\n3.   Member States may allow for exemptions from the measures referred to in paragraphs 1 and 2 in respect of funds and other financial assets or economic resources which are:\n(a) necessary for basic expenses, including payments for foodstuffs, rent or mortgages, medicines and medical treatment, taxes, insurance premiums, and public utility charges;\n(b) intended exclusively for the payment of reasonable professional fees and the reimbursement of incurred expenses associated with the provision of legal services;\n(c) intended exclusively for the payment of fees or service charges for the routine holding or maintenance of frozen funds, other financial resources or economic resources;\n(d) necessary for extraordinary expenses, after notification by the Member State concerned to, and approval by, the Sanctions Committee;\n4.   The exemptions referred to in points (a), (b) and (c) of paragraph 3 may be made after notification to the Sanctions Committee by the Member State concerned of its intention to authorise, where appropriate, access to such funds, assets or resources, and in the absence of a negative decision by the Sanctions Committee within three working days of such notification.\n5.   Paragraph 2 shall not apply to the addition to frozen accounts of:\n(a) interest or other earnings on those accounts; or\n(b) payments due under contracts, agreements or obligations that arose prior to the date on which those accounts became subject to restrictive measures,\nprovided that any such interest, other earnings and payments remain subject to paragraph 1.", "The Council shall establish the list contained in the Annex and amend it in accordance with determinations made by either the Security Council or the Sanctions Committee.", "1.   Where the Security Council or the Sanctions Committee lists an individual, group, undertaking or entity, the Council shall include such individual, group, undertaking or entity in the Annex. The Council shall communicate its decision, including the grounds for listing, to the individual, group, undertaking or entity concerned, either directly, if the address is known, or through the publication of a notice, providing such individual, group, undertaking or entity an opportunity to present observations.\n2.   Where observations are submitted, or where substantial new evidence is presented, the Council shall review its decision and inform the individual, group, undertaking or entity accordingly.", "1.   The Annex shall include the grounds for listing of listed individuals, groups, undertakings or entities as provided by the Security Council or the Sanctions Committee.\n2.   The Annex shall also include, where available, information provided by the Security Council or by the Sanctions Committee necessary to identify the individuals, groups, undertakings or entities concerned. With regard to individuals, such information may include names including aliases, date and place of birth, nationality, passport and identity card numbers, gender, address, if known and function or profession. With regard to groups, undertakings or entities such information may include names, place and date of registration, registration number and place of business. The Annex shall also include the date of designation by the Security Council or by the Sanctions Committee.", "This Decision shall be reviewed, amended or repealed, as appropriate, in accordance with relevant decisions of the Security Council.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 1 August 2011.\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ L 139, 29.5.2002, p. 4.\nANNEX\nLIST OF INDIVIDUALS, GROUPS, UNDERTAKINGS AND ENTITIES REFERRED TO IN ARTICLE 1\nA.   Individuals associated with the Taliban\n(1) Abdul Baqi.\n(2) Abdul Qadeer Abdul Baseer.\n(3) Amir Abdullah (alias Amir Abdullah Sahib).\n(4) Abdul Manan.\n(5) Abdul Razaq.\n(6) Abdul Wahab.\n(7) Abdul Rahman Agha.\n(8) Abdul Wasay Mu’tasim Agha. (alias\n(a) Mutasim Aga Jan, (b) Agha Jan, (c) Abdul Wasay Agha Jan Motasem).\n(9) Janan Agha.\n(10) Sayed Mohammad Azim Agha (alias\n(a) Sayed Mohammad Azim Agha, (b) Agha Saheb).\n(11) Sayyed Ghiassouddine Agha (alias\n(a) Sayed Ghiasuddin Sayed Ghousuddin, (b) Sayyed Ghayasudin, (c) Sayed Ghias).\n(12) Mohammad Ahmadi.\n(13) Mohammad Shafiq Ahmadi.\n(14) Ahmadullah (alias Ahmadulla)\n(15) Abdul Bari Akhund (alias Haji Mullah Sahib).\n(16) Ahmed Jan Akhund.\n(17) Attiqullah Akhund.\n(18) Hamidullah Akhund.\n(19) Mohammad Hassan Akhund.\n(20) Mohammad Abbas Akhund.\n(21) Mohammad Essa Akhund.\n(22) Ubaidullah Akhund (alias\n(a) Obaidullah Akhund, (b) Obaid Ullah Akhund).\n(23) Ahmad Jan Akhundzada Shukoor Akhundzada (alias\n(a) Ahmad Jan Akhunzada (b) Ahmad Jan Akhund Zada).\n(24) Mohammad Eshaq Akhunzada.\n(25) Agha Jan Alizai (alias\n(a) Haji Agha Jan Alizai (b) Hajji Agha Jan (c) Agha Jan Alazai (d) Haji Loi Lala (e) Loi Agha).\n(26) Allahdad (alias Akhund).\n(27) Aminullah Amin.\n(28) Mohammad Sadiq Amir Mohammad.\n(29) Muhammad Taher Anwari (alias\n(a) Mohammad Taher Anwari, (b) Haji Mudir).\n(30) Arefullah Aref.\n(31) Sayed Esmatullah Asem (alias Esmatullah Asem).\n(32) Atiqullah.\nAfter the capture of Kabul by the Taliban in 1996, Atiqullah was appointed to a position in Kandahar. In 1999 or 2000, he was appointed First Deputy Minister for Agriculture, then Deputy Minister of Public Works in the Taliban regime.\nAfter the fall of the Taliban regime, Atiqullah became Taliban operational officer in the south of Afghanistan. In 2008, he became a deputy to the Taliban Governor of Helmand Province, Afghanistan.\n(33) Azizirahman.\n(34) Abdul Ghani Baradar (alias Mullah Baradar Akhund).\n(35) Shahabuddin Delawar.\n(36) Dost Mohammad (alias Doost Mohammad).\n(37) Mohammad Azam Elmi.\n(38) Faiz.\n(39) Rustum Hanafi Habibullah (alias Rostam Nuristani).\n(40) Gul Ahmad Hakimi.\n(41) Abdullah Hamad.\n(42) Hamdullah.\n(43) Zabihullah Hamidi.\n(44) Din Mohammad Hanif (alias Qari Din Mohammad).\n(45) Abdul Jalil Haqqani (alias Nazar Jan).\n(46) Badruddin Haqqani (alias Atiqullah).\nBadruddin Haqqani is the operational commander for the Haqqani Network, a Taliban-affiliated group of militants that operates from North Waziristan Agency in the Federally Administered Tribal Areas of Pakistan. The Haqqani Network has been at the forefront of insurgent activity in Afghanistan, responsible for many high-profile attacks. The Haqqani Network’s leadership consists of the three eldest sons of its founder Jalaluddin Haqqani (TI.H.40.01.), who joined Mullah Mohammed Omar’s (TI.O.4.01.) Taliban regime in the mid-1990s. Badruddin is the son of Jalaluddin and brother to Nasiruddin Haqqani (TI.H.146.10.) and Sirajuddin Haqqani (TI.H.144.07.), as well as nephew of Khalil Ahmed Haqqani (TI.H.150.11.).\nBadruddin helps lead Taliban associated insurgents and foreign fighters in attacks against targets in south-eastern Afghanistan. Badruddin sits on the Miram Shah shura of the Taliban, which has authority over Haqqani Network activities.\nBadruddin is also believed to be in charge of kidnappings for the Haqqani Network. He has been responsible for the kidnapping of numerous Afghans and foreign nationals in the Afghanistan-Pakistan border region.\n(47) Ezatullah Haqqani.\n(48) Jalaluddin Haqqani (alias\n(a) Jalaluddin Haqani, (b) Jallalouddin Haqqani, (c) Jallalouddine Haqani).\n(49) Khalil Ahmed Haqqani (alias\n(a) Khalil Al-Rahman Haqqani, (b) Khalil ur Rahman Haqqani, (c) Khaleel Haqqani).\nKhalil Ahmed Haqqani is a senior member of the Haqqani Network, a Taliban-affiliated group of militants that operates from North Waziristan Agency in the Federally Administered Tribal Areas of Pakistan. At the forefront of insurgent activity in Afghanistan, the Haqqani Network was founded by Khalil Haqqani’s brother, Jalaluddin Haqqani (TI.H.40.01.), who joined Mullah Mohammed Omar’s (TI.0.4.01.) Taliban regime in the mid-1990s.\nKhalil Haqqani engages in fundraising activities on behalf of the Taliban and the Haqqani Network, often travelling internationally to meet with financial supporters. As of September 2009, Khalil Haqqani had traveled to Gulf states and had raised funds from sources there, as well as from sources in South and East Asia.\nKhalil Haqqani also provides support to the Taliban and the Haqqani Network operating in Afghanistan. As of early 2010, Khalil Haqqani provided funds to Taliban cells in Logar Province, Afghanistan. In 2009, Khalil Haqqani supplied and controlled approximately 160 combatants in Logar Province, Afghanistan, and was one of several people responsible for the detention of enemy prisoners captured by the Taliban and the the Haqqani Network. Khalil Haqqani has taken orders for Taliban operations from Sirajuddin Haqqani (TI.H.144.07.), his nephew.\nKhalil Haqqani has also acted on behalf of Al-Qaida (QE.A.4.01) and has been linked to its military operations. In 2002, Khalil Haqqani deployed men to reinforce Al-Qaida elements in Paktia Province, Afghanistan.\n(50) Mohammad Moslim Haqqani (alias Moslim Haqqani).\n(51) Mohammad Salim Haqqani.\n(52) Nasiruddin Haqqani (alias\n(a) Naseer Haqqani, (b) Dr Naseer Haqqani, (c) Nassir Haqqani, (d) Nashir Haqqani, (e) Naseruddin, (f) Dr Alim Ghair).\nThe Haqqani Network is a Taliban-affiliated group of militants that operates from North Waziristan Agency in the Federally Administered Tribal Areas of Pakistan. It has been at the forefront of insurgent activity in Afghanistan, responsible for many high-profile attacks. The Haqqani network leadership consists of the three oldest sons of Jalaluddin Haqqani (TI.H.40.01.), one of whom is Nasiruddin Haqqani.\nNasiruddin Haqqani functions as an emissary for the Haqqani Network and spends much of his time raising money. In 2004, Haqqani traveled to Saudi Arabia with a Taliban associate to raise funds for the Taliban. He also provided funds in 2004 to militants in Afghanistan for the purpose of disrupting the Afghan presidential election. From at least 2005 to 2008, Nasiruddin Haqqani collected funds for the Haqqani Network through various fundraising trips, including during regular travel to the United Arab Emirates in 2007 and through a fundraising trip to another Gulf state in 2008. As of mid-2007, Haqqani reportedly had three main sources of funding: donations from the Gulf region, drug trafficking, and payments from Al-Qaida (QE.A.4.01.). In late 2009, Nasiruddin Haqqani received several hundred thousand dollars from Al-Qaida-associated individuals in the Arabian Peninsula to use for Haqqani Network activities.\n(53) Sayyed Mohammed Haqqani (alias Sayyed Mohammad Haqqani).\n(54) Sirajuddin Jallaloudine Haqqani (alias\n(a) Siraj Haqqani, (b) Serajuddin Haqani, (c) Siraj Haqani, (d) Saraj Haqani, (e) Khalifa).\n(55) Abdul Hai Hazem.\n(56) Hidayatullah (alias Abu Turab).\n(57) Abdul Rahman Ahmad Hottak (alias Hottak Sahib).\n(58) Najibullah Haqqani Hydayetullah (alias Najibullah Haqani).\n(59) Gul Agha Ishakzai (alias\n(a) Mullah Gul Agha, (b) Mullah Gul Agha Akhund, (c) Hidayatullah, (d) Haji Hidayatullah, (e) Hayadatullah).\nGul Agha Ishakzai is the head of the Taliban’s financial commission and is part of a recently created Taliban council that coordinates the collection of zakat (Islamic tax) from Baluchistan Province, Pakistan. He has also collected money for suicide attacks in Kandahar, Afghanistan, and has been involved in the disbursement of funds to Taliban fighters and their families.\nA childhood friend of Taliban leader Mullah Mohammad Omar (TI.O.4.01), Gul Agha Ishakzai has served as Omar’s principal finance officer and one of his closest advisors. At one time, no one was allowed to meet Mullah Omar unless approved by him. He lived in the presidential palace with Omar during the Taliban regime.\nIn December 2005, Gul Agha Ishakzai facilitated the movement of people and goods to Taliban training camps; in late 2006 he traveled abroad to obtain weapon parts.\n(60) Noor Jalal (alias Nur Jalal).\n(61) Qudratullah Jamal (alias Haji Sahib).\n(62) Saleh Mohammad Kakar (alias Saleh Mohammad).\n(63) Rahamatullah Kakazada (alias\n(a) Rehmatullah, (b) Kakazada, (c) Mullah Nasir).\n(64) Abdul Rauf Khadem.\n(65) Khairullah Khairkhwah (alias Mullah Khairullah Khairkhwah).\n(66) Abdul Razaq Akhund Lala Akhund.\n(67) Jan Mohmmad Madani.\n(68) Zia-ur-Rahman Madani (alias\n(a) Ziaurrahman Madani, (b) Zaia u Rahman Madani, (c) Madani Saheb)\n(69) Abdul Latif Mansur (alias Abdul Latif Mansoor).\n(70) Mohammadullah Mati.\n(71) Matiullah.\n(72) Akhtar Mohammad Maz-Hari.\n(73) Fazl Mohammad Mazloom (alias\n(a) Molah Fazl, (b) Fazel Mohammad Mazloom).\n(74) Nazar Mohammad.\n(75) Mohammad Homayoon.\n(76) Mohammad Shafiq Mohammadi.\n(77) Abdul Kabir Mohammad Jan (alias A. Kabir).\n(78) Mohammad Rasul.\n(79) Mohammad Wali.\n(80) Mohammad Yaqoub.\n(81) Amir Khan Motaqi (alias Amir Khan Muttaqi).\n(82) Abdulhai Motmaen.\n(83) Allah Dad Tayeb Wali Muhammad (alias\n(a) Allah Dad Tayyab, (b) Allah Dad Tabeeb).\n(84) Najibullah Muhammad Juma (alias Najib Ullah).\n(85) Mohammad Naim (alias Mullah Naeem).\n(86) Nik Mohammad.\n(87) Hamdullah Nomani.\n(88) Mohammad Aleem Noorani.\n(89) Nurullah Nuri.\n(90) Abdul Manan Nyazi (alias\n(a) Abdul Manan Nayazi, (b) Abdul Manan Niazi, (c) Baryaly, (d) Baryalai).\n(91) Mohammed Omar.\n(92) Abdul Jabbar Omari.\n(93) Mohammad Ibrahim Omari.\n(94) Nooruddin Turabi Muhammad Qasim (alias Noor ud Din Turabi).\n(95) Abdul Salam Hanafi Ali Mardan Qul (alias\n(a) Abdussalam Hanifi, (b) Hanafi Saheb).\n(96) Abdul Ghafar Qurishi (alias Abdul Ghaffar Qureshi).\n(97) Yar Mohammad Rahimi.\n(98) Mohammad Hasan Rahmani.\n(99) Habibullah Reshad.\n(100) Abdulhai Salek.\n(101) Sanani.\n(102) Noor Mohammad Saqib.\n(103) Ehsanullah Sarfida.\n(104) Saduddin Sayyed (alias\n(a) Sadudin Sayed, (b) Sadruddin).\n(105) Qari Abdul Wali Seddiqi.\n(106) Abdul Wahed Shafiq.\n(107) Said Ahmed Shahidkhel.\n(108) Akhtar Mohammad Mansour Shah Mohammed (alias\n(a) Akhtar Mohammad Mansour Khan Muhammad, (b) Akhtar Muhammad Mansoor, (c) Akhtar Mohammad Mansoor).\n(109) Shamsudin.\n(110) Mohammad Sharif.\n(111) Shams Ur-Rahman Sher Alam (alias\n(a) Shamsurrahman (b) Shams-u-Rahman).\n(112) Abdul Ghafar Shinwari.\n(113) Mohammad Sarwar Siddiqmal.\n(114) Sher Mohammad Abbas Stanekzai.\n(115) Taha.\n(116) Tahis.\n(117) Abdul Raqib Takhari.\n(118) Walijan.\n(119) Nazirullah Ahanafi Waliullah (alias Nazirullah Aanafi Waliullah).\n(120) Abdul-Haq Wasiq (alias Abdul-Haq Wasseq).\n(121) Mohammad Jawad Waziri.\n(122) Abdul Rahman Zahed (alias Abdul Rehman Zahid).\n(123) Mohammad Zahid.\nB.   Entities and other groups and undertakings associated with the Taliban"}