{"celex_id": "32015D0267", "uri": "http://publications.europa.eu/resource/cellar/51d5eced-b80c-11e4-b3fe-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1524", "1644", "1755", "2560", "2737", "3191", "4743"], "title": "Commission Implementing Decision (EU) 2015/267 of 17 February 2015 amending Annex II to Decision 2007/777/EC as regards the entry for Japan in the list of third countries or parts thereof from which the introduction of certain meat products and treated stomachs, bladders and intestines into the Union is authorised (notified under document C(2015) 738)  Text with EEA relevance\n", "header": "19.2.2015 EN Official Journal of the European Union L 45/19\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/267\nof 17 February 2015\namending Annex II to Decision 2007/777/EC as regards the entry for Japan in the list of third countries or parts thereof from which the introduction of certain meat products and treated stomachs, bladders and intestines into the Union is authorised\n(notified under document C(2015) 738)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point (1) of Article 8, point (4) of Article 8 and point (c) of paragraph 4 of Article 9 thereof,\nWhereas:\n(1) Commission Decision 2007/777/EC (2) lays down animal and public health rules for imports into the Union and the transit and storage in the Union of consignments of certain meat products and treated stomachs, bladders and intestines (‘the commodities’).\n(2) Part 2 of Annex II to Decision 2007/777/EC sets out a list of third countries or parts thereof from which the introduction of the commodities into the Union is authorised, provided that they have undergone the relevant treatments as set out in Part 4 of that Annex. The relevant treatments are to eliminate certain animal health risk linked to the specific commodities and the animal health situation in the third country or parts thereof. Part 4 set outs a non-specific treatment ‘A’ and specific treatments ‘B’ to ‘F’ listed in descending order of severity of the animal health risk linked to the commodity.\n(3) Japan is not listed in Part 2 of Annex II to Decision 2007/777/EC as a third country from which the introduction into the Union of the commodities is authorised. However, Japan has requested that it be added to that list for the commodities obtained from domestic bovine and porcine animals, farmed cloven-hoofed game, poultry and farmed feathered game (except ratites).\n(4) Commission Regulation (EU) No 206/2010 (3) lays down veterinary certification requirements for the introduction into the Union of fresh meat. In accordance with that Regulation, consignments of fresh meat intended for human consumption may only be imported into the Union if they come from third countries, territories or parts thereof listed in Part 1 of Annex II to that Regulation and if they comply with the relevant requirements laid down in Union legislation.\n(5) Japan is listed in Part 1 of Annex II to Regulation (EU) No 206/2010 in respect of consignments of fresh bovine meat and therefore is recognised in Union legislation as providing sufficient animal health guarantees for those consignments. Accordingly, consignments from that third country of the commodities obtained from bovine animals, as referred to in Part 2 of Annex II to Decision 2007/777/EC, should be authorised for introduction into the Union subject to the non-specific treatment ‘A’, as set out in Part 4 of that Annex.\n(6) In 2014 Japan notified the World Organisation for Animal Health (OIE) of outbreaks of highly pathogenic avian influenza (HPAI) of subtype H5 in holdings on its territory. Japan has imposed a stamping-out policy to control that disease and to limit its spread. Furthermore, cases of HPAI of the subtype H5 have been confirmed in wild birds on its territory on several occasions. Accordingly, consignments from that third country of the commodities obtained from poultry, as referred to in Part 2 of Annex II to Decision 2007/777/EC, should be authorised for introduction into the Union subject to the specific treatment ‘D’, as set out in Part 4 of that Annex.\n(7) Japan notifies the OIE of outbreaks of diseases in porcine animals and the disease situation is favourable in that third country, as regards diseases to which porcine animals are susceptible and for which guarantees are to be certified in accordance with Regulation (EU) No 206/2010. Accordingly, consignments from that third country of the commodities obtained from porcine animals, as referred to in Part 2 of Annex II to Decision 2007/777/EC, should be authorised for introduction into the Union provided that they have undergone the specific treatment ‘B’, as set out in Part 4 of that Annex.\n(8) Part 2 of Annex II to Decision 2007/777/EC should therefore be amended in order to authorise the introduction into the Union from Japan of the commodities obtained from domestic bovine and porcine animals, farmed cloven-hoofed game, poultry and farmed feathered game (except ratites).\n(9) Decision 2007/777/EC should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Part 2 of Annex II to Decision 2007/777/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 February 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  Commission Decision 2007/777/EC of 29 November 2007 laying down the animal and public health conditions and model certificates for imports of certain meat products and treated stomachs, bladders and intestines for human consumption from third countries and repealing Decision 2005/432/EC (OJ L 312, 30.11.2007, p. 49).\n(3)  Commission Regulation (EU) No 206/2010 of 12 March 2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements (OJ L 73, 20.3.2010, p. 1).\nANNEX\nIn Part 2 of Annex II to Decision 2007/777/EC, the following entry for Japan is inserted between the entry for Iceland and the entry for Kenya:\n‘JP Japan A XXX B XXX D XXX XXX XXX XXX XXX XXX XXX XXX’"}