{"celex_id": "32010D0015(01)", "uri": "http://publications.europa.eu/resource/cellar/e10eeee9-7f69-448b-928f-c0016ce51e2b", "type": "Decision", "concepts": ["2497", "2606", "4763", "5315", "5797", "6151"], "title": "2010/574/EU: Decision of the European Central Bank of 21 September 2010 concerning the administration of EFSF loans to Member States whose currency is the euro (ECB/2010/15)\n", "header": "28.9.2010 EN Official Journal of the European Union L 253/58\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 21 September 2010\nconcerning the administration of EFSF loans to Member States whose currency is the euro\n(ECB/2010/15)\n(2010/574/EU)\nTHE EXECUTIVE BOARD OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), and in particular Articles 17 and 21 thereof,\nWhereas:\n(1) Pursuant to Article 17 of the Statute of the ESCB, in order to conduct its operations, the European Central Bank (ECB) may open accounts for credit institutions, public entities and other market participants.\n(2) Pursuant to Articles 21.1 and 21.2 of the Statute of the ESCB, the ECB may act as fiscal agent for Union institutions, bodies, offices or agencies, central governments, regional, local or other public authorities, other bodies governed by public law, or public undertakings of Member States.\n(3) Reference is made to the EFSF Framework Agreement between the Member States whose currency is the euro and European Financial Stability Facility, Société Anonyme (EFSF), a public limited liability company incorporated in Luxembourg, with the Member States whose currency is the euro as its shareholders. The EFSF Framework Agreement entered into force and became binding on 4 August 2010.\n(4) Pursuant to the EFSF Framework Agreement and in accordance with EFSF’s by-laws, EFSF is to provide financing in the form of loan facility agreements (hereinafter the ‘Loan Facility Agreements’) to Member States whose currency is the euro where such Member States are in financial difficulties and have entered into a memorandum of understanding with the European Commission containing policy conditionality.\n(5) Article 3(5) of the EFSF Framework Agreement states that the disbursement of the loan made available by EFSF to a Member State whose currency is the euro shall be made through the accounts of EFSF and the relevant Member State borrower which have been opened with the ECB for the purpose of the Loan Facility Agreement. Pursuant to Article 12(2) of the EFSF Framework Agreement, EFSF may contract the ECB to act as its paying agent and may appoint the ECB to maintain its bank and securities accounts.\n(6) It is necessary to lay down provisions concerning the EFSF cash account which is to be opened with the ECB for the operation of the Loan Facility Agreements,", "main_body": ["Opening of a cash account\nThe ECB shall, pursuant to the EFSF Framework Agreement and in connection with the Loan Facility Agreements, open a cash account in the name of EFSF.", "Acceptance of payments on the cash account\nThe ECB shall only accept payments to be made to or from the cash account opened in the name of EFSF, if those payments arise in connection with the Loan Facility Agreements.", "Acceptance of instructions and managing of the cash account\nThe ECB shall, in relation to the cash account opened in the name of EFSF, only accept and act upon the exclusive instructions of either EFSF or any agent that EFSF may appoint under the EFSF Framework Agreement to act on its behalf. If an agent is appointed and EFSF has requested the ECB to accept such agent, the agent shall act in relation to the following activities: (a) giving instructions related to the cash account opened in the name of EFSF, and (b) managing such account on an exclusive and permanent basis.", "Balance of the cash account\nNo amount shall be standing to the credit of the cash account opened in the name of EFSF after payments have been made in relation to any Loan Facility Agreement, nor shall amounts be transferred to such cash account before the day on which payments need to be made in relation to any Loan Facility Agreement. No amount shall be standing to the debit of the cash account opened in the name of EFSF at any time. Therefore, no payments shall be effected from the cash account opened in the name of EFSF beyond the amounts standing to the credit of that account.", "Remuneration\nNotwithstanding Article 4 above, should any amounts stand overnight to the credit of the cash account opened in the name of EFSF, the ECB shall pay interest on such balance in an amount equivalent to the applicable ECB deposit facility rate on an actual/360 basis. Interest amounts paid by the ECB to the cash account shall not be affected by Article 2.", "Entry into force\nThis Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 21 September 2010.\nThe President of the ECB\nJean-Claude TRICHET"}