{"celex_id": "32011D0507", "uri": "http://publications.europa.eu/resource/cellar/a6054762-a693-4691-9352-bc285e1fd17f", "type": "Decision", "concepts": ["1255", "1895", "2560", "3842", "5263"], "title": "2011/507/EU: Commission Implementing Decision of 16 August 2011 amending Decision 2005/382/EC authorising methods for grading pig carcasses in Hungary (notified under document C(2011) 5746)\n", "header": "17.8.2011 EN Official Journal of the European Union L 209/49\nCOMMISSION IMPLEMENTING DECISION\nof 16 August 2011\namending Decision 2005/382/EC authorising methods for grading pig carcasses in Hungary\n(notified under document C(2011) 5746)\n(Only the Hungarian text is authentic)\n(2011/507/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(m), in conjunction with Article 4 thereof,\nWhereas:\n(1) By Commission Decision 2005/382/EC (2), the use of four methods for grading pig carcasses in Hungary was authorised.\n(2) Hungary has stated that since the adoption of Decision 2005/382/EC the formula and grading methods have evolved considerably. It is therefore necessary to update the formula of one of the methods, to replace the three other methods, to add a new method, and to simplify the grading methods through the use of only one measurement point instead of the present two measurement points.\n(3) Hungary has requested the Commission to authorise the replacement of the formula used in the ‘Fat-O-Meater FOM S70 and Fat-O-Meater FOM S71’, method of grading pig carcasses as well as to authorise four new methods for grading pig carcasses on its territory and has presented a detailed description of the dissection trial, indicating the principles on which those methods are based, the results of its dissection trial and the equations used for assessing the percentage of lean meat in the protocol provided for in Article 23(4) of Commission Regulation (EC) No 1249/2008 of 10 December 2008 laying down detailed rules on the implementation of the Community scales for the classification of beef, pig and sheep carcases and the reporting of prices thereof (3).\n(4) Examination of that request has revealed that the conditions for authorising those grading methods are fulfilled. Those grading methods should therefore be authorised in Hungary.\n(5) Decision 2005/382/EC should therefore be amended accordingly.\n(6) Modifications of the apparatus or grading methods should not be allowed, unless they are explicitly authorised by Commission Decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Decision 2005/382/EC is amended as follows:\n(1) Article 1 is replaced by the following:\n(a) the “Fat-O-Meater FOM S70” and “Fat-O-Meater FOM S71” apparatus and the assessment methods related thereto, details of which are given in Part I of the Annex;\n(b) the “Ultra FOM 300” apparatus and the assessment methods related thereto, details of which are given in Part II of the Annex;\n(c) the “OptiScan-TP” apparatus and the assessment methods related thereto, details of which are given in Part III of the Annex;\n(d) the “IM-03” apparatus and the assessment methods related thereto, details of which are given in Part IV of the Annex;\n(e) the “OptiGrade-MCP” apparatus and the assessment methods related thereto, details of which are given in Part V of the Annex.\n(2) the Annex is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 2 July 2012.", "This Decision is addressed to the Republic of Hungary."], "attachments": "Done at Brussels, 16 August 2011.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 126, 19.5.2005, p. 55.\n(3)  OJ L 337, 16.12.2008, p. 3.\n(4)  OJ L 299, 16.11.2007, p. 1.’;\nANNEX\n‘ANNEX\nMETHODS FOR GRADING PIG CARCASSES IN HUNGARY\nPart I\nFAT-O-MEATER FOM S70 AND FAT-O-MEATER FOM S71\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by means of the apparatus known as Fat-O-Meater “FOM S70” and “Fat-O-Meater S71”.\n2. The apparatus shall be equipped with a probe of 6 millimetres (mm) diameter containing an optical sonde of the Fremstillet AF Radiometer Copenhagen/Slagteriernes Forskningsinstitut Optisk Sonde MQ type and having an operating distance of between 5 and 105 mm. The results of the measurements are converted into estimated lean meat content by means of a computer type S70 and S71 respectively.\n3. The lean meat content of the carcass shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcass,\nBF = the thickness of back-fat (including rind) in millimetres, measured at 6 cm off the midline of the split carcass, between the second and third last ribs,\nLD = the thickness of the dorsal muscle in millimetres, measured at the same time and in the same place as BF.\nPart II\nULTRA FOM 300\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by means of the apparatus known as “Ultra FOM 300”.\n2. The apparatus shall be equipped with an ultrasonic probe with an array of transducer emitting ultrasonic waves at 3,5 MHz. The ultrasonic signal is digitised, stored and processed by a microprocessor. The results of the measurements shall be converted into estimated lean meat content by means of the Ultra FOM 300 apparatus itself.\n3. The lean meat content of carcasses shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcass,\nBF = the thickness of back-fat (including rind) in millimetres, measured at 7 cm off the midline of the split carcass, between the second and third last ribs,\nLD = the thickness of the dorsal muscle in millimetres, measured at the same time and in the same place as BF.\nPart III\nOPTISCAN TP\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by means of the apparatus known as “OptiScan TP”.\n2. The Optiscan-TP apparatus shall be equipped with a digital imager taking an illuminated photo of the two measurement points on the carcasses. The images are the base for the calculation of fat and muscle thickness according to the two points method “Zwei-Punkte Messverfahren (ZP)”.\n3. The lean meat content of carcasses shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcass,\nBF = the minimal fat depth (including rind) in millimetres over the M.gluteus medius,\nLD = the minimal muscle depth in millimetres between the anterior extremity of the M. gluteus medius and the dorsal part of medullar canal.\nPart IV\nIM-03\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by means of the apparatus known as “IM-03”.\n2. The apparatus shall be equipped with an optical needle probe (single line scanner SLS01) of 7 mm diameter with the knife. The probe contains the line of contact image sensors (CIS) and green light-emitting diodes. The operating distance is between 0 and 132 mm. The results of the measurements shall be converted into estimated lean meat content by means of the IM-03 apparatus itself.\n3. The lean meat content of carcasses shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcass,\nBF = the thickness of back-fat (including rind) in millimetres, measured at 6 cm off the midline of the split carcass, between the second and third last ribs,\nLD = the thickness of the dorsal muscle in millimetres, measured at the same time and in the same place as BF.\nPart V\nOPTIGRADE-MCP\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by means of the apparatus known as “OptiGrade-MCP”.\n2. The apparatus shall be equipped with an optical probe 6 mm in diameter, one infrared photodiode (Siemens) and a photo transistor (Siemens). The operating distance shall be between 0 and 110 mm.\n3. The lean meat content of carcasses shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcass,\nBF = the thickness of back-fat (including rind) in millimetres, measured at 6 cm off the midline of the split carcass, between the second and the third last ribs,\nLD = the thickness of the dorsal muscle in millimetres, measured at the same time and in the same place as BF."}