{"celex_id": "32010R0772", "uri": "http://publications.europa.eu/resource/cellar/21502965-5924-437b-85fd-e37ed25833da", "type": "Regulation", "concepts": ["2173", "2793", "4708", "4713", "4734", "5123", "618"], "title": "Commission Regulation (EU) No 772/2010 of 1 September 2010 amending Regulation (EC) No 555/2008 laying down detailed rules for implementing Council Regulation (EC) No 479/2008 on the common organisation of the market in wine as regards support programmes, trade with third countries, production potential and on controls in the wine sector\n", "header": "2.9.2010 EN Official Journal of the European Union L 232/1\nCOMMISSION REGULATION (EU) No 772/2010\nof 1 September 2010\namending Regulation (EC) No 555/2008 laying down detailed rules for implementing Council Regulation (EC) No 479/2008 on the common organisation of the market in wine as regards support programmes, trade with third countries, production potential and on controls in the wine sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1) and in particular Article 103za, in conjunction with Article 4 thereof,\nWhereas:\n(1) Point (d) of the first paragraph of Article 4 of Commission Regulation (EC) No 555/2008 of 27 June 2008 laying down detailed rules for implementing Council Regulation (EC) No 479/2008 on the common organisation of the market in wine as regards support programmes, trade with third countries, production potential and on controls in the wine sector (2) provides that the support for promotion and information on third-country markets lasts no longer than three years for a given beneficiary in a given third-country.\n(2) In the light of the experience gained during the implementation of those support actions, it is necessary to foresee their renewal by two years at the most, given the specificity of the promotion and information actions in third countries, which for example require longer administrative formalities at Member State and third country level.\n(3) Article 5(1) of Regulation (EC) No 555/2008 foresees that Member States shall lay down the application procedure, in particular to provide detailed rules on evaluating any given supported action. It is also necessary to provide an obligation for the Member States to lay down the procedure for the possible renewal of the support, as well as a prior evaluation of supported actions.\n(4) Article 9(1) of Regulation (EC) No 555/2008 describes the financial management of restructuring and conversion of vineyards, without however establishing specific provisions relating to the control of the operations. The operations of restructuring and conversion of vineyards may in certain cases be subject to multiple on-the-spot checks without bringing an improvement of the administrative and financial costs they involve.\n(5) Article 81 of Regulation (EC) No 555/2008 lays down provisions relating to monitoring of the production potential only. Although the operations of restructuring and conversion of vineyards are closely related to the operations relating to production potential, they are currently excluded from the application of that Article. In order to simplify the control system, it is necessary to establish rules concerning the verification of operations of restructuring and conversion of vineyards similar to the current rules concerning the verification of production potential operations.\n(6) In order to simplify the verification of the operations of restructuring and conversion of vineyards, provisions should be made for allowing, in addition to the use of graphical tools, the use of equivalent instruments which also allow identification, measurement and localisation of the parcel.\n(7) Regulation (EC) No 555/2008 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 555/2008 is amended as follows:\n(1) In Article 4, first paragraph, point (d) is replaced by the following:\n‘(d) The support for promotion and information lasts no longer than three years for a given beneficiary in a given third-country; however, if necessary, it may be renewed once, for a period no longer than two years;’;\n(2) Article 5(1) is amended as follows:\n(a) the introductory phrase is replaced by the following:\n(b) point (e) is replaced by the following:\n‘(e) evaluating any given supported action. In case of renewal in accordance with point (d) of the first paragraph of Article 4, the results of the supported actions shall in addition be evaluated prior to the renewal.’\n(3) In Article 9(1), the first subparagraph is replaced by the following:\n(4) Article 81 is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 September 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 170, 30.6.2008, p. 1."}