{"celex_id": "32015R0255", "uri": "http://publications.europa.eu/resource/cellar/855f696b-b740-11e4-b3fe-01aa75ed71a1", "type": "Regulation", "concepts": ["1686", "3173", "4353", "5231", "5573", "6194", "893"], "title": "Commission Implementing Regulation (EU) 2015/255 of 13 February 2015 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Marchfeldspargel (PGI))\n", "header": "18.2.2015 EN Official Journal of the European Union L 43/3\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/255\nof 13 February 2015\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Marchfeldspargel (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) Pursuant to the first subparagraph of Article 53(1) of Regulation (EU) No 1151/2012, the Commission has examined Austria's application for the approval of amendments to the Specification for the Protected Geographical Indication 'Marchfeldspargel' registered under Commission Regulation (EC) No 1263/96 (2), as amended by Regulation (EC) No 564/2002 (3).\n(2) The purpose of the application is to amend the specification by amending the inspection authority.\n(3) The Commission has examined the amendments in question and concluded that they are justified. Since the amendments are minor within the meaning of the third subparagraph of Article 53(2) of Regulation (EU) No 1151/2012, the Commission may approve them without following the procedure set out in Articles 50 to 52 of that Regulation,", "main_body": ["The specification for the protected geographical indication 'Marchfeldspargel' is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the consolidated Single Document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 2015.\nFor the Commission,\nOn behalf of the President,\nPhil HOGAN\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  Commission Regulation (EC) No 1263/96 of 1 July 1996 supplementing the Annex to Regulation (EC) No 1107/96 on the registration of geographical indications and designations of origin under the procedure laid down in Article 17 of Regulation (EEC) No 2081/92 (OJ L 163, 2.7.1996, p. 19).\n(3)  Commission Regulation (EC) No 564/2002 of 2 April 2002 amending the specification of two names appearing in the Annex to Regulation (EC) No 1107/96 on the registration of geographical indications and designations of origin under the procedure laid down in Article 17 of Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs, and amending the specification of a name appearing in the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the Register of protected designations of origin and protected geographical indications provided for in Council Regulation (EEC) No 2081/92 (Marchfeldspargel/Baena/Lammefjordsgulerod) (OJ L 86, 3.4.2002, p. 7).\nANNEX I\nThe specification for the protected geographical indication ‘Marchfeldspargel’ is amended as follows:\n— Under point 5g of the specification, instead of the previous reference to inspection by the Governor of Lower Austria the following private inspection body should be designated:\nSGS Austria Controll-Co. GmbH\nDiefenbachgasse 35\n1150 Vienna\nTel. + 43 15122567-0\nFax +43 15122567-9\nE-mail: sgs.austria@sgs.com\n— The name of the applicant group has been changed to:\nANNEX II\nCONSOLIDATED SINGLE DOCUMENT\nCouncil Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1)\n‘MARCHFELDSPARGEL’\nEC No: AT-PGI-0217-01213 — 11.03.2014\nPGI (X) PDO ( )\n1.   Name\n‘Marchfeldspargel’\n2.   Member state or third country\nAustria\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.6. Fruit, vegetables and cereals, fresh or processed\n3.2.   Description of product to which the name in (1) applies:\nThe asparagus stalks (= young shoots of the asparagus species ‘Asparagus officinalis L.’) must be intact, healthy, free of damage from inappropriate washing, clean, fresh in appearance and smell, pest-free and free of damage from rodents or insects, crushing, bruising or abnormal external moisture, and of foreign odours and/or taste. The cut at the base of the stalks must be as clean as possible. In addition, the asparagus stalks must not be hollow, split, or peeled. Small cracks which have appeared after harvesting are permitted to a limited extent. Marchfeld asparagus has a typical, fine asparagus aroma, with few bitter substances. Its taste must not be bitter or woody.\nThe asparagus is divided into four categories according to its colour:\n— white asparagus,\n— violet asparagus: tips of a colour between pink and violet/purple and a partly white stalk,\n— violet-green asparagus: partly violet and green colouring,\n— green asparagus: tips and most of the stalk must be green.\nWhite and violet asparagus must not exceed 22 cm in length, violet-green and green asparagus must not exceed 25 cm in length.\nVarieties:\n— German: Ruhm von Braunschweig, Schwetzinger Meisterschuss, Huchels Auslese, Lukullus, Vulkan, Presto, Merkur, Hermes, Eposs, Ravel, Ramos.\n— Dutch: Venlim, Carlim, Gijnlim, Boonlim, Backlim, Thielim, Horlim, Prelim, Grolim,\n— French: Larac, Cito, Aneto, Desto, Selection ‘Darbonne no4’, Selection ‘Darbonne no3’, Jacq. Ma. 2001, Jacq. Ma. 2002, Andreas, Dariana, Cipres, Viola,\n— United States: Mary Washington\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the defined geographical area\n—\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\nMarchfeld asparagus is marketed in firmly bound bundles, stacked in boxes, or in small packs. The asparagus is sorted by size according to the diameters in the specification. The contents of each package or bundle must be uniform and must include only asparagus of the same origin, product category and colour category. The asparagus may be packaged only in anti-humidity, light-deflecting materials which can be sealed.\nA special transport system ensures that daily fresh asparagus is available throughout Austria within 24 hours.\n3.7.   Specific rules concerning labelling\nCommon logo; the protected label ‘Marchfeldspargel’ and name, address, colour category, class, grade, weight, and number of packages.\n4.   Concise definition of the geographical area\nMarchfeld: the fertile plain to the east of Vienna, between the rivers Danube and Morava (German: March); it is demarcated by the Danube to the south, the Morava to the east, the Weinviertel hills to the north, and the Vienna city boundary to the west.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe Marchfeld region is influenced by the climate of the western foothills of the Pannonian Steppes and has specific soil types (riverside, chernozem, colluvial and alluvial soils with high humus levels and varying high levels of loam and loess). Together with south-east Styria, it has the most days of sunshine per year of any region in Austria and it is one of the warmest areas in the country. The Marchfeld region has been an influential asparagus-producing region since the nineteenth century (at the time of the Austro-Hungarian monarchy, individual farms supplied the Imperial Court in Vienna), so the Marchfeld asparagus farmers are very experienced in asparagus cultivation. The favourable production conditions make it easy to comply with ecological standards.\n5.2.   Specificity of the product\nMarchfeld asparagus is characterised by its distinctive asparagus aroma; it contains fewer bitter substances than comparable products and is striking on account of its particular tenderness.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe climatic conditions, combined with the specific soil types, are ideal for asparagus cultivation. The high average temperatures together with sufficient moisture mean that conditions are very well-suited to cultivation. The wild form of asparagus is thus native to the Marchfeld region. The long experience of the Marchfeld asparagus farmers helps to ensure that only varieties best-suited to the production conditions are cultivated. Given that the asparagus varieties used are well-suited to the specific soil conditions in the Marchfeld region, Marchfeld asparagus contains very few bitter substances. Moreover, Marchfeld asparagus shoots are harvested shorter than comparable products, so they are less woody.\nMarchfeld asparagus also enjoys a good reputation; the ‘Marchfeld asparagus season’ is opened by leading political, business and cultural figures, and as part of this event, the ‘Marchfeld asparagus queen’ is crowned.\nReference to publication of the specification\n(Article 5(7) of Regulation (EC) No 510/2006)\nhttp://www.patentamt.at/Media/Marchfeldspargel.pdf\n(1)  OJ L 93, 31.3.2006, p. 12. Replaced by Regulation (EU) No 1151/2012."}