{"celex_id": "32013D0512", "uri": "http://publications.europa.eu/resource/cellar/1b02cf8c-3a5f-11e3-a247-01aa75ed71a1", "type": "Decision", "concepts": ["1005", "1445", "2115", "2924", "5877", "922"], "title": "2013/512/EU: Commission Implementing Decision of 17 October 2013 concerning a financial contribution by the Union to certain Member States to support voluntary surveillance studies on honeybee colony losses for the season 2013–2014 (notified under document C(2013) 6742)\n", "header": "19.10.2013 EN Official Journal of the European Union L 279/67\nCOMMISSION IMPLEMENTING DECISION\nof 17 October 2013\nconcerning a financial contribution by the Union to certain Member States to support voluntary surveillance studies on honeybee colony losses for the season 2013–2014\n(notified under document C(2013) 6742)\n(Only the Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Polish, Portuguese, Slovak, Spanish and Swedish texts are authentic)\n(2013/512/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (1), and in particular Article 23 thereof,\nWhereas:\n(1) The Communication from the Commission to the European Parliament and the Council on honeybee health (2) gives an overview of the Commission’s actions already undertaken and ongoing as regards honeybee health in the EU. The main subject issue of the Communication is the increased mortality of bees observed worldwide.\n(2) In 2009 the EFSA project ‘Bee mortality and bee surveillance in Europe’ (3) concluded that the surveillance systems in the EU are, in general, weak and that there is a lack of data at Member States level and a lack of comparable data at EU level.\n(3) In order to improve the availability of data on bee mortality the Commission decided to assist and support certain surveillance studies in Member States on honeybee losses.\n(4) Commission Implementing Decision 2012/362/EU (4) granted a financial contribution to the voluntary surveillance study programs on honeybee colony losses implemented by Belgium, Denmark, Germany, Estonia, Greece, Spain, France, Italy, Latvia, Lithuania, Hungary, Poland, Portugal, Slovakia, Finland, Sweden and the United Kingdom for the season 2012–2013.\n(5) The studies provide for three field visits in the apiaries to be carried out before winter, after winter and during the productive season.\n(6) It is important in this type of study to have comparable data in relation with the losses which are collected in different years. This is particularly valid for surveillance studies on honeybee losses because the climatic conditions alter significantly the results. Therefore, such studies if conducted only for one year can only give partial data which do not offer enough grounds to draw conclusions or trends on such losses.\n(7) For the reasons explained above, it is opportune to continue the voluntary surveillance studies on honeybee colony losses in the season starting with the pre-winter control in fall 2013, to be finalised with the post-winter and full productive season controls in 2014.\n(8) The studies to be carried out in the season 2013–2014 are based on the document ‘Basis for a pilot surveillance project on honey bee colony losses’ (5) produced by the EU reference laboratory (EURL) for bee health listed in Part II of Annex VII to Regulation (EC) No 882/2004 of the European Parliament and of the Council (6), which provides guidance to Member States to elaborate their voluntary surveillance studies programs.\n(9) The same Member States which took part to the first voluntary surveillance studies on honeybee colony losses in 2012–2013 were invited to send to the Commission their programs for the season 2013–2014 based on the technical document of the EURL for bee health.\n(10) Belgium, Denmark, Germany, Estonia, Greece, Spain, France, Italy, Latvia, Lithuania, Hungary, Poland, Portugal, Slovakia, Finland, Sweden and the United Kingdom have drawn up voluntary surveillance study programs on honeybee colony losses in line with the technical document ‘Basis for a pilot surveillance project on honey bee colony losses’ and have requested EU financial support.\n(11) A financial contribution should be granted as from 1 July 2013 to the voluntary surveillance study programs on honeybee colony losses implemented by Belgium, Denmark, Germany, Estonia, Greece, Spain, France, Italy, Latvia, Lithuania, Hungary, Poland, Portugal, Slovakia, Finland, Sweden and the United Kingdom.\n(12) Under Council Regulation (EC) No 1290/2005 (7), veterinary measures are to be financed under the European Agricultural Guarantee Fund. For financial control purposes, Articles 9, 36 and 37 of that Regulation are to apply.\n(13) The payment of the financial contribution should be subject to the condition that the surveillance study programs planned have actually been carried out and that the authorities supply all the necessary information to the Commission and to the EURL for bee health.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   The Union shall grant Belgium, Denmark, Germany, Estonia, Greece, Spain, France, Italy, Latvia, Lithuania, Hungary, Poland, Portugal, Slovakia, Finland, Sweden and the United Kingdom financial assistance for their surveillance study programs on honeybee colony losses.\n2.   The financial contribution by the Union\n(a) shall be at the rate of 70 % of the eligible costs to be incurred by each Member State referred to in paragraph 1 for the surveillance study programmes on honeybee colony losses and specified in Annex I for the period from 1 July 2013 to 30 September 2014;\n(b) shall not exceed the following:\n(1) EUR 26 837 for Belgium,\n(2) EUR 116 417 for Denmark,\n(3) EUR 160 445 for Germany,\n(4) EUR 64 868 for Estonia,\n(5) EUR 78 421 for Greece,\n(6) EUR 148 047 for Spain,\n(7) EUR 288 801 for France,\n(8) EUR 142 212 for Italy,\n(9) EUR 86 310 for Latvia,\n(10) EUR 70 273 for Lithuania,\n(11) EUR 114 209 for Hungary,\n(12) EUR 128 015 for Poland,\n(13) EUR 29 159 for Portugal,\n(14) EUR 92 240 for Slovakia,\n(15) EUR 117 416 for Finland,\n(16) EUR 74 389 for Sweden,\n(17) EUR 109 871 for the United Kingdom,\n(c) shall not exceed EUR 348 per visit of an apiary.", "1.   The maximum overall contribution authorised by this Decision for the costs incurred for the programmes referred to in Article 1 is set at EUR 1 847 930 to be financed from the General Budget of the European Union.\n2.   Expenditure relating to staff costs for performing laboratory tests, sampling or monitoring, and to consumables and overheads dedicated to the surveillance studies shall be eligible in accordance with the rules set out in Annex III.\n3.   The Union’s financial assistance shall be paid following presentation and approval of the reports and supporting documents referred to Article 3(2) and (3).", "1.   The programs shall be carried out in accordance with the technical document ‘Basis for a pilot surveillance project on honey bee colony losses’ and in accordance with the surveillance study programs on honeybee colony losses presented by the Member States.\n2.   Belgium, Denmark, Germany, Estonia, Greece, Spain, France, Italy, Latvia, Lithuania, Hungary, Poland, Portugal, Slovakia, Finland, Sweden and the United Kingdom shall submit to the Commission:\n— no later than 1 March 2014 an intermediate technical report on the first visit provided for in the surveillance study program, and\n— no later than 31 October 2014 a final technical report on the second and third visits provided for in the surveillance study program,\n— the technical report should be in conformity to a model to be established by the Commission in cooperation with the EU Reference Laboratory for bee health.\n3.   Belgium, Denmark, Germany, Estonia, Greece, Spain, France, Italy, Latvia, Lithuania, Hungary, Poland, Portugal, Slovakia, Finland, Sweden and the United Kingdom shall submit to the Commission:\n— no later than 31 December 2014, a paper version and an electronic version of their financial report drawn up in accordance with Annex II,\n— on request by the Commission, the supporting documents, evidencing all the expenditure referred to in the application for reimbursement.\n4.   The outcome of the studies shall be made available to the Commission and the EU Reference Laboratory for bee health.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Latvia, the Republic of Lithuania, Hungary, the Republic of Poland, the Portuguese Republic, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 17 October 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 155, 18.6.2009, p. 30.\n(2)  COM(2010) 714 final.\n(3)  Available at: http://www.efsa.europa.eu/en/efsajournal/doc/154r.pdf\n(4)  Commission Implementing Decision 2012/362/EU of 4 July 2012 concerning a financial contribution by the Union to certain Member States to support voluntary surveillance studies on honeybee colony losses (OJ L 176, 6.7.2012, p. 65).\n(5)  Available at: http://ec.europa.eu/food/animal/liveanimals/bees/docs/annex_i_pilot_project_en.pdf\n(6)  Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, p. 1).\n(7)  Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (OJ L 209, 11.8.2005, p. 1).\nANNEX I\nMS Number of apiaries Number of visits per apiary foreseen in the surveillance study Total direct costs Overheads Total cost EU contribution\nBE 150 3 35 830 2 508 38 338 26 837\nDK 200 3 155 430 10 880 166 310 116 417\nDE 220 3 214 212 14 995 229 207 160 445\nEE 196 3 86 606 6 062 92 668 64 868\nEL 200 3 104 701 7 329 112 030 78 421\nES 203 3 197 659 13 836 211 495 148 047\nFR 396 3 385 581 26 991 412 572 288 801\nIT 195 3 189 870 13 291 203 161 142 212\nLV 193 3 115 234 8 066 123 300 86 310\nLT 193 3 93 822 6 568 100 390 70 273\nHU 196 3 152 483 10 674 163 157 114 209\nPL 190 3 170 915 11 964 182 879 128 015\nPT 145 3 38 930 2 725 41 655 29 159\nSK 200 3 123 151 8 621 131 772 92 240\nFI 161 3 156 764 10 973 167 737 117 416\nSE 150 3 99 318 6 952 106 270 74 389\nUK 200 3 146 691 10 268 156 959 109 871\nTotal   2 467 197 172 703 2 639 900 1 847 930\nANNEX II\nMODEL FOR A FINANCIAL REPORT ON VOLUNTARY SURVEILLANCE STUDIES ON HONEYBEE COLONY LOSSES\nTotal expenditure for the project (real costs, VAT excl.)\nMember State:  Number of apiaries visited:\nTotal number of colonies sampled:\nLaboratory costs\nStaff category Number of working days Daily rate Total\n…\n…\n\nConsumables (description) Quantity Unit cost Total\n…\n…\nSampling and monitoring costs (apiary visits)\nStaff category Number of working days Daily rate Total\n…\n…\n\nConsumables (description) Quantity Unit cost Total\n…\n…\nCertification by the beneficiary\nWe certify that:\n— the expenditure listed above was incurred in the performance of tasks described in the technical document ‘Basis for a pilot surveillance project on honey bee colony losses’ (1) and directly related to the implementation of the surveillance study programme for which financial support was granted according to Commission Implementing Decision 2013/512/EU,\n— the expenditure was actually incurred, accurately accounted for and eligible under the provisions of Implementing Decision 2013/512/EU,\n— all supporting documents relating to the expenditure are available for auditing,\n— no other Union contribution was requested for the projects listed in Commission Implementing Decision 2013/512/EU.\nDate:\nName and signature of the financial officer responsible:\n(1)  Available at http://ec.europa.eu/food/animal/liveanimals/bees/docs/annex_i_pilot_project_en.pdf\nANNEX III\nELIGIBILITY RULES\n1.   Laboratory costs\n— Staff costs shall be limited to actual attributable labour costs (basic salary, social charges and retirement costs) accrued in implementation of the study and performing laboratory tests. To this end monthly time sheets have to be maintained.\n— Daily rate will be calculated on a 220 working days/year.\n— Reimbursement of consumables shall be based on actual costs incurred by Member States to perform the tests at the laboratory.\n— Staff costs for coordination, planning and transport are not eligible. Test kits, reagents and all consumables shall only be reimbursed if used specifically in the performance of the following tests.\n— Varroa count (washing) to be carried out on all colonies visited at the first visit and on symptomatic colonies in the following visits.\n— Detection and characterisation of the small hive beetle (Aethina tumida) and the tropilaelaps mite) to be carried out at the clinical inspection.\n— Clinical observation (including symptom observation foulbrood, nosema, viruses) microsporidian parasite (nosema spp.) spore counts, cultures, microscopic examination and biochemical tests to identify the causal agent European foulbrood (Melissococcus plutonius) and American foulbrood (Paenibacillus larvae) on symptomatic colonies.\n— American foulbrood — confirmation of the identity of the causal agent American foulbrood and European foulbrood via Polymerase Chain Reaction (PCR) on symptomatic colonies.\n— CBPV test (PCR) on symptomatic colonies.\n2.   Sampling and monitoring costs\n— Costs for sampling and monitoring can only be claimed if they are directly linked to visits of apiaries and are limited to the time actually spent at the apiaries. Staff costs shall be limited to actual attributable labour costs (basic salary, social charges and retirement costs) accrued in implementation of the study, To this end monthly time sheets have to be maintained.\n— Staff costs for coordination, planning and transport are not eligible.\n— Daily rate will be calculated on a 220 working days/year.\n— Reimbursement of consumables shall be based on actual costs incurred by Member States and shall only be reimbursed if used specifically during visits to the apiaries.\n3.   Overheads\nA flat rate contribution of 7 % calculated on the basis of all direct eligible costs may be claimed.\n4.   The expenditure submitted by the Member States for a financial contribution by the Union shall be expressed in euro and shall exclude value added tax (VAT) and all other taxes."}