{"celex_id": "32011L0003", "uri": "http://publications.europa.eu/resource/cellar/96e78a6f-17e8-47ab-8ca6-d80dfd35adc4", "type": "Directive", "concepts": ["1284", "1590", "2735", "5967", "6039", "6052"], "title": "Commission Directive 2011/3/EU of 17 January 2011 amending Directive 2008/128/EC laying down specific purity criteria on colours for use in foodstuffs  Text with EEA relevance\n", "header": "18.1.2011 EN Official Journal of the European Union L 13/59\nCOMMISSION DIRECTIVE 2011/3/EU\nof 17 January 2011\namending Directive 2008/128/EC laying down specific purity criteria on colours for use in foodstuffs\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 30(5) thereof,\nAfter consulting the European Food Safety Authority (EFSA),\nWhereas:\n(1) Commission Directive 2008/128/EC (2) sets out the specific purity criteria concerning colours for use in foodstuffs, which colours are mentioned in European Parliament and Council Directive 94/36/EC of 30 June 1994 on colours for use in foodstuffs (3).\n(2) Under Article 30(4) of Regulation (EC) No 1333/2008 specifications of the food additives covered under paragraphs 1 to 3 of that Article (which include also additives authorised under Directive 94/36/EC) shall be adopted, in accordance with Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (4), at the moment those food additives are entered in the Annexes in accordance with those paragraphs.\n(3) Since the lists have not yet been drawn up, and in order to ensure that the modification of the Annexes to Directive 94/36/EC pursuant to Article 31 of Regulation (EC) No 1333/2008 is effective and that additives so authorised comply with safe conditions of use, Directive 2008/128/EC should therefore be amended.\n(4) The European Food Safety Authority (hereinafter ‘the Authority’) has assessed the information on the safety in use of lycopene as a food colour from all sources in its opinion of 30 January 2008 (5). The sources that were considered were the following: (a) E160d Lycopene obtained by solvent extraction of the natural strains of red tomatoes (Lycopersicon esculentum L.) with subsequent removal of the solvent, (b) synthetic lycopene and (c) lycopene from Blakeslea trispora.\n(5) Current legislation lays down specifications only for lycopene of red tomatoes and needs to be modified respectively by including the other two sources. Specifications of lycopene extracted from red tomatoes need also to be updated. Dichloromethane does not need to be listed in the list of the extraction solvents, as it is not used any more for lycopene of red tomatoes, according to the information received from stakeholders. Maximum limit for lead needs to be lowered due to safety reasons, and the reference on heavy metals is too generic and not relevant any more. In addition the reference on natural strains needs to be updated according to Regulation (EC) No 1829/2003 of the European Parliament and of the Council (6).\n(6) Dichloromethane (methylene chloride) is being reported to be used for manufacturing ready-to-sale formulations of lycopene, mentioned also in the Authority's opinion on Safety of ‘Lycopene Cold Water Dispersible Products from Blakeslea trispora’ of 4 December 2008 (7). Similar products are produced also from synthetic lycopene, as mentioned in the Authority's opinion on safety of Synthetic Lycopene of 10 April 2008 (8). As the Authority evaluated this specific use, it is necessary to authorise this use by the same residual levels that were considered during the evaluation.\n(7) It is necessary to take into account the specifications and analytical techniques for additives as set out in the Codex Alimentarius drafted by the Joint Expert Committee on Food Additives (JECFA). In particular, the specific purity criteria need to be adapted to reflect the limits for individual heavy metals of interest, where appropriate.\n(8) Directive 2008/128/EC should therefore be amended accordingly.\n(9) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health, and neither the European Parliament nor the Council has opposed them,", "main_body": ["The Annex I to Directive 2008/128/EC is amended in accordance with the Annex to this Directive.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 September 2011 at the latest. They shall forthwith communicate to the Commission the text of those provisions. When Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 January 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 13.12.2008, p. 16.\n(2)  OJ L 6, 10.1.2009, p. 20.\n(3)  OJ L 237, 10.9.1994, p. 13.\n(4)  OJ L 354, 31.12.2008, p. 1.\n(5)  Scientific opinion of the panel on Food Additives, Flavourings, Processing Aids and Materials in Contact with Food on a request from the European Commission to provide a scientific opinion on the safety of use of 1. lycopene obtained from a fermentation process with Blakeslea trispora as a food colour in the food categories and use levels as proposed by the applicant and 2. synthetic lycopene as a food colour in the food categories listed in Annex III and Annex V, part 2 to Directive 94/36/EC on food colours for use in foodstuffs, 3. taking into account the various requests concerning lycopene currently under consideration including the re-evaluation of lycopene from tomatoes as part of the systematic re-evaluation of all food colours. The EFSA Journal (2008) 674, 1-66.\n(6)  OJ L 268, 18.10.2003, p. 1.\n(7)  Scientific opinion of the panel on Dietetic Products, Nutrition and Allergies on a request from European Commission to carry out an additional assessment for ‘Lycopene Cold Water Dispersible Products (CWD) from Blakeslea Trispora’ as a food ingredient in the context of Regulation (EC) No 258/97. The EFSA Journal (2008) 893, 1-15.\n(8)  Scientific opinion of the panel on Dietetic Products, Nutrition and Allergies on a request from the European Commission on safety of synthetic Lycopene. The EFSA Journal (2008) 676, 1-25.\nANNEX\nIn Annex I to Directive 2008/128/EC the entry on E 160 d is replaced by the following:\n‘E 160 D LYCOPENE\n(i)   \nsynthetic lycopene\nSynonyms Lycopene from chemical synthesis\nDefinition Synthetic lycopene is a mixture of geometric isomeres of lycopenes and is produced by the Wittig condensation of synthetic intermediates commonly used in the production of other carotenoids used in food. Synthetic lycopene consists predominantly of all-trans-lycopene together with 5-cis-lycopene and minor quantities of other isomers. Commercial lycopene preparations intended for use in food are formulated as suspensions in edible oils or water-dispersible or water- soluble powder.\nColour Index No 75125\nEINECS 207-949-1\nChemical name Ψ,Ψ-carotene, all-trans-lycopene, (all-E)-lycopene, (all-E)-2,6,10,14,19,23,27,31-octamethyl-2,6,8,10,12,14,16,18,20,22,24,26,30-dotriacontatridecaene\nChemical formula C40H56\nMolecular weight 536,85\nAssay Not less than 96 % total lycopenes (not less than 70 % all-translycopene)\nDescription Red crystalline powder\nIdentification\nSpectrophotometry A solution in hexane shows an absorption maximum at approximately 470 nm\nTest for carotenoids The colour of the solution of the sample in acetone disappears after successive additions of a 5 % solution of sodium nitrite and 1N sulphuric acid\nSolubility Insoluble in water, freely soluble in chloroform\nProperties of 1 % solution in chloroform Is clear and has intensive red-orange colour\nPurity\nLoss on drying Not more than 0,5 % (40 °C, 4 h at 20 mm Hg)\nApo-12’-lycopenal Not more than 0,15 %\nTriphenyl phosphine oxide Not more than 0,01 %\nSolvent residues Methanol not more than 200 mg/kg,\nLead Not more than 1 mg/kg\n(ii)   \nfrom red tomatoes\nSynonyms Natural Yellow 27\nDefinition Lycopene is obtained by solvent extraction of red tomatoes (Lycopersicon esculentum L.) with subsequent removal of the solvent. Only the following solvent may be used:\nColour Index No 75125\nEINECS 207-949-1\nChemical name Ψ,Ψ-carotene, all-trans-lycopene, (all-E)-lycopene, (all-E)-2,6,10,14,19,23,27,31-octamethyl-2,6,8,10,12,14,16,18,20,22,24,26,30-dotriacontatridecaene\nChemical formula C40H56\nMolecular weight 536,85\nAssay E1 cm\n1 % at 465 - 475 nm in hexane (for 100 % pure all-translycopene) is 3 450.\nDescription Dark red viscous liquid\nIdentification\nSpectrophotometry Maximum in hexane at ca 472 nm\nPurity\nSolvent residues Propane-2-ol\nSulphated ash Not more than 1 %\nMercury Not more than 1 mg/kg\nCadmium Not more than 1 mg/kg\nArsenic Not more than 3 mg/kg\nLead Not more than 2 mg/kg\n(iii)   \nfrom Blakeslea trispora\nSynonyms Natural Yellow 27\nDefinition Lycopene from Blakeslea trispora is extracted from the fungal biomass and purified by crystallisation and filtration. It consists predominantly of all-trans-lycopene. It also contains minor quantities of other carotenoids. Isopropanol and isobutyl acetate are the only solvents used in the manufacture. Commercial lycopene preparations intended for use in food are formulated as suspensions in edible oils or water-dispersible or water-soluble powder.\nColour Index No 75125\nEINECS 207-949-1\nChemical name Ψ,Ψ-carotene, all-trans-lycopene, (all-E)-lycopene, (all-E)-2,6,10,14,19,23,27,31-octamethyl-2,6,8,10,12,14,16,18,20,22,24,26,30-dotriacontatridecaene\nChemical formula C40H56\nMolecular weight 536,85\nAssay Not less than 95 % total lycopenes and not less than 90 % all-translycopene of all colouring matters\nDescription Red crystalline powder\nIdentification\nSpectrophotometry A solution in hexane shows an absorption maximum at approximately 470 nm\nTest of carotenoids The colour of the solution of the sample in acetone disappears after successive additions of a 5 % solution of sodium nitrite and 1N sulphuric acid\nSolubility Insoluble in water, freely soluble in chloroform\nProperties of 1 % solution in chloroform Is clear and has intensive red-orange colour\nPurity\nLoss on drying Not more than 0,5 % (40 °C, 4 h at 20 mm Hg)\nOther carotenoids Not more than 5 %\nSolvent residues Propan-2-ol: Not more than 0,1 %\nSulphated ash Not more than 0,3 %\nLead Not more than 1 mg/kg’"}