{"celex_id": "32011D1015(01)", "uri": "http://publications.europa.eu/resource/cellar/1016bf8b-b433-4006-9240-71aff2def2e9", "type": "Decision", "concepts": ["3545", "3745", "5283", "5532"], "title": "Commission Decision of 14 October 2011 on setting up the National Coal Experts Group (NCE)\n", "header": "15.10.2011 EN Official Journal of the European Union C 304/3\nCOMMISSION DECISION\nof 14 October 2011\non setting up the National Coal Experts Group (NCE)\n2011/C 304/03\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union (TFEU),\nWhereas:\n(1) Article 194 of the TFEU provides that Union policy on energy shall aim, in a spirit of solidarity between Member States, to ensure the functioning of the energy market and security of energy supply in the Union.\n(2) The Commission Communication of 10 November 2010‘Energy Strategy 2020. A strategy for competitive, sustainable and secure energy’ (1), while expressing that Member States still need to phase out environmentally harmful subsidies, recognises the potential for further development of EU indigenous fossil fuel resources with a view to ensure that European business and consumers obtain safe, secure and sustainable energy at competitive prices.\n(3) Council Decision 2010/787/EU stipulates the phase-out of subsidies for the production of coal from uncompetitive mines by 31 December 2018.\n(4) Given the share of coal in European energy supplies, it is appropriate for the Commission to set up an expert group to assist the Commission in monitoring coal markets as well as to allow a constant exchange of information between Member States and the EU.\n(5) On the basis of Article 8 of Council Regulation (EC) No 405/2003 of 27 February 2003 concerning Community monitoring of imports of hard coal originating in third countries (2), a group of experts on coal — the National Coal Experts (NCE) — has met regularly from 2003 until 2010.\n(6) Regulation (EC) No 405/2003 expired on 31 December 2010 without replacement.\n(7) In a spirit of prolonging a good cooperation within the NCE established for the purposes of Regulation (EC) No 405/2003, a new expert group in the field of coal shall be named after it.\n(8) The NCE should continue to facilitate cooperation and consultation between Member States' authorities responsible for coal-related energy policy issues and the Commission on all aspects of the coal value chain while not duplicating the work of other, specific consultative groups organised by the Commission.\n(9) The NCE should furthermore facilitate, in connection with the broader stakeholder dialogue on energy matters, the exchange of good practices in the area of coal production and use without duplicating the work of already existing expert and other groups, including those established by legislative acts, and while fully respecting the rules on competition and State aid laid down in Articles 101 to 109 of the TFEU, as well as Council Decision 2010/787/EU.\n(10) The NCE should be composed of Member States' authorities responsible for coal-related energy policy issues. These authorities shall nominate their representatives.\n(11) Especially with respect to the exchange of good practices and in order to involve relevant technical and regulatory authorities of the Member States where appropriate, experts from outside the NCE including representatives from such authorities may participate in meetings of the NCE on an ad hoc basis.\n(12) Rules on disclosure of information by members of the NCE and their representatives should be laid down.\n(13) Personal data relating to members of the NCE should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3),", "main_body": ["Subject matter\nThe National Coal Experts Group, hereinafter referred to as ‘the NCE’, is hereby set up.", "Task\nThe NCE’s task shall be:\n(a) to assist the Commission in monitoring the evolution of coal markets;\n(b) to establish cooperation and ensure regular consultation between Member States' authorities responsible for coal-related energy policy issues and the Commission on questions relating to aspects of the coal value chain, including mine closures;\n(c) to bring about an exchange of experience and good practice in the field of coal production and use.", "Consultation\nThe Commission may consult the NCE on any matter relating to all aspects of the coal value chain.", "Membership — Appointment\n1.   The NCE shall be composed of Member States' authorities responsible for coal-related energy policy issues.\n2.   Member States' authorities shall nominate their representatives.\n3.   The names of Member States' authorities shall be published in the Register of Commission expert groups and other similar entities (‘the Register’).", "Operation\n1.   The NCE shall be chaired by a representative of the Commission.\n2.   In agreement with the Commission services, the NCE may set up sub-groups to examine specific questions, especially the exchange of good practices, on the basis of terms of reference defined by the NCE. Such sub-groups shall be disbanded as soon as their mandate is fulfilled.\n3.   The Commission’s representative may invite experts from outside the NCE with specific competence in a subject on the agenda to participate in the work of the NCE or sub-groups on an ad hoc basis. In addition, the Commission’s representative may give observer status to individuals, organisations as defined in Rule 8(3) of the horizontal rules on expert groups and candidate countries.\n4.   Members of expert groups and their representatives, as well as invited experts and observers, shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, as well as with the Commission's rules on security regarding the protection of EU classified information, laid down in the Annex to the Rules of Procedure of the Commission (4). Should they fail to respect these obligations, the Commission may take all appropriate measures.\n5.   The meetings of expert groups and sub-groups shall be held on Commission premises. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the NCE and its sub-groups.\n6.   The NCE may adopt its rules of procedure on the basis of the standard rules of procedure for expert groups.\n7.   The Commission publishes relevant information on the activities carried out by the NCE either by including it in the Register or via a link from the Register to a dedicated website.", "Meeting expenses\n1.   Participants in the activities of the NCE or its sub-groups shall not be remunerated for the services they render.\n2.   Travel and subsistence expenses incurred by participants in the activities of the NCE or its sub-groups shall be reimbursed by the Commission in accordance with the provisions in force within the Commission.\n3.   Those expenses shall be reimbursed within the limits of the available appropriations allocated under the annual procedure for the allocation of resources."], "attachments": "Done at Brussels, 14 October 2011.\nFor the Commission\nGünther OETTINGER\nMember of the Commission\n(1)  COM(2010) 639 final.\n(2)  OJ L 62, 6.3.2003, p. 1.\n(3)  OJ L 8, 12.1.2001, p. 1.\n(4)  OJ L 308, 8.12.2000, p. 26 as amended by Commission Decision of 29 November 2001 amending its internal Rules of Procedure (OJ L 317, 3.12.2001, p. 1)."}