{"celex_id": "32014D0658", "uri": "http://publications.europa.eu/resource/cellar/378cb15c-3a41-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3870", "4238", "581", "5876", "5946", "6930", "950"], "title": "Council Decision 2014/658/CFSP of 8 September 2014 amending Decision 2014/145/CFSP concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine\n", "header": "12.9.2014 EN Official Journal of the European Union L 271/47\nCOUNCIL DECISION 2014/658/CFSP\nof 8 September 2014\namending Decision 2014/145/CFSP concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 17 March 2014, the Council adopted Decision 2014/145/CFSP (1).\n(2) On 30 August 2014, the European Council expressed its concern over the ongoing and increasingly intense fighting in Eastern Ukraine and requested a new provision for the listing of every person and institution dealing with the separatist groups in the Donbass region.\n(3) In addition, the Council considers that additional natural and legal persons should be added to the list of persons, entities and bodies subject to restrictive measures as set out in the Annex to Decision 2014/145/CFSP.\n(4) In view of the continuing undermining or threatening of the territorial integrity, sovereignty and independence of Ukraine, Decision 2014/145/CFSP should be renewed for a further six months.\n(5) Decision 2014/145/CFSP should be amended accordingly.\n(6) Further action by the Union is needed in order to implement these measures,", "main_body": ["Decision 2014/145/CFSP is hereby amended as follows:\n(1) Article 1(1) is replaced by the following:\n(a) natural persons responsible for, actively supporting or implementing, actions or policies which undermine or threaten the territorial integrity, sovereignty and independence of Ukraine, or stability or security in Ukraine, or which obstruct the work of international organisations in Ukraine, and natural persons associated with them;\n(b) natural persons actively supporting, materially or financially, or benefitting from, Russian decision-makers responsible for the annexation of Crimea or the destabilisation of Eastern Ukraine; or\n(c) natural persons conducting transactions with the separatist groups in the Donbass region of Ukraine,\n(2) Article 2(1) is replaced by the following:\n(a) natural persons responsible for, actively supporting or implementing, actions or policies which undermine or threaten the territorial integrity, sovereignty and independence of Ukraine, or stability or security in Ukraine, or which obstruct the work of international organisations in Ukraine, and natural or legal persons, entities or bodies associated with them;\n(b) legal persons, entities or bodies supporting, materially or financially, actions which undermine or threaten the territorial integrity, sovereignty and independence of Ukraine;\n(c) legal persons, entities or bodies in Crimea or Sevastopol whose ownership has been transferred contrary to Ukrainian law, or legal persons, entities or bodies which have benefitted from such a transfer;\n(d) natural or legal persons, entities or bodies actively supporting, materially or financially, or benefitting from, Russian decision-makers responsible for the annexation of Crimea or the destabilisation of Eastern Ukraine; or\n(e) natural or legal persons, entities or bodies conducting transactions with the separatist groups in the Donbass region of Ukraine,\n(3) Article 6, second paragraph is replaced by the following:", "The persons and entities listed in the Annex to this Decision shall be added to the list set out in the Annex to Decision 2014/145/CFSP.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 September 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  Council Decision 2014/145/CFSP of 17 March 2014 concerning restrictive measures in respect of actions undermining or threatening the territorial integrity, sovereignty and independence of Ukraine (OJ L 78, 17.3.2014, p.16).\nANNEX\nList of persons and entities referred to in Article 2\nName Identifying information Reasons Date of listing\n1. Alexander ZAKHARCHENKO Born in 1976 in Donetsk As of 7 August, he replaced Alexander Borodai as the so-called ‘Prime minister’ of the so-called ‘Donetsk People's Republic’. In taking on and acting in this capacity, Zakharchenko has supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n2. Vladimir KONONOV/aka ‘Tsar’ Born on 14.10.1974 in Gorsky As of 14 August, he replaced Igor Strelkov/Girkin, as the so-called ‘Defence minister’ of the so-called ‘Donetsk People's Republic’. He has reportedly commanded a division of separatist fighters in Donetsk since April and has promised to solve the strategic task of repelling Ukraine's military aggression. Konokov has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n3. Miroslav Vladimirovich RUDENKO 21.1.1983 in Debalcevo Commander of the Donbass People's Militia. He has inter alia stated that they will continue their fighting in the rest of the country. Rudenko has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n4. Gennadiy Nikolaiovych TSYPKALOV Born on 6.21.1973 Replaced Marat Bashirov as so-called ‘Prime Minister’ of the so-called ‘Lugansk People's Republic’. Previously active in the militia Army of the Southeast. Tsyplakov has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n5. Andrey Yurevich PINCHUK  ‘State security minister’ of the so-called ‘Donetsk People's Republic’. Associated with Vladimir Antyufeyev, who is responsible for the separatist ‘governmental’ activities of the so called ‘government of the Donetsk People's Republic’. He has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n6. Oleg BEREZA  ‘Internal affairs minister’ of the so-called ‘Donetsk People's Republic’. Associated with Vladimir Antyufeyev, who is responsible for the separatist ‘governmental’ activities of the so called ‘Government of the Donetsk People's Republic’. He has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n7. Andrei Nikolaevich RODKIN  Moscow Representative of the so called ‘Donetsk People's Republic’. In his statements, he has inter alia talked about the militias' readiness to conduct a guerrilla war and their seizure of weapon systems from the Ukrainian armed forces. He has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n8. Aleksandr KARAMAN  ‘Deputy Prime Minister for Social Issues’ of the so called ‘Donetsk People's Republic’. Associated with Vladimir Antyufeyev, who is responsible for the separatist ‘governmental’ activities of the so called ‘Government of the Donetsk People's Republic’. He has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. Protégé of Russia's Deputy Prime Minister Dmitry Rogozin. 12.9.2014\n9. Georgiy L'vovich MURADOV Born on 19.11.1954 So called ‘Deputy Prime Minister’ of Crimea and Plenipotentiary Representative of Crimea to President Putin. Muradov has played an important role in consolidating Russian institutional control over Crimea since the illegal annexation. He has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n10. Mikhail Sergeyevich SHEREMET Born on 23.5.1971 in Dzhankoy So called ‘First Deputy Prime Minister’ of Crimea. Sheremet played a key role in the organization and implementation of the 16 March referendum in Crimea on unification with Russia. At the time of the referendum, Sheremet reportedly commanded the pro-Moscow ‘self-defense forces’ in Crimea. He has therefore supported actions and policies which undermine the territorial integrity, sovereignty and independence of Ukraine. 12.9.2014\n11. Yuri Leonidovich VOROBIOV Born on 2.2.1948 in Krasnoyarsk Deputy Speaker of the Federation Council of the Russian Federation On 1 March 2014 Vorobiov publicly supported in the Federation Council the deployment of Russian forces in Ukraine. He subsequently voted in favour of the related decree. 12.9.2014\n12. Vladimir Volfovich ZHIRINOVSKY Born on 10.6.1964 in Eidelshtein, Kasakhstan Member of the Council of the State Duma; leader of the LDPR party. He actively supported the use of Russian Armed Forces in Ukraine and annexation of Crimea. He has actively called for the split of Ukraine. He signed on behalf of the LDPR party he chairs an agreement with the so-called, ‘Donetsk People's Republic’. 12.9.2014\n13. Vladimir Abdualiyevich VASILYEV Born on 11.8.1949 in Klin Deputy Speaker of the State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n14. Viktor Petrovich VODOLATSKY Born on 19.8.1957 in Azov Region. Chairman (‘ataman’) of the Union of the Russian and Foreign Cossack Forces, and deputy of the State Duma. He supported the annexation of Crimea and admitted that Russian Cossacks were actively engaged in the Ukrainian conflict on the side of the Moscow-backed separatists. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n15. Leonid Ivanovich KALASHNIKOV Born on 6.8.1960 in Stepnoy Dvorets First deputy Chairman of the Committee on Foreign Affairs of the State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n16. Vladimir Stepanovich NIKITIN Born on 5.4.1948 in Opochka First Deputy Chairman of the Committee on Relations with CIS Countries, Eurasian Integration and Links with Compatriots of the State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n17. Oleg Vladimirovich LEBEDEV Born on 21.3.1964 in Orel/Rudny First Deputy Chairman of the Committee on Relations with CIS Countries, Eurasian Integration and Links with Compatriots of the State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n18. Ivan Ivanovich MELNIKOV Born on 7.8.1950 in Bogoroditsk First Deputy Speaker, State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n19. Igor Vladimirovich LEBEDEV Born on 27.9.1972 in Moscow Deputy Speaker, State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n20. Nikolai Vladimirovich LEVICHEV Born on 28.5.1953 in Pushkin Deputy Speaker, State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n21. Svetlana Sergeevna ZHUROVA Born on 7.1.1972 in Pavlov-on-the-Neva First Deputy Chairman of the Committee on Foreign Affairs, State Duma. On 20 March 2014 he voted in favour of the draft Federal Constitutional Law ‘on the acceptance into the Russian Federation of the Republic of Crimea and the formation within the Russian Federation of new federal subjects- the republic of Crimea and the City of Federal Status Sevastopol’. 12.9.2014\n22. Aleksey Vasilevich NAUMETS Born on 11.2.1968 Major-general of the Russian Army. He is the commander of the 76th airborne division which has been involved in the Russian military presence on the territory of Ukraine, notably during the illegal annexation of Crimea. 12.9.2014\n23. Sergey Viktorovich CHEMEZOV Born on 20.8.1952 in Cheremkhovo Sergei Chemezov is one of President Putin's known close associate, both were KGB officers posted in Dresden and he is a member of the Supreme Council of ‘United Russia’. He is benefiting from his links with the Russian President by being promoted to senior positions in State-controlled firms. He chairs the Rostec conglomerate, the leading Russian state-controlled defence and industrial manufacturing corporation. Further to a decision of the Russian government, Technopromexport, a subsidiary of Rostec, is planning to build energy plants in Crimea thereby supporting its integration into the Russian Federation. 12.9.2014\n24. Alexander Mikhailovich BABAKOV Born on 8.2.1963 in Chisinau State Duma Deputy, Chair of the State Duma Commission on Legislative Provisions for Development of the Military-Industrial Complex of the Russian Federation. He is a prominent member of ‘United Russia’ and a businessman with heavy investments in Ukraine and in Crimea. 12.9.2014"}