{"celex_id": "32012D0450", "uri": "http://publications.europa.eu/resource/cellar/1edb2df1-26b6-42bf-99f7-9e8ba1ad1e9c", "type": "Decision", "concepts": ["1318", "1445", "1519", "2563", "3774", "502", "5706", "5860", "863"], "title": "2012/450/EU: Commission Implementing Decision of 27 July 2012 amending Decision 2009/821/EC as regards the list of border inspection posts (notified under document C(2012) 5187)  Text with EEA relevance\n", "header": "31.7.2012 EN Official Journal of the European Union L 203/68\nCOMMISSION IMPLEMENTING DECISION\nof 27 July 2012\namending Decision 2009/821/EC as regards the list of border inspection posts\n(notified under document C(2012) 5187)\n(Text with EEA relevance)\n(2012/450/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 20(1) and (3) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (2), and in particular the second sentence of the second subparagraph of Article 6(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3), and in particular Article 6(2) thereof,\nWhereas:\n(1) Commission Decision 2009/821/EC of 28 September 2009 drawing up a list of approved border inspection posts, laying down certain rules on the inspections carried out by Commission veterinary experts and laying down the veterinary units in TRACES (4) lays down a list of border inspection posts approved in accordance with Directives 91/496/EEC and 97/78/EC. That list is set out in Annex I to that Decision.\n(2) Following communication from the Czech Republic, Germany, Spain, Italy, Portugal and the United Kingdom, the entries for the border inspection posts in those Member States should be amended in the list set out in Annex I to Decision 2009/821/EC.\n(3) Following satisfactory inspections by the Commission inspection services, the Food and Veterinary Office, new border inspection posts at Jade-Weser-Port Wilhelmshaven in Germany, at Riga airport in Latvia and at Edinburgh airport in the United Kingdom should be added to the entries for those Member States in the list set out in Annex I to Decision 2009/821/EC.\n(4) In addition, Italy has communicated that the border inspection post at Milano-Linate airport should be temporarily suspended and that the temporary suspension of the border inspection post at Torino-Caselle should be lifted. The list of entries for that Member State as set out in Annex I to Decision 2009/821/EC should therefore be amended accordingly.\n(5) In addition, Latvia has communicated that the border inspection post at Patarnieki should be temporarily suspended and the relevant entry for that Member State as set out in Annex I to Decision 2009/821/EC should therefore be amended accordingly.\n(6) Decision 2009/821/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2009/821/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29.\n(2)  OJ L 268, 24.9.1991, p. 56.\n(3)  OJ L 24, 30.1.1998, p. 9.\n(4)  OJ L 296, 12.11.2009, p. 1.\nANNEX\nAnnex I to Decision 2009/821/EC is amended as follows:\n(1) in the part concerning the Czech Republic, the entry for the airport at Praha-Ruzyně is replaced by the following:\n‘Praha-Ruzyně CZ PRG 4 A  HC(2), NHC-T(CH)(2), NHC-NT(2) O’\n(2) the part concerning Germany is amended as follows:\n(a) the entry for the port at Brake is deleted;\n(b) the entry for the airport at Düsseldorf is replaced by the following:\n‘Düsseldorf DE DUS 4 A  HC(2), NHC-T(CH)(2), NHC-NT(2)’\n(c) the following entry for a new border inspection post at the port at Jade-Weser is inserted between the entry for the airport at Hannover-Langenhagen and the entry for the airport at Köln:\n‘Jade-Weser-Port Wilhelmshaven DE WVN 1 P  HC, NHC-T(FR), NHC-NT’\n(3) the part concerning Spain is amended as follows:\n(a) the entry for the port at Almería is replaced by the following:\n‘Almería ES LEI 1 P  HC, NHC O’\n(b) the entry for the port at Villagarcía-Ribeira-Caramiñal is replaced by the following:\n‘Villagarcía-Ribeira-Caramiñal ES RIB 1 P Villagarcía HC, NHC\nRibeira HC\nCaramiñal HC’\n(4) the part concerning Italy is amended as follows:\n(a) the entry for the airport at Bergamo is replaced by the following:\n‘Bergamo IT BGO 4 A  HC(2), NHC(2)’\n(b) the entry for the port at Livorno-Pisa is replaced by the following:\n‘Livorno-Pisa IT LIV 1 P Porto Commerciale HC, NHC-NT\nSintermar (*) HC (*), NHC (*)\nLorenzini HC, NHC-NT\nTerminal Darsena Toscana HC, NHC-NT, NHC-T(FR)’\n(c) the entry for the airport at Milano-Linate is replaced by the following:\n‘Milano-Linate (*) IT LIN 4 A  HC(2) (*), NHC-T(2) (*), NHC-NT (*)’\n(d) the entry for the airport at Milano-Malpensa is replaced by the following:\n‘Milano-Malpensa IT MXP 4 A Magazzini aeroportuali ALHA HC(2), NHC(2)\nSEA  U, E\nCargo City MLE HC(2) O’\n(e) the entry for the airport at Torino-Caselle is replaced by the following:\n‘Torino-Caselle IT CTI 4 A  HC(2), NHC-NT(2)’\n(5) the part concerning Latvia is amended as follows:\n(a) the entry for Patarnieki road is replaced by the following:\n‘Patarnieki (*) LV PAT 3 R IC 1 (*) HC (*), NHC-T(CH) (*), NHC-NT (*)\nIC 2 (*)  U (*), E (*), O (*)’\n(b) the following entry for a new border inspection post at Riga airport is inserted between the entry for Rēzekne rail and the entry for the port at Riga (Riga port):\n‘Riga (Airport) LV RIX 4 A  HC-T(FR)(2)’\n(6) in the part concerning Portugal, the entry for the port at Aveiro is deleted;\n(7) the part concerning the United Kingdom is amended as follows:\n(a) the following entry for a new border inspection post at Edinburgh airport is inserted between the entry for the port at Bristol and the entry for the port at Falmouth:\n‘Edinburgh GB EDI 4 A Extrordinair  O’\n(b) the entry for the port at Hull is replaced by the following:\n‘Hull GB HUL 1 P  HC-T(1)(3), HC-NT(1)(3)’"}