{"celex_id": "32011R0167", "uri": "http://publications.europa.eu/resource/cellar/bcc1d0cb-1bed-450c-8113-c8a061edce1e", "type": "Regulation", "concepts": ["1309", "1591", "1837", "235", "2771", "519", "5332"], "title": "Council Implementing Regulation (EU) No 167/2011 of 21 February 2011 terminating the partial interim review of the anti-dumping measures applicable to imports of certain polyethylene terephthalate originating, inter alia , in the Republic of Korea\n", "header": "24.2.2011 EN Official Journal of the European Union L 49/1\nCOUNCIL IMPLEMENTING REGULATION (EU) No 167/2011\nof 21 February 2011\nterminating the partial interim review of the anti-dumping measures applicable to imports of certain polyethylene terephthalate originating, inter alia, in the Republic of Korea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 11(3) and (6) thereof,\nHaving regard to the proposal submitted by the European Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) The measures currently in force are a definitive anti-dumping duty imposed by Council Regulation (EC) No 192/2007 (2) on imports of certain polyethylene terephthalate originating, inter alia, in the Republic of Korea (South Korea). For the Korean companies with individual duties, the duties in force are zero. The residual duty is 148,3 EUR/tonne.\n2.   Request for a review\n(2) A request for a partial interim review pursuant to Article 11(3) of the basic Regulation was lodged by the Polyethylene Terephthalate (PET) Committee of PlasticsEurope (the applicant), representing seven Union producers.\n(3) The request was limited in scope to the examination of dumping as far as the exporting producer KP Chemical Group, composed of Honam Petrochemicals Corp. and KP Chemical Corp. (KP Chemical Group), is concerned, and of certain injury aspects.\n(4) The applicant provided prima facie evidence showing that, as far as KP Chemical Group is concerned, the continued imposition of the measure at the current level of zero, is no longer sufficient to counteract the current injurious dumping.\n3.   Initiation of a partial interim review\n(5) Having determined, after consulting the Advisory Committee, that sufficient evidence existed to justify the initiation of a partial interim review, the Commission announced, by a notice published in the Official Journal of the European Union\n (3) the initiation of a partial interim review in accordance with Article 11(3) of the basic Regulation, limited to the examination of dumping and of certain injury aspects insofar as the KP Chemical Group is concerned.\n4.   Product concerned and like product\n(6) The product under review is polyethylene terephthalate having a viscosity number of 78 ml/g or higher, according to the ISO Standard 1628-5, currently falling within CN code 3907 60 20 and originating in South Korea (the product concerned).\n(7) The product concerned and sold on the Korean domestic market and that exported to the Union has the same basic physical, technical and chemical characteristics and uses and is therefore considered to be alike within the meaning of Article 1(4) of the basic Regulation.\n5.   Parties concerned\n(8) The Commission officially advised the exporting producer, representatives of the exporting country, Union producers and the applicant of the initiation of the partial interim review. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time-limit set in the notice of initiation. All interested parties who so requested and showed that there were particular reasons why they should be heard, were granted a hearing.\n(9) The Commission sent questionnaires to the exporting producer and the Union industry and received replies within the deadlines set for that purpose. The Commission sought and verified all information deemed necessary. The Commission carried out verification visits at the premises of the KP Chemical Corp., South Korea; Honam Petrochemicals Corp, South Korea; Novapet SA, Spain; Equipolymers Srl, Italy; UAB Orion Global PET (Indorama), Lithuania; UAB Indorama Polymers Europe, Lithuania; UAB Neo Group, Lithuania; La Seda de Barcelona, S.A., Spain and M&G Polimeri Italia SpA, Italy.\n6.   Review investigation period\n(10) The investigation of dumping covered the period from 1 January 2009 to 31 December 2009 (review investigation period).\nB.   RESULTS OF THE INVESTIGATION\n(11) As far as the determination of normal value is concerned, the Commission first established whether the total domestic sales of the product concerned made by KP Chemical Group were representative in comparison with its total export sales to the Union. In accordance with Article 2(2) of the basic Regulation, domestic sales are considered representative when the total domestic sales volume is at least 5 % of the total export sales volume to the Union. The Commission established that the product concerned, which was considered a homogenous product and not subdivided into different product types, was sold domestically by KP Chemical Group in overall representative volumes.\n(12) An examination was also made as to whether the sales of the product concerned sold domestically in representative quantities could be regarded as having been made in the ordinary course of trade, by establishing the proportion of profitable sales to independent customers on the domestic market. As it was found that there were sufficient sales in the ordinary course of trade, normal value was based on the actual domestic price of profitable sales.\n(13) As the product concerned was exported directly to independent customers in the Union, the export price was established in accordance with Article 2(8) of the basic Regulation, i.e. on the basis of the export price actually paid or payable.\n(14) The comparison between normal value and export price was made on an ex-works basis.\n(15) For the purpose of ensuring a fair comparison between the normal value and the export price, due allowance in the form of adjustments was made for differences affecting prices and price comparability in accordance with Article 2(10) of the basic Regulation. Allowances for differences in transport costs, freight and insurance costs, bank charges, packing costs and credit costs were granted where they were found to be reasonable, accurate and supported by verified evidence.\n(16) Pursuant to Article 2(11) and (12) of the basic Regulation, the dumping margin was established on the basis of a comparison of the weighted average normal value with the weighted average export price as established above.\n(17) The dumping margin thus calculated is less than 2 %, expressed as a percentage of the net, free-at-Union-frontier price, duty unpaid, and shall therefore be considered de minimis in accordance with Article 9(3) of the basic Regulation.\nC.   LASTING NATURE OF CIRCUMSTANCES\n(18) Like the previous interim review which resulted in Regulation (EC) No 192/2007, the present interim review showed a dumping margin at a de minimis level for the KP Chemical Group.\n(19) No indications were found that this de minimis margin would not be of a lasting nature, as the KP Chemical Group has been found to operate at a very high capacity utilisation rate (almost 100 %). In addition, the KP Chemical Group has no plans to increase their production capacity in South Korea. Indeed, the KP Chemical Group has acquired a production plant within the Union and is more likely to decrease its exports from South Korea.\n(20) Therefore the circumstances under which the dumping margin has been calculated in this investigation can be considered to be of a lasting nature.\nD.   TERMINATION OF THE REVIEW\n(21) In light of the above findings, the present review should be terminated without amending the level of the duty applicable to KP Chemical Group. In these circumstances, the injury aspects do not need to be addressed.\nE.   DISCLOSURE\n(22) Interested parties were informed of the essential facts and considerations on the basis of which it was intended to terminate the present partial interim review. All parties were given the opportunity to comment. Comments were received from the Union industry, which however, were not of a nature to change the above conclusions.\nF.   FINAL PROVISION\n(23) This review should therefore be terminated without any amendment to Regulation (EC) No 192/2007,", "main_body": ["The partial interim review of the anti-dumping measures applicable to imports of certain polyethylene terephthalate originating, inter alia, in the Republic of Korea, is hereby terminated without amending the measures in force.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 2011.\nFor the Council\nThe President\nMARTONYI J.\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 59, 27.2.2007, p. 1.\n(3)  OJ C 47, 25.2.2010, p. 24."}