{"celex_id": "32014R0262", "uri": "http://publications.europa.eu/resource/cellar/94077db8-ac1b-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1617", "225", "3483", "3584", "3870"], "title": "Council Regulation (EU) No 262/2014 of 14 March 2014 amending Regulation (EC) No 234/2004 concerning certain restrictive measures in respect of Liberia\n", "header": "15.3.2014 EN Official Journal of the European Union L 76/9\nCOUNCIL REGULATION (EU) No 262/2014\nof 14 March 2014\namending Regulation (EC) No 234/2004 concerning certain restrictive measures in respect of Liberia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Common Position 2008/109/CFSP of 12 February 2008 concerning restrictive measures imposed against Liberia (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Council Regulation (EC) No 234/2004 (2) imposes a general ban on the provision of technical advice, assistance, training, financing and financial assistance related to military activities to any person, entity or body in Liberia.\n(2) On 10 December 2013, the United Nations Security Council adopted Resolution 2128 (2013) reaffirming the arms embargo imposed by paragraph 2 of Resolution 1521 (2003) and modified by paragraphs 1 and 2 of Resolution 1683 (2006), by paragraph 1(b) of Resolution 1731 (2006), by paragraphs 3, 4, 5 and 6 of Resolution 1903 (2009), and by paragraph 3 of Resolution 1961 (2010), and modifying the associated notification requirements.\n(3) On 14 March 2014, the Council adopted Decision 2014/141/CFSP (3), which amends Common Position 2008/109/CFSP to that effect.\n(4) Some of those measures fall within the scope of the Treaty on the Functioning of the European Union and regulatory action at Union level is therefore necessary in order to implement them, in particular with a view to ensuring their uniform application by economic operators in all Member States.\n(5) Regulation (EC) No 234/2004 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 234/2004 is amended as follows:\n(1) in Article 3(1), point (b) is replaced by the following:\n‘(b) technical assistance related to non-lethal equipment which is intended solely for humanitarian or protective use.’;\n(2) Article 4 is replaced by the following:", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 2014.\nFor the Council\nThe President\nM. CHRISOCHOIDIS\n(1)  OJ L 38, 13.2.2008, p. 26.\n(2)  Council Regulation (EC) No 234/2004 of 10 February 2004 concerning certain restrictive measures in respect of Liberia and repealing Regulation (EC) No 1030/2003 (OJ L 40, 12.2.2004, p. 1).\n(3)  Council Decision 2014/141/CFSP of 14 March 2014 amending Common Position 2008/109/CFSP concerning restrictive measures imposed against Liberia. See page 45 of this Official Journal."}