{"celex_id": "32014D0716", "uri": "http://publications.europa.eu/resource/cellar/6b264cc2-55d3-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["4044", "8465"], "title": "2014/716/EU, Euratom: Council Decision, taken by common accord with the President-elect of the Commission, of 15 October 2014 adopting the list of the other persons whom the Council proposes for appointment as Members of the Commission, repealing and replacing Decision 2014/648/EU, Euratom\n", "header": "17.10.2014 EN Official Journal of the European Union L 299/29\nCOUNCIL DECISION,\ntaken by common accord with the President-elect of the Commission,\nof 15 October 2014\nadopting the list of the other persons whom the Council proposes for appointment as Members of the Commission, repealing and replacing Decision 2014/648/EU, Euratom\n(2014/716/EU, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 17(3) and (5) and the second subparagraph of Article 17(7) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nHaving regard to European Council Decision 2013/272/EU of 22 May 2013 concerning the number of members of the European Commission (1),\nWhereas:\n(1) The mandate of the Commission appointed by European Council Decision 2010/80/EU (2) comes to an end on 31 October 2014.\n(2) A new Commission, consisting of one national of each Member State, including its President and the High Representative of the Union for Foreign Affairs and Security Policy, should be appointed until 31 October 2019.\n(3) The European Council nominated Mr Jean-Claude JUNCKER as the person put forward to the European Parliament as President of the Commission, and the European Parliament elected him as President of the Commission at its Plenary Session of 15 July 2014.\n(4) On 30 August 2014, the European Council, in agreement with the President-elect of the Commission, appointed Ms Federica MOGHERINI as High Representative of the Union for Foreign Affairs and Security Policy in accordance with Article 18(1) of the Treaty on European Union.\n(5) By Decision 2014/648/EU, Euratom (3), the Council adopted by common accord with the President-elect of the Commission the list of the other persons whom it proposes for appointment as Members of the Commission until 31 October 2019.\n(6) By common accord with the President-elect of the Commission, Decision 2014/648/EU, Euratom should be repealed before the list contained in it is subject to the vote of consent of the European Parliament and should be replaced by this Decision.\n(7) In accordance with Article 17(7), third subparagraph, of the Treaty on European Union, the President, the High Representative of the Union for Foreign Affairs and Security Policy and the other Members of the Commission are subject as a body to a vote of consent by the European Parliament,", "main_body": ["By common accord with Mr Jean-Claude JUNCKER, President-elect of the Commission, the Council proposes the following persons for appointment as Members of the Commission until 31 October 2019:\nMr Vytenis Povilas ANDRIUKAITIS\nMr Andrus ANSIP\nMr Miguel ARIAS CAÑETE\nMr Dimitris AVRAMOPOULOS\nMs Elżbieta BIEŃKOWSKA\nMs Violeta BULC\nMs Corina CREȚU\nMr Valdis DOMBROVSKIS\nMs Kristalina GEORGIEVA\nMr Johannes HAHN\nMr Jonathan HILL\nMr Phil HOGAN\nMs Věra JOUROVÁ\nMr Jyrki KATAINEN\nMs Cecilia MALMSTRÖM\nMr Neven MIMICA\nMr Carlos MOEDAS\nMr Pierre MOSCOVICI\nMr Tibor NAVRACSICS\nMr Günther OETTINGER\nMr Maroš ŠEFČOVIČ\nMr Christos STYLIANIDES\nMs Marianne THYSSEN\nMr Frans TIMMERMANS\nMr Karmenu VELLA\nMs Margrethe VESTAGER\nMs Federica MOGHERINI, appointed High Representative of the Union for Foreign Affairs and Security Policy.", "Decision 2014/648/EU, Euratom is hereby repealed.", "This Decision shall be forwarded to the European Parliament.\nIt shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 15 October 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  OJ L 165, 18.6.2013, p. 98.\n(2)  European Council Decision 2010/80/EU of 9 February 2010 appointing the European Commission (OJ L 38, 11.2.2010, p. 7).\n(3)  Council Decision, taken by common accord with the President-elect of the Commission, of 5 September 2014 adopting the list of the other persons whom the Council proposes for appointment as Members of the Commission (2014/648/EU, Euratom) (OJ L 268, 9.9.2014, p. 5)."}