{"celex_id": "32011R0501", "uri": "http://publications.europa.eu/resource/cellar/566ce645-1ecb-46b5-a666-733e3c433f90", "type": "Regulation", "concepts": ["1159", "1372", "2095", "2556", "2901", "3888", "427", "4790", "544"], "title": "Council Regulation (EU) No 501/2011 of 24 February 2011 on the allocation of fishing opportunities under the Protocol to the Fisheries Partnership Agreement between the European Community and the Democratic Republic of São Tomé and Príncipe\n", "header": "24.5.2011 EN Official Journal of the European Union L 136/2\nCOUNCIL REGULATION (EU) No 501/2011\nof 24 February 2011\non the allocation of fishing opportunities under the Protocol to the Fisheries Partnership Agreement between the European Community and the Democratic Republic of São Tomé and Príncipe\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 23 July 2007, the Council adopted Regulation (EC) No 894/2007 on the conclusion of a Fisheries Partnership Agreement between the Democratic Republic of São Tomé and Príncipe and the European Community (1) (the ‘Agreement’). A Protocol setting out the fishing opportunities and the financial contribution provided for by the Agreement (2) (the ‘former Protocol’) was attached thereto. The former Protocol expired on 31 May 2010.\n(2) A new Protocol (the ‘Protocol’) setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement with the Democratic Republic of São Tomé and Príncipe was initialled on 15 July 2010. It provides Union vessels with fishing opportunities in the waters over which the Democratic Republic of São Tomé and Príncipe has sovereignty or jurisdiction in respect of fisheries.\n(3) On 24 February 2011, the Council adopted Decision 2011/296/EU (3) on the signing and provisional application of the Protocol.\n(4) The method for allocating the fishing opportunities among the Member States should be defined for the duration of the Protocol.\n(5) In accordance with Article 10(1) of Regulation (EC) No 1006/2008 of 29 September 2008 concerning authorisations for fishing activities of Community fishing vessels outside Community waters and the access of third country vessels to Community waters (4), if the fishing opportunities allocated to the Union under the Protocol are not fully utilised, the Commission shall inform the Member States concerned. The absence of a reply within the deadlines, to be set by the Council, shall be considered as confirmation that the vessels of the Member State concerned are not making full use of their fishing opportunities in the given period. Those deadlines should be fixed.\n(6) This Regulation should enter into force on the day following its publication in the Official Journal of the European Union,", "main_body": ["The fishing opportunities set out in the Protocol attached to Decision 2011/296/EU on the signing and provisional application shall be allocated among the Member States as follows:\n(a) tuna seiners:\nSpain 16 vessels\nFrance 12 vessels\n(b) surface longliners:\nSpain 9 vessels\nPortugal 3 vessels\nWithout prejudice to the Agreement and the Protocol, Regulation (EC) No 1006/2008 shall apply. If applications for fishing authorisations from the Member States referred to in the first paragraph do not cover all the fishing opportunities set by the Protocol, the Commission shall consider applications for fishing authorisations from any other Member State in accordance with Article 10 of Regulation (EC) No 1006/2008. The deadlines referred to in Article 10(1) of that Regulation shall be set at 10 days.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 2011.\nFor the Council\nThe President\nPINTÉR S.\n(1)  OJ L 205, 7.8.2007, p. 35.\n(2)  OJ L 205, 7.8.2007, p. 40.\n(3)  See page 4 of this Official Journal.\n(4)  OJ L 286, 29.10.2008, p. 33."}