{"celex_id": "32012D0697", "uri": "http://publications.europa.eu/resource/cellar/c164f986-7977-4015-be7a-7e8bdd235bc2", "type": "Decision", "concepts": ["191", "1961", "2411", "3191", "3584", "619"], "title": "2012/697/EU: Commission Implementing Decision of 8 November 2012 as regards measures to prevent the introduction into and the spread within the Union of the genus Pomacea (Perry) (notified under document C(2012) 7803)\n", "header": "10.11.2012 EN Official Journal of the European Union L 311/14\nCOMMISSION IMPLEMENTING DECISION\nof 8 November 2012\nas regards measures to prevent the introduction into and the spread within the Union of the genus Pomacea (Perry)\n(notified under document C(2012) 7803)\n(2012/697/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the third sentence of Article 16(3), thereof,\nWhereas:\n(1) Spain has informed the Commission that Pomacea insularum is present in one region of that Member State.\n(2) It appears from an assessment carried out by the Commission on the basis of a pest risk analysis produced by Spain and of a scientific opinion (2) and a statement (3) of the European Food Safety Authority that the genus Pomacea (Perry) causes harmful effects on aquatic plants. Difficulty in taxonomic identification of the different species and the fact that it cannot be excluded that all species are harmful, make it necessary to regulate the genus Pomacea (Perry). That genus is neither listed in Annex I nor in Annex II to Directive 2000/29/EC.\n(3) Given the risk of spreading the specified organism to fields and watercourses and the absence of less restrictive measures efficiently combating the threat posed by that organism, it is necessary to prohibit the introduction into and the spread within the Union of that genus.\n(4) Measures should also be provided for concerning the introduction into and the movement within the Union of plants for planting, excluding seeds, that can only grow in water or soil that is permanently saturated with water.\n(5) Surveys for the presence of the genus Pomacea (Perry) should be carried out in areas where the specific organism is likely to be found and the results notified.\n(6) Member States should establish demarcated areas in cases where the genus Pomacea (Perry) is found to be present in fields and watercourses in order to eradicate the organisms concerned and to ensure intensive monitoring for their presence.\n(7) Member States should, if necessary, adapt their legislation in order to comply with this Decision.\n(8) This Decision should be reviewed by 28 February 2015.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Prohibitions concerning the genus Pomacea (Perry)\nThe genus Pomacea (Perry), hereinafter ‘the specified organism’, shall not be introduced into or spread within the Union.", "Introduction of plants for planting, excluding seeds, that can only grow in water or soil that is permanently saturated with water\nPlants for planting, excluding seeds, that can only grow in water or soil that is permanently saturated with water, hereinafter ‘the specified plants’, originating in third countries may be introduced into the Union if they comply with the requirements, as set out in point (1) of Section 1 of Annex I.\nOn entry into the Union the specified plants shall be inspected by the responsible official body in accordance with point (2) of Section I of Annex I.", "Movement of specified plants within the Union\nSpecified plants originating in demarcated areas established in accordance with Article 5 may be moved within the Union if they meet the conditions, as set out in Section 2 of Annex I.", "Surveys and notifications of the specified organism\n1.   Member States shall conduct annual surveys for the presence of the specified organism on rice plants and, where appropriate, other specified plants in fields and watercourses.\nMember States shall notify the results of those surveys to the Commission and to the other Member States by 31 December of each year.\n2.   If the specified organism is found or suspected to be present in fields and watercourses, it shall immediately be notified to the responsible official bodies.", "Demarcated areas, measures to be taken in such areas, awareness raising programmes and notification\n1.   Where based on the results of the surveys referred to in Article 4(1) or other evidence, a Member State finds the specified organism to be present in a field or watercourse in its territory where its presence was previously unknown, that Member State shall without delay establish, or where appropriate amend, a demarcated area consisting of an infested zone and a buffer zone, as set out in Section 1 of Annex II.\nIn the demarcated area it shall take all measures necessary for the eradication of the specified organism. These measures shall include the measures set out in Section 2 of Annex II.\n2.   Where a demarcated area is to be established or amended in accordance with paragraph 1, the Member State concerned shall, where appropriate, set up or amend an awareness raising programme.\n3.   Where, as regards a demarcated area, based on the surveys referred to in Article 4(1), the specified organism has not been found to be present for a period of four consecutive years, the Member State concerned shall confirm that that organism is no longer present in that area and that the area ceases to be demarcated.\n4.   Where a Member State takes measures in accordance with paragraphs 1, 2 and 3, it shall immediately notify to the Commission and the other Member States the list of demarcated areas, information on their delimitation, including maps showing their location, and a description of the measures applied in those demarcated areas.", "Compliance\nMember States shall immediately inform the Commission of the measures they have taken to comply with this Decision.", "Review\nThis Decision shall be reviewed by 28 February 2015.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 November 2012.\nFor the Commission\nMaroš ŠEFČOVIČ\nVice-President\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  EFSA Journal 2012;10(1):2552.\n(3)  EFSA Journal 2012;10(4):2645.\nANNEX I\nINTRODUCTION AND MOVEMENT OF THE SPECIFIED PLANTS\nSection 1\nSpecific requirements for introduction into the Union\n(1) Without prejudice to the provisions listed in Directive 2000/29/EC, specified plants originating in a third country shall be accompanied by a phytosanitary certificate, as referred to in the first subparagraph of point (ii) of Article 13(1) of that Directive, which includes under the heading ‘Additional declaration’ the information that the specified plants have been found free from the specified organism immediately prior to leaving the third country concerned.\n(2) Specified plants introduced into the Union in accordance with point (1) shall be inspected at the point of entry or the place of destination established in accordance with Commission Directive 2004/103/EC (1) to confirm that they meet the requirements laid down in point (1).\nSection 2\nConditions for movement\nSpecified plants originating in demarcated areas within the Union may be moved from such areas into non-demarcated areas within the Union if they are accompanied by a plant passport prepared and issued in accordance with Commission Directive 92/105/EEC (2).\n(1)  OJ L 313, 12.10.2004, p. 16.\n(2)  OJ L 4, 8.1.1993, p. 22.\nANNEX II\nDEMARCATED AREAS AND MEASURES, AS PROVIDED FOR IN ARTICLE 5\nSection 1\nEstablishment and amendment of demarcated areas\n(1) Demarcated areas, as referred to in Article 5, shall comply with points (2) and (3).\n(2) The infested zone shall include the places where the specified organism has been found to be present.\n(3) A buffer zone of a width of at least 500 m shall be established around the infested zone. However, that buffer zone shall only include water courses and areas that are saturated with fresh water.\n(4) In cases where several buffer zones overlap, a demarcated area shall be established which includes the area covered by the relevant demarcated areas and the areas between them. In other cases where it is appropriate, Member States may establish a demarcated area including several demarcated areas and the areas between them.\n(5) When establishing the infested zone and the buffer zone, Member States shall, bearing in mind sound scientific principles, take into account the following elements: the biology of the specified organism, the level of infestation, the distribution of specified plants, the evidence of establishment of the specified organism, the capacity of the specified organism to spread naturally.\n(6) If the specified organism has been found to be present in the buffer zone the delimitation of the infested zone and of the buffer zone shall be amended accordingly.\nSection 2\nMeasures in demarcated areas, as provided for in the second subparagraph of Article 5(1)\nEradication measures taken by Member States in demarcated areas shall include the following:\n(a) the removal and destruction of the specified organism;\n(b) intensive monitoring for the presence of the specified organism by inspections twice a year with a specific focus on the buffer zone;\n(c) Member States shall provide for a hygiene protocol for all used agriculture and aquaculture machinery which may come into contact with the specified organism and be capable of spreading it."}