{"celex_id": "32011R1109", "uri": "http://publications.europa.eu/resource/cellar/581bc983-62f1-4604-9af7-19604ffbcf6f", "type": "Regulation", "concepts": ["1442", "1445", "1755", "1759", "192", "4692", "5263", "5300"], "title": "Commission Implementing Regulation (EU) No 1109/2011 of 3 November 2011 amending Annex I to Regulation (EC) No 2075/2005 as regards the equivalent methods for Trichinella testing Text with EEA relevance\n", "header": "4.11.2011 EN Official Journal of the European Union L 287/23\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1109/2011\nof 3 November 2011\namending Annex I to Regulation (EC) No 2075/2005 as regards the equivalent methods for Trichinella testing\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (1), and in particular the former part of the introductory phrase of Article 18 and points 8, 9 and 10 of that Article,\nWhereas:\n(1) Commission Regulation (EC) No 2075/2005 of 5 December 2005 laying down specific rules on official controls for Trichinella in meat (2) provides for methods of detection of Trichinella in samples of carcases. The reference method is laid down in Chapter I of Annex I to that Regulation. Three methods of detection equivalent to the reference method are laid down in Chapter II of Annex I to that Regulation.\n(2) Regulation (EC) No 2075/2005, as amended by Regulation (EC) No 1245/2007 (3), permits the use of liquid pepsin for the detection of Trichinella in meat and establishes its requirements when used as a reagent in methods of detection. It is therefore appropriate to also provide for identical requirements for the equivalent detection methods, where relevant. Part C of Chapter II of Annex I to Regulation (EC) No 2075/2005 should therefore be amended accordingly.\n(3) In addition, new apparatuses for Trichinella testing using the digestion method equivalent to the reference method started being produced by private companies. Following these developments, guidelines for the validation of new apparatuses for testing of Trichinella by the digestion method were endorsed unanimously during the meeting of the Standing Committee on the Food Chain and Animal Health on 16 December 2008.\n(4) In 2010 a new apparatus method for testing of Trichinella in domestic swine was validated by the EU Reference Laboratory for parasites in accordance with those guidelines.\n(5) Results of the validation show that the new apparatus and related method of detection of Trichinella, validated under the code of the EU Reference Laboratory, No EURLP_D_001/2011 (4), is equivalent to the reference method as laid down in Chapter I of Annex I to Regulation (EC) No 2075/2005. Therefore, it should be included in the list of equivalent methods of detection listed in Chapter II of Annex I to Regulation (EC) No 2075/2005.\n(6) Chapter II of Annex I to Regulation (EC) No 2075/2005 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 2075/2005 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 206.\n(2)  OJ L 338, 22.12.2005, p. 60.\n(3)  OJ L 281, 25.10.2007, p. 19.\n(4)  http://www.iss.it/crlp/index.php\nANNEX\nChapter II of Annex I to Regulation (EC) No 2075/2005 is amended as follows:\n1. in Part C, point 1(f) is replaced by the following:\n‘(f) Pepsin, strength 1: 10 000 NF (US National Formulary) corresponding to 1:12 500 BP (British Pharmacopoeia) and to 2 000 FIP (International Pharmaceutical Federation), or stabilised liquid pepsin with minimum 660 European Pharmacopoeia units/ml’;\n2. the following Part D is added:\n(a) Knife or scissors and tweezers for cutting specimens.\n(b) Trays marked off into 50 squares, each of which can hold samples of approximately 2 g of meat, or other tools giving equivalent guarantees as regards the traceability of the samples.\n(c) A blender with a sharp chopping blade. Where the samples are larger than 3 g, a meat mincer with openings of 2-4 mm or scissors must be used. In the case of frozen meat or tongue (after removal of the superficial layer, which cannot be digested), a meat mincer is necessary and the sample size will need to be increased considerably.\n(d) Magnetic stirrers with thermostatically controlled heating plate and Teflon-coated stirring rods approximately 5 cm long.\n(e) Glass beakers, capacity 3 litres.\n(f) Sieves, mesh size 180 microns, external diameter 11 cm, with stainless steel mesh.\n(g) Steel filtration apparatus for 20 μm mesh filters with a steel funnel.\n(h) Vacuum pump.\n(i) Metal or plastic tanks, capacity 10-15 litres, to collect the digestive juice.\n(j) A 3D gyratory rocker.\n(k) Aluminium foil.\n(l) 25 % hydrochloric acid.\n(m) Pepsin, strength: 1:10 000 NF (US National Formulary) corresponding to 1:12 500 BP (British Pharmacopoeia) and to 2 000 FIP (International Pharmaceutical Federation), or stabilised liquid pepsin with minimum 660 European Pharmacopoeia units/ml.\n(n) Tap water heated to 46-48 °C.\n(o) A balance accurate to 0,1 g.\n(p) Pipettes of different sizes (1, 10 and 25 ml), micropipettes according to the latex agglutination manufacturer’s instructions and pipette holders.\n(q) 20 microns nylon mesh filters of a diameter that fits with the filtration system.\n(r) Plastic or steel forceps of 10-15 cm.\n(s) Conical vials of 15 ml.\n(t) A pestle with a Teflon or steel conical tip to fit in the conical vials.\n(u) A thermometer accurate to 0,5 °C within the range 1-100 °C.\n(v) Latex agglutination cards of the Trichin-L antigen test kit validated under the code No EURLP_D_001/2011.\n(w) Buffer solution with preservative (sample diluent) of the Trichin-L antigen test kit validated under the code No EURLP_D_001/2011.\n(x) Buffer supplemented with preservative (negative control) of the Trichin-L antigen test kit validated under the code No EURLP_D_001/2011.\n(y) Buffer supplemented with Trichinella spiralis antigens and preservative (positive control) of the Trichin-L antigen test kit validated under the code No EURLP_D_001/2011.\n(z) Buffer with polystyrene particles coated with antibodies supplemented with preservative (latex beads) of the Trichin-L antigen test kit validated under the code No EURLP_D_001/2011.\n(aa) Disposable sticks.\n(a) The 20 microns nylon mesh filter is placed on the filtration support. The conical filtration steel funnel is fixed to the support with the block system and the steel sieve of 180 microns mesh size is placed on the funnel. The vacuum pump is connected with the filtration support and with the metal or plastic tank, to collect the digestive fluid.\n(b) Stop stirring and pour the digestion fluid into the filtration funnel through the sieve. Rinse the beaker with 250 ml of warm water. The rinsing liquid must be poured into the filtration ramp after the digested fluid has been successfully filtrated.\n(c) With the forceps, take the filtration membrane holding it by an edge. Fold the filtration membrane in four minimum and put it in the 15 ml conical tube.\n(d) The filtration membrane is pushed at the bottom of the 15 ml conical tube with the help of the pestle and strongly pressed by doing successive back and forth movements with the pestle which should be positioned inside the filtration membrane folding according to the manufacturer’s instructions.\n(e) The sample diluent is added into the 15 ml conical tube by pipette and the filtration membrane is homogenised with the pestle by doing successive low amplitude back and forth movements, avoiding abrupt movements to limit liquid splashes according to the manufacturer’s instructions.\n(f) Each sample, the negative control, and the positive control, are dispensed into different fields of the agglutination card by pipettes, according to the manufacturer’s instructions.\n(g) The latex beads are added into each field of the agglutination card by a pipette, according to the manufacturer’s instructions, without making them come into contact with the sample/s and controls. In each field, the latex beads are then gently mixed with a disposable stick until the homogeneous liquid covers the entire field.\n(h) The agglutination card is put on the 3D rocker and is rocked according to the manufacturer’s instructions.\n(i) After the time established by the manufacturer’s instructions, the rocking is stopped and the agglutination card is put on a plane surface and the reaction results are read. In the case of a positive sample, the beads aggregates must appear. In the case of a negative sample, the suspension remains homogeneous without beads aggregates.\n(j) All equipment in contact with meat must be carefully decontaminated between runs by soaking for a few seconds in warm water (60-90 °C). Surfaces upon which meat residues or inactivated larva/e remain may be cleaned with a clean sponge and tap water. Once the procedure is finalised, a few drops of detergent may be added to degrease the equipment. Then each piece must be thoroughly rinsed several times in order to remove all traces of detergent.\n(k) The pestle must be carefully decontaminated between runs by soaking for a few seconds in at least 250 ml of warm water (60-90 °C). Meat residues or inactivated larvae that could remain on its surface must be eliminated with a clean sponge and tap water. Once the procedure is finalised, a few drops of detergent may be added to degrease the pestle. Then the pestle must be thoroughly rinsed several times in order to remove all traces of detergent."}