{"celex_id": "32011D0129", "uri": "http://publications.europa.eu/resource/cellar/b09b2563-21e5-44ea-ac50-23aacc2d675b", "type": "Decision", "concepts": ["1528", "2883", "3919", "4324", "4432", "5191", "5315", "5404"], "title": "2011/129/EU: Council Decision of 13 September 2010 on the position to be taken by the European Union in the EU-Switzerland Joint Committee established in the Agreement between the European Community and the Swiss Confederation in the audiovisual field, establishing the terms and conditions for the participation of the Swiss Confederation in the Community programme MEDIA 2007, as regards a Joint Committee decision updating Article 1 of Annex I to the Agreement\n", "header": "26.2.2011 EN Official Journal of the European Union L 53/1\nCOUNCIL DECISION\nof 13 September 2010\non the position to be taken by the European Union in the EU-Switzerland Joint Committee established in the Agreement between the European Community and the Swiss Confederation in the audiovisual field, establishing the terms and conditions for the participation of the Swiss Confederation in the Community programme MEDIA 2007, as regards a Joint Committee decision updating Article 1 of Annex I to the Agreement\n(2011/129/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 166(4) and 173(3), in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Article 8 of the Agreement between the European Community and the Swiss Confederation in the audiovisual field, establishing the terms and conditions for the participation of the Swiss Confederation in the Community programme MEDIA 2007 (1) signed on 11 October 2007, hereinafter referred to as ‘the Agreement’, establishes a Joint Committee responsible for the management and proper implementation of the Agreement.\n(2) Following the entry into force on 19 December 2007 of Directive 89/552/EEC as last amended by Directive 2007/65/EC of the European Parliament and of the Council, which was subsequently codified (Audiovisual Media Services Directive) (2), it appears appropriate to the European Union and to Switzerland, hereinafter referred to as the ‘Contracting Parties’, to update the references to that Directive accordingly, as provided in the Final Act (3) to the Agreement in the Joint Declaration by the Contracting Parties on the adaptation of the Agreement to the new Community Directive, and to update Article 1 of Annex I to the Agreement, pursuant to Article 8(7) of the Agreement.\n(3) The Union should therefore take the position in the EU – Switzerland Joint Committee set out in the attached draft decision,", "main_body": ["The Council approves the draft decision in the Annex as the position to be taken by the European Union regarding a decision to be adopted by the EU–Switzerland Joint Committee established in the Agreement between the European Community and the Swiss Confederation in the audiovisual field, establishing the terms and conditions for the participation of the Swiss Confederation in the Community programme MEDIA 2007, on the updating of Article 1 of Annex I to the Agreement.", "The decision of the Joint Committee shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 September 2010.\nFor the Council\nThe President\nS. VANACKERE\n(1)  OJ L 303, 21.11.2007, p. 11.\n(2)  OJ L 298, 17.10.1989, p. 23.\n(3)  OJ L 303, 21.11.2007, p. 20.\nANNEX\nDraft\nDECISION No … OF THE EU-SWITZERLAND JOINT COMMITTEE ESTABLISHED IN THE AGREEMENT BETWEEN THE EUROPEAN COMMUNITY AND THE SWISS CONFEDERATION IN THE AUDIOVISUAL FIELD, ESTABLISHING THE TERMS AND CONDITIONS FOR THE PARTICIPATION OF THE SWISS CONFEDERATION IN THE COMMUNITY PROGRAMME MEDIA 2007,\nof …\non the updating of Article 1 of Annex I to the Agreement\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Community and the Swiss Confederation in the audiovisual field, establishing the terms and conditions for the participation of the Swiss Confederation in the Community programme MEDIA 2007 (1), hereinafter referred to as ‘the Agreement’, and the Final Act to the Agreement (2), both signed in Brussels on 11 October 2007,\nWhereas:\n(1) The Agreement entered into force on 1 August 2010.\n(2) Following the entry into force on 19 December 2007 of Directive 89/552/EEC as last amended by Directive 2007/65/EC of the European Parliament and of the Council, as codified (Audiovisual Media Services Directive) (3), it appears appropriate to the Contracting Parties to update the references to that Directive accordingly, as provided in the Final Act to the Agreement in the Joint Declaration by the Contracting Parties on the adaptation of the Agreement to the new Community Directive, and to update Article 1 of Annex I to the Agreement, pursuant to Article 8(7) of the Agreement,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nArticle 1 of Annex I to the Agreement shall be replaced by the following:\n‘Article 1\nFreedom of broadcast reception and retransmission\n1.   Switzerland shall ensure freedom of reception and retransmission on its territory with regard to television broadcasts under the jurisdiction of a Member State of the Union, as determined pursuant to Directive 2010/13/EU of the European Parliament and of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (4) (hereinafter referred to as the “Audiovisual Media Services Directive”), in accordance with the following procedures:\nSwitzerland shall maintain the right to:\n(a) suspend retransmission of broadcasts from a television broadcasting organisation under the jurisdiction of a Member State of the Union which has manifestly, seriously and gravely infringed the rules on the protection of minors and human dignity set out in Article 27(1) or (2) and/or Article 6 of the Audiovisual Media Services Directive;\n(b) require broadcasters under its jurisdiction to comply with more detailed or stricter rules in the fields coordinated by the Audiovisual Media Services Directive provided that such rules are proportionate and non-discriminatory.\n2.   In cases where Switzerland:\n(a) has exercised its freedom under paragraph 1(b) to adopt more detailed or stricter rules of general public interest; and\n(b) assesses that a broadcaster under the jurisdiction of a Member State of the Union provides a television broadcast which is wholly or mostly directed towards its territory,\nit may contact the Member State having jurisdiction with a view to achieving a mutually satisfactory solution to any problems posed. On receipt of a substantiated request by Switzerland, the Member State having jurisdiction shall request the broadcaster to comply with the rules of general public interest in question. The Member State having jurisdiction shall inform Switzerland of the results obtained following this request within 2 months. Either Switzerland or the Member State may ask the Commission to invite the parties concerned to an ad-hoc meeting with the Commission on the fringe of the Contact Committee to examine the case.\n3.   Where Switzerland assesses:\n(a) that the results achieved through the application of paragraph 2 are not satisfactory; and\n(b) that the broadcaster in question has established itself in the Member State having jurisdiction in order to circumvent the stricter rules, in the fields coordinated by the Audiovisual Media Services Directive, which would be applicable to it if it were established within Switzerland,\nit may adopt appropriate measures against the broadcaster concerned.\nSuch measures shall be objectively necessary, applied in a non-discriminatory manner and be proportionate to the objectives which they pursue.\n4.   Switzerland may take measures pursuant to paragraph 1(a) or paragraph 3 of this Article only if the following conditions are met:\n(a) it has notified the Joint Committee and the Member State in which the broadcaster is established of its intention to take such measures while substantiating the grounds on which it bases its assessment; and\n(b) the Joint Committee has decided that the measures are proportionate and non-discriminatory, and in particular that assessments made by Switzerland under paragraphs 2 and 3 are correctly founded.\nArticle 2\nThis Decision shall enter into force on the first day following its adoption.\nDone at Brussels, … .\nFor the Joint Committee\nThe Head of the EU Delegation\nThe Head of the Swiss Delegation\n(1)  OJ L 303, 21.11.2007, p. 11.\n(2)  OJ L 303, 21.11.2007, p. 20.\n(3)  OJ L 332, 18.12.2007, p. 27.\n(4)  OJ L 298, 17.10.1989, p. 23.’"}