{"celex_id": "32013R0431", "uri": "http://publications.europa.eu/resource/cellar/3554e0a4-bc70-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["218", "2647", "3483", "3506", "3870", "4212"], "title": "Council Regulation (EU) No 431/2013 of 13 May 2013 amending Regulation (EC) No 147/2003 concerning certain restrictive measures in respect of Somalia\n", "header": "14.5.2013 EN Official Journal of the European Union L 129/12\nCOUNCIL REGULATION (EU) No 431/2013\nof 13 May 2013\namending Regulation (EC) No 147/2003 concerning certain restrictive measures in respect of Somalia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2010/231/CFSP of 26 April 2010 concerning restrictive measures against Somalia (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Council Regulation (EC) No 147/2003 (2) imposes a general ban on the provision of technical advice, assistance, training, financing and financial assistance relating to military activities to any person, entity or body in Somalia.\n(2) On 6 March 2013, the United Nations Security Council adopted Resolution 2093 (2013). That Resolution amended the arms embargo imposed by United Nations Security Council Resolution (UNSCR) 733 (1992) and further elaborated upon by UNSCR 1425 (2002). UNSCR 2093 (2013) thus provides for a derogation from the prohibition of assistance relating to weapons and military equipment intended for the support of Amisom’s strategic partners, for United Nations personnel, and for the successor mission of the United Nations Political Office for Somalia, and partially suspends the arms embargo in relation to the development of the Security Forces of the Federal Government of Somalia.\n(3) On 25 April 2013 the Council adopted Decision 2013/201/CFSP (3), which amends Decision 2010/231/CFSP and provides for derogations equivalent to those provided by the UNSCR 2093 (2013).\n(4) These measures fall within the scope of the Treaty on the Functioning of the European Union and regulatory action at the level of the Union is therefore necessary in order to implement it, in particular with a view to ensuring its uniform application by economic operators in all Member States.\n(5) Regulation (EC) No 147/2003 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 147/2003 is amended as follows:\n(1) Article 2a is replaced by the following:\n(a) the provision of financing, financial assistance, technical advice, assistance or training relating to military activities, if it has determined that such financing, advice, assistance or training is intended solely for the support of, or use by, the African Union Mission in Somalia (Amisom) referred to in paragraph 1 of United Nations Security Council Resolution (UNSCR) 2093 (2013) or for the sole use of States and regional organisations undertaking measures in accordance with paragraph 6 of UNSCR 1851 (2008) and paragraph 10 of UNSCR 1846 (2008);\n(b) the provision of financing, financial assistance, technical advice, assistance or training relating to military activities, if it has determined that such financing, advice, assistance or training is intended solely for the support of, or use by, Amisom’s strategic partners, operating solely under the African Union Strategic Concept of 5 January 2012, and in cooperation and coordination with Amisom as stipulated in paragraph 36 of UNSCR 2093 (2013);\n(c) the provision of financing, financial assistance, technical advice, assistance or training relating to military activities, if it has determined that such financing, advice, assistance or training is intended solely for the support of or use by United Nations personnel, including the United Nations Political Office for Somalia or its successor mission, as stipulated in paragraph 37 of UNSCR 2093 (2013);\n(d) the provision of technical advice, assistance or training relating to military activities, if the following conditions are met:\n(i) the competent authority concerned has determined that such advice, assistance or training is intended solely for the purpose of helping to develop security sector institutions, consistent with the political process set out in paragraphs 1, 2 and 3 of UNSCR 1744 (2007); and\n(ii) the Member State concerned has notified the Committee established by paragraph 11 of United Nations Security Council Resolution 751 (1992) of the determination that such advice, assistance or training is intended solely for the purpose of helping to develop security sector institutions, consistent with the political process set out in paragraphs 1, 2 and 3 of Resolution UNSCR 1744 (2007) and of the intention of its competent authority to grant an authorisation, and the Committee has not objected to that course of action within five working days of notification;\n(e) the provision of financing, financial assistance, technical advice, assistance or training relating to military activities, except in relation to the items set out in Annex III, if the following conditions are met:\n(i) the competent authority concerned has determined that such advice, assistance or training is intended solely for the development of the Security Forces of the Federal Government of Somalia, and to provide security for the Somali people; and\n(ii) a notification to the Committee established by paragraph 11 of United Nations Security Council Resolution 751 (1992) has been made at least five days in advance of any provision of advice, assistance or training intended solely for the development of the Security Forces of the Federal Government of Somalia, and to provide security for the Somali people, providing details of such advice, assistance or training in accordance with paragraph 38 of UNSCR 2093 (2013); or, if appropriate,\n(iii) the Member State concerned, after having informed the Federal Government of Somalia of its intention to do so, has notified the Committee established by paragraph 11 of United Nations Security Council Resolution 751 (1992), at least five days in advance, of the determination that such advice, assistance or training is intended solely for the development of the Security Forces of the Federal Government of Somalia, and to provide security for the Somali people, and of the intention of its competent authority to grant an authorisation, including all the relevant information in accordance with paragraph 38 of UNSCR 2093 (2013).’;\n(2) in Article 3(1), points (c) and (d) are deleted;\n(3) the text set out in the Annex to this Regulation is added as Annex III.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Council\nThe President\nE. GILMORE\n(1)  OJ L 105, 27.4.2010, p. 17.\n(2)  OJ L 24, 29.1.2003, p. 2.\n(3)  OJ L 116, 26.4.2013, p. 10.\nANNEX\n‘ANNEX III\nList of items referred to in point (e) of Article 2a\n1. Surface to air missiles, including Man-Portable Air-Defence Systems (Manpads);\n2. Guns, howitzers, and cannons with a calibre greater than 12,7 mm, and ammunition and components specially designed for these. (This does not include shoulder fired anti-tank rocket launchers such as RPGs or LAWs, rifle grenades, or grenade launchers.);\n3. Mortars with a calibre greater than 82 mm;\n4. Anti-tank guided weapons, including Anti-tank Guided Missiles (ATGMs) and ammunition and components specially designed for these items;\n5. Charges and devices intended for military use containing energetic materials; mines and related materiel;\n6. Weapon sights with a night vision capability.’"}