{"celex_id": "32010D0099", "uri": "http://publications.europa.eu/resource/cellar/90beadea-6408-4245-b4b5-6355603da462", "type": "Decision", "concepts": ["1095", "1234", "1684", "2602", "2754", "365", "3942", "4585", "5581", "5709"], "title": "Council Implementing Decision of 16 February 2010 authorising the Republic of Lithuania to extend the application of a measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n", "header": "20.2.2010 EN Official Journal of the European Union L 45/10\nCOUNCIL IMPLEMENTING DECISION\nof 16 February 2010\nauthorising the Republic of Lithuania to extend the application of a measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n(Only the Lithuanian text is authentic)\n(2010/99/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Secretariat-General of the Commission on 9 September 2009, Lithuania requested authorisation to continue to apply a measure derogating from the provisions of Directive 2006/112/EC governing the person liable for the payment of value added tax (VAT) to the tax authorities.\n(2) In accordance with Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States of the request made by Lithuania in a letter dated 27 October 2009. By letter dated 29 October 2009, the Commission notified Lithuania that it had all the information that it considered necessary to consider the request.\n(3) The purpose of the measure is to continue to make the recipient liable for the VAT due on the supply of goods and services in the case of insolvency procedures or restructuring procedures subject to judicial oversight and of timber transactions.\n(4) Taxable persons under insolvency procedures or restructuring procedures subject to judicial oversight are often prevented, as a result of financial difficulties, from paying to the tax authorities VAT invoiced on their supplies of goods and services. The recipient, in so far as it is a taxable person with a right of deduction, can none the less deduct the VAT even though it has not been paid by the supplier to the tax authorities.\n(5) Because of the nature of the market and the business involved, Lithuania has encountered problems in the timber market which is dominated by small companies, often resellers and intermediaries which the tax authorities have found difficult to control. The most common form of evasion involves the invoicing of supplies followed by the disappearance of the business without having paid any tax, leaving the customer in receipt of a valid invoice for tax deduction.\n(6) By designating the recipient, in so far as it is a taxable person, as the person liable for the VAT in the abovementioned cases, the derogation removes the difficulties of collection of the VAT without affecting the amount of tax due. This has the effect, on the one hand, of simplifying the work of the tax authorities for collecting the tax and, on the other, of preventing certain types of tax evasion or avoidance. In this respect, the measure derogates from Article 193 of Directive 2006/112/EC which stipulates that the taxable person supplying goods or services is normally liable for the payment of the tax.\n(7) The measure has previously been authorised by Council Decision 2006/388/EC (2) under the then applicable Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes – Common system of value added tax: uniform basis of assessment (3).\n(8) The legal and factual situation which justified the current application of the derogating measure in question has not changed and continues to exist. Lithuania should therefore be authorised to apply the measure during a further limited period.\n(9) The derogation will not adversely affect the Union’s own resources accruing from VAT,", "main_body": ["By way of derogation from Article 193 of Directive 2006/112/EC, Lithuania is authorised to continue to designate the taxable person to whom the following supplies of goods and services are made as the person liable for payment of VAT:\n(a) supplies of goods and services by a taxable person while under an insolvency procedure or a restructuring procedure subject to judicial oversight;\n(b) supplies of timber.", "This Decision shall take effect on the day of its notification.\nIt shall apply from 1 January 2010 until 31 December 2012.", "This Decision is addressed to the Republic of Lithuania.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 February 2010.\nFor the Council\nThe President\nE. SALGADO\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ L 150, 3.6.2006, p. 13.\n(3)  OJ L 145, 13.6.1977, p. 1."}