{"celex_id": "32012R0524", "uri": "http://publications.europa.eu/resource/cellar/70f24072-bb8e-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["2965", "4582", "8459"], "title": "Commission Implementing Regulation (EU) No 524/2012 of 20 June 2012 amending Annex I to Council Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy\n", "header": "21.6.2012 EN Official Journal of the European Union L 160/13\nCOMMISSION IMPLEMENTING REGULATION (EU) No 524/2012\nof 20 June 2012\namending Annex I to Council Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 142(i) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 73/2009 establishes the list of support schemes giving right to a direct payment under that Regulation.\n(2) Article 129(1) of Regulation (EC) No 73/2009 gives new Member States applying the single area payment scheme the possibility to grant a separate soft fruit payment from 2012. Bulgaria, Hungary and Poland have decided to use that possibility.\n(3) The separate soft fruit payment is not listed in Annex I to Regulation (EC) No 73/2009. However, by its very nature, that payment should be considered a direct payment as defined in Article 2(d) of that Regulation since it replaces, from the 2012 calendar year, the transitional soft fruit payment granted pursuant to Article 98 of that Regulation, which is listed in Annex I to that Regulation as a direct payment. Moreover, according to Article 129(2) of Regulation (EC) No 73/2009 the separate soft fruit payment is to be granted within the limits of the amounts referred to in Annex XII to that Regulation corresponding to the soft fruit payment.\n(4) For that reason, the non-inclusion of the separate soft fruit payment in Annex I to Regulation (EC) No 73/2009 constitutes an omission that needs to be remedied.\n(5) Annex I to Regulation (EC) No 73/2009 should therefore be amended accordingly.\n(6) Since the separate soft fruit payment may be granted from 2012, this Regulation should apply from 1 January 2012.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["In Annex I to Regulation (EC) No 73/2009, the following entry is inserted after the entry ‘Fruit and vegetables’:\n‘Fruit and vegetables Article 129(1) of this Regulation Separate soft fruit payment’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 30, 31.1.2009, p. 16."}