{"celex_id": "32014R0724", "uri": "http://publications.europa.eu/resource/cellar/bbb78dbd-00ef-11e4-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["3645", "4258", "4262", "4263", "4502", "5334", "5441", "56"], "title": "Commission Implementing Regulation (EU) No 724/2014 of 26 June 2014 on the interchange standard for the transmission of data required under Regulation (EU) No 549/2013 of the European Parliament and of the Council on the European system of national and regional accounts in the European Union  Text with EEA relevance\n", "header": "1.7.2014 EN Official Journal of the European Union L 192/38\nCOMMISSION IMPLEMENTING REGULATION (EU) No 724/2014\nof 26 June 2014\non the interchange standard for the transmission of data required under Regulation (EU) No 549/2013 of the European Parliament and of the Council on the European system of national and regional accounts in the European Union\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 549/2013 of the European Parliament and of the Council of 21 May 2013 on the European system of national and regional accounts in the European Union (1), and in particular Article 3(2) thereof,\nWhereas:\n(1) It follows from Article 3(2) of Regulation (EU) No 549/2013 that Member States should transmit to the Commission the data and metadata required by the Regulation in accordance with a specified interchange standard and other practical arrangements which should be specified by the Commission.\n(2) Applying a single standard for the exchange and transmission of data for the statistics covered by Regulation (EU) No 549/2013 would make a considerable contribution to business process integration in this statistical area.\n(3) The Statistical Data and Metadata Exchange (SDMX) initiative on statistical and technical standards for the exchange and sharing of data and metadata was launched by the Bank of International Settlements, the European Central Bank, the Commission (Eurostat), the International Monetary Fund, the Organisation for Economic Cooperation and Development (OECD), the United Nations and the World Bank. For the exchange of official statistics, SDMX provides statistical and technical standards, including the SDMX Markup Language, using XML syntax (‘SDMX-ML format’). A new data format and data structure definition designed in accordance with this standard should therefore be introduced. In order to facilitate the transition to the new format, the Commission should, for the first two years after the entry into force of the Regulation, provide Member States with templates, which can be used as inputs to SDMX conversion tools.\n(4) The Commission should make available detailed documentation in relation to the SDMX data structure definitions and supply guidelines on their implementation.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Standard for the transmission of data\nMember States shall provide data required by the Regulation (EU) No 549/2013 using SDMX data structure definitions.", "Technical specifications of data format\nMember States shall provide data and metadata in SDMX-ML format.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 174, 26.6.2013, p. 1."}