{"celex_id": "32014R1376", "uri": "http://publications.europa.eu/resource/cellar/8109e762-8818-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["189", "3246", "3446", "560"], "title": "Regulation (EU) No 1376/2014 of the European Central Bank of 10 December 2014 amending Regulation (EC) No 1745/2003 on the application of minimum reserves (ECB/2003/9) (ECB/2014/52)\n", "header": "20.12.2014 EN Official Journal of the European Union L 366/79\nREGULATION (EU) No 1376/2014 OF THE EUROPEAN CENTRAL BANK\nof 10 December 2014\namending Regulation (EC) No 1745/2003 on the application of minimum reserves (ECB/2003/9)\n(ECB/2014/52)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 19.1 thereof,\nHaving regard to Council Regulation (EC) No 2531/98 of 23 November 1998 concerning the application of minimum reserves by the European Central Bank (1),\nHaving regard to Council Regulation (EC) No 2532/98 of 23 November 1998 concerning the powers of the European Central Bank to impose sanctions (2),\nWhereas:\n(1) Article 19.1 of the Statute of the European System of Central Banks and of the European Central Bank provides that the Governing Council of the European Central Bank (ECB) may establish regulations concerning the calculation and determination of the required minimum reserves. The details on the application of minimum reserves are laid down in Regulation (EC) No 1745/2003 of the European Central Bank (ECB/2003/9) (3).\n(2) On 3 July 2014 the Governing Council decided to change the frequency of its monetary policy meetings from a four-week cycle to a six-week cycle as of 1 January 2015 and to extend the reserve maintenance periods from four weeks to six weeks accordingly.\n(3) Pursuant to Regulation (EC) No 1745/2003 (ECB/2003/9), the maintenance period is the period over which compliance with reserve requirements is calculated and for which such minimum reserves must be held on reserve accounts.\n(4) The change in the length of the maintenance periods does not affect calculation of the amount of minimum reserves to be fulfilled during a maintenance period for institutions that are subject to the full reporting requirements under Regulation (EU) No 1071/2013 of the European Central Bank (ECB/2013/33) (4). Such institutions calculate, as before, the reserve base in respect of a particular maintenance period on the basis of data under Regulation (EU) No 1071/2013 (ECB/2013/33) that relates to the month two months prior to the month within which the maintenance period starts. On the other hand, the change in the length of the maintenance periods does affect calculation of the amount of minimum reserves for institutions that report data on a quarterly basis under Regulation (EU) No 1071/2013 (ECB/2013/33), as the quarterly period will now comprise two maintenance periods.\n(5) Therefore, Regulation (EC) No 1745/2003 (ECB/2003/9) should be amended accordingly,", "main_body": ["Amendments\nRegulation (EC) No 1745/2003 (ECB/2003/9) is amended as follows:\n1. Article 3(4) is replaced by the following:\n2. Article 7(1) is replaced by the following:\n3. in Articles 3(1), 3(3), 4(1), 5(5), 10(6), 11, 13a(1)(b) the reference to Regulation (EC) No 2423/2001 (ECB/2001/13) is replaced by a reference to Regulation (EU) No 1071/2013 (ECB/2013/33);\n4. in Articles 5(3) and 13(4) the reference to Article 5 of Regulation (EC) No 2423/2001 (ECB/2001/13) is replaced by a reference to Article 6 of Regulation (EU) No 1071/2013 (ECB/2013/33);\n5. in Article 13(2) the reference to Annex II to Regulation (EC) No 2423/2001 (ECB/2001/13) is replaced by a reference to Annex III to Regulation (EU) No 1071/2013 (ECB/2013/33).", "Final provision\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 10 December 2014.\nFor the Governing Council of the ECB\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 318, 27.11.1998, p. 1.\n(2)  OJ L 318, 27.11.1998, p. 4.\n(3)  Regulation (EC) No 1745/2003 of the European Central Bank of 12 September 2003 on the application of minimum reserves (ECB/2003/9) (OJ L 250, 2.10.2003, p. 10).\n(4)  Regulation (EU) No 1071/2013 of the European Central Bank of 24 September 2013 concerning the balance sheet of the monetary financial institutions sector (ECB/2013/33) (OJ L 297, 7.11.2013, p. 1).\n(5)  Regulation (EU) No 1071/2013 of the European Central Bank of 24 September 2013 concerning the balance sheet of the monetary financial institutions sector (ECB/2013/33) (OJ L 297, 7.11.2013, p. 1)’"}