{"celex_id": "32010R0272", "uri": "http://publications.europa.eu/resource/cellar/c6fc3191-f450-4e09-96cc-160d99216dd2", "type": "Regulation", "concepts": ["1309", "1338", "2222", "2771", "3732", "4125", "5367"], "title": "Commission Regulation (EU) No 272/2010 of 30 March 2010 amending Regulation (EC) No 972/2006 laying down special rules for imports of Basmati rice and a transitional control system for determining their origin\n", "header": "31.3.2010 EN Official Journal of the European Union L 84/23\nCOMMISSION REGULATION (EU) No 272/2010\nof 30 March 2010\namending Regulation (EC) No 972/2006 laying down special rules for imports of Basmati rice and a transitional control system for determining their origin\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 138 and 143, in conjunction with Article 4 thereof,\nWhereas:\n(1) Under the Agreement in the form of an Exchange of Letters between the European Community and India pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (2), approved by Council Decision 2004/617/EC (3), the duty applicable to imports of husked rice of certain basmati varieties originating in India is fixed at zero.\n(2) Under the Agreement in the form of an Exchange of Letters between the European Community and Pakistan pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (4), approved by Council Decision 2004/618/EC (5), the duty applicable to imports of husked rice of certain basmati varieties originating in Pakistan is fixed at zero.\n(3) Article 1 of Commission Regulation (EC) No 972/2006 (6) provides that its rules are to apply to husked Basmati rice of the varieties specified in Annex XVIII to Regulation (EC) No 1234/2007.\n(4) Article 6, paragraph 2, of Regulation (EC) No 972/2006 establishes that if the results of the checks made by Member States on imported Basmati show that the product analysed does not correspond to what is indicated on the authenticity certificate, the import duty on husked rice shall apply. To this respect, this provision does not indicate any tolerance for the presence of rice not corresponding to the varieties listed in Annex XVIII to Regulation (EC) No 1234/2007.\n(5) The conditions of production and trade of Basmati rice make highly difficult to guarantee that any single lot is made out of 100 % of Basmati rice of the varieties listed in Annex XVIII to Regulation (EC) No 1234/2007. In order to allow smooth trade flows of Basmati into the European Union, and considering that the DNA-based Union control system is not operational yet and therefore the Member States can apply their own control protocols with at least 5 % uncertainty on the checks being cumulative upon any tolerance level, it is appropriate to establish a 5 % tolerance for the presence in the imported Basmati of long grain rice not corresponding to any of the varieties listed in that Annex XVIII.\n(6) In order to extend the positive impact of this measure to all concerned importers, it should be provided that the tolerance is applicable to all Basmati imports for which a final decision on the eligibility of the lot has not yet been made by the responsible authorities of the Member States.\n(7) Regulation (EC) No 972/2006 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Market,", "main_body": ["In Article 6(2) of Regulation (EC) No 972/2006, the following sentence is added:\n‘However, the presence up to 5 % of husked rice falling within CN code 1006 20 17 or CN code 1006 20 98 not corresponding to any of the varieties listed in Annex XVIII to Council Regulation (EC) No 1234/2007 (7) shall be accepted.", "Article 6(2) of Regulation (EC) No 972/2006 as amended by Article 1 of this Regulation shall also apply to Basmati imports carried out before the entry into force of this Regulation for which the competent authorities of the Member State have not yet finally established the eligibility to zero duty provided for in Article 138 of Regulation (EC) No 1234/2007.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.", "shall cease to apply at the end of the 12th month following entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 279, 28.8.2004, p. 19.\n(3)  OJ L 279, 28.8.2004, p. 17.\n(4)  OJ L 279, 28.8.2004, p. 25.\n(5)  OJ L 279, 28.8.2004, p. 23.\n(6)  OJ L 176, 30.6.2006, p. 53.\n(7)  OJ L 299, 16.11.2007, p. 1.’"}