{"celex_id": "32012R0540", "uri": "http://publications.europa.eu/resource/cellar/888716f1-bf7c-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["2771", "3191", "3763", "4575", "5065", "5136", "519", "5563", "5876", "5946", "981"], "title": "Council Implementing Regulation (EU) No 540/2012 of 21 June 2012 amending Regulation (EC) No 954/2006 imposing a definitive anti-dumping duty on imports of certain seamless pipes and tubes, of iron or steel originating in Croatia, Romania, Russia and Ukraine\n", "header": "26.6.2012 EN Official Journal of the European Union L 165/1\nCOUNCIL IMPLEMENTING REGULATION (EU) No 540/2012\nof 21 June 2012\namending Regulation (EC) No 954/2006 imposing a definitive anti-dumping duty on imports of certain seamless pipes and tubes, of iron or steel originating in Croatia, Romania, Russia and Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’), and in particular Article 9(4) thereof,\nHaving regard to the proposal submitted by the European Commission (‘the Commission’) after having consulted the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) In March 2005, the Commission initiated an investigation (2) with regards to imports of certain seamless pipes and tubes (SPT) originating, inter alia, in Ukraine (‘original investigation’). In June 2006 definitive anti-dumping duties were imposed by Council Regulation (EC) No 954/2006 (3). In addition, on 30 November 2007, the Commission published a Notice in the Official Journal of the European Union, reflecting a name change of two Ukrainian exporting producers (4).\n(2) On 8 September 2006, Interpipe Nikopolsky Seamless Tubes Plant Niko Tube and Interpipe Nizhnedneprovsky Tube Rolling Plant (‘Interpipe group’ or ‘the applicants’) lodged a request (5) before the Court of First Instance of the European Communities (CFI) to annul Regulation (EC) No 954/2006 as far as it affects them.\n(3) With regard to CJSC Nikopolosky Seamless Tubes Plant Niko Tube and OJSC Nizhnedneprovsky Tube Rolling Plant (NTRP) it is recalled that their company names changed in February 2007 to CJSC Interpipe Nikopolsky Seamless Tubes Plant Niko Tube and OJSC Interpipe Nizhnedneprovsky Tube Rolling Plant, respectively (6). Subsequently, CJSC Interpipe Nikopolsky Seamless Tubes Plant Niko Tube has been discontinued as a legal entity and all its property and non-property rights and liabilities were taken over by LLC Interpipe Niko Tube, which was established in December 2007.\n(4) By its judgment of 10 March 2009 (7), the CFI annulled Article 1 of Regulation (EC) No 954/2006 in so far as the anti-dumping duty fixed for exports by the applicants exceeds that which would have been applicable had the export price not been adjusted for a commission when sales took place through the related trading company.\n(5) The Council of the European Union and the Commission, as well as the applicants, lodged appeals requesting the Court of Justice of the European Union (ECJ) to set aside the CFI judgment of 10 March 2009. On 16 February 2012, the ECJ dismissed both the appeals and the cross-appeal (‘the Judgment’) (8) and thus confirmed the CFI (now the General Court) judgment of 10 March 2009.\n(6) Article 1 of Regulation (EC) No 954/2006 was consequently annulled to the extent to which the anti-dumping duty imposed on exports into the European Union of goods produced and exported by the Interpipe group exceeded that which would be applicable if export price not been adjusted for a commission when sales took place through the related trading company.\n(7) It is recognised by the Courts (9) that, in cases where a proceeding consists of several steps, the annulment of one of these steps does not annul the complete proceeding. The anti-dumping proceeding is an example of such a multi-step proceeding. Consequently, the annulment of parts of the definitive anti-dumping Regulation does not imply the annulment of the entire procedure prior to the adoption of the Regulation in question. On the other hand, according to Article 266 of the Treaty on the Functioning of the European Union, the Union institutions are obliged to comply with the Judgment of the Courts of the European Union. Accordingly, the Union Institutions, in so complying with the Judgment, have the possibility to remedy the aspects of the contested Regulation which led to its annulment, while leaving unchanged the uncontested parts which are not affected by the Judgment (10).\n(8) This Regulation seeks to correct the aspects of the Regulation (EC) No 954/2006 found to be inconsistent with the basic Regulation, and which thus led to the annulment of parts of that Regulation. All other findings made in Regulation (EC) No 954/2006 remain valid.\n(9) Therefore, in accordance with Article 266 of the Treaty on the Functioning of the European Union, the anti-dumping duty rate for the Interpipe group was recalculated on the basis of the Judgment.\nB.   NEW ASSESSMENT OF THE FINDINGS BASED ON THE JUDGMENT OF THE COURT OF JUSTICE\n(10) In this Regulation, the aspect of the Judgment that is addressed is the calculation of the dumping margin, more specifically the calculation of the adjustment made to the export price for differences in commissions in accordance with Article 2(10)(i) of the basic Regulation.\n(11) As outlined in recitals (131) and (134) of the Regulation (EC) No 954/2006, the export price was adjusted for commissions pursuant to Article 2(10)(i) of the basic Regulation for sales made via the related trading company.\n(12) The CFI, in its Judgment, found, and the ECJ later confirmed, that the Union Institutions, in comparing the normal value and the export price, should not have made an adjustment for commissions in this particular case.\n(13) Therefore, the dumping margin was re-calculated without adjusting the export price for differences in commissions.\n(14) The comparison of the thus re-calculated weighted average export price with the weighted average normal value as found during the original investigation by product type on an ex-factory basis showed the existence of dumping. The dumping margin established, expressed as a percentage of the CIF import price at the Union frontier, duty unpaid, is 17,7 %.\nC.   DISCLOSURE\n(15) All interested parties concerned by the implementation of the Judgment were informed of the proposal to revise the rates of anti-dumping duty applicable to the Interpipe group. They were also granted a period within which they could make representations subsequent to this disclosure in accordance with the provisions of the basic Regulation.\nD.   CONCLUSION\n(16) On the basis of the above the duty rate applicable to the Interpipe group should be amended accordingly. The amended rate should also apply retroactively from 30 June 2006 (the date that Regulation (EC) No 954/2006 entered into force), in the following sense: repayment or remission must be requested from national customs authorities in accordance with applicable customs legislation. For instance, if that repayment or remission is asked on the basis of Article 236(2) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (11) it must, in principle, only be granted if the request was made by a submission of an application to the appropriate customs office within a period of three years from the date on which the amount of those duties was communicated to the debtor. (For example, if the duty was collected shortly after the entry into force of Regulation (EC) No 954/2006, and the request for reimbursement was made within three years from the date on which the amount of duties was communicated to the debtor, normally, the request should be granted, provided that it also fulfils all other requirements),", "main_body": ["The entry concerning CJSC Interpipe Nikopolsky Seamless Tubes Plant Niko Tube and OJSC Interpipe Nizhnedneprovsky Tube Rolling Plant, in the table in Article 1 of Council Regulation (EC) No 954/2006, shall be replaced by the following:\n‘Company Anti-dumping duty TARIC additional code\nLLC Interpipe Niko Tube and OJSC Interpipe Nizhnedneprovsky Tube Rolling Plant (Interpipe NTRP) 17,7 % A743’", "To the extent that products produced by the companies referred to in Article 1 are concerned, the amounts of duties paid or entered into the accounts pursuant to Article 1 of Council Regulation (EC) No 954/2006 in its initial version and which exceed those as established on the basis of Article 1 of Council Regulation (EC) No 954/2006 as amended by this Regulation, shall be repaid or remitted. Repayment or remission must be requested from national customs authorities in accordance with applicable customs legislation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 2012.\nFor the Council\nThe President\nM. FREDERIKSEN\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ C 77, 31.3.2005, p. 2.\n(3)  OJ L 175, 29.6.2006, p. 4.\n(4)  OJ C 288, 30.11.2007, p. 34.\n(5)  OJ C 261, 28.10.2006, p. 28.\n(6)  OJ C 288, 30.11.2007, p. 34.\n(7)  Case T-249/06 — Interpipe Niko Tube and Interpipe NTRP v Council [2009] ECR II-383.\n(8)  OJ C 98, 31.3.2012, p. 2.\n(9)  Case T-2/95 Industrie des poudres sphériques (IPS) v Council [1998] ECR II-3939.\n(10)  Case C-458/98 P IPS v Council [2000] ECR I-8147.\n(11)  OJ L 302, 19.10.1992, p. 1."}