{"celex_id": "32011D0126", "uri": "http://publications.europa.eu/resource/cellar/fde2d698-e46c-4194-9254-5b40d233fa2c", "type": "Decision", "concepts": ["3466", "3722", "4060", "4505"], "title": "2011/126/EU: Council Decision of 21 February 2011 concerning the conclusion of the Agreement between the European Community and the West African Economic and Monetary Union on certain aspects of air services\n", "header": "25.2.2011 EN Official Journal of the European Union L 51/1\nCOUNCIL DECISION\nof 21 February 2011\nconcerning the conclusion of the Agreement between the European Community and the West African Economic and Monetary Union on certain aspects of air services\n(2011/126/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2) in conjunction with Article 218(6)(a) and the first subparagraph of Article 218(8),\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Council authorised the Commission on 5 June 2003 to open negotiations with third countries on the replacement of certain provisions in existing bilateral Agreements with a Community Agreement.\n(2) On behalf of the European Community, the Commission has negotiated an Agreement with the West African Economic and Monetary Union on certain aspects of air services in accordance with the mechanisms and directives in the Annex to the Council Decision authorising the Commission to open negotiations with third countries on the replacement of certain provisions in existing bilateral agreements with a Community Agreement.\n(3) The Agreement was signed on behalf of the Community on 30 November 2009 subject to its possible conclusion at a later date, in accordance with Council Decision 2010/144/EC (1).\n(4) As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(5) The Agreement should be approved,", "main_body": ["The Agreement between the European Community and the West African Economic and Monetary Union on certain aspects of air services (‘the Agreement’), is hereby approved on behalf of the Union.", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 9(1) of the Agreement and make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” in the text of the Agreement are, where appropriate, to be read as “the European Union”.’", "This Decision shall enter into force on the day after its adoption."], "attachments": "Done at Brussels, 21 February 2011.\nFor the Council\nThe President\nMARTONYI J.\n(1)  OJ L 56, 6.3.2010, p. 15."}