{"celex_id": "32011R1386", "uri": "http://publications.europa.eu/resource/cellar/0777a7c2-2de7-43e1-9c49-030f3b861f21", "type": "Regulation", "concepts": ["2758", "3191", "4080", "4172", "4350"], "title": "Council Regulation (EU) No 1386/2011 of 19 December 2011 temporarily suspending autonomous Common Customs Tariff duties on imports of certain industrial products into the Canary Islands\n", "header": "29.12.2011 EN Official Journal of the European Union L 345/1\nCOUNCIL REGULATION (EU) No 1386/2011\nof 19 December 2011\ntemporarily suspending autonomous Common Customs Tariff duties on imports of certain industrial products into the Canary Islands\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national Parliaments,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nAfter consulting the Committee of the Regions,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) According to Council Regulation (EC) No 704/2002 of 25 March 2002 temporarily suspending autonomous Common Customs Tariff duties on imports of certain industrial products and opening and providing for the administration of autonomous Community tariff quotas on imports of certain fishery products into the Canary Islands (3), the Common Customs Tariff duty suspension for certain capital goods for commercial or industrial use is to expire on 31 December 2011.\n(2) In September 2010, the government of Spain requested on behalf of the government of the Canary Islands, the prolongation of the suspension of the autonomous Common Customs Tariff duties for a number of products in accordance with Article 349 of the Treaty. The justification of their request was that in view of the remoteness of those islands, the economic operators suffer severe economic and commercial disadvantages which have negative effects on demographic trends, employment and social and economic developments.\n(3) The Canary Islands industrial sector, together with construction, has been severely affected by the recent economic crisis. The slump in building depressed all the auxiliary industry that depends on it. Unfavourable financial conditions had a serious impact on many areas of business. In addition, the sharp rise in unemployment in Spain aggravated the slump in domestic demand, including demand for industrial products.\n(4) Unemployment in the Canary Islands has been consistently exceeding the national average for Spain for the last 10 years and, since 2009, the Canary Islands have recorded the highest level throughout the country (Eurostat: Regional statistics — Unemployment rate, by NUTS 2 regions, 1999-2009). Moreover, more than half of the industrial production of the Canary Islands is consumed there, which is particularly serious since demand there has been hit harder.\n(5) Therefore, with the aim of giving a long-term perspective to investors and enabling economic operators to reach a level of industrial and commercial activities which stabilises the economic and social environment on the Canary Islands, it is appropriate to prolong in full the suspension of the Common Customs Tariff duties for certain goods as detailed in Annex II and Annex III to Regulation (EC) No 704/2002 for a period of 10 years.\n(6) In addition, in the same context the Spanish authorities have requested the suspension of the Common Customs Tariff duties for three new products falling within CN codes 3902 10, 3903 11 and 3906 10. This request was accepted as these suspensions would strengthen the economy of the Canary Islands.\n(7) In order to ensure that only economic operators located on the territory of the Canary Islands benefit from those tariff measures, the suspensions should be made conditional on the end-use of the products, in accordance with Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (4) and Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (5).\n(8) In case of a deflection of trade and in order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission allowing the Commission to temporarily withdraw the suspension. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (6).\n(9) Amendments to the Combined Nomenclature may not give rise to any substantive changes to the nature of the suspension of duties. The power to adopt acts in accordance with Article 290 of the Treaty should therefore be delegated to the Commission for the purpose of making necessary amendments and technical adaptations to the list of goods for which a suspension applies. The Commission, when preparing and drawing up delegated acts, should ensure a timely and appropriate transmission of relevant documents to the Council.\n(10) In order to ensure continuity with the measures set out in Regulation (EC) No 704/2002, it is necessary to apply the measures provided in this Regulation from 1 January 2012,", "main_body": ["From 1 January 2012 to 31 December 2021, the Common Customs Tariff duties applicable to imports into the Canary Islands of capital goods for commercial or industrial use falling under the CN codes listed in Annex I shall be suspended in full.\nThose goods shall be used in accordance with the relevant provisions of Regulation (EEC) No 2913/92 and of Regulation (EEC) No 2454/93 for a period of at least 24 months after the release into free circulation by economic operators located in the Canary Islands.", "From 1 January 2012 to 31 December 2021, the Common Customs Tariff duties applicable to imports into the Canary Islands of raw materials, parts and components falling under the CN codes listed in Annex II and used for industrial transformation or maintenance in the Canary Islands, shall be suspended in full.", "The suspension of duties referred to in Articles 1 and 2 shall be subject to end-use in accordance with Articles 21 and 82 of Regulation (EEC) No 2913/92 and to the controls provided for in Articles 291 to 300 of Regulation (EEC) No 2454/93.", "1.   Where the Commission has reasons to believe that the suspensions laid down in this Regulation have led to a deflection of trade for a specific product, it may adopt implementing acts, temporarily withdrawing the suspension for a period not longer than 12 months. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 8.\nImport duties for products for which the suspension has been temporarily withdrawn shall be secured by a guarantee, and the release of the products concerned for free circulation in the Canary Islands shall be conditional upon the provision of such guarantee.\n2.   When the Council decides, in accordance with the procedure laid down in the Treaty, within a 12-month period, that the suspension should definitively be withdrawn, the amounts of duties secured by guarantees shall be collected definitively.\n3.   If no definitive decision has been adopted within the 12-month period in accordance with paragraph 2, the securities shall be released.", "The Commission shall be empowered to adopt delegated acts in accordance with Article 6 concerning amendments and technical adaptations to Annexes I and II as are required as a consequence of amendments to the Combined Nomenclature.", "1.   The power to adopt the delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt the delegated acts referred to in Article 5 shall be conferred on the Commission for an indeterminate period of time as from 1 January 2012.\n3.   The delegation of power referred to in Article 5 may be revoked at any time by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it to the Council.\n5.   A delegated act adopted pursuant to Article 5 shall enter into force only if no objection has been expressed by the Council within a period of two months of notification of that act to the Council or if, before the expiry of that period, the Council has informed the Commission that it will not object.", "The European Parliament shall be informed of the adoption of delegated acts by the Commission, of any objection formulated to them, or of the revocation of the delegation of powers by the Council.", "1.   The Commission shall be assisted by the Customs Code Committee, established by Article 247a(1) of Regulation (EEC) No 2913/92. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2011.\nFor the Council\nThe President\nM. KOROLEC\n(1)  Opinion of 15 November 2011 (not yet published in the Official Journal).\n(2)  Opinion of 22 September 2011 (not yet published in the Official Journal).\n(3)  OJ L 111, 26.4.2002, p. 1.\n(4)  OJ L 302, 19.10.1992, p. 1.\n(5)  OJ L 253, 11.10.1993, p. 1.\n(6)  OJ L 55, 28.2.2011, p. 13.\nANNEX I\nCapital goods for commercial or industrial use falling within CN codes\n (1)\n4011 20 8450 20 8522 90 80 9006 53 80\n4011 30 8450 90 8523 21 9006 59\n4011 61 8469 00 91  9007 10\n4011 62 8472 8523 29 39 9007 20\n4011 63  8523 29 90 9008 50\n4011 69  8523 49 99\n4011 92  8523 51 99\n4011 93 8473 8523 59 99\n4011 94  8523 80 99\n4011 99 8501 8525 50 9010 10\n5608  8525 80 11 9010 50\n6403 40  8525 80 19 9011\n6403 51 05  8526\n6403 59 05\n6403 91 05\n6403 99 05   9012\n8415\n9030 10\n8701\n9030 31\n9030 33\n8702 9106\n8704 21 31 9107\n8418 30 80  8704 21 39 9207\n8418 40 80  8704 21 91\n8418 50  8704 21 99 9506 91 90\n8418 61  8704 22 9507 10\n8418 69  8704 23 9507 20 90\n8418 91  8704 31 31 9507 30\n8418 99  8704 31 39\n8427  8704 31 91\n8431 20  8704 31 99\n8443 31\n8704 32\n8443 32 8518 40 30 8704 90\n8443 39 10\n8443 39 39 8518 90 8705\n8519 20 9006 10\n8450 11 90 8519 81 51\n8450 12 8521 10 95 9006 30\n8450 19 8522 90 49 9006 52\n(1)  As defined in Commission Implementing Regulation (EU) No 1006/2011 of 27 September 2011 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 282, 28.10.2011, p. 1).\nANNEX II\nRaw materials, parts and components used for agricultural purposes, industrial transformation or maintenance falling within CN codes\n (1)\n3901  5501\n3902 10  5502\n3903 11  5503 8706\n3904 10  5504 8707\n3906 10  5505 8708\n4407 21   8714\n5506\n4407 22  5507\n5108 5508 10 10\n4407 25 5110 5508 20 10\n5111 5509\n5510\n4407 26  5512\n5513\n5514 9002 90\n4407 29  5515 9006 91\n5516 9007 91\n6001 9007 92\n6002 9008 90\n5112  9010 90\n6217 90 9104\n4407 99  6305 9108\n4410   9109\n4412\n5205\n5208  9110\n5209\n5210\n5212 6309\n5401 10 12 6406\n5401 10 14 7601 9111\n5401 20 10  9112\n5402 8529 10 80 9114\n5403 8529 10 95\n5404 11 8529 90\n5404 90\n5407\n5408\n(1)  As defined in Commission Implementing Regulation (EU) No 1006/2011 of 27 September 2011 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 282, 28.10.2011, p. 1)."}