{"celex_id": "32011R1190", "uri": "http://publications.europa.eu/resource/cellar/7e19b89f-df6e-4c3f-bd05-03bb2b9a650c", "type": "Regulation", "concepts": ["1277", "5451", "6052"], "title": "Commission Implementing Regulation (EU) No 1190/2011 of 18 November 2011 amending Regulations (EC) No 1730/2006 and (EC) No 1138/2007 as regards the name of the holder of the authorisation of the feed additive benzoic acid (VevoVitall) Text with EEA relevance\n", "header": "19.11.2011 EN Official Journal of the European Union L 302/28\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1190/2011\nof 18 November 2011\namending Regulations (EC) No 1730/2006 and (EC) No 1138/2007 as regards the name of the holder of the authorisation of the feed additive benzoic acid (VevoVitall)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1) and in particular Article 13(3) thereof,\nWhereas:\n(1) Emerald Kalama Chemical BV has submitted applications under Article 13(3) of Regulation (EC) No 1831/2003 proposing to change the name of the holder of the authorisation as regards Commission Regulation (EC) No 1730/2006 of 23 November 2006 concerning the authorisation of benzoic acid (VevoVitall) as a feed additive (2) and as regards Commission Regulation (EC) No 1138/2007 of 1 October 2007 concerning the authorisation of a new use of benzoic acid (VevoVitall) as a feed additive (3).\n(2) The applicant claims that, with effect from 26 May 2011, DSM Special Products BV was converted into Emerald Kalama Chemical BV which now owns the marketing rights for that additive. The applicant has submitted documents supporting its allegations.\n(3) The proposed change of the terms of the authorisation is purely administrative in nature and does not entail a fresh assessment of the additive concerned. The European Food Safety Authority was informed of the application.\n(4) To allow the applicant to exploit its marketing rights under the name of Emerald Kalama Chemical BV it is necessary to change the terms of the authorisations.\n(5) Regulations (EC) No 1730/2006 and (EC) No 1138/2007 should therefore be amended accordingly.\n(6) Since the modifications to the conditions of authorisation are not related to safety reasons, it is appropriate to provide for a transitional period during which existing stocks may be used up.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In column 2 of the Table of the Annex to Regulation (EC) No 1730/2006, the words ‘DSM Special Products’ are replaced by ‘Emerald Kalama Chemical BV’.", "In column 2 of the Table of the Annex to Regulation (EC) No 1138/2007, the words ‘DSM Special Products’ are replaced by ‘Emerald Kalama Chemical BV’.", "Existing stocks which are in conformity with the provisions applying before the date of entry into force of this Regulation may continue to be placed on the market and used until 9 June 2012.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 325, 24.11.2006, p. 9.\n(3)  OJ L 256, 2.10.2007, p. 8."}