{"celex_id": "32011D0739", "uri": "http://publications.europa.eu/resource/cellar/aabd1a92-63bb-46c1-9c3b-a6b7b7499535", "type": "Decision", "concepts": ["1649", "2734", "2735", "2901", "3173", "4324", "5403"], "title": "2011/739/: Council Decision of 20 October 2011 on the conclusion of the Agreement between the European Union, the Swiss Confederation and the Principality of Liechtenstein amending the Additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n", "header": "16.11.2011 EN Official Journal of the European Union L 297/48\nCOUNCIL DECISION\nof 20 October 2011\non the conclusion of the Agreement between the European Union, the Swiss Confederation and the Principality of Liechtenstein amending the Additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n(2011/739/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(4), first subparagraph, in conjunction with Article 218(6)(a)(v) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament (1),\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (2) (hereinafter referred to as the ‘Agricultural Agreement’) entered into force on 1 June 2002.\n(2) An Additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (3) (hereinafter referred to as the ‘Additional Agreement’) entered into force on 13 October 2007.\n(3) The Commission has negotiated, on behalf of the European Union, an Agreement between the European Union and the Swiss Confederation on the protection of designations of origin and geographical indications for agricultural products and foodstuffs, which amends the Agricultural Agreement by inserting a new Annex 12.\n(4) The European Union, the Principality of Liechtenstein and the Swiss Confederation have agreed that the Additional Agreement should also be amended in order to take into account the protection of designations of origin and geographical indications.\n(5) The Agreement between the European Union, the Swiss Confederation and the Principality of Liechtenstein amending the Additional Agreement (hereinafter referred to as the ‘Agreement’) should be concluded,", "main_body": ["The Agreement between the European Union, the Swiss Confederation and the Principality of Liechtenstein amending the Additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (hereinafter referred to as the ‘Agreement’) is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall designate the person empowered to proceed, on behalf of the Union, with the deposit of the instrument of approval provided for in Article 3 of the Agreement in order to bind the Union.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 20 October 2011.\nFor the Council\nThe President\nM. SAWICKI\n(1)  Consent of 24 June 2011 (not yet published in the Official Journal).\n(2)  OJ L 114, 30.4.2002, p. 132.\n(3)  OJ L 270, 13.10.2007, p. 6.\n16.11.2011 EN Official Journal of the European Union L 297/49\nAGREEMENT\nbetween the European Union, the Swiss Confederation and the Principality of Liechtenstein amending the Additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\nTHE EUROPEAN UNION, hereinafter referred to as ‧the Union‧,\nTHE SWISS CONFEDERATION, hereinafter referred to as ‧Switzerland‧ and\nTHE PRINCIPALITY OF LIECHTENSTEIN, hereinafter referred to as ‧Liechtenstein‧,\nhereinafter referred to as ‧the Parties‧,\nCommitting themselves to promoting among themselves the harmonious development of designations of origin and geographical indications (hereinafter ‧GIs‧) and facilitating, through their protection within the framework of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (hereinafter ‧Agricultural Agreement‧), bilateral trade flows in agricultural products and foodstuffs originating in the Parties that have been granted a GI within the meaning of the Parties' respective legislation, and regularly updating the list of GIs protected by this Agreement,\nWhereas:\n(1) Swiss legislation on GIs for agricultural products and foodstuffs applies in Liechtenstein;\n(2) GIs in the Swiss national register may be composed of geographical names in the territory of Liechtenstein and the geographical area of these GIs may include the territory of Liechtenstein;\n(3) Pursuant to the Additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (hereinafter the ‧Additional Agreement‧), the Agricultural Agreement also applies to Liechtenstein;\n(4) Pursuant to the Additional Agreement, Liechtenstein products are deemed to be products of Swiss origin;\n(5) The Additional Agreement should be amended so that the insertion of a new annex to the Agricultural Agreement concerning the protection of geographical indications and designations of origin from Switzerland and the Union relative to agricultural products and foodstuffs also applies to Liechtenstein,\nHAVE AGREED UPON THE FOLLOWING PROVISIONS:\nArticle 1\nAmendments\nThe Additional Agreement is hereby amended as follows:\n(1) Article 1(2) is replaced by the following:\n(2) The title ‧Adjustments/additions concerning Annexes 4 to 11 of the Agricultural Agreement‧ in the Annex is replaced as follows:\n(3) The following paragraph is added to the above-mentioned title:\n— Rheintaler Ribel/Türggen Ribel (PDO),\n— St. Galler Bratwurst/St. Galler Kalbsbratwurst (PGI).‧.\nArticle 2\nLanguage versions\nThis Agreement shall be drawn up in triplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish languages, each of those texts being equally authentic.\nArticle 3\nEntry into force\n1.   This Agreement shall be ratified or approved by the Parties in accordance with their internal procedures.\n2.   The Parties shall notify each other of the completion of these procedures.\n3.   This Agreement shall enter into force on the day of the entry into force of the Agreement between the European Union and the Swiss Confederation on the protection of designations of origin and geographical indications for agricultural products and foodstuffs, amending the Agreement between the European Community and the Swiss Confederation on trade in agricultural products.\nСъставено в Брюксел на седемнадесети май две хиляди и единадесета година.\nHecho en Bruselas, el diecisiete de mayo de dos mil once.\nV Bruselu dne sedmnáctého května dva tisíce jedenáct.\nUdfærdiget i Bruxelles den syttende maj to tusind og elleve.\nGeschehen zu Brüssel am siebzehnten Mai zweitausendelf.\nKahe tuhande üheteistkümnenda aasta maikuu seitsmeteistkümnendal päeval Brüsselis.\nΈγινε στις Βρυξέλλες, στις δέκα εφτά Μαΐου δύο χιλιάδες έντεκα.\nDone at Brussels on the seventeenth day of May in the year two thousand and eleven.\nFait à Bruxelles, le dix-sept mai deux mille onze.\nFatto a Bruxelles, addì diciassette maggio duemilaundici.\nBriselē, divi tūkstoši vienpadsmitā gada septiņpadsmitajā maijā.\nPriimta du tūkstančiai vienuoliktų metų gegužės septynioliktą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-tizenegyedik év május tizenhetedik napján.\nMagħmul fi Brussell, fis-sbatax-il jum ta' Mejju tas-sena elfejn u ħdax.\nGedaan te Brussel, de zeventiende mei tweeduizend elf.\nSporządzono w Brukseli dnia siedemnastego maja roku dwa tysiące jedenastego.\nFeito em Bruxelas, em dezassete de Maio de dois mil e onze.\nÎntocmit la Bruxelles la șaptesprezece mai două mii unsprezece.\nV Bruseli dňa sedemnásteho mája dvetisícjedenásť.\nV Bruslju, dne sedemnajstega maja leta dva tisoč enojst.\nTehty Brysselissä seitsemäntenätoista päivänä toukokuuta vuonna kaksituhattayksitoista.\nSom skedde i Bryssel den sjuttonde maj tjugohundraelva.\nЗа Европейския съюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nЗа Конфедерация Швейцария\nPor la Confederación Suiza\nZa Švýcarskou konfederaci\nFor Det Schweiziske Forbund\nFür die Schweizerische Eidgenossenschaft\nŠveitsi Konföderatsiooni nimel\nΓια την Ελβετική Συνομοσπονδία\nFor the Swiss Confederation\nPour la Confédération suisse\nPer la Confederazione svizzera\nŠveices Konfederācijas vārdā –\nŠveicarijos Konfederacijos vardu\nA Svájci Államszövetség részéről\nGħall-Konfederazzjoni Żvizzera\nVoor de Zwitserse Bondsstaat\nW imieniu Konfederacji Szwajcarskiej\nPela Confederação Suíça\nPentru Confederația Elvețiană\nZa Švajčiarsku konfederáciu\nZa Švicarsko konfederacijo\nSveitsin valaliiton puolesta\nFör Schweiziska edsförbundet\nЗа Княжeство Лихтенщайн\nPor el Principado de Liechtenstein\nZa Lichtenštejnské knížectví\nFor Fyrstendommet Liechtenstein\nFür das Fürstentum Liechtenstein\nLiechtensteini Vürstiriigi nimel\nΓια το Πριγκιπάτο του Λιχτενστάιν\nFor the Principality of Liechtenstein\nPour la Principauté de Liechtenstein\nPer il Principato del Liechtenstein\nLihtenšteinas Firstistes vārdā –\nLichtenšteino Kunigaikštystės vardu\nA Liechtensteini Hercegség részéről\nGħall-Prinċipat ta' Liechtenstein\nVoor het Vorstendom Liechtenstein\nW imieniu Księstwa Liechtensteinu\nPelo Principado do Liechtenstein\nPentru Principatul Liechtenstein\nZa Lichtenštajnské kniežatstvo\nZa Kneževino Lihtenštajn\nLiechtensteinin ruhtinaskunnan puolesta\nFör Furstendömet Liechtenstein"}