{"celex_id": "32014D0029(01)", "uri": "http://publications.europa.eu/resource/cellar/ba8c0621-0f01-11e4-a7d0-01aa75ed71a1", "type": "Decision", "concepts": ["189", "3246", "4187", "4195", "4347", "4502", "5334", "616"], "title": "2014/477/EU: Decision of the European Central Bank of 2 July 2014 on the provision to the European Central Bank of supervisory data reported to the national competent authorities by the supervised entities pursuant to Commission Implementing Regulation (EU) No 680/2014 (ECB/2014/29)\n", "header": "19.7.2014 EN Official Journal of the European Union L 214/34\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 2 July 2014\non the provision to the European Central Bank of supervisory data reported to the national competent authorities by the supervised entities pursuant to Commission Implementing Regulation (EU) No 680/2014\n(ECB/2014/29)\n(2014/477/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (1), and in particular Article 6(2) thereof,\nHaving regard to Regulation (EU) No 468/2014 of the European Central Bank of 16 April 2014 establishing the framework for cooperation within the Single Supervisory Mechanism between the European Central Bank and national competent authorities and with national designated authorities (SSM Framework Regulation) (ECB/2014/17) (2), and in particular Article 21 and Article 140(4) thereof,\nHaving regard to the proposal of the Supervisory Board,\nWhereas:\n(1) Credit institutions are subject to regular reporting requirements in accordance with Regulation (EU) No 575/2013 of the European Parliament and of the Council (3) and Commission Implementing Regulation (EU) No 680/2014 (4).\n(2) Within the framework of Article 6 of Regulation (EU) No 1024/2013, the European Central Bank (ECB) is exclusively competent to carry out, for prudential supervisory purposes, the tasks set out in Article 4 of that Regulation. The ECB will, in the exercise of those tasks, ensure compliance with the provisions of Union law that impose prudential requirements on credit institutions as regards reporting.\n(3) In accordance with Article 6(2) of Regulation (EU) No 1024/2013, and Article 21 of the SSM Framework Regulation, both the ECB and national competent authorities are subject to an obligation to exchange information. Without prejudice to the ECB's power to directly receive reported information from credit institutions, or to have direct access to that information on an ongoing basis, the national competent authorities will specifically provide the ECB with all information necessary for the purposes of carrying out the tasks conferred on the ECB by Regulation (EU) No 1024/2013.\n(4) In accordance with Article 140(3) of the SSM Framework Regulation, supervised entities are obliged to communicate to their relevant national competent authority any information to be reported on a regular basis, in accordance with relevant Union law. Unless specifically provided otherwise, all information reported by the supervised entities will be submitted to the national competent authorities. These authorities will perform the initial data checks and make the information reported by supervised entities available to the ECB.\n(5) For the exercise of the ECB's tasks in respect of supervisory reporting, the manner in which national competent authorities submit to the ECB the information they receive from supervised entities needs to be further specified. In particular, the formats, frequency and timing of such submission of information, as well as the details of the quality checks that national competent authorities should perform before submitting information to the ECB should be further specified.\n(6) In accordance with Article 27 of Regulation (EU) No 1024/2013, members of the Supervisory Board, staff of the ECB and staff seconded by participating Member States carrying out supervisory duties are subject to professional secrecy requirements set out in Article 37 of the Statute of the European System of Central Banks and of the European Central Bank and relevant Union law. In particular, the ECB and national competent authorities are subject to the provisions regarding the exchange of information and professional secrecy set out in Directive 2013/36/EU of the European Parliament and of the Council (5),", "main_body": ["Scope\nPursuant to Article 21 of the SSM Framework Regulation, this Decision lays down procedures concerning the submission to the ECB of data reported to the national competent authorities by the supervised entities on the basis of Implementing Regulation (EU) No 680/2014.", "Definitions\nFor the purpose of this Decision, the definitions contained in the SSM Framework Regulation shall apply.", "Remittance dates\nNational competent authorities shall submit to the ECB the data referred to in Article 1 and reported to them by the supervised groups and supervised entities on the following remittance dates:\n(1) by 12 noon Central European Time (CET) (6) on the 10th working day following the remittance dates referred to in Implementing Regulation (EU) No 680/2014 with respect to:\n(a) significant supervised groups at the highest level of consolidation within the participating Member States;\n(b) significant supervised entities that are not part of a supervised group;\n(c) supervised groups at sub-consolidated level and supervised entities that are part of a supervised group when they are classified as significant in accordance with the three most significant credit institutions criterion in their Member State;\n(d) other supervised groups and supervised entities that are included in the list of institutions covered by the reporting to the European Banking Authority (EBA) in accordance with Article 3 of Decision EBA/DC/090 (7);\n(2) by close of business on the 25th working day following the remittance dates referred to in Implementing Regulation (EU) No 680/2014 with respect to:\n(a) significant supervised groups at sub-consolidated level in so far as these data have not been submitted in accordance with subparagraph 1;\n(b) significant supervised entities that are part of a supervised group in so far as these data have not been submitted in accordance with subparagraph 1;\n(3) by close of business on the 25th working day following the remittance dates referred to in Implementing Regulation (EU) No 680/2014 with respect to:\n(a) less significant supervised groups at the highest level of consolidation within the participating Member States in so far as these data have not been submitted in accordance with subparagraph 1;\n(b) less significant supervised entities that are not part of a supervised group in so far these data have not been submitted in accordance with subparagraph 1;\n(4) by close of business on the 35th working day following the remittance dates referred to in Implementing Regulation (EU) No 680/2014 with respect to:\n(a) less significant supervised groups at sub-consolidated level in so far as these data have not been submitted in accordance with subparagraph 1;\n(b) less significant supervised entities that are part of a supervised group in so far as these data have not been submitted in accordance with subparagraph 1.", "Data quality checks\n1.   National competent authorities shall monitor and ensure the quality and reliability of the data made available to the ECB. National competent authorities shall apply the validation rules specified in Annex XV of Implementing Regulation (EU) No 680/2014 developed and maintained by the EBA and they shall apply the additional data quality checks defined by the ECB in cooperation with the national competent authorities.\n2.   Further to the compliance with the validation rules and quality checks, the data shall be submitted in accordance with the following additional minimum standards for accuracy:\n(a) national competent authorities shall provide information, if applicable, on the developments implied by the data submitted; and\n(b) the information must be complete: existing gaps must be acknowledged, explained to the ECB and, if applicable, filled in without undue delay.", "Qualitative information\n1.   National competent authorities shall submit to the ECB without undue delay the corresponding explanations in the event that the data quality for a given table in the taxonomy cannot be warranted.\n2.   In addition, national competent authorities shall communicate to the ECB the reasons for any significant revisions submitted.", "Specification of the transmission format\n1.   National competent authorities shall submit the data specified in this Decision according to the eXtensible Business Reporting Language taxonomy in order to provide a uniform technical format for the exchange of data regarding Implementing Regulation (EU) No 680/2014.\n2.   The supervised entities shall be identified in the corresponding transmission by the use of the (pre-) Legal Entity Identifier.", "First reporting reference dates\n1.   The first reference dates for the reporting described in Article 3(1) shall be the ones specified in Article 8.8.1 of Decision EBA/DC/090.\n2.   The first reference date for the reporting described in Article 3(2), (3) and (4) shall be 31 December 2014.", "Transitional provision\n1.   For the reporting reference date in 2014, the remittance dates for the reporting by national competent authorities described in Article 3(1) shall be the ones specified in Article 8.8.2 of Decision EBA/DC/090.\n2.   From reporting reference date 31 December 2014 to reporting reference date 31 December 2015, the remittance dates for reporting by national competent authorities described in Article 3(3) shall be close of business of the 30th working day following the day on which supervised entities have submitted data to the national competent authority.\n3.   Prior to 4 November 2014, national competent authorities shall submit to the ECB the data referred to in Article 1 regarding:\n(a) supervised groups and supervised entities subject to the comprehensive assessment in accordance with Decision ECB/2014/3 (8);\n(b) other supervised groups and supervised entities established in a participating Member State when included in the list of institutions covered by the reporting to the EBA in accordance with Article 3 of Decision EBA/DC/090.", "Addressees\nThis Decision is addressed to national competent authorities of the participating Member States."], "attachments": "Done at Frankfurt am Main, 2 July 2014.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 287, 29.10.2013, p. 63.\n(2)  OJ L 141, 14.5.2014, p. 1.\n(3)  Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (OJ L 176, 27.6.2013, p. 1).\n(4)  Commission Implementing Regulation (EU) No 680/2014 of 16 April 2014 laying down implementing technical standards with regard to supervisory reporting of institutions according to Regulation (EU) No 575/2013 of the European Parliament and of the Council (OJ L 191, 28.6.2014, p. 1).\n(5)  Directive 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJ L 176, 27.6.2013, p. 338).\n(6)  CET takes account of the change to Central European Summer Time.\n(7)  Decision EBA/DC/090 of 24 January 2014 of the European Banking Authority on reporting by competent authorities to the EBA. Available on the EBA's website at www.eba.europa.eu\n(8)  Decision ECB/2014/3 of the European Central Bank of 4 February 2014 identifying the credit institutions that are subject to the comprehensive assessment (OJ L 69, 8.3.2014, p. 107)."}