{"celex_id": "32012R0777", "uri": "http://publications.europa.eu/resource/cellar/c59e3ca7-f0f9-11e1-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["1617", "3483", "3870"], "title": "Commission Implementing Regulation (EU) No 777/2012 of 27 August 2012 amending Council Regulation (EC) No 872/2004 concerning further restrictive measures in relation to Liberia\n", "header": "28.8.2012 EN Official Journal of the European Union L 231/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 777/2012\nof 27 August 2012\namending Council Regulation (EC) No 872/2004 concerning further restrictive measures in relation to Liberia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 872/2004 of 29 April 2004 concerning further restrictive measures in relation to Liberia (1), and in particular Article 11(a) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 827/2004 lists the natural and legal persons, bodies and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 3, 10 and 20 July 2012, the Sanctions Committee of the United Nations Security Council established pursuant to resolution 1521 (2003) concerning Liberia decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly.", "main_body": ["Annex I to Regulation (EC) No 872/2004 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 27 August 2012.\nFor the Commission, On behalf of the President,\nHead of the Service for Foreign Policy Instruments\n(1)  OJ L 162, 30.4.2004, p. 32.\nANNEX\nAnnex I to Regulation (EC) 872/2004 is amended as follows:\nThe following natural persons shall be removed:\n(1) ‘Leonid Yukhimovich Minin (alias (a) Blavstein, (b) Blyuvshtein, (c) Blyafshtein, (d) Bluvshtein, (e) Blyufshtein, (f) Vladamir Abramovich Kerler (g) Vladimir Abramovich Kerler, (h) Vladimir Abramovich Popilo-Veski (i) Vladimir Abramovich Popiloveski, (j) Vladimir Abramovich Popela, (k) Vladimir Abramovich Popelo, (l) Wulf Breslan, (m) Igor Osols). Date of birth: (a) 14.12.1947, (b) 18.10.1946. Place of birth: Odessa, USSR (now Ukraine). Nationality: Israeli. Forged German passports (name: Minin): (a) 5280007248D, (b) 18106739D. Israeli passports: (a) 6019832 (valid 6.11.1994 to 5.11.1999), (b) 9001689 (valid 23.1.1997 to 22.1.2002), (c) 90109052 (issued on 26.11.1997). Russian passport: KI0861177; Bolivian passport: 65118; Greek passport: no details. Other information: owner of Exotic Tropical Timber Enterprises.’\n(2) ‘Valeriy Naydo (alias Valerii Naido). Address: c/o CET Aviation, P.O. Box 932-20C, Ajman, United Arab Emirates. Date of birth: 10.8.1957. Nationality: Ukraine. Passport No: (a) AC251295 (Ukraine), (b) KC024178 (Ukraine). Other information: (a) a pilot, (b) one of the directors of Air Pass (Pietersburg Aviation Services and Systems), (c) Chief Executive Officer of CET Aviation.’\n(3) ‘Edwin M., Snowe jr. Address: Elwa Road, Monrovia, Liberia. Date of birth: 11.2.1970. Place of birth: Mano River, Grand Cape Mount, Liberia. Nationality: Liberian. Passport number: (a) OR/0056672-01, (b) D/005072, (c) D005640 (diplomatic passport), (d) D-00172 (ECOWAS-DPL Passport, valid 7.8.2008-6.7.2010). Other information: Representative, Liberian House of Representatives. Managing Director of the Liberian Petroleum and Refining Corporation (LPRC). Date of designation referred to in Article 6(b): 10.9.2004.’\n(4) ‘Agnes Reeves Taylor (alias Agnes Reeves-Taylor). Date of birth: 27.9.1965. Nationality: Liberian. Other information: former wife of former President Charles Taylor. Former Permanent Representative of Liberia to the International Maritime Organisation; Former Senior Member of the Liberian Government. (c) Currently resident in the United Kingdom.’\n(5) ‘Tupee Enid Taylor. Date of birth: (a) 17.12.1960, (b) 17.12.1962. Passports No: (a) L014670 (Liberian passport, valid 28.12.2009-28.12.2014) (b) D/002216 (Liberian diplomatic passport, valid 17.10.2007-17.10.2009). Other information: former wife of former President Charles Taylor’\n(6) ‘Jewell Howard Taylor (alias Howard Taylor). Date of birth: 17.1.1963. Liberian diplomatic passport: (a) D/003835-04 (valid 4.6.2004 to 3.6.2006), (b) D/00536307. Other information: Wife of former President Charles Taylor.’\n(7) ‘Myrtle Francelle Gibson. Date of birth: 3.11.1952. Other information: former Senator, advisor to former Liberian President Charles Taylor.’\n(8) ‘Martin George. Other information: (a) Former Ambassador of Liberia to the Federal Republic of Nigeria; (b) Associate of former President Charles Taylor with ongoing ties to him; (c) Alleged to have provided funds to former President Taylor. Date of designation referred to in Article 6(b): 9.6.2005.’\n(9) ‘Cyril A. Allen. Date of birth: 26.7.1952. Other information: former Chairman, National Patriotic Party.’\n(10) ‘Randolph Cooper (alias Randolf Cooper). Date of birth: 28.10.1950. Other information: former Managing Director of Robertsfield International Airport.’\n(11) ‘Reginald B. Goodridge (Senior) (alias Goodrich). Date of Birth: 11.11.1952. Other information: former Minister for Culture, Information, Tourism.’\n(12) ‘Emmanuel (II) Shaw. Date of birth: (a) 26.7.1956, (b) 26.7.1946. Other information: director of Lonestar Airways. Associated with Lone Star Communication Cooperation.’"}