{"celex_id": "32013R0178", "uri": "http://publications.europa.eu/resource/cellar/2a863e48-8263-11e2-89d6-01aa75ed71a1", "type": "Regulation", "concepts": ["2173", "2218", "3191", "4078", "4315", "4319"], "title": "Commission Implementing Regulation (EU) No 178/2013 of 28 February 2013 on the minimum customs duty for sugar to be fixed in response to the second partial invitation to tender within the tendering procedure opened by Implementing Regulation (EU) No 36/2013\n", "header": "1.3.2013 EN Official Journal of the European Union L 58/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 178/2013\nof 28 February 2013\non the minimum customs duty for sugar to be fixed in response to the second partial invitation to tender within the tendering procedure opened by Implementing Regulation (EU) No 36/2013\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 186, in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 36/2013 (2) opened a standing invitation to tender for the 2012/2013 marketing year for imports of sugar of CN codes 1701 14 10 and 1701 99 10 at a reduced customs duty.\n(2) In accordance with Article 6 of Implementing Regulation (EU) No 36/2013, the Commission is to decide, in the light of the tenders received in response to a partial invitation to tender, either to fix a minimum customs duty or not to fix a minimum customs duty per eight digit CN code.\n(3) On the basis of the tenders received for the second partial invitation to tender, a minimum customs duty should be fixed for sugar falling within CN codes 1701 14 10 and 1701 99 10.\n(4) In order to give a rapid signal to the market and to ensure efficient management of the measure, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union.\n(5) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["For the second partial invitation to tender within the tendering procedure opened by Implementing Regulation (EU) No 36/2013, in respect of which the time limit for the submission of tenders expired on 27 February 2013, a minimum customs duty has been fixed as set out in the Annex to this Regulation for sugar falling within CN codes 1701 14 10 and 1701 99 10.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 2013.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 16, 19.1.2013, p. 7.\nANNEX\nMinimum customs duties\n(EUR/tonne)\nEight digit CN code Minimum customs duty\n1 2\n1701 14 10 141,00\n1701 99 10 161,00\n(—) no minimum customs duty fixed (all offers rejected)\n(X) no offers"}