{"celex_id": "32014R1150", "uri": "http://publications.europa.eu/resource/cellar/c3d4cc6e-60ce-11e4-9cbe-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2590", "2771", "3191", "4789", "5946"], "title": "Regulation (EU) No 1150/2014 of the European Parliament and of the Council of 29 October 2014 amending Regulation (EU) No 374/2014 on the reduction or elimination of customs duties on goods originating in Ukraine\n", "header": "31.10.2014 EN Official Journal of the European Union L 313/1\nREGULATION (EU) No 1150/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 29 October 2014\namending Regulation (EU) No 374/2014 on the reduction or elimination of customs duties on goods originating in Ukraine\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Ukraine is a priority partner country within the European Neighbourhood Policy and the Eastern Partnership. The European Union has been seeking an increasingly closer relationship with Ukraine in view of the latter's political association and economic integration with the Union. In that respect, between 2007 and 2011 the Union and Ukraine negotiated the Association Agreement between the European Union and its Member States, of the one part, and Ukraine, of the other part (2) (the Association Agreement), including a Deep and Comprehensive Free Trade Area (DCFTA), which was signed by both parties on 27 June 2014. Under the provisions of the DCFTA, the Union and Ukraine are to establish a free trade area over a transitional period of a maximum of 10 years, starting from the entry into force of the Association Agreement, in accordance with Article XXIV of the General Agreement on Tariffs and Trade 1994.\n(2) In light of the unprecedented security, political and economic challenges faced by Ukraine, and in order to support its economy, it was decided to anticipate the implementation of the Schedule of concessions set out in Annex I-A to the Association Agreement by means of the autonomous trade preferences provided for under Regulation (EU) No 374/2014 of the European Parliament and the Council (3). In view of the challenges Ukraine still faces, the application of Regulation (EU) No 374/2014 should be extended until 31 December 2015. For the purpose of predictability, the customs duties and access to tariff quotas for the extended period should remain the same as for 2014.\n(3) Article 2 of the Association Agreement provides that respect for democratic principles, human rights and fundamental freedoms, and respect for the principle of the rule of law constitute essential elements of that Agreement. Furthermore, it provides that the promotion of respect for the principles of sovereignty and territorial integrity, inviolability of borders and independence, as well as countering the proliferation of weapons of mass destruction, related materials and their means of delivery also constitute essential elements of that Agreement. The autonomous preferences provided for under Regulation (EU) No 374/2014 should also be subject to the respect for those same principles by Ukraine. In order to align Regulation (EU) No 374/2014 with Union practice and other EU trade policy instruments, it is appropriate to introduce the possibility to temporarily suspend the preferences in case of failure to respect the fundamental principles of human rights, democracy and the rule of law by Ukraine.\n(4) In view of the urgency of the matter, it is important to apply an exception to the eight-week period referred to in Article 4 of Protocol No 1 on the role of national parliaments in the European Union, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union,", "main_body": ["Regulation (EU) No 374/2014 is amended as follows:\n(1) Article 1 is replaced by the following:\n(2) in Article 2, the following point is added:\n‘(e) respect for democratic principles, human rights and fundamental freedoms and respect for the principle of the rule of law provided for in Article 2 of the Association Agreement (4).\n(3) in Article 7, the second paragraph is replaced by the following:\n(4) Annexes II and III are replaced by the text set out respectively in Annexes I and II to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 2 November 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nS. GOZI\n(1)  Position of the European Parliament of 23 October 2014 (not yet published in the Official Journal) and decision of the Council of 24 October 2014.\n(2)  OJ L 161, 29.5.2014, p. 3.\n(3)  Regulation (EU) No 374/2014 of the European Parliament and of the Council of 16 April 2014 on the reduction or elimination of customs duties on goods originating in Ukraine (OJ L 118, 22.4.2014, p. 1).\n(4)  OJ L 161, 29.5.2014, p. 3.’\nANNEX I\n‘ANNEX II\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording of the description of the products is to be considered as having no more than an indicative value, the scope of the preferential scheme being determined, within the context of this Annex, by CN codes as they exist on 23 April 2014.\nOrder No CN code Description of goods Quantity for the quota period running from 23.4.2014 until 31.12.2014 Quantity for the quota period running from 1.1.2015 until 31.12.2015\n09.3050 0204 22 50 Sheep legs, other cuts with bone in (excluding carcasses and half carcasses, short forequarters and chines and/or best ends), fresh or chilled 1 500 1 500\n0204 23 Boneless meat of sheep, fresh or chilled\n0204 42 30 Frozen cuts of sheep, with bone in (excluding carcasses and half-carcasses, and short forequarters)\n0204 43 10 Frozen meat of lamb, boneless\n0204 43 90 Frozen meat of sheep, boneless\n09.3051 0409 Natural honey 5 000 5 000\n09.3052 1701 12 Raw beet sugar not containing added flavouring or colouring matter 20 070 20 070\n1701 91 Other sugar than raw sugar\n1702 20 10 Maple sugar in solid form, containing added flavouring or colouring matter\n1702 90 30 Isoglucose in solid form, containing in the dry state 50 % by weight of fructose\n1702 90 50 Maltodextrine in solid form and maltodextrine syrup, containing in the dry state 50 % by weight of fructose\n1702 90 71 Caramel\n1702 90 80 Inulin syrup\n1702 90 95 Other sugars, including invert sugar and other sugar and sugar syrup blends containing in the dry state 50 % by weight of fructose\n09.3053 1702 30 Glucose and glucose syrup, not containing fructose or containing in the dry state less than 50 % by weight of fructose, excluding invert sugar 10 000 10 000\n1702 60 Other fructose and fructose syrup, containing in the dry state more than 50 % by weight of fructose, excluding invert sugar\n09.3054 2106 90 30 Flavoured or coloured isoglucose syrups 2 000 2 000\n2106 90 55 Flavoured or coloured glucose syrup and maltodextrine syrup\n2106 90 59 Flavoured or coloured sugar syrups (excl. isoglucose, lactose, glucose and maltodextrine syrups)\n09.3055 ex 1103 19 20 Barley groats 6 300 6 300\n1103 19 90 Groats and meals of cereals (excl. wheat, rye, oats, maize, rice and barley)\n1103 20 90 Cereal pellets (excl. wheat, rye, oats, maize, rice and barley)\n1104 19 10 Rolled or flaked wheat grains\n1104 19 50 Rolled or flaked maize grains\n1104 19 61 Rolled barley grains\n1104 19 69 Flaked barley grains\n1104 29 Worked grains (for example, hulled, pearled, sliced or kibbled), other than of oats, of rye or of maize\n1104 30 Germ of cereals, whole, rolled, flaked or ground\n09.3056 1107 Malt, whether or not roasted 7 000 7 000\n1109 Wheat gluten, whether or not dried\n09.3057 1108 11 Wheat starch 10 000 10 000\n1108 12 Maize starch\n1108 13 Potato starch\n09.3058 3505 10 10 Dextrins and other modified starches (excl. starches, esterified or etherified) 1 000 1 000\n3505 20 30 Glues containing, by weight, 25 % or more of starches or dextrins or other modified starches\n09.3059 2302 10 Bran, sharps and other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of cereals (excl. those of rice) 16 000 16 000\n2303 10 11 Residues from the manufacture of starch from maize (excluding concentrated steeping liquors), of a protein content, calculated on the dry product exceeding 40 % by weight\n09.3060 0711 51 Mushrooms of the genus Agaricus provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption 500 500\n2003 10 Mushrooms of the genus Agaricus, prepared or preserved otherwise than by vinegar or acetic acid\n09.3061 0711 51 Mushrooms of the genus Agaricus provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption 500 500\n09.3062 2002 Tomatoes prepared or preserved otherwise than by vinegar or acetic acid 10 000 10 000\n09.3063 2009 61 90 Grape juice (including grape must), of a Brix value not exceeding 30, of a value exceeding 18 EUR per 100 kg net weight 10 000 10 000\n2009 69 11 Grape juice (including grape must), of a Brix value exceeding 67, of a value not exceeding 22 EUR per 100 kg net weight\n2009 69 71 Grape juice (including grape must), of a Brix value exceeding 30 but not exceeding 67, of a value not exceeding 18 EUR per 100 kg net weight\n2009 71 Apple juice\n09.3064 0403 10 51 Buttermilk, curdled milk and cream, yogurt, kephir and other fermented or acidified milk and cream, concentrated or not, flavoured or containing added fruit, nuts or cocoa 2 000 2 000\n09.3065 0405 20 10 Dairy spreads of a fat content, by weight, of 39 % or more but not exceeding 75 % 250 250\n09.3066 0710 40 Sweetcorn 1 500 1 500\n09.3067 1702 50 Chemically pure fructose 2 000 2 000\n1702 90 10 Chemically pure maltose\nex 1704 90 99 Other sugar confectionery, not containing cocoa, containing 70 % or more by weight of sucrose\n1806 10 30 Cocoa powder, containing 65 % or more by weight of sucrose or isoglucose expressed as sucrose\nex 1806 20 95 Other preparations in blocks, slabs or bars weighing more than 2 kg or in liquid, paste, powder, granular or other bulk in containers or immediate packings, of a content exceeding 2 kg, containing less than 18 % by weight of cocoa butter and 70 % or more by weight of sucrose\nex 1901 90 99 Other food preparations of flour, groats, meal, starch or malt extract, not containing cocoa or containing less than 40 % of cocoa calculated on a totally defatted basis, containing 70 % or more by weight of sucrose\n2101 12 98 Preparations with a basis of coffee, tea or maté\n3302 10 29 Mixtures of odoriferous substances and mixtures with a basis of one or more of these substances, of a kind used in the drink industries, containing all flavouring agents characterising a beverage, of an actual alcoholic strength by volume not exceeding 0,5 %\n09.3068 1903 Tapioca and substitutes therefor prepared from starch, in the form of flakes, grains, pearls, siftings or similar forms 2 000 2 000\n1904 30 Bulgur wheat\n09.3069 1806 20 70 Chocolate milk crumb 300 300\n2106 10 80 Other protein concentrates and textured protein substances\n2202 90 99 Non-alcoholic beverages other than waters, containing 2 % or more by weight of fat obtained from the products of headings 0401 to 0404\n09.3070 2106 90 98 Other food preparations not elsewhere specified or included 2 000 2 000\n09.3071 2207 10 Undenatured ethyl alcohol 27 000 27 000\n2207 20 Ethyl alcohol and other spirits, denatured, of any strength\n09.3072 2402 10 Cigars, cheroots and cigarillos, containing tobacco 2 500 2 500\n2402 20 90 Cigarettes containing tobacco, not containing cloves\n09.3073 2905 43 Mannitol 100 100\n2905 44 D-glucitol (sorbitol)\n3824 60 Sorbitol other than that of subheading 2905 44\n09.3074 3809 10 10 Finishing agents, dye carriers to accelerate the dyeing or fixing of dyestuffs and other products and preparations (for example, dressings and mordants), of a kind used in the textile, paper, leather or like industries, not elsewhere specified or included, with a basis of amylaceous substances 2 000 2 000\n09.3075 0703 20 Garlic, fresh or chilled 500 500\n09.3076 1004 Oats 4 000 4 000’\nANNEX II\n‘ANNEX III\nTariff rate quotas for specific agricultural products referred to in Article 3(3)\nProduct Tariff classification Quantity for the quota period running from 23.4.2014 until 31.12.2014 Quantity for the quota period running from 1.1.2015 until 31.12.2015\nBeef meat 0201.10.(00) 12 000 12 000\nPork meat 0203.11.(10) 20 000 tonnes/year 20 000 tonnes/year\nPoultrymeat and poultrymeat preparations 0207.11.(30-90) 16 000 tonnes/year 16 000 tonnes/year\nMilk, cream, condensed milk and yogurts 0401.10.(10-90) 8 000 tonnes/year 8 000 tonnes/year\nMilk powder 0402.10.(11-19-91-99) 1 500 tonnes/year 1 500 tonnes/year\nButter and dairy spreads 0405.10.(11-19-30-50-90) 1 500 tonnes/year 1 500 tonnes/year\nEggs and albumins 0407.00.(30) 1 500 tonnes/year 1 500 tonnes/year\nCommon wheat, flours, and pellets 1001.90.(99) 950 000 tonnes/year 950 000 tonnes/year\nBarley, flour and pellets 1003.00.(90) 250 000 tonnes/year 250 000 tonnes/year\nMaize, flour and pellets 1005.90.(00) 400 000 tonnes/year 400 000 tonnes/yea’"}