{"celex_id": "32010D0244", "uri": "http://publications.europa.eu/resource/cellar/0eaad24f-667c-4f92-a96f-21ff72bca901", "type": "Decision", "concepts": ["1595", "191", "2081", "2739", "2773", "2985", "5070", "616"], "title": "2010/244/: Commission Decision of 26 April 2010 recognising in principle the completeness of the dossiers submitted for detailed examination in view of the possible inclusion of 1,4-dimethylnaphthalene and cyflumetofen in Annex I to Council Directive 91/414/EEC (notified under document C(2010) 2518) (Text with EEA relevance)\n", "header": "29.4.2010 EN Official Journal of the European Union L 107/22\nCOMMISSION DECISION\nof 26 April 2010\nrecognising in principle the completeness of the dossiers submitted for detailed examination in view of the possible inclusion of 1,4-dimethylnaphthalene and cyflumetofen in Annex I to Council Directive 91/414/EEC\n(notified under document C(2010) 2518)\n(Text with EEA relevance)\n(2010/244/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection on the market (1), and in particular Article 6(3) thereof,\nWhereas:\n(1) Directive 91/414/EEC provides for the development of a European Union list of active substances authorised for incorporation in plant protection products.\n(2) The dossier for the active substance 1,4-dimethylnaphthalene was submitted by DormFresh Ltd to the authorities of the Netherlands on 25 June 2009 with the application to obtain its inclusion in Annex I to Directive 91/414/EEC.\n(3) The dossier for the active substance cyflumetofen was submitted by Otsuka Chemical Co. Ltd to the authorities of the Netherlands on 21 July 2009 with the application to obtain its inclusion in Annex I to Directive 91/414/EEC.\n(4) The Dutch authorities have indicated to the Commission that, on preliminary examination, the dossiers for the active substances concerned appear to satisfy the data and information requirements set out in Annex II to Directive 91/414/EEC. The dossiers submitted appear also to satisfy the data and information requirements set out in Annex III to Directive 91/414/EEC in respect of one plant protection product containing the active substances concerned. In accordance with Article 6(2) of Directive 91/414/EEC, the dossiers were subsequently forwarded by the respective applicants to the Commission and other Member States, and were referred to the Standing Committee on the Food Chain and Animal Health.\n(5) By this Decision it should be formally confirmed at European Union level that the dossiers are considered as satisfying in principle the data and information requirements set out in Annex II and, for at least one plant protection product containing the active substances concerned, the requirements set out in Annex III to Directive 91/414/EEC.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The dossiers concerning the active substances identified in the Annex to this Decision, which were submitted to the Commission and the Member States with a view to obtaining the inclusion of those substances in Annex I to Directive 91/414/EEC, satisfy in principle the data and information requirements set out in Annex II to that Directive.\nThe dossiers also satisfy the data and information requirements set out in Annex III to Directive 91/414/EEC in respect of one plant protection product containing the active substance, taking into account the uses proposed.", "The rapporteur Member State shall pursue the detailed examination for the dossiers referred to in Article 1 and shall communicate to the Commission the conclusions of its examinations accompanied by any recommendations on the inclusion or non-inclusion in Annex I to Directive 91/414/EEC of the active substances referred to in Article 1 and any conditions for those inclusions as soon as possible and by 30 April 2011 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 April 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\nANNEX\nACTIVE SUBSTANCES CONCERNED BY THIS DECISION\nNo Common Name, CIPAC Identification Number Applicant Date of application Rapporteur Member State\n1 1,4-dimethylnaphthalene DormFresh Ltd 25 June 2009 NL\n2 Cyflumetofen Otsuka Chemical Co. Ltd 21 July 2009 NL"}