{"celex_id": "32013D0797", "uri": "http://publications.europa.eu/resource/cellar/06ed584c-6c78-11e3-9afb-01aa75ed71a1", "type": "Decision", "concepts": ["1485", "1486", "3246", "5455", "5855", "8465"], "title": "2013/797/EU: Council Implementing Decision of 16 December 2013 implementing Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions\n", "header": "24.12.2013 EN Official Journal of the European Union L 352/50\nCOUNCIL IMPLEMENTING DECISION\nof 16 December 2013\nimplementing Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions\n(2013/797/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (1), and in particular Article 26(3) thereof,\nWhereas:\n(1) On 15 October 2013, the Council adopted Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions.\n(2) The planning and execution of the tasks conferred on the ECB should be fully undertaken by an internal body composed of its Chair and Vice Chair and four representatives of the ECB and one representative of the national competent authority in each participating Member State (‘Supervisory Board’).\n(3) The Supervisory Board should be an essential body in the exercise of supervisory tasks by the ECB, tasks which until now have always been in the hands of national competent authorities. For this reason, the Council should be given the power to adopt an implementing decision to appoint i.a. the Chair of the Supervisory Board.\n(4) In accordance with Article 26(3) of the above-mentioned Regulation, and after hearing the Supervisory Board, the ECB submitted a proposal for the appointment of the Chair of the Supervisory Board to the European Parliament for approval on 22 November. The European Parliament approved this proposal on 11 December.\n(5) Subsequently, on 11 December 2013, the ECB submitted to the Council a proposal for the appointment of the Chair of the Supervisory Board.", "main_body": ["Ms Danièle NOUY is appointed as Chair of the Supervisory Board of the European Central Bank.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 December 2013.\nFor the Council\nThe President\nV. JUKNA\n(1)  OJ L 287, 29.10.2013, p. 63."}