{"celex_id": "32014R1361", "uri": "http://publications.europa.eu/resource/cellar/e6485176-8750-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["1459", "1488", "3378", "3647", "54", "560", "616"], "title": "Commission Regulation (EU) No 1361/2014 of 18 December 2014 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Standards 3 and 13 and International Accounting Standard 40  Text with EEA relevance\n", "header": "19.12.2014 EN Official Journal of the European Union L 365/120\nCOMMISSION REGULATION (EU) No 1361/2014\nof 18 December 2014\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Standards 3 and 13 and International Accounting Standard 40\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international standards and interpretations that were in existence at 15 October 2008 were adopted.\n(2) On 12 December 2013, the International Accounting Standards Board (IASB) published Annual Improvements to International Reporting Standards 2011-2013 Cycle (the annual improvements), in the framework of its regular improvement process which aims at streamlining and clarifying the standards. The objective of the annual improvements is to address non-urgent, but necessary issues discussed by the IASB during the project cycle that began in 2011 on areas of inconsistency in International Financial Reporting Standards (IFRS) or where clarification of wording is required. Amendments to IFRS 3 and 13 are clarifications or corrections to the respective standards. Amendments to International Accounting Standard (IAS) 40 involve changes to the existing requirements or additional guidance on the implementation of those requirements.\n(3) Those amendments to existing standards contain some references to IFRS 9 that at present cannot be applied as IFRS 9 has not been adopted by the Union yet. Therefore any references to IFRS 9 as laid down in the Annex to this Regulation should be read as a reference to IAS 39 Financial instruments: recognition and measurement.\n(4) The consultation with the Technical Expert Group of the European Financial Reporting Advisory Group confirms that the improvements meet the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002.\n(5) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["1.   The Annex to Regulation (EC) No 1126/2008 is amended as follows:\n(a) IFRS 3 Business combinations is amended as set out in the Annex to this Regulation;\n(b) IFRS 13 Fair value measurement is amended as set out in the Annex to this Regulation;\n(c) IAS 40 Investment property is amended as set out in the Annex to this Regulation.\n2.   Any reference to IFRS 9 as laid down in the Annex to this Regulation shall be read as a reference to IAS 39 Financial instruments: recognition and measurement.", "Each company shall apply the amendments referred to in Article 1(1), at the latest, as from the commencement date of its first financial year starting on or after [set the first day of the month following the date of entry into force of this Regulation].", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  Commission Regulation (EC) No 1126/2008 of 3 November 2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council (OJ L 320, 29.11.2008, p. 1).\nANNEX\nAnnual Improvements to IFRSs 2011–2013 Cycle (1)\nAmendment to IFRS 3 Business Combinations\nParagraph 2 is amended and paragraph 64J is added.\nSCOPE\n2 This IFRS applies to a transaction or other event that meets the definition of a business combination. This IFRS does not apply to:\n(a) the accounting for the formation of a joint arrangement in the financial statements of the joint arrangement itself.\n(b) …\nEffective date\n…\n64J Annual Improvements Cycle 2011–2013 issued in December 2013 amended paragraph 2(a). An entity shall apply that amendment prospectively for annual periods beginning on or after 1 July 2014. Earlier application is permitted. If an entity applies that amendment for an earlier period it shall disclose that fact.\nAmendment to IFRS 13 Fair Value Measurement\nParagraph 52 is amended and paragraph C4 is added.\nApplication to financial assets and financial liabilities with offsetting positions in market risks or counterparty credit risk\n…\n52 The exception in paragraph 48 applies only to financial assets, financial liabilities and other contracts within the scope of IAS 39 Financial Instruments: Recognition and Measurement or IFRS 9 Financial Instruments. The references to financial assets and financial liabilities in paragraphs 48–51 and 53–56 should be read as applying to all contracts within the scope of, and accounted for in accordance with, IAS 39 or IFRS 9, regardless of whether they meet the definitions of financial assets or financial liabilities in IAS 32 Financial Instruments: Presentation.\nAppendix C\nEffective date and transition\n…\nC4 Annual Improvements Cycle 2011–2013 issued in December 2013 amended paragraph 52. An entity shall apply that amendment for annual periods beginning on or after 1 July 2014. An entity shall apply that amendment prospectively from the beginning of the annual period in which IFRS 13 was initially applied. Earlier application is permitted. If an entity applies that amendment for an earlier period it shall disclose that fact.\nAmendment to IAS 40 Investment Property\nBefore paragraph 6, a heading is added. Paragraph 14A is added. After paragraph 84 a heading and paragraphs 84A and 85D are added.\nClassification of property as investment property or owner-occupied property\n6 …\n14 Judgement is needed to determine whether a property qualifies as investment property. An entity develops criteria so that it can exercise that judgement consistently in accordance with the definition of investment property and with the related guidance in paragraphs 7–13. Paragraph 75(c) requires an entity to disclose these criteria when classification is difficult.\n14A Judgement is also needed to determine whether the acquisition of investment property is the acquisition of an asset or a group of assets or a business combination within the scope of IFRS 3 Business Combinations. Reference should be made to IFRS 3 to determine whether it is a business combination. The discussion in paragraphs 7–14 of this Standard relates to whether or not property is owner-occupied property or investment property and not to determining whether or not the acquisition of property is a business combination as defined in IFRS 3. Determining whether a specific transaction meets the definition of a business combination as defined in IFRS 3 and includes an investment property as defined in this Standard requires the separate application of both Standards.\nTransitional provisions\n…\nCost model\n…\nBusiness Combinations\n84A\nEFFECTIVE DATE\n…\n85D Annual Improvements Cycle 2011–2013 issued in December 2013 added headings before paragraph 6 and after paragraph 84 and added paragraphs 14A and 84A. An entity shall apply those amendments for annual periods beginning on or after 1 July 2014. Earlier application is permitted. If an entity applies those amendments for an earlier period it shall disclose that fact.\n(1)  ‘Reproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org’"}