{"celex_id": "32012D0650", "uri": "http://publications.europa.eu/resource/cellar/66dd6e1b-1c13-11e2-91ce-01aa75ed71a1", "type": "Decision", "concepts": ["192", "2042", "2718", "3191", "333", "3816"], "title": "2012/650/EU: Commission Implementing Decision of 17 October 2012 amending Annex II to Decision 2006/766/EC as regards the inclusion of Curaçao and Sint Maarten in the list of third countries and territories from which imports of certain fishery products for human consumption are permitted and the deletion of the Netherlands Antilles from that list (notified under document C(2012) 7147)  Text with EEA relevance\n", "header": "19.10.2012 EN Official Journal of the European Union L 288/13\nCOMMISSION IMPLEMENTING DECISION\nof 17 October 2012\namending Annex II to Decision 2006/766/EC as regards the inclusion of Curaçao and Sint Maarten in the list of third countries and territories from which imports of certain fishery products for human consumption are permitted and the deletion of the Netherlands Antilles from that list\n(notified under document C(2012) 7147)\n(Text with EEA relevance)\n(2012/650/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) Regulation (EC) No 854/2004 lays down specific rules for the organisation of official controls on products of animal origin. In particular, it provides that products of animal origin are to be imported only from a third country or a part of a third country that appears on a list drawn up and updated in accordance with that Regulation.\n(2) Regulation (EC) No 854/2004 also provides that when drawing up and updating such lists, account is to be taken of Union controls in third countries and guarantees by the competent authorities of third countries as regards compliance or equivalence with Union feed and food law and animal health rules specified in Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (2).\n(3) Commission Decision 2006/766/EC of 6 November 2006 establishing the lists of third countries and territories from which imports of bivalve molluscs, echinoderms, tunicates, marine gastropods and fishery products are permitted (3) lists those third countries which satisfy the criteria referred to in Regulation (EC) No 854/2004 and are therefore able to guarantee that those products meet the sanitary conditions laid down in Union legislation to protect the health of consumers and can accordingly be exported to the Union. In particular, Annex II to that Decision sets out a list of third countries and territories from which imports into the Union of fishery products for human consumption, other than live, chilled, frozen or processed bivalve molluscs, echinoderms, tunicates and marine gastropodes, are permitted.\n(4) The autonomous country of the Netherlands Antilles is currently included in the list in Annex II to Decision 2006/766/EC as a third country from which imports of fishery products intended for human consumption are permitted.\n(5) Following an internal reform in the Kingdom of the Netherlands, effective as of 10 October 2010, the Netherlands Antilles ceased to exist as an autonomous country within that Kingdom. On that same date, Curaçao and Sint Maarten gained the status of autonomous countries within the Kingdom of the Netherlands, while Bonaire, Sint Eustatius and Saba became special municipalities of the European part of the Kingdom of the Netherlands. It is therefore appropriate to delete the entry for the Netherlands Antilles from the list set out in Annex II to Decision 2006/766/EC.\n(6) The competent authorities of Curaçao and Sint Maarten have presented the necessary information to the Commission to prove that the sanitary control system in place in those autonomous countries provides sufficient guarantees of compliance with Union requirements. The information provided by the competent authorities of Curaçao and Sint Maarten also shows that those authorities have the same legal powers to conduct controls as the competent authority of the Netherlands Antilles used to have and that food business operators are bound by the same obligations as in the period before the Netherlands Antilles ceased to exist. In addition, according to that information, the official sanitary controls in those autonomous countries continue at the same levels as in the period before the Netherlands Antilles ceased to exist.\n(7) It is therefore appropriate that Curaçao and Sint Maarten be included in the list set out in Annex II to Decision 2006/766/EC.\n(8) Decision 2006/766/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Decision 2006/766/EC is amended as follows:\n(1) the entry for the Netherlands Antilles is deleted;\n(2) the following entry for Curaçao is inserted between the entries for Cape Verde and Algeria:\n‘CW CURAÇAO’\n(3) the following entry for Sint Maarten is inserted between the entries for El Salvador and Togo:\n‘SX SINT MAARTEN’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 October 2012.\nFor the Commission\nMaroš ŠEFČOVIČ\nVice-President\n(1)  OJ L 139, 30.4.2004, p. 206.\n(2)  OJ L 165, 30.4.2004, p. 1.\n(3)  OJ L 320, 18.11.2006, p. 53."}