{"celex_id": "32010R0349", "uri": "http://publications.europa.eu/resource/cellar/ec6c8b30-3410-448d-a7c0-52db451d1eb7", "type": "Regulation", "concepts": ["1277", "1590", "3730", "6052", "6322"], "title": "Commission Regulation (EU) No 349/2010 of 23 April 2010 concerning the authorisation of copper chelate of hydroxy analogue of methionine as a feed additive for all animal species (Text with EEA relevance)\n", "header": "24.4.2010 EN Official Journal of the European Union L 104/31\nCOMMISSION REGULATION (EU) No 349/2010\nof 23 April 2010\nconcerning the authorisation of copper chelate of hydroxy analogue of methionine as a feed additive for all animal species\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the preparation set out in the Annex to this Regulation. That application was accompanied by the particulars and documents required pursuant to Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of copper chelate of hydroxy analogue of methionine as a feed additive for all animal species, to be classified in the additive category ‘nutritional additives’.\n(4) From the opinion of the European Food Safety Authority (the Authority) adopted on 12 November 2009 (2) read in combination with that of 16 April 2008 (3) it results that copper chelate of hydroxy analogue of methionine does not have an adverse effect on animal health, human health or the environment. According to the opinion of 16 April 2008, the use of that preparation may be considered as a source of available copper and fulfils the criteria of a nutritional additive for all animal species. The Authority recommends appropriate measures for user safety. It does not consider that there is a need for specific requirements of post market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of that preparation shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(6) By Commission Regulation (EC) No 1253/2008 of 15 December 2008 concerning the authorisation of copper chelate of hydroxy analogue of methionine as a feed additive (4) that preparation was already authorised as a feed additive for chickens for fattening. That Regulation should be repealed.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘nutritional additives’ and to the functional group ‘compounds of trace elements’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "Regulation (EC) No 1253/2008 is repealed.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  The EFSA Journal (2009) 7(11): 1382.\n(3)  The EFSA Journal (2008) 693, 1.\n(4)  OJ L 337, 16.12.2008, p. 78.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method. Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nContent of element (Cu) in mg/kg of complete feedingstuff with a moisture content of 12 %\nCategory of nutritional additives. Functional group: compounds of trace elements\nCharacterisation of the additive:\nCopper chelate of hydroxy analogue of methionine containing 18 % copper and 79,5 % - 81 % (2-hydroxy-4-methylthio) butanoic acid Mineral oil: 1 %\nCAS: 292140-30-8\nAnalytical method (1):\nBovines\n— Bovines before the start of rumination including complementary milk replacers: 15 (total)\n— Other bovines: 35 (total).\nOvines: 15 (total)\nPiglets up to 12 weeks: 170 (total)\nCrustaceans: 50 (total)\nOther animals: 25 (total)\n1. The additive shall be incorporated into feed in the form of a premixture.\n2. For user safety: Breathing protection, safety glasses and gloves should be worn during handling.\n3. The following words shall be included in the labelling:\n— For feed for sheep if the level of copper in the feed exceeds 10 mg/kg:\n— For feed for bovines after the start of rumination if the level of copper in the feed is less than 20 mg/kg:\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: http://www.irmm.jrc.be/crl-feed-additives"}