{"celex_id": "32013D0136", "uri": "http://publications.europa.eu/resource/cellar/18769f57-908a-11e2-b5c3-01aa75ed71a1", "type": "Decision", "concepts": ["201", "4306", "5020", "5420", "5585", "6897"], "title": "2013/136/EU: Commission Implementing Decision of 15 March 2013 terminating the investigation initiated by Implementing Decision 2012/161/EU with respect to the effective implementation of the United Nations Single Convention on Narcotic Drugs in Bolivia (notified under document C(2013) 1422)\n", "header": "19.3.2013 EN Official Journal of the European Union L 75/35\nCOMMISSION IMPLEMENTING DECISION\nof 15 March 2013\nterminating the investigation initiated by Implementing Decision 2012/161/EU with respect to the effective implementation of the United Nations Single Convention on Narcotic Drugs in Bolivia\n(notified under document C(2013) 1422)\n(Only the Spanish text is authentic)\n(2013/136/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Council Regulation (EC) No 732/2008 of 22 July 2008 applying a scheme of generalised tariff preferences from 1 January 2009 and amending Regulations (EC) No 552/97, (EC) No 1933/2006 and Commission Regulations (EC) No 1100/2006 and (EC) No 964/2007 (1), and in particular Article 19(2) thereof,\nAfter consulting the Generalised Preferences Committee,\nWhereas:\n(1) On 20 March 2012 the Commission initiated an investigation pursuant to Article 17(2) of Regulation (EC) No 732/2008 (the ‘GSP Regulation’) with respect to the effective implementation of the United Nations Single Convention on Narcotic Drugs in the Plurinational State of Bolivia (‘Bolivia’) by the publication of Commission Implementing Decision 2012/161/EU (2).\n(2) The scope of the investigation was to determine whether the special incentive arrangement for sustainable development and good governance which is granted to Bolivia should be withdrawn, according to the provisions that are contained in Article 15(2) of the current GSP Regulation.\n(3) Pursuant to Article 18(1) of the GSP Regulation, a Notice of the initiation of the investigation has been published in the Official Journal of the European Union on 20 March 2012 (3).\n(4) On 3 April 2012, the European Commission invited the Government of Bolivia to submit any information and comments relevant to the purpose of the investigation within four months from the date of publication of the Notice in the Official Journal. The Commission also sent to the Government of Bolivia a questionnaire on the implementation of the United Nations Single Convention on Narcotic Drugs (‘the UN Single Convention’).\n(5) The Government of Bolivia provided its comments in the form of a response to the questionnaire within the relevant time limit.\n(6) The Commission analysed the content of the response to the questionnaire and sent to the Government of Bolivia a request for further clarification of certain elements. The Bolivian side responded in good time to this request and provided the clarifications requested.\n(7) The Commission also sought all information it considered necessary, including the results of the 2012 United Nations Office on Drugs and Crime (UNODC) report on Coca Cultivation in Bolivia.\n(8) In analysing the reply sent to the questionnaire and the available information, the Commission noted that no major change in the relevant legislation Bolivia has occurred since Bolivia’s denunciation of the UN Single Convention, which took effect on 1 January 2012.\n(9) From the analysis of the reply to the questionnaire and the available information, the Government of Bolivia has not changed its approach towards the treatment of illicit drugs production, trade and use in the period of time which followed its denunciation of the UN Single Convention.\n(10) According to the information which is included in the reply to the questionnaire and all available information to the Commission, Bolivia has in place a set of legislative tools and institutions to fight the production, trade and use of illicit drugs. Bolivia is party to international agreements whose aim is to fight production and supply of illicit drugs.\n(11) Therefore, it is concluded that there are no elements at the disposal of the Commission that would suggest that the legislation and the practice of the Bolivian authorities would prevent them from implementing the rules of the UN Single Convention.\n(12) The Commission has received information that, on 10 January 2013, more than two-thirds of the State Parties of the UN Single Convention have not opposed the request that Bolivia had deposited to re-accede the UN Single Convention with a reservation on the traditional use of coca leaves (in particular chewing and medicinal uses). Therefore, Bolivia has re-acceded the UN Single Convention as from 10 February 2013.\n(13) The Commission considers that national legislation of Bolivia incorporates the UN Single Convention and that the Government of Bolivia is effectively implementing its legislation concerning illicit drugs.\n(14) Consequently, in accordance with the provisions contained in Article 15(2) of the GSP Regulation, the Commission concluded that the temporary withdrawal of the special incentive arrangement for sustainable development and good governance is not warranted and that the investigation shall be terminated.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["The investigation initiated by Implementing Decision 2012/161/EU with respect to the effective implementation of the United Nations Single Convention on Narcotic Drugs in Bolivia is hereby terminated.", "This Decision is addressed to the Plurinational State of Bolivia."], "attachments": "Done at Brussels, 15 March 2013.\nFor the Commission\nKarel DE GUCHT\nMember of the Commission\n(1)  OJ L 211, 6.8.2008, p. 1.\n(2)  OJ L 80, 20.3.2012, p. 30.\n(3)  OJ C 81, 20.3.2012, p. 5."}