{"celex_id": "32011R0328", "uri": "http://publications.europa.eu/resource/cellar/653878bd-3a4c-4b7b-b272-7809065157d6", "type": "Regulation", "concepts": ["1280", "2792", "3885", "4039", "4258", "5315"], "title": "Commission Regulation (EU) No 328/2011 of 5 April 2011 implementing Regulation (EC) No 1338/2008 of the European Parliament and of the Council on Community statistics on public health and health and safety at work, as regards statistics on causes of death  Text with EEA relevance\n", "header": "6.4.2011 EN Official Journal of the European Union L 90/22\nCOMMISSION REGULATION (EU) No 328/2011\nof 5 April 2011\nimplementing Regulation (EC) No 1338/2008 of the European Parliament and of the Council on Community statistics on public health and health and safety at work, as regards statistics on causes of death\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1338/2008 of the European Parliament and of the Council of 16 December 2008 on Community statistics on public health and health and safety at work (1), and in particular Article 9(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1338/2008 establishes a common framework for the systematic production of European statistics on public health and health and safety at work.\n(2) Pursuant to Article 9(1) of Regulation (EC) No 1338/2008, implementing measures are needed to specify the data and metadata to be provided on causes of death covered by Annex III to that Regulation and to set the reference periods and intervals for providing this data.\n(3) Confidential data sent by Member States to the Commission (Eurostat) should be handled in accordance with the principle of statistical confidentiality as laid down in Regulation (EC) No 223/2009 of the European Parliament and of the Council of 11 March 2009 on European statistics (2) and with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3).\n(4) A cost-benefit analysis has been carried out and evaluated in accordance with Article 6 of Regulation (EC) No 1338/2008.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Scope\nEuropean statistics in the domain of ‘causes of death’ shall concern all registered deaths and stillbirths occurring in each Member State, distinguishing residents and non-residents.", "Definitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(a) ‘death’ means the permanent disappearance of all evidence of life at any time after live birth has taken place (post-natal cessation of vital functions without capability of resuscitation). This definition excludes stillbirths;\n(b) ‘stillbirth’ means foetal death, namely death prior to the complete expulsion or extraction from its mother of a product of conception, irrespective of the duration of pregnancy. Death is indicated by the fact that after such separation from its mother the foetus does not breathe or show any other evidence of life, such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles;\n(c) ‘gestational age’ means the duration of gestation, measured from the first day of the last normal menstrual period. Gestational age is expressed in completed days or completed weeks;\n(d) ‘neonatal death’ means the death occurring among live births during the first 28 completed days of life (days 0-27);\n(e) ‘parity’ means the number of previous live births or stillbirths (0, 1, 2, 3 or more previous live births or stillbirths);\n(f) ‘other deaths’ means the deaths occurring after the neonatal death period from the 28th completed day of life onwards;\n(g) ‘underlying cause of death’ means the disease or injury which initiated the train of morbid events leading directly to death, or the circumstances of the accident or violence which produced the fatal injury;\n(h) ‘resident’ means ‘usual resident’ in the place where a person normally spends the daily period of rest, regardless of temporary absences for purposes of recreation, holidays, visits to friends and relatives, business, medical treatment or religious pilgrimage.\nThe following persons alone shall be considered to be usual residents of the geographical area in question:\n(i) those who have lived in their place of usual residence for a continuous period of at least 12 months before the reference date; or\n(ii) those who arrived in their place of usual residence during the 12 months before the reference date with the intention of staying there for at least 1 year.\nWhere the circumstances described in point (i) or (ii) cannot be established, ‘usual residence’ shall mean the place of legal or registered residence.", "Data required\nMember States shall transmit to the Commission (Eurostat) the list of variables set out in the Annex. Whenever possible, statistics concerning deaths of residents dying abroad shall be included.\nFor stillbirths at least one of three reporting criteria shall be applied in the following order: (1) birth weight; (2) gestational age; and (3) crown-heel length. Data collection shall be limited to the following groups:\n(a) birth weight from 500 g to 999 g or when birth weight does not apply gestational age from 22 to 27 completed weeks, or when neither of the two applies crown-heel length from 25 to 34 cm (Variable 9); and\n(b) birth weight of 1 000 g and more or when birth weight does not apply gestational age after 27 completed weeks or when neither of the two applies crown-heel length of 35 cm or more (Variable 10).", "Reference period\nThe reference period shall be the calendar year.\nMember States shall provide the data specified in this Regulation to the Commission (Eurostat) within 24 months after the end of the reference year.\nThe first reference year shall be 2011.", "Metadata\nRelevant information, including information on national differences regarding definitions, coverage of data, the International Classification of Diseases (ICD) revision and updates used and the automated coding systems, as well as information about the selection and modification of the underlying cause of death, shall be transmitted by Member States to the Commission (Eurostat).", "Provision of data and metadata to the Commission (Eurostat)\nMember States shall provide aggregated or micro data (finalised, validated and accepted) and metadata required by this Regulation in accordance with an exchange standard specified by the Commission (Eurostat). Data and metadata shall be provided to Eurostat through the single entry point.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 70.\n(2)  OJ L 87, 31.3.2009, p. 164.\n(3)  OJ L 8, 12.1.2001, p. 1.\nANNEX\nList of variables to send to the Commission (Eurostat)\nVariables Residents Non-residents who died in the reporting country\nStillbirths Neonatal deaths Other deaths Stillbirths Neonatal deaths Other deaths\n1) Year of death (date of occurrence)\n2) Sex\n3) Underlying cause of death ICD (4 digits)\n4) Age (0 days, 1, 2, 3, 4, 5, 6 days, 7-27 days, 28-365 days, 1 year, 2, 3, 4, 5-9, … 85-89, … 105+)\n5) Country of occurrence\n6) Region of occurrence (NUTS 2)\n7) Region of residence (NUTS 2)/Region of residence of the mother (NUTS 2)\n8) Country of residence/Country of residence of the mother\n9) First group of stillbirth\n— birth weight from 500 g to 999 g or when birth weight does not apply\n— gestational age from 22 to 27 completed weeks or when neither of the two applies\n— crown-heel length from 25 to 34 cm\n10) Second group of stillbirth\n— birth weight of 1 000 g and more or when birth weight does not apply\n— gestational age after 27 completed weeks or when neither of the two applies\n— crown-heel length of 35 cm or more\n11) Age of mother by age group (less than 15 years of age, 5 years age groups thereafter up to 49 years of age and 50 years of age or more)\n12) Parity\nN.B.: C - Compulsory; V - Voluntary; X - Not applicable.\n(1)  Voluntary for residents dying abroad."}