{"celex_id": "32011R1353", "uri": "http://publications.europa.eu/resource/cellar/cab1f5b9-41b0-4a54-a294-d6ca6fb1a799", "type": "Regulation", "concepts": ["1052", "1542", "2393"], "title": "Commission Implementing Regulation (EU) No 1353/2011 of 20 December 2011 amending Regulation (EC) No 883/2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD\n", "header": "21.12.2011 EN Official Journal of the European Union L 338/35\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1353/2011\nof 20 December 2011\namending Regulation (EC) No 883/2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Article 42 thereof,\nWhereas:\n(1) Article 70[(4c)] of Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (2) allows the EAFRD contribution rate to be increased to a maximum of 95 % for Member States which are facing serious difficulties with respect to their financial stability.\n(2) In order to allow Member States to benefit as soon as possible from the increased co-financing rate, the rules for the calculation of the Union contribution in the context of the EAFRD accounts, provided for in Commission Regulation (EC) No 883/2006 (3), should be adapted with immediate effect.\n(3) Regulation (EC) No 883/2006 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee on the Agricultural Funds,", "main_body": ["In Article 17(1) of Regulation (EC) No 883/2006 the following subparagraph is added:\n‘By way of derogation from the first subparagraph, for rural development programmes modified in accordance with Article 70[(4c)] of Regulation (EC) No 1698/2005, the Union contribution shall, during the period in which the derogation referred to in Article 70[(4c)] of that Regulation applies, be calculated on the basis of the financing plan in force on the last day of the reference period. For the last reference period when the derogation referred to in Article 70[(4c)] of Regulation (EC) No 1698/2005 applies, the declaration of expenditure referred to in Article 16 shall indicate separately the expenditure incurred before and after the derogation ceased to apply. The Union contribution to be paid in respect of these sub reference periods shall be calculated on the basis of the financing plan in force during each sub reference period’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 209, 11.8.2005, p. 1.\n(2)  OJ L 277, 21.10.2005, p. 1.\n(3)  OJ L 171, 23.6.2006, p. 1"}