{"celex_id": "32011R1222", "uri": "http://publications.europa.eu/resource/cellar/a9416846-da2e-4d9f-a091-016f91c8dd60", "type": "Regulation", "concepts": ["2084", "2718", "321", "5254", "544", "616"], "title": "Commission Implementing Regulation (EU) No 1222/2011 of 28 November 2011 amending Regulation (EC) No 1010/2009 as regards administrative arrangements with third countries on catch certificates for marine fisheries products\n", "header": "29.11.2011 EN Official Journal of the European Union L 314/2\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1222/2011\nof 28 November 2011\namending Regulation (EC) No 1010/2009 as regards administrative arrangements with third countries on catch certificates for marine fisheries products\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing (1), in particular Articles 12(4), 14(3), 20(4) and 52 thereof,\nWhereas:\n(1) Administrative arrangements with third countries on catch certificates for fisheries products are listed in Annex IX to Commission Regulation (EC) No 1010/2009 of 22 October 2009 laying down detailed rules for the implementation of Regulation (EC) No 1005/2008 (2).\n(2) Two new administrative arrangements on catch certificates, based on electronic traceability systems, have been agreed with Norway and South Africa respectively on 4 May 2011 and 21 September 2010.\n(3) Annex IX to Regulation (EC) No 1010/2009 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Annex IX to Regulation (EC) No 1010/2009 is amended as set out in Annexes I and II to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 286, 29.10.2008, p. 1.\n(2)  OJ L 280, 27.10.2009, p. 5.\nANNEX I\nIn Annex IX to Regulation (EC) No 1010/2009, Section 1 is replaced by the following:\n‘Section 1\nNORWAY\nCATCH CERTIFICATION SCHEME\nIn accordance with Article 12(4) of Regulation (EC) No 1005/2008, the catch certificate provided for in Article 12 and Annex II of that Regulation shall be replaced — for fisheries products obtained from catches made by fishing vessels flying the Norwegian flag — by the Norwegian catch certificate, based on the Norwegian system on weighing and recording of catches, which is an electronic traceability system under the control of the Norwegian authorities ensuring the same level of control by authorities as required under the European Union catch certification scheme.\nSpecimens of the Norweigian catch certificate which shall replace the European Union Catch Certificate and Re-export Certificate and are given in Appendix I.\nDocuments referred to in Article 14(1) and (2) of Regulation (EC) No 1005/2008 may be communicated by electronic means.\nNorway shall require a catch certificate for landings and imports to Norway of catches made by fishing vessels flying the flag of a Member State of the European Union.\nMUTUAL ASSISTANCE\nMutual assistance under Article 51 of Regulation (EC) No 1005/2008 shall be developed to facilitate the exchange of information and the assistance between the respective authorities in Norway and in the Member States of the European Union, based on the detailed rules on mutual assistance laid down in Regulation (EC) No 1010/2009.\nAppendix I\nANNEX II\nIn Annex IX to Regulation (EC) No 1010/2009, the following Section 7 is added:\n‘Section 7\nSOUTH AFRICA\nCATCH CERTIFICATION SCHEME\nIn accordance with Article 12(4) of Regulation (EC) No 1005/2008, the catch certificate provided for in Article 12 and Annex II of that Regulation shall be replaced — for fisheries products obtained from catches made by fishing vessels flying the flag of South Africa — by South African catch certificates, which is an electronic traceability system under the control of the South African authorities ensuring the same level of control by authorities as required under the European Union catch certification scheme.\nSpecimens of the South African catch certificates which shall replace the European Union Catch Certificate and Re-export Certificate and are given in Appendix I.\nDocuments referred to in Article 14(1) and (2) of Regulation (EC) No 1005/2008 may be communicated by electronic means.\nAppendix I"}