{"celex_id": "32011D0825", "uri": "http://publications.europa.eu/resource/cellar/cafcdd91-736c-4e1a-b8df-97df949ee7a5", "type": "Decision", "concepts": ["1019", "1445", "1504", "1631", "1789", "1854", "4320", "6124"], "title": "2011/825/EU: Commission Implementing Decision of 8 December 2011 amending Decision 2010/221/EU as regards national measures for preventing the introduction of certain aquatic animal diseases into parts of Ireland, Finland and Sweden (notified under document C(2011) 9002)  Text with EEA relevance\n", "header": "10.12.2011 EN Official Journal of the European Union L 328/53\nCOMMISSION IMPLEMENTING DECISION\nof 8 December 2011\namending Decision 2010/221/EU as regards national measures for preventing the introduction of certain aquatic animal diseases into parts of Ireland, Finland and Sweden\n(notified under document C(2011) 9002)\n(Text with EEA relevance)\n(2011/825/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 43(2) thereof,\nWhereas:\n(1) Commission Decision 2010/221/EU of 15 April 2010 approving national measures for limiting the impact of certain diseases in aquaculture animals and wild aquatic animals in accordance with Article 43 of Council Directive 2006/88/EC (2) allows certain Member States to apply restrictions on consignments of those animals in order to prevent the introduction of certain diseases into their territory, provided that they have either demonstrated that their territory, or certain demarcated areas of their territory, are free of such diseases or that they have established an eradication or surveillance programme to obtain such freedom.\n(2) The continental parts of the territories of Finland and Sweden are listed in Annex II to Decision 2010/221/EU as territories with an approved eradication programme as regards bacterial kidney disease (BKD).\n(3) The coastal parts of the territory of Sweden are listed in Annex II to Decision 2010/221/EU as having an approved eradication programme as regards infectious pancreatic necrosis virus (IPN).\n(4) Accordingly, Decision 2010/221/EU approves certain national measures by Finland and Sweden on consignments of aquaculture animals of susceptible species into those areas. However, to allow for a re-evaluation of the appropriateness of those national measures, the authorisation to apply those measures is limited in time until 31 December 2011.\n(5) Finland has submitted reports to the Commission on the functioning of its national eradication programme for BKD, in which it is stated that the eradication of BKD has not yet been successful. While progress has been made in several areas, some areas still remain infected with BKD. Finland has therefore requested that the geographical demarcation of the programme be limited to two continuous zones covering 19 water catchment areas. In those two zones, only four farms are under BKD-related restrictions and they are all undergoing the process of destroying infected fish, and the cleaning and disinfection of the facilities.\n(6) Sweden has submitted a report to the Commission on the functioning of its national eradication programmes for BKD and IPN. The number of reported cases has been reduced significantly and both diseases are close to being eradicated from the programme areas. The continental parts of Sweden are already free of IPN and the national eradication programme in the coastal waters therefore also functions as a buffer to protect the already declared free areas.\n(7) On the basis of the information provided by Finland and Sweden, it is appropriate to continue those national measures. However, taking into account that eradication has not yet been achieved despite years of applying national eradication programmes, the appropriateness and necessity of the national measures needs to be re-evaluated in due time. Therefore, the authorisation to apply those national measures should be limited to two more years until 31 December 2013.\n(8) Annex III to Decision 2010/221/EU currently lists nine compartments in the territory of Ireland with an approved surveillance programme as regards ostreid herpesvirus 1 μνar (OsHV-1 μνar).\n(9) Ireland has notified to the Commission the detection of OsHV-1 μνar in two of those compartments, namely in Gweendore Bay within compartment 1 and Ballinakill Bay within compartment 4. Consequently, the geographical demarcation of those two compartments in Annex III to Decision 2010/221/EU should be amended.\n(10) Decision 2010/221/EU should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2010/221/EU is amended as follows:\n(1) in Article 3(2), the date ‘31 December 2011’ is replaced by ‘31 December 2013’;\n(2) Annexes II and III are replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 December 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 98, 20.4.2010, p. 7.\nANNEX\nANNEX II\nMember States and parts thereof with eradication programmes as regards certain diseases in aquaculture animals, and approved to take national measures to control those diseases in accordance with Article 43(2) of Directive 2006/88/EC\nDisease Member State Code Geographical demarcation of the area with approved national measures\nBacterial kidney disease (BKD) Finland FI The following water catchment areas:\nSweden SE The continental parts of the territory\nInfectious pancreatic necrosis virus (IPN) Sweden SE The coastal parts of the territory\nANNEX III\nMember States and areas with surveillance programmes regarding ostreid herpesvirus 1 μνar (OsHV-1 μνar), and approved to take national measures to control that disease in accordance with Article 43(2) of Directive 2006/88/EC\nDisease Member State Code Geographical demarcation of the areas with approved national measures (Member States, zones and compartments)\nOstreid herpesvirus 1 μνar (OsHV-1 μνar) Ireland IE Compartment 1: Sheephaven Bay\nUnited Kingdom UK The territory of Great Britain except Whitstable Bay, Kent"}