{"celex_id": "32014D0482", "uri": "http://publications.europa.eu/resource/cellar/420df20b-123e-11e4-933d-01aa75ed71a1", "type": "Decision", "concepts": ["1708", "2057", "3804", "4452", "5560", "584", "6709"], "title": "Council Decision 2014/482/CFSP of 22 July 2014 amending Decision 2012/392/CFSP on the European Union CSDP mission in Niger (EUCAP Sahel Niger)\n", "header": "23.7.2014 EN Official Journal of the European Union L 217/31\nCOUNCIL DECISION 2014/482/CFSP\nof 22 July 2014\namending Decision 2012/392/CFSP on the European Union CSDP mission in Niger (EUCAP Sahel Niger)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28, Article 42(4) and Article 43(2) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 16 July 2012, the Council adopted Decision 2012/392/CFSP (1) which expires on 15 July 2014.\n(2) On 28 October 2013, the Council adopted Decision 2013/533/CFSP (2) providing a financial reference amount for the period until 15 July 2014.\n(3) On 28 March 2014, the Political and Security Committee (PSC) recommended to extend the European Union CSDP mission in Niger (EUCAP Sahel Niger) for a period of two years in accordance with the Strategic Review.\n(4) On 2 May 2014, the High Representative of the Union for Foreign Affairs and Security Policy (HR) received a letter from the Nigerien authorities supporting the extension of EUCAP Sahel Niger for two years.\n(5) EUCAP Sahel Niger will be conducted in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty on European Union,", "main_body": ["Decision 2012/392/CFSP is amended as follows:\n(1) Articles 2 and 3 are replaced by the following:\n(a) be ready to support the definition and implementation of a Nigerien Security Strategy while continuing advising and assisting in the implementation of the security dimension of the Nigerien Strategy for Security and Development in the North;\n(b) facilitate the coordination of regional and international projects supporting Niger in the fight against terrorism and organised crime;\n(c) strengthen the rule of law through the development of criminal investigation capacities, and in this context develop and implement adequate training programmes;\n(d) support the development of Nigerien Security and Defence Forces' sustainability;\n(e) contribute to the identification, planning and implementation of projects in the security field.\n(2) Article 4 is amended as follows:\n(a) paragraph 3 is replaced by the following:\n(b) paragraph 4 is deleted.\n(3) Article 6 is amended as follows:\n(a) the following paragraph is inserted:\n(b) paragraph 3 is replaced by the following:\n(c) paragraphs 4 and 8 are deleted.\n(4) In Article 7, paragraph 4 is replaced by the following:\n(5) In Article 11, paragraph 5 is replaced by the following:\n(6) The following Article is inserted:\n(7) Article 13 is replaced by the following:\n(8) The following Article is inserted:\n(a) provided for in the budgetary impact statement relating to this Decision; or\n(b) integrated in the budgetary impact statement during the mandate of EUCAP Sahel Niger by means of an amendment to the budgetary impact statement requested by the Head of Mission.\n(9) In Article 15 ‘Decision 2011/292/EU’ is replaced by ‘Decision 2013/488/EU’.\n(10) In Article 16 the second paragraph is replaced by the following:", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 16 July 2014."], "attachments": "Done at Brussels, 22 July 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  Council Decision 2012/392/CFSP of 16 July 2012 on the European Union CSDP mission in Niger (EUCAP Sahel Niger) (OJ L 187, 17.7.2012, p. 48).\n(2)  Council Decision 2013/533/CFSP of 28 October 2013 amending Decision 2012/392/CFSP on the European Union CSDP mission in Niger (EUCAP Sahel Niger) (OJ L 288, 30.10.2013, p. 68)."}