{"celex_id": "32010D0350", "uri": "http://publications.europa.eu/resource/cellar/5564a980-3af9-43e4-8de3-1c1995c29629", "type": "Decision", "concepts": ["2243", "4068", "4482", "5640", "5871"], "title": "2010/350/: European Council Decision of 17 June 2010 on the examination by a conference of representatives of the governments of the Member States of the amendments to the Treaties proposed by the Spanish Government concerning the composition of the European Parliament and not to convene a Convention\n", "header": "26.6.2010 EN Official Journal of the European Union L 160/5\nEUROPEAN COUNCIL DECISION\nof 17 June 2010\non the examination by a conference of representatives of the governments of the Member States of the amendments to the Treaties proposed by the Spanish Government concerning the composition of the European Parliament and not to convene a Convention\n(2010/350/EU)\nTHE EUROPEAN COUNCIL", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 48(3) thereof,\nHaving regard to the proposal for amendments to the Treaties submitted to the Council by the Spanish Government on 4 December 2009 and submitted to the European Council by the Council on 7 December 2009,\nHaving regard to the consent of the European Parliament not to convene a Convention (1),\nHaving regard to the opinion of the European Parliament (2),\nAfter notification of the proposal to the national parliaments,\nHaving regard to the opinion of the European Commission (3),\nWhereas:\n(1) On 4 December 2009, following the conclusions of the European Council at its meetings on 11 and 12 December 2008 and on 18 and 19 June 2009, the Spanish Government submitted, in accordance with Article 48(2), first sentence, of the Treaty on European Union (TEU), a proposal for the amendment of the Treaties concerning the composition of the European Parliament.\n(2) On 7 December 2009, in accordance with Article 48(2), third sentence, of the TEU, the said proposal was submitted by the Council to the European Council. It was also notified to the national Parliaments.\n(3) At its meeting on 10 and 11 December 2009, the European Council decided, in accordance with Article 48(3), first subparagraph, of the TEU, to consult the European Parliament and the Commission on the proposed amendments. It also decided, in accordance with Article 48(3), second subparagraph, of the TEU, to request the consent of the European Parliament on its intention not to convene a Convention given that, in its view, this was not justified by the extent of the proposed amendments. Letters to those ends were sent by the President of the European Council on 18 December 2009.\n(4) On 6 May 2010, the European Parliament adopted a favourable opinion on the proposed amendments. It also gave its consent on the decision not to convene a Convention as this is not justified by the extent of the proposed amendments. On 28 April 2010, the Commission adopted a favourable opinion on the proposed amendments.\n(5) Therefore, it is appropriate that, in accordance with Article 48(3) of the TEU, the European Council decide that a conference of representatives of the governments of the Member States should examine the amendments proposed by the Spanish Government, define the terms of reference of the conference and decide not to convene a Convention,", "main_body": ["The European Council hereby decides that a conference of representatives of the governments of the Member States shall examine the amendments to Article 2 of the Protocol on transitional provisions annexed to the Treaty on European Union, to the Treaty on the Functioning of the European Union and to the Treaty establishing the European Atomic Energy Community, regarding the composition of the European Parliament, as proposed by the Spanish Government on 4 December 2009, in the wording as annexed to this Decision, which will constitute the terms of reference of the said conference. In view of the extent of the proposed amendments, a Convention under Article 48(3) of the Treaty on European Union shall not be convened.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 17 June 2010.\nFor the European Council\nThe President\nH. VAN ROMPUY\n(1)  Consent of 6 May 2010 (not yet published in the Official Journal).\n(2)  Opinion of 6 May 2010 (not yet published in the Official Journal).\n(3)  Opinion of 28 April 2010 (not yet published in the Official Journal).\nANNEX\nDRAFT\nPROTOCOL\namending the Protocol on transitional provisions annexed to the Treaty on European Union, to the Treaty on the Functioning of the European Union and to the Treaty establishing the European Atomic Energy Community\nTHE KINGDOM OF BELGIUM,\nTHE REPUBLIC OF BULGARIA,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nIRELAND,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nMALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nROMANIA,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nHEREINAFTER REFERRED TO AS ‘THE HIGH CONTRACTING PARTIES’,\nWHEREAS, as the Treaty of Lisbon entered into force after the European Parliament elections on 4 to 7 June 2009, and as provided for in the declaration adopted by the European Council at its meeting on 11 and 12 December 2008 and in the political agreement reached by the European Council at its meeting on 18 and 19 June 2009, it is necessary to lay down transitional provisions on the composition of the European Parliament until the end of the 2009-2014 parliamentary term,\nWHEREAS such transitional provisions are to allow those Member States whose number of members of the European Parliament would have been higher if the Treaty of Lisbon had been in force at the time of the European Parliament elections in June 2009 to be given the appropriate number of additional seats and to fill them,\nCONSIDERING the number of seats per Member State provided for in the draft Decision of the European Council approved politically by the European Parliament on 11 October 2007 and by the European Council (Declaration No 5 annexed to the Final Act of the Intergovernmental Conference which adopted the Treaty of Lisbon) and considering Declaration No 4 annexed to the Final Act of the Intergovernmental Conference which adopted the Treaty of Lisbon,\nWHEREAS it is necessary to create, for the period remaining between the entry into force of this Protocol and the end of the 2009-2014 parliamentary term, the 18 additional seats provided for the Member States concerned by the political agreement reached by the European Council at its meeting on 18 and 19 June 2009,\nWHEREAS, in order to do this, it is necessary to allow, provisionally, the number of members to exceed, respectively, the number of members per Member State and the maximum number of members provided for both in the Treaties in force at the time of the European Parliament elections in June 2009 and in the first subparagraph of Article 14(2) of the Treaty on European Union, as amended by the Treaty of Lisbon,\nWHEREAS it is also necessary to lay down the detailed arrangements for the Member States concerned to fill the additional seats provisionally created,\nWHEREAS, as regards transitional provisions, it is necessary to amend the Protocol on transitional provisions annexed to the Treaty on European Union, to the Treaty on the Functioning of the European Union and to the Treaty establishing the European Atomic Energy Community,\nHAVE AGREED UPON THE FOLLOWING PROVISIONS:\nArticle 1\nArticle 2 of the Protocol on transitional provisions annexed to the Treaty on European Union, to the Treaty on the Functioning of the European Union and to the Treaty establishing the European Atomic Energy Community shall be replaced by the following:\n‘Article 2\n1.   For the period of the 2009-2014 parliamentary term remaining at the date of entry into force of this Article, and by way of derogation from Articles 189, second paragraph, and 190(2) of the Treaty establishing the European Community and Articles 107, second paragraph, and 108(2) of the Treaty establishing the European Atomic Energy Community, which were in force at the time of the European Parliament elections in June 2009, and by way of derogation from the number of seats provided for in the first subparagraph of Article 14(2) of the Treaty on European Union, the following 18 seats shall be added to the existing 736 seats, thus provisionally bringing the total number of members of the European Parliament to 754 until the end of the 2009-2014 parliamentary term:\nBulgaria 1\nSpain 4\nFrance 2\nItaly 1\nLatvia 1\nMalta 1\nNetherlands 1\nAustria 2\nPoland 1\nSlovenia 1\nSweden 2\nUnited Kingdom 1\n2.   By way of derogation from Article 14(3) of the Treaty on European Union, the Member States concerned shall designate the persons who will fill the additional seats referred to in paragraph 1, in accordance with the legislation of the Member States concerned and provided that the persons in question have been elected by direct universal suffrage:\n(a) in ad hoc elections by direct universal suffrage in the Member State concerned, in accordance with the provisions applicable for elections to the European Parliament;\n(b) by reference to the results of the European Parliament elections from 4 to 7 June 2009;\n(c) by designation, by the national parliament of the Member State concerned from among its members, of the requisite number of members, according to the procedure determined by each of those Member States.\n3.   In accordance with the second subparagraph of Article 14(2) of the Treaty on European Union, the European Council shall adopt a decision determining the composition of the European Parliament in good time before the 2014 European Parliament elections.’.\nArticle 2\nThis Protocol shall be ratified by the High Contracting Parties, in accordance with their respective constitutional requirements. The instruments of ratification shall be deposited with the Government of the Italian Republic.\nThis Protocol shall enter into force if possible on 1 December 2010, provided that all the instruments of ratification have been deposited, or, failing that, on the first day of the month following the deposit of the instrument of ratification by the last signatory State to take this step.\nArticle 3\nThis Protocol, drawn up in a single original in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish languages, each text being equally authentic, shall be deposited in the archives of the Government of the Italian Republic, which shall transmit a certified copy to each of the governments of the other signatory States.\nIN WITNESS WHEREOF, the undersigned Plenipotentiaries have signed this Protocol.\nDone at … this day of … in the year … ."}