{"celex_id": "32010D0614", "uri": "http://publications.europa.eu/resource/cellar/38139e05-55c3-4aaa-a01d-59cd08951a31", "type": "Decision", "concepts": ["3466", "5083", "5870", "7813"], "title": "2010/614/EU: Council Decision of 14 June 2010 on the position to be adopted by the European Union within the ACP-EU Council of Ministers concerning the transitional measures applicable from the date of signing to the date of entry into force of the Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 , as first amended in Luxembourg on 25 June 2005\n", "header": "13.10.2010 EN Official Journal of the European Union L 269/1\nCOUNCIL DECISION\nof 14 June 2010\non the position to be adopted by the European Union within the ACP-EU Council of Ministers concerning the transitional measures applicable from the date of signing to the date of entry into force of the Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005\n(2010/614/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217 in conjunction with Article 218(9) thereof,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as first amended in Luxembourg on 25 June 2005 (2) (hereinafter referred to as the ‘Cotonou Agreement’) and in particular Article 95(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Cotonou Agreement was concluded for 20 years commencing on 1 March 2000. However, provision was made for the possibility of amending it through a revision process after each five-year period.\n(2) Negotiations for the first amendment of the Cotonou Agreement were concluded in Brussels on 23 February 2005. The Amending Agreement was signed in Luxembourg on 25 June 2005 and entered into force on 1 July 2008.\n(3) On 23 February 2009, the Council authorised the Commission to open negotiations with the members of the African, Caribbean and Pacific Group of States with a view to undertaking the second amendment of the Cotonou Agreement.\n(4) The negotiations were concluded on 19 March 2010 by the initialling, at an extraordinary ACP-EU Council of Ministers’ meeting, of the texts forming the basis of the Agreement amending for the second time the Cotonou Agreement (hereinafter referred to as ‘the Agreement’).\n(5) The Agreement, to be signed in Ouagadougou on 22 June 2010, will enter into force upon completion of the ratification procedures referred to in Article 93 of the Cotonou Agreement.\n(6) In accordance with Article 95(3) of the Cotonou Agreement, the ACP-EU Council of Ministers shall adopt transitional measures as necessary to cover the period from the date of signing to the date of entry into force of the Agreement.\n(7) The provisional application of the Agreement should constitute both a necessary and sufficient transitional measure,", "main_body": ["The position to be taken by the European Union within the ACP-EU Council of Ministers regarding the transitional measures applicable from the date of signing to the date of entry into force of the Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 (hereinafter referred to as ‘the Agreement’), is to approve the provisional application of the Agreement, pursuant to the terms of the annexed draft Decision of the ACP-EU Council of Ministers.\nMinor changes to the draft Decision may be agreed without requiring that this Decision be amended."], "attachments": "Done at Luxembourg, 14 June 2010.\nFor the Council\nThe President\nD. LÓPEZ GARRIDO\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 209, 11.8.2005, p. 27.\nANNEX\nDRAFT DECISION No …/2010 OF THE ACP-EU COUNCIL OF MINISTERS\nof 22 June 2010\non transitional measures applicable from the date of signing to the date of entry into force of the Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005\nTHE ACP-EU COUNCIL OF MINISTERS,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as first amended in Luxembourg on 25 June 2005 (2) (hereinafter referred to as ‘the Cotonou Agreement’), and in particular Article 95(3) thereof,\nWhereas:\n(1) The Cotonou Agreement was concluded for 20 years commencing on 1 March 2000. However, provision was made for the possibility of amending it through a revision process after each five-year period.\n(2) Negotiations for the first amendment of the Cotonou Agreement were concluded in Brussels on 23 February 2005. The Amending Agreement was signed in Luxembourg on 25 June 2005 and entered into force on 1 July 2008.\n(3) Negotiations for the second amendment of the Cotonou Agreement were officially launched at the ACP-EU Council of Ministers’ meeting on 29 May 2009 and were concluded in Brussels on 19 March 2010. The Agreement amending for the second time the Cotonou Agreement (hereinafter referred to as ‘the Agreement’), signed in Ouagadougou on 22 June 2010, will enter into force upon completion of the ratification procedures referred to in Article 93 of the Cotonou Agreement.\n(4) In accordance with Article 95(3) of the Cotonou Agreement, the ACP-EU Council of Ministers shall adopt transitional measures as necessary to cover the period from the date of signing to the date of entry into force of the Agreement.\n(5) The European Union, its Member States and the members of the African, Caribbean and Pacific Group of States (hereinafter referred to as ‘the Parties’) deem it appropriate to provide for the provisional application of the Agreement, to take effect as from the date of its signature.\n(6) The Parties will endeavour to complete the ratification process within two years from the date of signature of the Agreement,\nHAS ADOPTED THIS DECISION:\nArticle 1\nProvisional application of the Agreement\nThe Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 (hereinafter ‘the Agreement’), shall be provisionally applied from the date of its signature.\nArticle 2\nImplementation of this Decision and entry into force of the Agreement\nThe Union shall take all necessary measures to ensure the full implementation of this Decision. The Member States of the Union and the members of the African, Caribbean and Pacific Group of States are invited to take the measures they deem appropriate in order to implement this Decision.\nThe Parties shall endeavour to complete all the necessary procedures to ensure the full entry into force of the Agreement within two years from the date of its signature.\nArticle 3\nEntry into force and validity of this Decision\nThis Decision shall enter into force on the date on which the Agreement is signed.\nIt shall apply until the entry into force of the Agreement.\nDone at Ouagadougou, 22 June 2010.\nFor the ACP-EU Council of Ministers\nThe President\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 209, 11.8.2005, p. 27."}