{"celex_id": "32013R0165", "uri": "http://publications.europa.eu/resource/cellar/4dbf0e63-7f3f-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["2173", "2624", "4288", "4860", "862", "922"], "title": "Commission Implementing Regulation (EU) No 165/2013 of 22 February 2013 fixing for 2013 the amount of aid in advance for private storage of butter\n", "header": "23.2.2013 EN Official Journal of the European Union L 51/11\nCOMMISSION IMPLEMENTING REGULATION (EU) No 165/2013\nof 22 February 2013\nfixing for 2013 the amount of aid in advance for private storage of butter\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(a) and (d), in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 28 of Regulation (EC) No 1234/2007 provides for the granting of private storage aid for butter.\n(2) Developments in prices and stocks of butter indicate an imbalance in the market which may be eliminated or reduced by the seasonal storage. In view of the current market situation, it is appropriate to grant aid for private storage of butter as from 1 March 2013.\n(3) Commission Regulation (EC) No 826/2008 of 20 August 2008 laying down common rules for the granting of private storage aid for certain agricultural products (2) has established common rules for the implementation of a private storage aid scheme.\n(4) Pursuant to Article 6 of Regulation (EC) No 826/2008, aid fixed in advance is to be granted in accordance with the detailed rules and conditions provided for in Chapter III of that Regulation.\n(5) In accordance with Article 29 of Regulation (EC) No 1234/2007 the aid should be fixed in the light of storage costs and the likely trends in prices for fresh butter and butter from stocks.\n(6) It is appropriate to fix aid for the costs for entry and exit of the products concerned and for daily costs for cold storage and financing.\n(7) To facilitate the implementation of the present measure and taking into consideration the existing practice in the Member States, the aid should relate only to products that have been fully placed into storage. Consequently, a derogation from Article 7(3) of Regulation (EC) No 826/2008 should be provided for.\n(8) For reasons of administrative efficiency and simplification, where the required information concerning storage details are already included in the application for aid, it is appropriate to waive the request to notify the same information after the conclusion of the contract as provided for in point (a) of the first paragraph of Article 20 of Regulation (EC) No 826/2008.\n(9) For reasons of simplification and logistic efficiency, Member States should be allowed to waive the requirement to mark the contract number on each unit stored where the contracts number is entered in the stores register.\n(10) For reasons of administrative efficiency and simplification, taking into account the particular situation for butter storage, the checks provided for in Article 36(6) of Regulation (EC) No 826/2008 should be carried out in respect of at least one half of the contracts. Consequently, a derogation from that Article should be provided for.\n(11) Commission Regulation (EC) No 792/2009 of 31 August 2009 laying down detailed rules for the Member States’ notification to the Commission of information and documents in implementation of the common organisation of the markets, the direct payments’ regime, the promotion of agricultural products and the regimes applicable to the outermost regions and the smaller Aegean islands (3) lays down common rules for notifying information and documents by the competent authorities of the Member States to the Commission. Those rules cover in particular the obligation for the Member States to use the information systems made available by the Commission and the validation of the access rights of the authorities or individuals authorised to send notifications. In addition, that Regulation sets common principles applying to the information systems in order to guarantee the authenticity, integrity and legibility over time of the documents. It also provides for personal data protection.\n(12) Pursuant to Regulation (EC) No 792/2009 the obligation to use the information systems in accordance with that Regulation has to be provided for in the regulations establishing a specific notification obligation.\n(13) The Commission has developed an information system that allows managing documents and procedures electronically in its own internal working procedures and in its relations with the authorities involved in the common agricultural policy.\n(14) It is considered that notification obligations for the private storage of butter can be fulfilled via that system in accordance with Regulation (EC) No 792/2009, in particular those provided for in Article 35 of Regulation (EC) No 826/2008.\n(15) For reasons of clarity, this Regulation should expire on the final date laid down for the end of contractual storage.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["1.   This Regulation provides for private storage aid for salted and unsalted butter as referred to in Article 28(a) of Regulation (EC) No 1234/2007 for contracts concluded from 1 March 2013.\n2.   Regulation (EC) No 826/2008 shall apply save as otherwise provided for in this Regulation.", "The unit of measurement referred to in Article 16(2)(c) of Regulation (EC) No 826/2008 is the ‘storage lot’ which corresponds to the quantity of the product covered by this Regulation, weighing at least 1 tonne and of homogeneous composition and quality, produced in a single factory, taken into storage in a single warehouse on a single day.", "1.   By way of derogation from Article 7(3) of Regulation (EC) No 826/2008, applications shall only relate to products that have been fully placed into storage.\n2.   Point (a) of the first paragraph of Article 20 of Regulation (EC) No 826/2008 shall not apply.\n3.   Member States may waive the requirements referred to in Article 22(1)(e) of Regulation (EC) No 826/2008 to mark the contract number provided that the store manager undertakes to enter the contract number in the register referred to in point III of Annex I to that Regulation.\n4.   By way of derogation from Article 36(6) of Regulation (EC) No 826/2008, at the end of the contractual storage period, the authority responsible for checking shall, throughout the whole removal period from August 2013 to February 2014, in respect of at least one half of the number of contracts, by sampling, verify weight and identification of the butter in storage.", "1.   The aid for the products referred in Article 1 shall be:\n— EUR 14,88 per tonne of storage for fixed storage costs,\n— EUR 0,25 per tonne per day of contractual storage.\n2.   Entry into contractual storage shall take place between 1 March and 15 August 2013. Removal from store may take place only as from 16 August 2013. Contractual storage shall end on the day preceding that of the removal from storage or at the latest the last day of February following the year of entry into store.\n3.   Aid may be granted only where the contractual storage period is between 90 and 210 days.", "1.   Member States shall notify the Commission of the following:\n(a) by each Tuesday for the previous week, the quantities for which contracts have been concluded as well as the quantities of products for which applications to conclude contracts have been submitted, as required under Article 35(1)(a) of Regulation (EC) No 826/2008;\n(b) not later than the end of each month for the previous month, the information on the stocks required under Article 35(1)(b) of Regulation (EC) No 826/2008.\n2.   The notifications referred to in paragraph 1 shall be made in accordance with Regulation (EC) No 792/2009.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall expire on 28 February 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 223, 21.8.2008, p. 3.\n(3)  OJ L 228, 1.9.2009, p. 3."}