{"celex_id": "32010D0119", "uri": "http://publications.europa.eu/resource/cellar/e6b0f80c-274e-4282-875e-31bf7788fda6", "type": "Decision", "concepts": ["1777", "2202", "3367", "5788", "5873"], "title": "2010/119/CFSP: Council Decision 2010/119/CFSP of 25 February 2010 extending and amending the mandate of the European Union Special Representative to the African Union\n", "header": "26.2.2010 EN Official Journal of the European Union L 49/26\nCOUNCIL DECISION 2010/119/CFSP\nof 25 February 2010\nextending and amending the mandate of the European Union Special Representative to the African Union\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28, 31(2) and 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 6 December 2007, the Council adopted Joint Action 2007/805/CFSP (1) appointing Mr Koen VERVAEKE as European Union Special Representative (EUSR) to the African Union (AU).\n(2) On 1 December 2008, the Council adopted Joint Action 2008/898/CFSP (2) extending the mandate of the EUSR until 28 February 2010.\n(3) The mandate of the EUSR should be extended until 31 August 2010. However, the mandate of the EUSR may be terminated earlier, if the Council so decides, on a recommendation of the High Representative of the Union for Foreign Affairs and Security Policy (HR) following the entry into force of the decision establishing the European External Action Service.\n(4) The EUSR is to implement his mandate in the context of a situation which may deteriorate and could harm the objectives of the Common Foreign and Security Policy, as set out in Article 21 of the Treaty,", "main_body": ["Joint Action 2008/898/CFSP is hereby amended as follows:\n1. Article 1 is replaced by the following:\n2. in Article 3, the first paragraph and points (a) and (k) are replaced by the following:\n(a) strengthen the overall EU influence in, and coordination of, the Addis Ababa-based dialogue with the AU and its Commission, on the whole range of CFSP/CSDP issues covered by the EU-AU relationship;\n(k) maintain close contacts and promote coordination with key international partners of the AU present in Addis Ababa, especially the United Nations, but also with non-State actors on the whole range of the CFSP/CSDP issues covered by the EU-AU relationship.’\n3. Article 4 is replaced by the following:\n4. Article 5(1) and (2) is replaced by the following:\n5. Article 6(1) is replaced by the following:\n6. Article 9(2) is replaced by the following:\n7. in Article 10, point (d) is replaced by the following:\n‘(d) ensuring that all agreed recommendations made following regular security assessments are implemented and providing the HR, the Council and the Commission with written reports on their implementation and on other security issues within the framework of the mid-term and mandate implementation reports.’\n8. Article 11 is replaced by the following:\n9. Article 12 is replaced by the following:", "The EUSR shall present the HR, the Council and the Commission with a mandate implementation report before the end of the mandate.", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 1 March 2010.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 25 February 2010.\nFor the Council\nThe President\nA. PÉREZ RUBALCABA\n(1)  OJ L 323, 8.12.2007, p. 45.\n(2)  OJ L 322, 2.12.2008, p. 50."}