{"celex_id": "32010R0879", "uri": "http://publications.europa.eu/resource/cellar/2122361c-ab1c-4745-a375-a05ae32f36c0", "type": "Regulation", "concepts": ["1277", "1590", "2560", "4743", "6052"], "title": "Commission Regulation (EU) No 879/2010 of 6 October 2010 amending Regulation (EC) No 554/2008 as regards the minimum content of 6-phytase (Quantum Phytase) as a feed additive in feed for laying hens  Text with EEA relevance\n", "header": "7.10.2010 EN Official Journal of the European Union L 264/7\nCOMMISSION REGULATION (EU) No 879/2010\nof 6 October 2010\namending Regulation (EC) No 554/2008 as regards the minimum content of 6-phytase (Quantum Phytase) as a feed additive in feed for laying hens\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) The use of 6-phytase (EC 3.1.3.26) (Quantum Phytase) as a feed additive for chickens for fattening, laying hens, ducks for fattening, turkeys for fattening and weaned piglets was authorised for 10 years by Commission Regulation (EC) No 554/2008 of 17 June 2008 concerning the authorisation of 6-phytase (EC 3.1.3.26) (Quantum Phytase) as a feed additive (2).\n(2) In accordance with Article 13(3) of Regulation (EC) No 1831/2003, the holder of the authorisation has submitted an application with which it requests changing the terms of authorisation of that feed additive when used in laying hens by reducing the minimum recommended dose of 6-phytase (EC 3.1.3.26) (Quantum Phytase) from 2 000 FTU/kg to 250 FTU/kg. That application was accompanied by the relevant data supporting the request for the change.\n(3) The European Food Safety Authority concluded in its opinion of 10 March 2010 that the additive 6-phytase (EC 3.1.3.26) (Quantum Phytase) is efficacious in laying hens at the requested minimum dose of 250 FTU/kg of complete feed (3).\n(4) The conditions provided for in Article 5 of Regulation (EC) No 1831/2003 are satisfied.\n(5) Regulation (EC) No 554/2008 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Regulation (EC) No 554/2008 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 October 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 158, 18.6.2008, p. 14.\n(3)  EFSA Journal 2010; 8(3):1550.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers\nAdditive composition\nSolid form: 2 500 FTU (1)/g\nLiquid form: 5 000 FTU/ml\nCharacterisation of the active substance\nAnalytical method\n (2)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kilogram of complete feedingstuff:\n— chickens for fattening: 500-2 500 FTU,\n— laying hens: 250 FTU,\n— ducks for fattening: 250-2 000 FTU,\n— turkeys for fattening: 1 000-2 700 FTU,\n— piglets (weaned): 100-2 500 FTU.\n3. For use in compound feed containing more than 0,25 % phytin-bound phosphorus.\n4. For use in weaned piglets up to approximately 35 kg.\n5. For safety: breathing protection glasses and gloves shall be used during handling.\nLaying hens — 250 FTU —\nDucks for fattening — 250 FTU —\nTurkeys for fattening — 1 000 FTU —\nPiglets — 100 FTU —\n(1)  1 FTU is the amount of enzyme which liberates 1 micromole of inorganic phosphate per minute from sodium phytate at pH 5,5 and 37 °C.\n(2)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives’"}