{"celex_id": "32013D0748", "uri": "http://publications.europa.eu/resource/cellar/4098c9a6-6313-11e3-ab0f-01aa75ed71a1", "type": "Decision", "concepts": ["1684", "3298", "4442", "5563", "5868", "935"], "title": "2013/748/EU, Euratom: Commission Implementing Decision of 10 December 2013 authorising Croatia to use certain approximate estimates for the calculation of the VAT own resources base (notified under document C(2013) 8688)\n", "header": "12.12.2013 EN Official Journal of the European Union L 333/80\nCOMMISSION IMPLEMENTING DECISION\nof 10 December 2013\nauthorising Croatia to use certain approximate estimates for the calculation of the VAT own resources base\n(notified under document C(2013) 8688)\n(Only the Croatian text is authentic)\n(2013/748/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 13 thereof,\nWhereas:\n(1) Under Article 390c of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (2), as stated in point (2)(e) under the heading ‘8. Taxation’ of the Annex V referred to in Article 18 of the Act concerning the conditions of accession of the Republic of Croatia and the adjustments to the Treaty on European Union, the Treaty on the Functioning of the European Union and the Treaty establishing the European Atomic Energy Community (3), Croatia may, in accordance with the conditions applying in that Member State on the date of its accession, continue to exempt the supply of building land, with or without buildings built on it, as referred to in point (j) of Article 135(1) and in point (9) of Annex X, Part B of Directive 2006/112/EC, non-renewable, until 31 December 2014 and the international transport of passengers, as referred to in point (10) of Annex X, Part B of Directive 2006/112/EC, for as long as the same exemption is applied in any of the Member States which were members of the Union before the accession of Croatia; these transactions must be taken into account for the determination of the VAT resources base.\n(2) Croatia has requested authorisation from the Commission to use certain approximate estimates for the calculation of the VAT own resources base from 1 January 2013 until 31 December 2014 since it is unable to make the precise calculation of the VAT own resources base for transactions referred to in point (9) of Annex X, Part B of Directive 2006/112/EC. Such calculation is likely to involve an unjustified administrative burden in relation to the effect of these transactions on Croatia’s total VAT own resources base. Croatia is able to make a calculation using approximate estimates for this category of transactions. Croatia should therefore be authorised to calculate the VAT own resources base from 1 January 2013 until 31 December 2014 using approximate estimates in accordance with the second indent of Article 6(3) of Regulation (EEC, Euratom) No 1553/89.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee on Own Resources,", "main_body": ["For the purpose of calculating the VAT own resources base from 1 January 2013 until 31 December 2014, Croatia is authorised to use approximate estimates in respect of the following categories of transactions referred to in Annex X, Part B of Directive 2006/112/EC:\nThe supply of building land (point (9)).", "This Decision shall apply from 1 January 2013 to 31 December 2014.", "This Decision is addressed to the Republic of Croatia."], "attachments": "Done at Brussels, 10 December 2013.\nFor the Commission\nJanusz LEWANDOWSKI\nMember of the Commission\n(1)  OJ L 155, 7.6.1989, p. 9.\n(2)  OJ L 347, 11.12.2006, p. 1.\n(3)  OJ L 112, 24.4.2012, p. 21."}