{"celex_id": "32010D0705", "uri": "http://publications.europa.eu/resource/cellar/a2b9dc1c-9a00-47ac-832c-a2f23d8262cf", "type": "Decision", "concepts": ["1074", "2041", "2352", "2868", "2932", "5652"], "title": "2010/705/EU: Commission Decision of 22 November 2010 on the withdrawal of the recognition of Georgia as regards education, training and certification of seafarers for the recognition of certificates of competency (notified under document C(2010) 7966)  Text with EEA relevance\n", "header": "23.11.2010 EN Official Journal of the European Union L 306/78\nCOMMISSION DECISION\nof 22 November 2010\non the withdrawal of the recognition of Georgia as regards education, training and certification of seafarers for the recognition of certificates of competency\n(notified under document C(2010) 7966)\n(Text with EEA relevance)\n(2010/705/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/106/EC of the European Parliament and of the Council of 19 November 2008 on the minimum level of training of seafarers (1) and in particular Article 20(2) thereof,\nHaving regard to the reassessment of compliance of Georgia carried out by the Commission pursuant to Article 21(1) of Directive 2008/106/EC,\nWhereas:\n(1) Member States may decide to endorse seafarers’ certificates of competency issued by third countries, provided that the relevant third country is recognised by the Commission as ensuring that this country complies with the requirements of the International Convention on Standards of Training, Certification and Watchkeeping for Seafarers, 1978, as amended (STCW Convention) (2).\n(2) Georgia is recognised at the level of the European Union under the procedure established by Article 18(3)(c) of Directive 2001/25/EC of the European Parliament and of the Council of 4 April 2001 on the minimum level of training of seafarers (3), as recognitions of Georgian certificates by Italy and Greece are published in the Official Journal of the European Union\n (4) and therefore remain valid in accordance with Article 19(5) of Directive 2008/106/EC, in spite of the fact that Directive 2001/25/EC has been repealed.\n(3) The Commission assessed the maritime education, training and certification systems in Georgia, in line with Article 21(1) of Directive 2008/106/EC, to verify whether this country continues to comply with the requirements of the STCW Convention and whether appropriate measures have been taken to prevent fraud involving certificates. This assessment, which was based on the results of a fact-finding inspection performed by experts of the European Maritime Safety Agency in September 2006, revealed several deficiencies.\n(4) The Commission provided the Member States with a report on the results of the assessment of compliance.\n(5) Subsequently, the Commission requested the Georgian authorities, by letters of 27 February 2009 and 23 March 2010, to provide evidence demonstrating whether the deficiencies detected during the assessment were adequately addressed.\n(6) Where deficiencies had been identified during the assessment of compliance with the STCW Convention, the Georgian authorities provided to the Commission on its request, by letters of 1 May 2009, 12 January 2010, 17 February 2010 and 14 April 2010, some information concerning the implementation of corrective action as regards these issues.\n(7) The evaluation of the replies of the Georgian authorities, which was conducted by the Commission, confirmed that the information provided address only a very minor part of these deficiencies, while it revealed that the majority of the deficiencies that were identified during the assessment of compliance remain unresolved. These deficiencies concern several sections of the STCW Convention and especially missing national provisions to implement some requirements of the STCW Convention, such as in particular the implementation of a quality standards system and the use of simulators, the functioning of the quality standards system both in the administration and some maritime education and training institutions, the monitoring of these institutions by the administration, as well as numerous certification requirements relating to both the deck and engine departments.\n(8) These non-conformities affect various core provisions of the STCW Convention and risk affecting the overall level of competence of seafarers holding certificates issued by Georgia.\n(9) The outcome of the assessment of compliance and the evaluation of the information provided by the Georgian authorities demonstrate that Georgia does not comply fully with the relevant requirements of the STCW Convention and therefore its recognition by the European Union should be withdrawn.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships,", "main_body": ["The recognition of Georgia that was granted according to Article 18(3)(c) of Directive 2001/25/EC is withdrawn as regards education, training and certification of seafarers, for the purpose of recognition of certificates of competency issued by this country.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 November 2010.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 323, 3.12.2008, p. 33.\n(2)  Adopted by the International Maritime Organisation.\n(3)  OJ L 136, 18.5.2001, p. 17.\n(4)  OJ C 268, 7.11.2003, p. 7, and OJ C 85, 7.4.2005, p. 8."}