{"celex_id": "32013L0024", "uri": "http://publications.europa.eu/resource/cellar/d572db06-d1c6-11e2-9b1a-01aa75ed71a1", "type": "Directive", "concepts": ["12", "2897", "554", "5563"], "title": "Council Directive 2013/24/EU of 13 May 2013 adapting certain directives in the field of company law, by reason of the accession of the Republic of Croatia\n", "header": "10.6.2013 EN Official Journal of the European Union L 158/365\nCOUNCIL DIRECTIVE 2013/24/EU\nof 13 May 2013\nadapting certain directives in the field of company law, by reason of the accession of the Republic of Croatia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty of Accession of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular Article 50 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Pursuant to Article 50 of the Act of Accession of Croatia, where acts of the institutions adopted prior to accession require adaptation by reason of accession, and the necessary adaptations have not been provided for in that Act of Accession or in the Annexes thereto, the Council, acting by qualified majority on a proposal from the Commission, shall, to this end, adopt the necessary acts, if the original act was not adopted by the Commission.\n(2) The Final Act of the Conference which drew up and adopted the Treaty of Accession of Croatia indicated that the High Contracting Parties had reached political agreement on a set of adaptations to acts adopted by the institutions required by reason of accession and invited the Council and the Commission to adopt those adaptations before accession, completed and updated where necessary to take account of the evolution of the law of the Union.\n(3) Directives 78/660/EEC (1), 83/349/EEC (2), 2009/101/EC (3), 2009/102/EC (4), 2011/35/EU (5) and 2012/30/EU (6) should therefore be amended accordingly,", "main_body": ["Directives 78/660/EEC, 83/349/EEC, 2009/101/EC, 2009/102/EC, 2011/35/EU and 2012/30/EU are amended as set out in the Annex to this Directive.", "1.   Member States shall adopt and publish, by the date of accession of Croatia to the Union at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from the date of accession of Croatia to the Union.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force subject to and as from the date of the entry into force of the Treaty of Accession of Croatia.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Council\nThe President\nS. COVENEY\n(1)  Fourth Council Directive 78/660/EEC of 25 July 1978 based on Article 50(2)(g) of the Treaty on the annual accounts of certain types of companies (OJ L 222, 14.8.1978, p. 11). Editorial note: the title of Directive 78/660/EEC has been adjusted to take account of the renumbering of the articles of the Treaty establishing the European Community, in accordance with Article 5 of the Treaty of Lisbon; the original reference was to Article 54(3)(g) of the Treaty.\n(2)  Seventh Council Directive 83/349/EEC of 13 June 1983 based on Article 50(2)(g) of the Treaty on consolidated accounts (OJ L 193, 18.7.1983, p. 1). Editorial note: the title of Directive 83/349/EEC has been adjusted to take account of the renumbering of the articles of the Treaty establishing the European Community, in accordance with Article 5 of the Treaty of Lisbon; the original reference was to Article 54(3)(g) of the Treaty.\n(3)  Directive 2009/101/EC of the European Parliament and of the Council of 16 September 2009 on coordination of safeguards which, for the protection of the interests of members and third parties, are required by Member States of companies within the meaning of the second paragraph of Article 54 of the Treaty, with a view to making such safeguards equivalent (OJ L 258, 1.10.2009, p. 11). Editorial note: the title of Directive 2009/101/EC has been adjusted to take account of the renumbering of the articles of the Treaty establishing the European Community, in accordance with Article 5 of the Treaty of Lisbon; the original reference was to the second paragraph of Article 48 of the Treaty.\n(4)  Directive 2009/102/EC of the European Parliament and of the Council of 16 September 2009 in the area of company law on single-member private limited liability companies (OJ L 258, 1.10.2009, p. 20).\n(5)  Directive 2011/35/EU of the European Parliament and of the Council of 5 April 2011 concerning mergers of public limited liability companies (OJ L 110, 29.4.2011, p. 1).\n(6)  Directive 2012/30/EU of the European Parliament and of the Council of 25 October 2012 on coordination of safeguards which, for the protection of the interests of members and others, are required by Member States of companies within the meaning of the second paragraph of Article 54 of the Treaty on the Functioning of the European Union, in respect of the formation of public limited liability companies and the maintenance and alteration of their capital, with a view to making such safeguards equivalent (OJ L 315, 14.11.2012, p. 74).\nANNEX\nPART A\nCOMPANY LAW\n1. In Article 1 of Directive 2009/101/EC, the following is inserted after the entry for France:\n‘— Croatia:\n2. In Annex I to Directive 2009/102/EC, the following is inserted after the entry for France:\n‘— Croatia:\n3. In Article 1(1) of Directive 2011/35/EU, the following is inserted after the entry for France:\n‘— Croatia:\n— dioničko društvo,’.\n4. In Annex I to Directive 2012/30/EU, the following is inserted after the entry for France:\n‘— Croatia:\nPART B\nACCOUNTING STANDARDS\n1. Article 1(1) of Directive 78/660/EEC is amended as follows:\n(a) the following is added to the first subparagraph:\n‘— in Croatia:\n(b) the following is added to the second subparagraph:\n‘(ab) in Croatia:\n2. In Article 4(1) of Directive 83/349/EEC, the following is added to the first subparagraph:\n‘(ab) in Croatia:"}