{"celex_id": "32012R1243", "uri": "http://publications.europa.eu/resource/cellar/b87035bb-4f8b-4a26-b7d5-420217577e80", "type": "Regulation", "concepts": ["133", "1872", "1877", "2308", "2437", "4790", "5229", "5254"], "title": "Council Regulation (EU) No 1243/2012 of 19 December 2012 amending Regulation (EC) No 1342/2008 establishing a long-term plan for cod stocks and the fisheries exploiting those stocks\n", "header": "21.12.2012 EN Official Journal of the European Union L 352/10\nCOUNCIL REGULATION (EU) No 1243/2012\nof 19 December 2012\namending Regulation (EC) No 1342/2008 establishing a long-term plan for cod stocks and the fisheries exploiting those stocks\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Council Regulation (EC) No 1342/2008 (1) establishes a long-term plan for cod stocks in the Kattegat; the North Sea, the Skagerrak and the eastern Channel; the west of Scotland; and the Irish Sea, and the fisheries exploiting those stocks (‘the Cod Plan’). The objective of the Cod Plan is to ensure the sustainable exploitation of those cod stocks on the basis of maximum sustainable yield. This objective is to be attained while maintaining a specific level of fishing mortality of cod on appropriate age groups.\n(2) Articles 7, 8 and 9 and Article 12 of the Cod Plan contain, for the purpose of attaining the objective of the Cod Plan, specific rules prescribing a detailed methodology for the annual fixing of, on the one hand, total allowable catches (TACs) and, on the other hand, fishing effort limitations.\n(3) The scientific evaluation of the performance of the Cod Plan carried out by the Scientific, Technical and Economic Committee for Fisheries (STECF) has shown a number of problems with the design and functioning of the Cod Plan. Without putting into question the objectives of the Cod Plan, the STECF concluded that those objectives are unlikely to be achieved within a time frame that would be in compliance with the conclusions of the World Summit on Sustainable Development held in Johannesburg in 2002 unless the flaws in the design of the Cod Plan, relating, inter alia, to the application of its Articles 9 and 12, are corrected.\n(4) Article 9 contains detailed rules for the fixing of the TACs in poor data conditions where the rules for the fixing of the TAC established in Articles 7 and 8 cannot be applied due to lack of sufficiently accurate and representative information. Although the application of the automatic yearly TAC reductions of 25 % had been intended to apply in exceptional circumstances only, from 2009 until 2012, it became the rule. Consequently, since the entry into force of the Cod Plan, the TACs for the areas concerned have been reduced significantly and further automatic cuts would lead to the effective closure of the cod fisheries in the areas concerned. The scientific evaluation carried out by the STECF suggests that, for the purpose of attaining the objectives of the Cod Plan, it would be more appropriate in some cases to allow more flexibility to reflect the scientific advice on a case by case basis. As part of that flexibility, it is, therefore, appropriate to allow suspension, under certain conditions, of the annual reduction in the TAC or an alternative TAC level to be set, without jeopardising the objectives of the Cod Plan.\n(5) Article 12 contains detailed rules for the fixing of the allowable fishing effort. Given that the same percentage adjustments apply, in accordance with Article 12(4), to allowable fishing effort in line with the automatic annual reductions in fishing mortality (under Articles 7 and 8) and with the automatic annual reductions in the TAC (under Article 9), allowable fishing effort has been reduced by 25 % per year from 2009 to 2012 in the areas to which Article 9 has applied and significantly reduced in the areas to which Article 8 has applied. Consequently, since the entry into force of the Cod Plan, allocations of the maximum allowable fishing effort have been significantly reduced for the main cod catching gears. According to scientific advice, it cannot be demonstrated that such automatic annual reductions in the allowable fishing effort have lead to the expected reductions in fishing mortality. In practice, the automatic annual effort reductions have also removed or reduced the incentives for fishermen to reduce fishing mortality by the other means foreseen in Article 13. The continued application of the automatic annual effort reductions would not lead to the achievement of the objectives of the Cod Plan, but would have a significant economic and social impact on the fleet segments that use the same gears, but that fish principally for species other than cod. It is, therefore, appropriate to enable a more flexible approach that would allow suspension of the automatic annual reduction in the fishing effort, without jeopardising the objectives of the Cod Plan.\n(6) In view of the above, it is essential that Articles 9 and 12 of the Cod Plan be amended urgently so as to enable the new rules to apply for the purpose of the fixing of fishing opportunities for 2013.\n(7) Article 43(2) TFEU provides that the European Parliament and the Council, acting in accordance with the ordinary legislative procedure and after consulting the Economic and Social Committee, are to establish the common organisation of fisheries markets provided for in Article 40(1) thereof and the other provisions necessary for the pursuit of the objectives of the common fisheries policy. Article 43(3) TFEU provides that the Council, on a proposal from the Commission, is to adopt measures on the fixing and allocation of fishing opportunities.\n(8) Amendments to Articles 9 and 12 establish detailed specific rules for the purpose of fixing fishing opportunities expressed by means of the TAC and of fishing effort limitations. They adapt the currently applicable rules for the fixing of fishing opportunities without amending the objective of the Cod Plan. They are, consequently, measures on the fixing and allocation of the TACs and fishing effort limitations and cannot be considered either as provisions establishing the common organisation of fisheries markets, or as other provisions necessary for the pursuit of the objectives of the common fisheries policy.\n(9) Regulation (EC) No 1342/2008 should, therefore, be amended accordingly,", "main_body": ["Regulation (EC) No 1342/2008 is hereby amended as follows:\n(1) Article 9 is replaced by the following:\n(a) bycatch should be minimised or reduced to the lowest possible level; and/or\n(b) the catches of cod should be reduced to the lowest possible level;\n(2) Article 12 is hereby amended as follows:\n(a) paragraph 4 is replaced by the following:\n(a) where Articles 7 or 8 apply, by applying to the baseline the same percentage adjustment as that set out in those Articles for fishing mortality;\n(b) where Article 9 applies, by applying the same percentage adjustment in fishing effort as the adjustment of the TAC compared with the previous year.’;\n(b) the following paragraph is added:", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 348, 24.12.2008, p. 20."}