{"celex_id": "32014D0161", "uri": "http://publications.europa.eu/resource/cellar/c34c8436-b403-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["1015", "1671", "1730", "2563", "2771", "365", "4128", "5076", "5581", "601"], "title": "Council Decision 2014/161/EU of 11 March 2014 amending Decision 2009/831/EC as regards its period of application\n", "header": "25.3.2014 EN Official Journal of the European Union L 89/1\nCOUNCIL DECISION 2014/161/EU\nof 11 March 2014\namending Decision 2009/831/EC as regards its period of application\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national Parliaments,\nHaving regard to the opinion of the European Parliament (1),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Decision 2009/831/EC (2) authorised Portugal, up to 31 December 2013, to apply a reduced rate of excise duty in Madeira, as an outermost region, on locally produced and consumed rum and liqueurs and in the Azores, as an outermost region, on locally produced and consumed liqueurs and eaux-de-vie. Article 2 of that Decision confined the above derogation to specific products. Pursuant to that Decision, Portugal could apply to those products a rate of excise duty lower than the full rate on alcohol laid down in Article 3 of Council Directive 92/84/EEC (3), and lower than the minimum rate of excise duty on alcohol laid down in Directive 92/84/EEC, but not more than 75 % lower than the standard national excise duty on alcohol.\n(2) The application of a lower excise duty rate establishes differentiated taxation, benefiting the local production of some products. This constitutes State aid that requires the approval of the Commission.\n(3) The Commission has confirmed that the reduction of the rate of excise duty should continue to be authorised to offset the competitive disadvantage which distilled alcoholic beverages produced in Madeira and in the Azores face as a result of higher production and marketing costs, generated from the specific structural, social and economic situation of those two outermost regions, which is compounded by their special constraints, referred to in Article 349 of the Treaty on the Functioning of the European Union (TFEU), and which already previously justified the derogation set out in Decision 2009/831/EC.\n(4) Since that specific structural, social and economic situation in those outermost regions still persists, it is necessary to further extend the period of application of Decision 2009/831/EC.\n(5) On 28 June 2013, the Commission adopted its Guidelines on regional State aid for 2014-20, setting out how Member States can grant aid to companies in order to support the development of disadvantaged regions in Europe between 2014 and 2020. Those Guidelines, which will enter into force on 1 July 2014, form part of a broader strategy to modernise State aid control, aiming at fostering growth in the Single Market by encouraging more effective aid measures and focusing the Commission’s enforcement on cases with the biggest impact on competition.\n(6) Decision 2009/831/EC was applicable until 31 December 2013. It is therefore appropriate to extend the period of application of Decision 2009/831/EC for six months, so that its expiry date coincides with the date of entry into force of the Guidelines on regional State aid for 2014-20.\n(7) It should, however, be ensured that Portugal can apply without any interruption the reductions in question as from the expiry of the analogous authorisation granted through Decision 2009/831/EC. The new authorisation requested should, therefore, be granted with effect from 1 January 2014.\n(8) Decision 2009/831/EC should therefore be amended accordingly,", "main_body": ["In Article 5 of Decision 2009/831/EC, the date ‘31 December 2013’ is replaced by the date ‘30 June 2014’.", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 1 January 2014.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 11 March 2014.\nFor the Council\nThe President\nG. STOURNARAS\n(1)  Opinion of the European Parliament of 26 February 2014.\n(2)  Council Decision 2009/831/EC of 10 November 2009 authorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie (OJ L 297, 13.11.2009, p. 9).\n(3)  Council Directive 92/84/EEC of 19 October 1992 on the approximation of the rates of excise duty on alcohol and alcoholic beverages (OJ L 316, 31.10.1992, p. 29)."}