{"celex_id": "32013D0726", "uri": "http://publications.europa.eu/resource/cellar/99ff4ce7-6175-11e3-ab0f-01aa75ed71a1", "type": "Decision", "concepts": ["123", "216", "225", "2557", "411", "4354", "5753", "7202"], "title": "Council Decision 2013/726/CFSP of 9 December 2013 in support of the UNSCR 2118 (2013) and OPCW Executive Council EC-M-33/Dec 1, in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction\n", "header": "10.12.2013 EN Official Journal of the European Union L 329/41\nCOUNCIL DECISION 2013/726/CFSP\nof 9 December 2013\nin support of the UNSCR 2118 (2013) and OPCW Executive Council EC-M-33/Dec 1, in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 26(2) and Article 31(1) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 27 September 2013, the Executive Council of the Organisation for the Prohibition of Chemical Weapons (OPCW) adopted a ‘Decision on the destruction of Syrian chemical weapons’ during its EC-M-33 session.\n(2) On 27 September 2013, the United Nations Security Council adopted Resolution 2118 (2013), endorsing the OPCW Executive Council Decision and expressing deep outrage at the use of chemical weapons on 21 August 2013 in Rif Damascus, as concluded in the UN Mission's report, condemning the killing of civilians that resulted from it, affirming that the use of chemical weapons constitutes a serious violation of international law, and stressing that those responsible for any use of chemical weapons must be held accountable; as well as stressing that the only solution to the current crisis in the Syrian Arab Republic is through an inclusive and Syrian-led political process based on the Geneva Communiqué of 30 June 2012, and emphasising the need to convene the international conference on Syria as soon as possible.\n(3) By means of a declaration, the Government of the Syrian Arab Republic acknowledged the existence of a large scale chemical weapons programme and considerable quantities of chemical weapons, including hazardous toxic chemical components of such weapons, posing serious non-proliferation, disarmament and security concerns.\n(4) Following the accession of the Syrian Arab Republic to the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on their Destruction (hereinafter the ‘Chemical Weapons Convention’ or ‘CWC’), effective from 14 October 2013, the OPCW is responsible for verifying Syria's compliance with the CWC and the terms of any relevant OPCW Executive Council Decisions and, as part of the Joint Mission, for overseeing compliance with the terms of any relevant UNSC resolutions.\n(5) On 16 October 2013, the OPCW Director-General reminded States Parties to the CWC (note S/1132/2013) that in its decision on the ‘Destruction of Syrian Chemical Weapons’ (EC-M-33/DEC.1), the Executive Council decided, inter alia, ‘to consider, on an urgent basis, the funding mechanisms for activities carried out by the Secretariat with respect to the Syrian Arab Republic, and to call upon all States Parties in a position to do so to provide voluntary contributions for activities carried out in the implementation of this decision’. In the same note, an appeal was made ‘to all States Parties to consider making their own voluntary contribution, in whatever amount, to the Trust Fund for Syria to help address what is perhaps one of the most daunting challenges in the history of the Organisation’. The Trust Fund can also accept contributions from other sources, including non-governmental organisations, institutions, or private donors.\n(6) The Council of the European Union in its conclusions on 21 October 2013 welcomed the OPCW Executive Council Decision and UNSCR 2118, and reiterated the Union's readiness to consider support.\n(7) On 12 December 2003, the European Council adopted the EU Strategy against Proliferation of Weapons of Mass Destruction (the ‘Strategy’), Chapter III of which contains a list of measures that need to be taken both within the Union and in third countries to combat such proliferation.\n(8) The Strategy underlines the crucial role of the CWC and of the OPCW in creating a world free of chemical weapons.\n(9) The Union is actively implementing the Strategy and is giving effect to the measures listed in Chapter III thereof, in particular through releasing financial resources to support specific projects conducted by multilateral institutions, such as the OPCW. Accordingly, on 23 March 2012, the Council adopted Decision 2012/166/CFSP (1) in support of activities of the OPCW.\n(10) On 21 November 2013, the Director-General of OPCW made a request to the Union for a contribution to the Trust Fund for Syria.\n(11) The technical implementation of this Decision should be entrusted to the OPCW. The projects as supported by the Union can only be financed through voluntary contributions to the OPCW Trust Fund. Such contributions to be provided by the Union will be instrumental in enabling the OPCW to fulfil the tasks as indicated in the relevant OPCW Executive Council Decisions of 27 September and 15 November 2013, and in UNSCR 2118 of 27 September 2013.\n(12) The supervision of the proper implementation of the Union's financial contribution should be entrusted to the Commission,", "main_body": ["1.   The Union shall support the OPCW activities by contributing to costs associated with the inspection and verification of the destruction of Syrian chemical weapons, as well as costs associated with activities complementary to the core mandated tasks in support of UNSCR 2118 (2013) and the OPCW Executive Council Decision of 27 September 2013 on the destruction of Syrian chemical weapons and subsequent and related resolutions and decisions.\n2.   The project supported through this Council Decision is the provision of situation-awareness products related to the security of the OPCW-UN Joint Mission, including the status of the road network through the delivery to OPCW of satellite imagery and related information products of the EU Satellite Centre (EU SATCEN).\nA detailed description of the project is set out in the Annex.", "1.   The High Representative of the Union for Foreign Affairs and Security Policy (the ‘HR’) shall be responsible for the implementation of this Decision.\n2.   The technical implementation of the activities referred to in Article 1(2) shall be entrusted to the OPCW. It shall perform this task under the responsibility of the HR. For this purpose, the HR shall enter into the necessary arrangements with the OPCW.", "1.   The financial reference amount for the implementation of the project referred to in Article 1(2) shall be EUR 2 311 842.\n2.   The expenditure financed by the amount set out in paragraph 1 shall be managed in accordance with the procedures and rules applicable to the Union budget.\n3.   The Commission shall supervise the proper management of the expenditure referred to in paragraph 1. For this purpose, it shall conclude a financing agreement with the OPCW. The financing agreement shall stipulate that the OPCW is to ensure visibility of the Union's contribution, appropriate to its size.\n4.   The Commission shall endeavour to conclude the financing agreement referred to in paragraph 3 as soon as possible after the entry into force of this Decision. It shall inform the Council of any difficulties in that process and of the date of conclusion of the financing agreement.", "1.   The HR shall report to the Council on the implementation of this Decision on the basis of regular reports prepared by the OPCW. Those reports shall form the basis for the evaluation by the Council.\n2.   The Commission shall provide the Council with information on the financial aspects of the implementation of the project referred to in Article 1(2).", "1.   This Decision shall enter into force on the day of its adoption.\n2.   It shall expire 12 months after the date of the conclusion of the financing agreement between the Commission and the OPCW referred to in Article 3(3), or it shall expire on 10 June 2014 if no such financing agreement has been concluded before that date."], "attachments": "Done at Brussels, 9 December 2013.\nFor the Council\nThe President\nA. PABEDINSKIENĖ\n(1)  Council Decision 2012/166/CFSP of 23 March 2012 in support of activities of the Organisation for the Prohibition of Chemical Weapons (OPCW) in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction (OJ L 87, 24.3.2012, p. 49).\nANNEX\nEUROPEAN UNION SUPPORT OF THE UNSCR 2118 (2013) AND OPCW EXECUTIVE COUNCIL EC-M-33/DEC.1, IN THE FRAMEWORK OF THE IMPLEMENTATION OF THE EU STRATEGY AGAINST PROLIFERATION OF WEAPONS OF MASS DESTRUCTION\nProject:   Providing satellite imagery support to the OPCW within the OPCW-UN Joint Mission\nObjective:\nTo support OPCW within the OPCW-UN Joint Mission in its tasks under relevant UNSRs and OPCW Executive Council Decisions, as well as the terms of the Chemical Weapons Convention.\nResults:\nAssessment of the status of the road network, in particular the identification of road blocks and areas of road movement difficulties and; reinforcement of situation awareness in the field related to the security of the OPCW-UN Joint Mission deployed in Syria and in regard to locations to be visited/inspected.\nActivities:\nSupport to OPCW will be provided through delivery of up to 5 satellite imagery products of the EU Satellite Centre (EU SATCEN) per week for a total duration starting from the signing of the contract until 31 December 2014.\nThe UN and the OPCW will develop their activities in cooperation with relevant partners, including international organisations and agencies, to ensure effective synergies and avoid duplication."}