{"celex_id": "32015R0049", "uri": "http://publications.europa.eu/resource/cellar/057cb8f2-9c89-11e4-872e-01aa75ed71a1", "type": "Regulation", "concepts": ["1338", "2771", "3191", "4402", "5065", "519", "996"], "title": "Commission Implementing Regulation (EU) 2015/49 of 14 January 2015 amending Council Implementing Regulation (EU) No 1106/2013 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain stainless steel wires originating in India and amending Council Implementing Regulation (EU) No 861/2013 imposing a definitive countervailing duty and collecting definitively the provisional duty imposed on imports of certain stainless steel wires originating in India\n", "header": "15.1.2015 EN Official Journal of the European Union L 9/17\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/49\nof 14 January 2015\namending Council Implementing Regulation (EU) No 1106/2013 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain stainless steel wires originating in India and amending Council Implementing Regulation (EU) No 861/2013 imposing a definitive countervailing duty and collecting definitively the provisional duty imposed on imports of certain stainless steel wires originating in India\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’),\nHaving regard to Council Implementing Regulation (EU) No 1106/2013 of 5 November 2013 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain stainless steel wires originating in India (2) and in particular Article 2 thereof,\nWhereas:\nA.   MEASURES IN FORCE\n(1) By Regulation (EU) No 1106/2013, the Council imposed a definitive anti-dumping duty on imports into the Union of wire of stainless steel containing by weight:\n— 2,5 % or more of nickel, other than wire containing by weight 28 % or more but not more than 31 % of nickel and 20 % or more but not more than 22 % of chromium;\n— less than 2,5 % of nickel, other than wire containing by weight 13 % or more but not more than 25 % of chromium and 3,5 % or more but not more than 6 % of aluminium,\n(2) In the investigation which led to the imposition of a definitive anti-dumping duty a large number of exporting producers from India cooperated. As a result, the European Commission (‘the Commission’) selected a sample of Indian exporting producers to be investigated.\n(3) The Council imposed individual duty rates on imports of the product concerned ranging from 0 % to 12,5 % for the sampled companies and the weighted average duty of 5 % for the cooperating non-sampled companies.\n(4) The Council also imposed a countrywide duty of 12,5 % on all other companies which either did not make themselves known or did not cooperate with the investigation.\n(5) Article 2 of Implementing Regulation (EU) No 1106/2013 states that where any new exporting producer from India provides sufficient evidence to the Commission that:\n(a) it did not export the product concerned to the Union during the period on which the measures are based, that is from 1 April 2011 to 31 March 2012 (‘the investigation period’);\n(b) it is not related to an exporter or producer subject to the anti-dumping measures imposed by that Regulation; and\n(c) it has either actually exported the product concerned to the Union after the investigation period or has entered into an irrevocable contractual obligation to export a significant quantity of the product concerned to the Union after the investigation period,\nB.   NEW EXPORTING PRODUCER'S REQUEST\n(6) The Indian companies Superon Schweisstechnik India Ltd (‘the first applicant’) and Anand ARC Ltd (‘the second applicant’) requested to be granted the duty rate applicable to the cooperating companies not included in the sample (‘new exporting producer treatment’ or ‘NEPT’).\n(7) An examination has been carried out in order to determine whether the applicants fulfil the criteria for being granted NEPT as set out in Article 2 of Implementing Regulation (EU) No 1106/2013.\n(8) A questionnaire was sent to the applicants asking them to supply evidence that they met all of the criteria set out above in Article 2 of Implementing Regulation (EU) No 1106/2013.\n(9) The Commission sought and verified all information it deemed necessary for the purpose of determining whether the applicants meet the three criteria to be granted NEPT. Verification visits were carried out at the premises of:\n— Superon Schweisstechnik India Ltd, Gurgaon;\n— Anand ARC Ltd, Mumbai.\n(10) The first applicant has provided sufficient evidence to prove that it meets the three criteria mentioned in Article 2 of Implementing Regulation (EU) No 1106/2013. The first applicant in fact could prove that:\n(i) it did not export the product concerned to the Union during the period from 1 April 2011 to 31 March 2012;\n(ii) it is not related to any of the exporters of producers in India which are subject to the anti-dumping measures imposed by Implementing Regulation (EU) No 1106/2013; and\n(iii) it actually exported a significant quantity of 30 tonnes of the product concerned to the Union starting in October 2012;\n(11) The second applicant, however, failed to meet the first criterion because it exported the product concerned to the Union during the investigation period. Its request for NEPT was therefore rejected.\n(12) The Commission informed the applicants and the Union industry of the above findings and gave them the opportunity to comment. No comments were received.\n(13) This Regulation will imply that TARIC additional code B781 is attributed to Superon Schweisstechnik India Ltd as the company will be added to the Annex of Implementing Regulation (EU) No 1106/2013. Purely for technical integration reasons in TARIC (integrated tariff of the European Union) the same code should be made applicable to the existing countervailing duty for the company imposed by Council Implementing Regulation (EU) No 861/2013 (3).", "main_body": ["The following company shall be added to the list of Indian non-sampled cooperating exporting producers (TARIC Additional code B781) in the Annex of Implementing Regulation (EU) No 1106/2013:\nCompany City\nSuperon Schweisstechnik India Ltd Gurgaon, Haryana, India", "The entry ‘B999’ appearing in the table in Article 1(2) of Council Implementing Regulation (EU) No 861/2013 is replaced by: ‘B999 (For Superon Schweisstechnik India Ltd, Gurgaon, Haryana, India, the TARIC additional code is B781)’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 January 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 298, 8.11.2013, p. 1.\n(3)  Council Implementing Regulation (EU) No 861/2013 of 2 September 2013 imposing a definitive countervailing duty and collecting definitively the provisional duty imposed on imports of certain stainless steel wires originating in India (OJ L 240, 7.9.2013, p. 1)."}