{"celex_id": "32014R0659", "uri": "http://publications.europa.eu/resource/cellar/197c7485-0e95-11e4-a7d0-01aa75ed71a1", "type": "Regulation", "concepts": ["2577", "3038", "3156", "4038", "4258", "5334", "614", "92"], "title": "Regulation (EU) No 659/2014 of the European Parliament and of the Council of 15 May 2014 amending Regulation (EC) No 638/2004 on Community statistics relating to trading of goods between Member States as regards conferring delegated and implementing powers on the Commission for the adoption of certain measures, the communication of information by the customs administration, the exchange of confidential data between Member States and the definition of statistical value\n", "header": "27.6.2014 EN Official Journal of the European Union L 189/128\nREGULATION (EU) No 659/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\namending Regulation (EC) No 638/2004 on Community statistics relating to trading of goods between Member States as regards conferring delegated and implementing powers on the Commission for the adoption of certain measures, the communication of information by the customs administration, the exchange of confidential data between Member States and the definition of statistical value\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 338(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) As a consequence of the entry into force of the Treaty on the Functioning of the European Union (TFEU), powers conferred on the Commission should be aligned with Articles 290 and 291 TFEU.\n(2) In connection with the adoption of Regulation (EU) No 182/2011 of the European Parliament and of the Council (2), the Commission has committed itself to reviewing, in the light of the criteria laid down in the TFEU, legislative acts which currently contain references to the regulatory procedure with scrutiny.\n(3) Regulation (EC) No 638/2004 of the European Parliament and of the Council (3) confers powers on the Commission in order to implement some of its provisions.\n(4) In order to align Regulation (EC) No 638/2004 with Articles 290 and 291 TFEU, implementing powers conferred on the Commission by that Regulation should be replaced by powers to adopt delegated and implementing acts.\n(5) In order to provide a satisfactory response to users’ needs for statistical information without imposing excessive burdens on economic operators, to take into account changes necessary for methodological reasons and the necessity to set up an efficient system for the collection of data and the compilation of statistics, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the adoption of different or specific rules applying to specific goods or movements, the adaptation of the Intrastat coverage rates, the specification of the conditions for defining the thresholds referred to in Article 10(4) of Regulation (EC) No 638/2004, the specification of the conditions for simplifying the information to be provided for small individual transactions and the definition of the aggregated data.\n(6) When adopting delegated acts, it is particularly important for the Commission to carry out appropriate consultations during its preparatory work, including at expert level. When preparing and drawing up delegated acts, the Commission should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council. The Commission should also ensure that the delegated acts provided for in the legislative acts do not impose a significant additional burden on the Member States or on the respondents and that they remain as economical as possible.\n(7) In order to ensure uniform conditions for the implementation of Regulation (EC) No 638/2004, implementing powers should be conferred on the Commission enabling it to adopt the arrangements for collecting information, particularly concerning the codes to be used, the determination of the breakdown of the estimates, technical provisions for compiling annual statistics on trade by business characteristics and any measures necessary to ensure that the quality of the statistics transmitted meets the quality standards. Those powers should be exercised in accordance with Regulation (EU) No 182/2011.\n(8) The Committee for the statistics on the trading of goods between Member States (the ‘Intrastat Committee’) referred to in Article 14 of Regulation (EC) No 638/2004 provides advice to the Commission and assists it in exercising its implementing powers.\n(9) Under the strategy for a new European Statistical System (ESS) structure intended to improve coordination and partnership in a clear pyramid structure within the ESS, the European Statistical System Committee (ESSC), established by Regulation (EC) No 223/2009 of the European Parliament and of the Council (4), should have an advisory role and should assist the Commission in exercising its implementing powers. Improving coordination between national authorities and the Commission (Eurostat) is key to producing higher quality statistics in the Union.\n(10) Regulation (EC) No 638/2004 should be amended by replacing the reference to the Intrastat Committee with a reference to the ESSC.\n(11) Simplifications of customs clearance schemes have led to the non-availability, at customs level, of statistical information about goods under customs processing procedures. To assure coverage of the data, movements of those goods should be included in the Intrastat system.\n(12) The exchange of confidential data relating to intra-Union trade statistics should be allowed between Member States with a view to increasing the efficiency of the development, production and dissemination or to improving the quality of those statistics. Such exchanges of confidential data should be voluntary, be treated carefully and not per se entail an increased administrative burden on undertakings.\n(13) The definition of statistical value should be clarified and aligned with the definition of that data element under the extra-Union trade statistics in order to enable better comparability between intra-Union and extra-Union trade statistics. Uniform definitions are essential for the harmonised recording of cross-border trade and are especially important as a prerequisite to enable national authorities to make concordant interpretations of rules having an impact on the cross-border activities of businesses.\n(14) In accordance with the principle of proportionality, it is necessary and appropriate to lay down harmonised rules on the communication of information by the customs administration, the exchange of confidential data between Member States and the definition of statistical value in the domain of intra-Union trade statistics. This Regulation does not go beyond what is necessary to achieve that objective, in accordance with Article 5(4) of the Treaty on European Union.\n(15) Data transmission by the national authorities should be free of charge for the Member States and for the Union institutions and agencies.\n(16) It is important to guarantee the security of the modes of transmission of sensitive statistical data, including economic data.\n(17) To ensure legal certainty, procedures for the adoption of measures which have been initiated but not completed before the entry into force of this Regulation should not be affected by this Regulation.\n(18) Regulation (EC) No 638/2004 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 638/2004 is amended as follows:\n(1) in Article 3, paragraph 4 is replaced by the following:\n(2) Article 5 is amended as follows:\n(a) in paragraph 1, the word ‘Community’ is deleted;\n(b) paragraph 2 is replaced by the following:\n(c) the following paragraph is inserted:\n(3) Article 6 is replaced by the following:\n(a) the calendar month of dispatch or arrival of the goods;\n(b) the calendar month during which the chargeable event occurs for the Community goods on which VAT becomes chargeable on intra-Community acquisitions and supplies; or\n(c) the calendar month during which the declaration is accepted by customs where the customs declaration is used as data sources.’;\n(4) in Article 9(1), the second subparagraph is replaced by the following:\n(5) the following Article is inserted:\n(6) Article 10 is amended as follows:\n(a) in paragraph 3, the second subparagraph is replaced by the following:\n(b) in paragraph 4, the second subparagraph is replaced by the following:\n(c) paragraph 5 is replaced by the following:\n(7) Article 12 is amended as follows:\n(a) in paragraph 1, point (a) is replaced by the following:\n‘(a) 40 calendar days after the end of the reference month for the aggregated data to be defined by the Commission. The Commission shall be empowered to adopt delegated acts in accordance with Article 13a to define those aggregated data. Those delegated acts shall take into account the relevant economic and technical developments.’;\n(b) paragraph 2 is replaced by the following:\n(c) in paragraph 4, the third subparagraph is replaced by the following:\n(8) in Article 13, paragraph 4 is replaced by the following:\n(9) the following Article is inserted:\n(10) Article 14 is replaced by the following:\n(11) in the Annex, point 3(b) is replaced by the following:\n‘(b) the statistical value, which is the value calculated at the national borders of the Member States. It shall be based on the taxable amount or, where applicable, the value replacing it. It includes only incidental expenses (freight, insurance) incurred, in the case of dispatches, in the part of the journey located on the territory of the Member State of dispatch and, in the case of arrivals, in the part of the journey located outside the territory of the Member State of arrival. It is said to be a fob value (free on board) for dispatches, and a cif value (cost, insurance, freight) for arrivals.’.", "This Regulation shall not affect the procedures for the adoption of measures provided for in Regulation (EC) No 638/2004 that have been initiated but not completed before the entry into force of this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  Position of the European Parliament of 15 April 2014 (not yet published in the Official Journal) and decision of the Council of 6 May 2014.\n(2)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(3)  Regulation (EC) No 638/2004 of the European Parliament and of the Council of 31 March 2004 on Community statistics relating to the trading of goods between Member States and repealing Council Regulation (EEC) No 3330/91 (OJ L 102, 7.4.2004, p. 1).\n(4)  Regulation (EC) No 223/2009 of the European Parliament and of the Council of 11 March 2009 on European statistics and repealing Regulation (EC, Euratom) No 1101/2008 of the European Parliament and of the Council on the transmission of data subject to statistical confidentiality to the Statistical Office of the European Communities, Council Regulation (EC) No 322/97 on Community Statistics, and Council Decision 89/382/EEC, Euratom establishing a Committee on the Statistical Programmes of the European Communities (OJ L 87, 31.3.2009, p. 164)."}