{"celex_id": "32014D0155", "uri": "http://publications.europa.eu/resource/cellar/8849636c-b0ca-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["1270", "2081", "4081", "5451", "6569", "6789"], "title": "2014/155/EU: Commission Implementing Decision of 19 March 2014 authorising the placing on the market of coriander seed oil as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2014) 1689)\n", "header": "21.3.2014 EN Official Journal of the European Union L 85/13\nCOMMISSION IMPLEMENTING DECISION\nof 19 March 2014\nauthorising the placing on the market of coriander seed oil as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2014) 1689)\n(Only the English text is authentic)\n(2014/155/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 21 July 2011, the company Nestec Ltd made a request to the competent authorities of Ireland to place coriander seed oil on the market as a novel food ingredient.\n(2) On 19 October 2011, the competent food assessment body of Ireland issued its initial assessment report. In that report the Food Safety Authority of Ireland stated that it has not identified any safety concerns with the consumption of food supplements containing coriander seed oil at the proposed use levels of 600 mg/day and therefore considers that this novel ingredient meets the criteria for novel food set out in Article 3(1) of Regulation (EC) No 258/97.\n(3) On 8 November 2011, the Commission forwarded the initial assessment report to the other Member States.\n(4) Reasoned objections were raised within the 60 day period laid down in the first subparagraph of Article 6(4) of Regulation (EC) No 258/97.\n(5) On 14 February 2013, the Commission consulted the European Food Safety Authority (EFSA) asking it to carry out an additional assessment for coriander seed oil as food ingredient in accordance with Regulation (EC) No 258/97.\n(6) On 10 October 2013, EFSA adopted a Scientific Opinion on the safety of coriander seed oil as a novel food ingredient (2), concluding that it is safe under the proposed uses and use levels.\n(7) The opinion gives sufficient grounds to establish that coriander seed oil in the proposed uses and use levels complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) Directive 2002/46/EC of the European Parliament and of the Council (3) lays down requirements on food supplements. The use of coriander seed oil should be authorised without prejudice to the requirements of this legislation.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Coriander seed oil as specified in the Annex may be placed on the market in the Union as a novel food ingredient to be used in food supplements with a maximum dose of 600 mg per day without prejudice to the specific provisions of Directive 2002/46/EC.", "The designation of coriander seed oil authorised by this Decision on the labelling of the foodstuffs containing it shall be ‘coriander seed oil’.", "This Decision is addressed to Nestec Ltd, Avenue Nestlé 55, 1800 Vevey, Switzerland."], "attachments": "Done at Brussels, 19 March 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2013; 11(10):3422.\n(3)  Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (OJ L 183, 12.7.2002, p. 51).\nANNEX\nSPECIFICATION OF CORIANDER SEED OIL\nDefinition:\nCoriander seed oil is an oil containing glycerides of fatty acids that is produced from the seeds of the coriander plant Coriandrum sativum L.\nComposition of fatty acids:\nPalmitic acid (C16:0) 2-5 %\nStearic acid (C18:0) < 1,5 %\nPetroselinic acid (cis-C18:1(n-12)) 60-75 %\nOleic acid (cis-C18:1 (n-9)) 8-15 %\nLinoleic acid (C18:2) 12-19 %\nα-Linolenic acid (C18:3) < 1,0 %\nTrans fatty acids Not more than 1 %\nDescription: Slight yellow colour, bland taste.\nIdentification:\nCAS No 8008-52-4\nPurity:\nRefractive index (20 °C) 1,466-1,474\nAcid value Not more than 0,6 mg KOH/g\nPeroxide value Not more than 5 meq/kg\nIodine value 88-102 units\nSaponification value 186-198 mg KOH/g\nUnsaponifiable matter Not more than 15 g/kg"}