{"celex_id": "32013D0511", "uri": "http://publications.europa.eu/resource/cellar/49b2ac7b-3a5e-11e3-a247-01aa75ed71a1", "type": "Decision", "concepts": ["4779", "8465", "8481"], "title": "2013/511/CFSP: Political and Security Committee Decision EUPOL RD Congo/1/2013 of 8 October 2013 extending the mandate of the Head of Mission of the European Union police mission undertaken in the framework of reform of the security sector (SSR) and its interface with the system of justice in the Democratic Republic of the Congo (EUPOL RD Congo)\n", "header": "19.10.2013 EN Official Journal of the European Union L 279/66\nPOLITICAL AND SECURITY COMMITTEE DECISION EUPOL RD CONGO/1/2013\nof 8 October 2013\nextending the mandate of the Head of Mission of the European Union police mission undertaken in the framework of reform of the security sector (SSR) and its interface with the system of justice in the Democratic Republic of the Congo (EUPOL RD Congo)\n(2013/511/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third paragraph of Article 38 thereof,\nHaving regard to Council Decision 2010/576/CFSP of 23 September 2010 on the European Union police mission undertaken in the framework of reform of the security sector (SSR) and its interface with the system of justice in the Democratic Republic of the Congo (EUPOL RD Congo) (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Pursuant to Article 10(1) of Decision 2010/576/CFSP, the Political and Security Committee ('PSC') is authorised, in accordance with the third paragraph of Article 38 of the Treaty, to take the relevant decisions for the purpose of exercising political control and strategic direction of EUPOL RD Congo. This authorisation includes the power to appoint a Head of Mission, upon a proposal of the High Representative of the Union for Foreign Affairs and Security Policy ('High Representative').\n(2) On 8 October 2010, following a proposal by the High Representative, the PSC, pursuant to Decision EUPOL RD Congo/1/2010 (2), appointed Chief Superintendent Jean-Paul RIKIR as Head of Mission of EUPOL RD Congo with effect from 1 October 2010.\n(3) On 16 September 2011, following a proposal by the High Representative, the PSC, pursuant to Decision EUPOL RD Congo/1/2011 (3), extended the mandate of Chief Superintendent Jean-Paul RIKIR as Head of Mission of EUPOL RD Congo until 30 September 2012.\n(4) On 25 September 2012, following a proposal by the High Representative, the PSC, pursuant to Decision EUPOL RD Congo/1/2012 (4), extended the mandate of Chief Superintendent Jean-Paul RIKIR as Head of Mission of EUPOL RD Congo until 30 September 2013.\n(5) On 23 September 2013, the Council adopted Decision 2013/467/CFSP (5) extending the duration of EUPOL RD Congo until 30 September 2014.\n(6) On 10 September 2013, the High Representative proposed the extension of the mandate of Chief Superintendent Jean-Paul RIKIR as Head of Mission of EUPOL RD Congo until 30 September 2014.\n(7) Since the current mandate of Chief Superintendent Jean-Paul RIKIR as Head of Mission of EUPOL RD Congo expired on 30 September 2013, this Decision should apply from 1 October 2013,", "main_body": ["The mandate of Chief Superintendent Jean-Paul RIKIR as Head of Mission of the European Union police mission undertaken in the framework of reform of the security sector (SSR) and its interface with the system of justice in the Democratic Republic of the Congo (EUPOL RD Congo) is hereby extended until 30 September 2014.", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 1 October 2013."], "attachments": "Done at Brussels, 8 October 2013.\nFor the Political and Security Committee\nThe Chairperson\nW. STEVENS\n(1)  OJ L 254, 29.9.2010, p. 33.\n(2)  OJ L 266, 9.10.2010, p. 60.\n(3)  OJ L 245, 22.9.2011, p. 21.\n(4)  OJ L 264, 29.9.2012, p. 13.\n(5)  OJ L 252, 24.9.2013, p. 27."}