{"celex_id": "32013R0082", "uri": "http://publications.europa.eu/resource/cellar/1ad03338-6ad0-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2962", "3191", "4324", "4682", "4688", "5367"], "title": "Commission Implementing Regulation (EU) No 82/2013 of 29 January 2013 laying down detailed rules for the application of an import tariff quota of dried boneless beef originating in Switzerland\n", "header": "30.1.2013 EN Official Journal of the European Union L 28/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 82/2013\nof 29 January 2013\nlaying down detailed rules for the application of an import tariff quota of dried boneless beef originating in Switzerland\n(codification)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 144(1) in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2092/2004 of 8 December 2004 laying down detailed rules of application for an import tariff quota of dried boneless beef originating in Switzerland (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (4) (‘the Agreement’), which was approved on behalf of the Community by Decision 2002/309/EC, Euratom of the Council and of the Commission (5), provides for duty-free imports of a quantity of 1 200 tonnes per annum for meat of bovine animals, boneless, dried, falling under CN code ex 0210 20 90.\n(3) Detailed rules should therefore be laid down on an annual basis for the relevant duty-free import tariff quota.\n(4) To be eligible for the benefit of that tariff quota, the products concerned should originate in Switzerland in conformity with the rules referred to in Article 4 of the Agreement. A precise definition of the eligible products should be provided. For reasons of control, imports under that quota should be subject to the presentation of a certificate of authenticity certifying that the meat corresponds exactly to the eligible definition. It is necessary to establish a model for those certificates and lay down detailed rules for their use.\n(5) The arrangements should be managed using import licences. To this end, rules should be laid down on the submission of applications and the information to be given on applications and licences, where necessary by derogation from Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6) and from Commission Regulation (EC) No 382/2008 of 21 April 2008 on rules of application for import and export licences in the beef and veal sector (7).\n(6) In order to ensure the proper management of the imports of the products concerned, provision should be made for import licences to be issued subject to verification, in particular of entries on certificates of authenticity.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["1.   A duty-free Union import tariff quota for dried boneless meat of bovine animals falling within CN code ex 0210 20 90 and originating in Switzerland is opened every year for an annual volume of 1 200 tonnes for periods from 1 January to 31 December (hereinafter ‘the quota’).\nThe order number of the quota shall be 09.4202.\n2.   The rules of origin applicable to the products referred to in paragraph 1 shall be those provided for in Article 4 of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products.\n3.   For the purposes of this Regulation, dried boneless meat shall mean cuts of meat from haunches of bovine animals aged at least 18 months, with no visible intramuscular fat (3 to 7 %) and a pH of the fresh meat between 5,4 and 6,0, salted, seasoned, pressed, dried only in fresh dry air and developing noble mould (bloom of microscopic fungi). The weight of the finished product is between 41 % and 53 % of the raw material before salting.", "1.   Imports of the quantities set out in Article 1(1) shall be subject to presentation, on release for free circulation, of an import licence.\n2.   The original of the certificate of authenticity drawn up in accordance with Article 3 plus a copy thereof shall be presented to the competent authority together with the application for the first import licence relating to the certificate of authenticity.\n3.   A certificate of authenticity may be used for the issuing of more than one import licence for quantities not exceeding that shown on the certificate. Where more than one licence is issued in respect of a certificate, the competent authority shall endorse the certificate of authenticity to show the quantity attributed.\n4.   The competent authority may issue import licences only after they are satisfied that all the information on the certificate of authenticity corresponds to that received each week from the Commission on the subject. The licences shall be issued immediately thereafter.\nHowever, the competent authority may, in exceptional cases and on duly reasoned application, issue import licences on the basis of the relevant certificates of authenticity before the information from the Commission is received. In such cases, the security for the import licences shall be equal to the amount corresponding to the full customs duty under the common customs tariff. After having received the information relating to the certificate, Member States shall replace this security with that referred to in Article 5(3)(a) of Regulation (EC) No 382/2008.\n5.   Section 20 of the licence applications and of the licences themselves shall show one of the entries listed in Annex I.", "1.   The certificates of authenticity referred to in Article 2 shall be made out in one original and two copies, to be printed and completed in one of the official languages of the Union, in accordance with the model in Annex II. It may also be printed and completed in the official language or one of the official languages of the exporting country.\nThe competent authorities of the Member State in which the import licence application is submitted may require a translation of the certificate to be provided.\n2.   The certificate forms shall measure 210 × 297 mm. The paper used shall weigh not less than 40 g/m2. The original shall be white, the first copy pink and the second copy yellow.\n3.   The original of the certificate and copies thereof may be typed or handwritten. In the latter case, they must be completed in black ink and in block capitals.\n4.   Each certificate shall have its own individual serial number followed by the name of the issuing country.\nThe copies shall bear the same serial number and the same name as the original.\n5.   The definition of dried boneless meat provided for in Article 1(3) shall be clearly laid down in the certificate.\n6.   Certificates shall be valid only if they are duly endorsed by an issuing authority listed in Annex III.\nCertificates shall be deemed to have been duly endorsed if they state the date and place of issue and if they bear the stamp of the issuing authority and the signature of the person or persons empowered to sign them.", "1.   The issuing authorities listed in Annex III shall:\n(a) be recognised as such by Switzerland;\n(b) undertake to verify entries on the certificates of authenticity;\n(c) undertake to forward to the Commission at least once a week any information enabling the entries on the certificates of authenticity, in particular the number of the certificate, the exporter, the consignee, the country of destination, the product, the net weight and the date of signature, to be verified.\n2.   The list in Annex III may be revised by the Commission where the requirement referred to in paragraph 1(a) is no longer met or where the issuing authority fails to fulfil any of the obligations incumbent on it.", "Certificates of authenticity and import licences shall be valid for three months from their respective dates of issue.", "The provisions of Regulations (EC) No 376/2008 and (EC) No 382/2008 and Chapter III of Commission Regulation (EC) No 1301/2006 (8) shall apply, save as otherwise provided for in this Regulation.", "The authorities of Switzerland shall communicate to the Commission specimens of the stamp imprints used by the Swiss issuing authorities and the names and signatures of the persons empowered to sign certificates of authenticity. Any subsequent changes of stamps or names shall equally be notified to the Commission as soon as possible. The Commission shall communicate this information to the competent authorities of the Member States.", "1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify to the Commission:\n(a) no later than 28 February following the end of each import tariff quota period, the quantities of products, including nil returns, for which import licences were issued in the previous import tariff quota period;\n(b) no later than 30 April following the end of each import tariff quota period, the quantities of products, including nil returns, covered by unused or partly used import licences and corresponding to the difference between the quantities entered on the back of the import licences and the quantities for which they were issued.\n2.   Member States shall notify the Commission of the details of the quantities of products put into free circulation in accordance with Article 4 of Regulation (EC) No 1301/2006.\n3.   The notifications referred to in paragraph 1 shall be made in accordance with Commission Regulation (EC) No 792/2009 (9) and the product categories indicated in Annex V to Regulation (EC) No 382/2008 shall be used.", "Regulation (EC) No 2092/2004 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex V.", "0\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 362, 9.12.2004, p. 4.\n(3)  See Annex IV.\n(4)  OJ L 114, 30.4.2002, p. 132.\n(5)  OJ L 114, 30.4.2002, p. 1.\n(6)  OJ L 114, 26.4.2008, p. 3.\n(7)  OJ L 115, 29.4.2008, p. 10.\n(8)  OJ L 238, 1.9.2006, p. 13.\n(9)  OJ L 228, 1.9.2009, p. 3.\nANNEX I\nEntries referred to in Article 2(5)\n— : in Bulgarian : Сушено обезкостено говеждо или телешко месо — Регламент за изпълнение (ЕС) № 82/2013\n— : in Spanish : Carne de vacuno seca deshuesada — Reglamento de Ejecución (UE) no 82/2013\n— : in Czech : Vykostěné sušené hovězí maso — prováděcí nařízení (EU) č. 82/2013\n— : in Danish : Tørret udbenet oksekød — gennemførelsesforordning (EU) nr. 82/2013\n— : in German : Εntbeintes, getrocknetes Rindfleisch — Durchführungsverordnung (EU) Nr. 82/2013\n— : in Estonian : Kuivatatud kondita veiseliha – rakendusmäärus (EL) nr 82/2013\n— : in Greek : Αποξηραμένο βόειο κρέας χωρίς κόκαλα — Εκτελεστικός κανονισμός (ΕΕ) αριθ. 82/2013\n— : in English : Dried boneless beef — Implementing Regulation (EU) No 82/2013\n— : in French : Viande bovine séchée désossée — règlement d’exécution (UE) no 82/2013\n— : in Italian : Carni bovine disossate ed essiccate — regolamento di esecuzione (UE) n. 82/2013\n— : in Latvian : Žāvēta atkaulota liellopu gaļa – Īstenošanas regula (ES) Nr. 82/2013\n— : in Lithuanian : Džiovinta jautiena be kaulų – Įgyvendinimo reglamentas (ES) Nr. 82/2013\n— : in Hungarian : Szárított kicsontozott marhahús – 82/2013/EU végrehajtási rendelet\n— : in Maltese : Ċanga mnixxfa mingħajr għadam — Regolament ta’ Implimentazzjoni (UE) Nru 82/2013\n— : in Dutch : Gedroogd rundvlees zonder been — Uitvoeringsverordening (EU) nr. 82/2013\n— : in Polish : Suszone mięso wołowe bez kości — rozporządzenie wykonawcze (UE) nr 82/2013\n— : in Portuguese : Carne de bovino seca desossada — Regulamento de Execução (UE) n.o 82/2013\n— : in Romanian : Carne de vită dezosată uscată – Regulamentul de punere în aplicare (UE) nr. 82/2013\n— : in Slovak : Sušené vykostené hovädzie mäso – vykonávacie nariadenie (EÚ) č. 82/2013\n— : in Slovenian : Posušeno goveje meso brez kosti — Izvedbena uredba (EU) št. 82/2013\n— : in Finnish : Kuivattua luutonta naudanlihaa – täytäntöönpanoasetus (EU) N:o 82/2013\n— : in Swedish : Τοrkat benfritt nötkött – genomförandeförordning (EU) nr 82/2013\nANNEX II\nANNEX III\nList of authorities in Switzerland empowered to issue certificates of authenticity\n— Office fédéral de l’agriculture/Bundesamt für Landwirtschaft/Ufficio federale dell’agricoltura.\nANNEX IV\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EC) No 2092/2004\nCommission Regulation (EC) No 1830/2006\nCommission Regulation (EC) No 1965/2006 Article 7 and Annex VIII only\nCommission Regulation (EC) No 749/2008 Article 2 and Annex II only\nCommission Regulation (EC) No 381/2009\nCommission Implementing Regulation (EU) No 666/2012 Article 1 only\nANNEX V\nCorrelation Table\nRegulation (EC) No 2092/2004 This Regulation\nArticles 1 to 7 Articles 1 to 7\nArticle 7a Article 8\nArticle 8 —\n— Article 9\nArticle 9 Article 10\nAnnexes I, II and III Annexes I, II and III\n— Annex IV\n— Annex V"}