{"celex_id": "32011D0722", "uri": "http://publications.europa.eu/resource/cellar/3dbd33cc-d0fc-469e-b40e-968067ce9b15", "type": "Decision", "concepts": ["2275", "235", "3561", "5763", "6367", "8465"], "title": "2011/722/: Council Decision of 27 October 2011 on the position to be taken by the European Union within the Trade Committee set up by the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, as regards the adoption of the rules of procedure of the Trade Committee and the establishment of a list of 15 arbitrators\n", "header": "5.11.2011 EN Official Journal of the European Union L 288/16\nCOUNCIL DECISION\nof 27 October 2011\non the position to be taken by the European Union within the Trade Committee set up by the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, as regards the adoption of the rules of procedure of the Trade Committee and the establishment of a list of 15 arbitrators\n(2011/722/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 91 and 100(2) and the first subparagraph of Article 207(4) in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 23 April 2007 the Council authorised the Commission to negotiate a free trade agreement with the Republic of Korea on behalf of the European Union and its Member States.\n(2) Those negotiations have been concluded and the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part (1) (the Agreement) was signed on 6 October 2010.\n(3) Pursuant to Article 15.10.5 of the Agreement, the Agreement has been provisionally applied since 1 July 2011 pending the completion of the procedures for its conclusion.\n(4) Article 15.1 of the Agreement establishes a Trade Committee, which shall, inter alia, ensure that the Agreement operates properly.\n(5) Article 15.1.4(f) of the Agreement provides that the Trade Committee may adopt its own rules of procedure.\n(6) Article 14.18 of the Agreement provides that the Trade Committee shall, no later than 6 months after the entry into force of the Agreement or its provisional application, establish a list of 15 individuals to serve as arbitrators.\n(7) The Union should determine the position to be taken as regards the adoption of the rules of procedure of the Trade Committee and the establishment of the list of arbitrators,", "main_body": ["The position to be taken by the Union in the Trade Committee, set up by the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, as regards the adoption of the rules of procedure of the Trade Committee and the establishment of the list of 15 individuals to serve as arbitrators shall be based on the draft decisions of the Trade Committee attached to this Decision.", "The delegation of the EU Party to the Trade Committee shall be composed, in accordance with the division of competences established pursuant to the Treaty, of representatives of the Commission and of the Member States, acting within their respective areas of competence as derived from the Treaties.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 27 October 2011.\nFor the Council\nThe President\nJ. MILLER\n(1)  OJ L 127, 14.5.2011, p. 6.\nDRAFT\nDECISION No … OF THE EU-KOREA TRADE COMMITTEE\nof\non the adoption of the rules of procedure of the Trade Committee\nTHE TRADE COMMITTEE,\nHaving regard to the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part (the Agreement), signed in Brussels on 6 October 2010, and in particular Articles 15.1.3(c) and 15.1.4(f) thereof,\nWhereas:\n(1) The Trade Committee may adopt its own rules of procedure and shall supervise the work of all Specialised Committees, Working Groups and other bodies, with the exception of the Committee on Cultural Cooperation in accordance with Article 3.3 of the Protocol on Cultural Cooperation of the Agreement.\n(2) The Trade Committee has the exclusive authority to adopt decisions in the areas covered by the Specialised Committees and Working Groups, unless otherwise specified in the Agreement,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe rules of procedure of the Trade Committee are established as set out in the Annex.\nArticle 2\nThis Decision shall enter into force on …\nDone at …, …\nFor the Trade Committee\nMinister for Trade of the Republic of Korea\nKim JONG-HOON\nCommissioner for Trade of the European Commission\nKarel DE GUCHT\nANNEX\nRULES OF PROCEDURE OF THE TRADE COMMITTEE\nArticle 1\nComposition and Chair\n1.   The Trade Committee that is established in accordance with Article 15.1 of the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, (the Agreement) shall perform its duties as provided in Article 15.1 of the Agreement and take responsibility for general implementation of the Agreement.\n2.   As provided for in Article 15.1.1 of the Agreement, the Trade Committee shall be composed of the representatives of the EU Party, on the one hand, and representatives of Korea, on the other hand.\n3.   The Trade Committee shall be co-chaired by the Minister for Trade of Korea and the Member of the European Commission responsible for Trade. The Chairpersons may arrange to be represented by respective designees as provided in Article 15.1.2 of the Agreement.\nArticle 2\nRepresentation\n1.   A Party shall notify the other Party of the list of its members of the Trade Committee. The list shall be administered by the Secretariat of the Trade Committee.\n2.   A member wishing to be represented by an alternate representative shall notify the Chairpersons of the Trade Committee of the name of his or her alternate representative before the meeting at which he or she is to be so represented. The alternate representative of a member of the Trade Committee shall exercise all the rights of that member.\nArticle 3\nMeetings\n1.   The Trade Committee shall meet once a year or at the request of either Party. The meetings shall be held in Brussels or Seoul alternately, unless the Parties agree otherwise.\n2.   By way of exception and if both Parties agree, the meetings of the Trade Committee may be held by video or teleconference.\n3.   Each meeting of the Trade Committee shall be convened by the Secretariat of the Trade Committee at a date and place agreed by both Parties. The convening notice of the meeting shall be issued by the Secretariat of the Trade Committee to the members of the Trade Committee no later than 28 days prior to the start of the session, unless the Parties agree otherwise.\nArticle 4\nDelegation\nThe members of the Trade Committee may be accompanied by officials. Before each meeting, the Chairpersons of the Trade Committee shall be informed of the intended composition of the delegations attending the meeting.\nArticle 5\nObservers\nThe Trade Committee may decide to invite observers on an ad hoc basis.\nArticle 6\nSecretariat\nThe coordinators designated by the Parties in accordance with Article 15.6 of the Agreement shall jointly act as Secretariat of the Trade Committee.\nArticle 7\nDocuments\nWhere the deliberations of the Trade Committee are based on written supporting documents, such documents shall be numbered and circulated by the Secretariat of the Trade Committee as documents of the Trade Committee.\nArticle 8\nCorrespondence\n1.   Correspondence to the Chairpersons of the Trade Committee shall be forwarded to the Secretariat of the Trade Committee for circulation to the members of the Trade Committee.\n2.   Correspondence from the Chairpersons of the Trade Committee shall be sent to the recipients by the Secretariat of the Trade Committee and be numbered and circulated, where appropriate, to the other members of the Trade Committee.\nArticle 9\nAgenda for the Meetings\n1.   A provisional agenda for each meeting shall be drawn up by the Secretariat of the Trade Committee. It shall be forwarded, together with the relevant documents, to the members of the Trade Committee as well as the Chairpersons of the Trade Committee no later than 7 days before the beginning of the meeting.\n2.   The provisional agenda shall include items in respect of which the Secretariat of the Trade Committee has received a request for inclusion in the agenda by a Party, together with the relevant documents, no later than 14 days before the beginning of the meeting.\n3.   The agenda shall be adopted by the Trade Committee at the beginning of each meeting. Items other than those appearing on the provisional agenda may be placed on the agenda if the Parties so agree.\n4.   The Chairpersons of the Trade Committee may, upon agreement, invite experts to attend its meetings in order to provide information on specific subjects.\n5.   The Chairpersons of the Trade Committee may, upon agreement, reduce the time periods specified in paragraphs 1 and 2 in order to take account of the requirements of a particular case.\nArticle 10\nMinutes\n1.   Draft minutes of each meeting shall be drawn up by the Secretariat of the Trade Committee, normally within 21 days from the end of the meeting.\n2.   The minutes shall, as a general rule, summarise each item on the agenda, specifying where applicable:\n(a) the documents submitted to the Trade Committee;\n(b) any statement that a member of the Trade Committee has asked to be entered; and\n(c) the decisions adopted, recommendations made, statements agreed upon and conclusions adopted on specific items.\n3.   The minutes shall also include a list of members of the Trade Committee or their alternate representatives who took part in the meeting, a list of the members of the delegations accompanying them and a list of any observers or experts to the meeting.\n4.   The minutes shall be approved in writing by both Parties within 28 days of the date of the meeting or by any other date agreed by the Parties. Once approved, two copies of the minutes shall be signed by the Secretariat of the Trade Committee and each of the Parties shall receive one original copy of these authentic documents. Copies of the signed minutes shall be forwarded to the members of the Trade Committee.\nArticle 11\nReports\nThe Trade Committee shall report to the Joint Committee of the Framework Agreement on its activities and those of its Specialised Committees, Working Groups and other bodies at each regular meeting of the Joint Committee as provided in Article 15.1.5 of the Agreement.\nArticle 12\nDecisions and Recommendations\n1.   The Trade Committee shall adopt decisions and recommendations by agreement between the Parties, as provided for in Article 15.4 of the Agreement.\n2.   In the period between meetings, the Trade Committee may adopt decisions or recommendations by written procedure if both Parties agree. The written procedure shall consist of an exchange of notes between the Chairpersons of the Trade Committee.\n3.   Where the Trade Committee is empowered under the Agreement to adopt decisions or recommendations, such acts shall be entitled ‘Decision’ or ‘Recommendation’ respectively. The Secretariat of the Trade Committee shall give any decision or recommendation a serial number, the date of adoption and a description of their subject-matter. Each decision shall provide for the date of its entry into force.\n4.   Decisions and recommendations adopted by the Trade Committee shall be authenticated by two authentic copies signed by the Chairpersons of the Trade Committee.\nArticle 13\nPublicity and Confidentiality\n1.   Unless otherwise decided, the meetings of the Trade Committee shall not be public.\n2.   When a Party submits information considered as confidential under its laws and regulations to the Trade Committee, Specialised Committees, Working Groups or any other bodies, the other Party shall treat that information as confidential as provided in Article 15.1.7 of the Agreement.\n3.   Each Party may decide on the publication of the decisions and recommendations of the Trade Committee in its respective official publication.\nArticle 14\nExpenses\n1.   Each Party shall meet any expenses it incurs as a result of participating in the meetings of the Trade Committee, both with regard to staff, travel and subsistence expenditure and with regard to postal and telecommunications expenditure.\n2.   Expenditure in connection with the organisation of meetings and reproduction of documents shall be borne by the Party hosting the meeting.\nArticle 15\nSpecialised Committees and Working Groups\n1.   The Trade Committee shall be assisted in the performance of its duties by the Specialised Committees and Working Groups established under the auspices of the Trade Committee.\n2.   The Trade Committee shall be informed of the contact points designated by each Specialised Committee and Working Group. All correspondences, documents and communications including the exchange of e-mails between the contact points of each Specialised Committee and Working Group regarding the implementation of the Agreement shall be forwarded to the Secretariat of the Trade Committee simultaneously.\n3.   The Trade Committee at each regular meeting shall receive reports from each Specialised Committee and Working Group on its activities.\n4.   Each Specialised Committee and Working Group may establish its own rules of procedure which shall be reported to the Trade Committee.\nDRAFT\nDECISION No … OF THE EU-KOREA TRADE COMMITTEE\nof\non the establishment of a list of arbitrators referred to in Article 14.18 of the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part\nTHE TRADE COMMITTEE,\nHaving regard to the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, signed in Brussels on 6 October 2010 (‘the Parties’ and ‘the Agreement’), and in particular Article 14.18 thereof,\nWhereas:\n(1) The Agreement provides for a dispute settlement mechanism whereby disputes are solved through recourse to a panel of arbitrators.\n(2) In the event of a dispute, the Parties shall consult in order to reach an agreement on the composition of the arbitration panel and, failing this agreement, the panel shall be composed by drawing lots from a list of names.\n(3) Such list of names shall be established by the Trade Committee in accordance with Article 14.18 of the Agreement.\n(4) The Parties have agreed on a list of 15 names,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe list of 15 arbitrators is set out in the Annex to this Decision.\nArticle 2\nThis Decision shall enter into force on the date of its adoption.\nDone at …, …\nFor the Trade Committee\nMinister for Trade of the Republic of Korea\nKim JONG-HOON\nCommissioner for Trade of the European Commission\nKarel DE GUCHT\nANNEX\nLIST OF ARBITRATORS\nArbitrators proposed by Korea\nDukgeun AHN\nSeungwha CHANG\nSungjoon CHO\nJoongi KIM\nJaemin LEE\nArbitrators proposed by the EU\nJacques BOURGEOIS\nClaus-Dieter EHLERMANN\nPieter Jan KUIJPER\nGiorgio SACERDOTI\nRamon TORRENT\nChairpersons\nWilliam DAVEY (United States)\nMerit JANOW (United States)\nVirachai PLASAI (Thailand)\nHelge SELAND (Norway)\nFlorentino FELICIANO (Philippines)"}