{"celex_id": "32014D0236", "uri": "http://publications.europa.eu/resource/cellar/6bf6bae1-ceae-11e3-b682-01aa75ed71a1", "type": "Decision", "concepts": ["1005", "1445", "192", "2356", "2543", "2560", "5619", "5706", "5709", "6152"], "title": "2014/236/EU: Commission Implementing Decision of 24 April 2014 concerning a Union financial contribution towards surveillance and other emergency measures implemented in Estonia, Latvia, Lithuania and Poland against African swine fever (notified under document C(2014) 2551)\n", "header": "26.4.2014 EN Official Journal of the European Union L 125/86\nCOMMISSION IMPLEMENTING DECISION\nof 24 April 2014\nconcerning a Union financial contribution towards surveillance and other emergency measures implemented in Estonia, Latvia, Lithuania and Poland against African swine fever\n(notified under document C(2014) 2551)\n(Only the Estonian, Latvian, Lithuanian and Polish texts are authentic)\n(2014/236/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (1), and in particular Article 8 thereof,\nHaving regard to Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (2), and in particular Article 84 thereof,\nWhereas:\n(1) African swine fever (ASF) is an infectious, usually fatal, viral disease of domestic and feral pigs which causes serious disturbances to intra-Union trade in and export to third countries of live pigs and products derived from animals of the porcine species.\n(2) Following the confirmation of ASF in Georgia in 2007, the disease spread to the Russian Federation where numerous outbreaks of that disease have been reported in pigs and wild boar throughout the European part of Russia. In June 2013, Belarus reported the confirmation of an outbreak of ASF in backyard pigs in the region of Grodno, some forty kilometres from the Lithuanian border and close to the border with Poland.\n(3) Commission Implementing Decision 2013/498/EU (3) provided for a Union financial contribution towards surveillance and other emergency measures against ASF implemented in 2013 in Estonia, Latvia, Lithuania and Poland, which are the Member States at direct threat of ASF introduction.\n(4) In January 2014 the disease has been reported in the wild boar population in Ukraine and it is still spreading in Belarus and in the Russian Federation. Furthermore, in January 2014 two ASF cases were detected in the wild boar population in Lithuania and after few days two further cases were reported in the wild boar in Poland. In both Member States the disease occurred at the border with Belarus. Therefore, the ASF situation in countries bordering the European Union represents a persistent threat to pig holdings within the Union, due to the fact that the virus may be introduced into Member States bordering the infected third countries through wild boar entering Union territory from infected areas, but also through vehicles which have transported live animals or through the unauthorised introduction into the Union of products derived from animals of the porcine species.\n(5) The risk of ASF introduction into the Union is higher for Estonia, Latvia, Lithuania and Poland due to the occurrence and the evolution of this disease in the bordering territory of Belarus, the Russian Federation and Ukraine. These Member States have informed the Commission and the other Member States of the measures that they intend to adopt to strengthen the protection of their territories and of other Member States.\n(6) During 2013 Estonia, Latvia, Lithuania and Poland implemented surveillance for the early detection of ASF both in wild boar and domestic pigs. In order to better prevent ASF, certain surveillance activities need to be carried out in the territory of those Member States.\n(7) Cleansing and disinfection of vehicles that were possibly in contact with the ASF virus is one of the main precautionary measures against the entry of ASF into the Union. Therefore, Commission Implementing Decision 2013/426/EU (4) lays down certain measures to prevent the introduction into the Union of ASF from Belarus and the Russian Federation and establishes that vehicles which have transported live animals and which enter the Union from infected areas are appropriately cleansed and disinfected.\n(8) Notwithstanding the provisions of Commission Regulation (EC) No 206/2009 (5), the risk of ASF introduction into the Union by personal consignments containing pig products sent by post or carried in the baggage of travellers arriving in particular from Belarus, the Russian Federation and Ukraine, is higher than negligible and requires additional actions and controls at the points of entry.\n(9) In addition, a wide range of stakeholders including veterinarians, professional and non-professional farmers, truck drivers, custom agents, passengers and the general public should be made aware of the risks of ASF introduction and its consequences by means of well-targeted awareness campaigns to raise disease awareness and preparedness in the framework of the contingency plans drawn up in accordance with Council Directive 2002/60/EC (6) to ensure a rapid response should ASF be introduced.\n(10) In 2014 ASF has been detected in the wild boar Lithuania and Poland and the two Member States are directly threatened by the presence of ASF across the border in Belarus. In order to minimise the risk of disease spread on their territory, Lithuania and Poland intend to decrease the density of susceptible hosts in low bio-security pig holdings of the infected area by promoting the slaughter of pigs and preventing restocking of pig holdings for at least one year. In December 2013 Estonia, Latvia, Lithuania and Poland submitted their respective plans and cost estimates for the implementation of emergency measures during 2014 in the areas considered at higher risk of introduction of ASF from Belarus, the Russian Federation and Ukraine. These plans have been examined by the Commission for Union financial contribution and were found to comply with Directive 2002/60/EC.\n(11) The actions undertaken by Estonia, Latvia, Lithuania and Poland for disease surveillance, cleansing and disinfection of vehicles and for the organisation of awareness campaigns are co-financed at a rate of 50 %.\n(12) The actions undertaken by Lithuania and Poland to decrease the density of pigs in the infected areas at the border with Belarus should be co-financed at a rate of 30 %.\n(13) As the planned measures submitted by Estonia, Latvia, Lithuania and Poland for emergency measures against the introduction of ASF from Belarus, the Russian Federation and Ukraine to be carried out in 2014 are a sufficiently detailed framework in the meaning of Article 94 of the Commission Delegated Regulation (EU) No 1268/2012 (7), the present decision constitutes a financing decision for the expenditure provided for in the work programme for grants.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   In the framework of the emergency measures for the protection against ASF taken by Estonia, Latvia, Lithuania and Poland in 2014, those Member States shall be entitled to a specific contribution from the Union to the expenditure incurred for the implementation of the activities described in paragraphs 2 and 3, and planned for the period from 1 January 2014 to 31 December 2014.\n2.   The financial contribution by the Union shall be at the rate of 50 % of the costs incurred and paid for the implementation the following activities:\n(a) sampling of domestic pigs;\n(b) sampling of wild boar;\n(c) ELISA tests;\n(d) PCR and Sequencing tests;\n(e) purchase of equipment and disinfectant for cleansing and disinfection;\n(f) purchase of equipment especially used for disposal of animal carcasses;\n(g) purchase of equipment for carrying out virological laboratory tests;\n(h) awareness campaigns.\n3.   The financial contribution by the Union shall be at the rate of 30 % of the costs incurred and paid by Lithuania and Poland for compensating pig owner for losses caused by early slaughter of pigs in the infected areas.", "1.   The maximum of the costs to be reimbursed to the Member States referred to in Article 1(1) for the activities referred to in Article 1(2) points (a), (b), (c) and (d) shall on average not exceed:\n(a) EUR 0,5 per domestic pig sampled;\n(b) EUR 5 per wild boar sampled;\n(c) EUR 2 per ELISA test;\n(d) EUR 10 per PCR and Sequencing test.\n2.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (e) shall on average not exceed:\n(a) EUR 6 000 for Estonia;\n(b) EUR 58 000 for Latvia;\n(c) EUR 950 000 for Lithuania;\n(d) EUR 102 100 for Poland.\n3.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (f) shall not exceed:\n(a) EUR 100 000 for Lithuania;\n(b) EUR 150 000 for Poland.\n4.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (g) shall not exceed:\nEUR 75 000 for Lithuania.\n5.   The maximum of the costs to be reimbursed for the activity referred to in Article 1(2) point (h) shall on average not exceed:\n(a) EUR 1 500 for Estonia;\n(b) EUR 15 000 for Latvia;\n(c) EUR 75 000 for Lithuania;\n(d) EUR 11 250 for Poland.\n6.   The financial contribution by the Union to the Member States referred to in Article 1(3) shall not exceed:\n(a) EUR 225 000 for Lithuania;\n(b) EUR 337 500 for Poland.\n7.   The financial contribution by the Union to the Member States referred to in Article 1(1) shall not exceed:\n(a) EUR 27 000 for Estonia;\n(b) EUR 190 000 for Latvia;\n(c) EUR 1 948 000 for Lithuania;\n(d) EUR 1 341 000 for Poland.\n8.   The expenditure eligible for a financial contribution by the Union for the measures referred to in points c) and d) of paragraph 1 shall be limited to the costs incurred by the Member States for:\n(a) the purchase of test kits, reagents and all consumables identifiable and especially used for carrying out the laboratory tests;\n(b) personnel, whatever the status, specifically allocated entirely or in part for carrying out the tests in the premises of the laboratory, limited to actual salaries plus social security charges and other statutory costs included in the remuneration;\n(c) overheads equal to 7 % of the sum of the costs referred to in (a) and (b).", "1.   The financial contribution by the Union for the measures referred to in Article 1 shall be granted provided that the Member States concerned:\n(a) implement the activities and measures as described in their plans;\n(b) implement the measures in accordance with the relevant provisions of Union law, including rules on competition and on the award of public contracts;\n(c) forward to the Commission by 30 April 2015 at the latest a final technical report for the measures in accordance with Annex I and a final financial report in accordance with Annex II.\n2.   Where a Member State does not comply with paragraph 1, the Commission may reduce the financial contribution by the Union in proportion to the nature and gravity of the infringement, and to the financial loss for the Union.", "This Decision is addressed to the Republic of Estonia, the Republic of Latvia, the Republic of Lithuania and the Republic of Poland."], "attachments": "Done at Brussels, 24 April 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 155, 18.6.2009, p. 30.\n(2)  OJ L 298, 26.10.2012, p. 1.\n(3)  Commission Implementing Decision 2013/498/EU of 10 October 2013 concerning a Union financial contribution towards surveillance and other emergency measures implemented in Estonia, Latvia, Lithuania and Poland against African swine fever in neighbouring third countries (OL L 272, 12.10.2013, p. 47).\n(4)  Commission Implementing Decision 2013/426/EU of 5 August 2013 on measures to prevent the introduction into the Union of the African swine fever virus from certain third countries or parts of the territory of third countries in which the presence of that disease is confirmed and repealing Decision 2011/78/EU (OJ L 211, 7.8.2013, p. 5).\n(5)  Commission Regulation (EC) No 206/2009 of 5 March 2009 on the introduction into the Community of personal consignments of products of animal origin and amending Regulation (EC) No 136/2004 (OJ L 77, 24.3.2009, p. 1).\n(6)  Council Directive 2002/60/EC of 27 June 2002 laying down specific provisions for the control of African swine fever and amending Directive 92/119/EEC as regards Teschen disease and African swine fever (OJ L 192, 20.7.2002, p. 27).\n(7)  Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1).\nANNEX I\nFinal technical report on surveillance measures in relation to African swine fever in wild boars and domestic pigs\nMember State:\nDate:\n1. Technical evaluation of the situation:\n1.1. Epidemiological maps:\n1.2. Information on surveillance:\nMember State/Third country Number of domestic pigs sampled Number of wild boars sampled Type of test (1) Number of tests Number of positive domestic pigs Number of positive wild boars\n\n\n\nTotals 2014\n2. Achievement of targets and technical difficulties:\n3. Additional epidemiological information: epidemiological inquiries, dead animals found, age distribution of positive reactors, lesions found, etc.:\n(1)  Indicate: ELISA, PCR, Ag-ELISA, virus isolation, other (specify).\nANNEX II\nFinal financial report on emergency measures in relation to African swine fever\nMember State:\nDate:\n1. Surveillance measures in relation to African swine fever in wild boars and domestic pigs:\nSampling\nCategory Cost of sampling\nNumber of animals sampled Unit cost per animal sampled Total cost\nDomestic pigs\nWild boar\n\nLaboratory tests\nNumber of tests carried out Cost of tests (1)\nLaboratory test Personnel Overhead Total Costs\nSerological tests (ELISA)\nPCR tests\nSequencing tests\n2. Cleansing and disinfection:\n2(a) EQUIPMENT\nDescription Cost/value (excl. VAT) Date of purchase\n\nTotal\n2(b) DISINFECTANT\nDescription Cost/value (excl. VAT) Date of purchase\n\nTotal\n3. EQUIPMENT AS MENTIONED IN ARTICLE 1, PARAGRAPH 2(f) AND (g)\nDescription Cost/value (excl. VAT) Date of purchase\n\nTotal\n4. COMPENSATION OF PIGS\nWeight on date of destruction Number of animals per category Amount paid by category Other costs paid directly to the farmer Total compensation Date of payment\nsows boars piglets pigs sows boars piglets pigs\n\n5. AWARENESS CAMPAIGNS:\nDescription of activities Cost/value (excl. VAT) Date of delivery\n\nTotal\n6. I certify that:\n— this expenditure was actually incurred, accurately accounted for and eligible under the provisions of this Decision,\n— all supporting documents relating to the expenditure are available for inspection,\n— no other Union contribution was requested for these measures and all revenue accruing from operations under them is declared to the Commission,\n— the measures were executed in accordance with the relevant Union legislation,\n— control procedures apply, in particular to verify the accuracy of the amounts declared, to prevent, detect and correct irregularities.\nDate:\nName and signature of Operational Director:\n(1)  All costs are VAT excluded"}