{"celex_id": "32014R0636", "uri": "http://publications.europa.eu/resource/cellar/ade133e1-f3a4-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "2735", "2954", "5369", "5451", "619"], "title": "Commission Implementing Regulation (EU) No 636/2014 of 13 June 2014 on a model certificate for the trade of unskinned large wild game  Text with EEA relevance\n", "header": "14.6.2014 EN Official Journal of the European Union L 175/16\nCOMMISSION IMPLEMENTING REGULATION (EU) No 636/2014\nof 13 June 2014\non a model certificate for the trade of unskinned large wild game\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 7(2)(a) thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific hygiene rules for food of animal origin. It provides, inter alia, requirements for the production and placing on the market of meat from wild game. Food business operators are to ensure that such meat is placed on the market only if it is produced in compliance with Section IV of Annex III to that Regulation.\n(2) Regulation (EC) No 853/2004 also provides for the establishments of model certificates accompanying consignments of products of animal origin.\n(3) Commission Regulation (EU) No 633/2014 (2) amending Annex III to Regulation (EC) No 853/2004 lays down that unskinned large wild game may be sent to a game handling establishment in another Member State if, during transport to that game-handling establishment, it is accompanied by a certificate ensuring compliance with Section IV of Annex III to Regulation (EC) No 853/2004.\n(4) In order to facilitate trade in unskinned large wild game, it is appropriate to provide a model certificate for trade between Member States.\n(5) Because unskinned bodies of large wild game may carry pathogens causing diseases in animals, the large game should not have been harvested in areas which for health reasons are subject to prohibition or restriction affecting the species involved in accordance with Union or national legislation. Trade in unskinned wild boar bodies may only take place without prejudice to Commission Implementing Decision 2013/764/EU (3).\n(6) The measures provided for in this Regulation are in accordance with the opinion of Standing Committee on the Food Chain and Animal Health,", "main_body": ["Consignments of unskinned large wild game dispatched to Member States shall be accompanied by a certificate in accordance with the model set out in the Annex.\nThe certificate shall attest that a written declaration on the examination by a trained person, when relevant, and the relevant parts of the bodies accompany the consignment in accordance with point 4 respectively of Chapter II of Section IV of Annex III to Regulation (EC) No 853/2004.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  Commission Regulation (EU) No 633/2014 of 13 June 2014 amending Annex III to Regulation (EC) No 853/2004 of the European Parliament and of the Council and Annex I to Regulation (EC) No 854/2004 of the European Parliament and of the Council as regards the specific requirements for handling large wild game and for the post-mortem inspection of wild game (see page 6 of this Official Journal).\n(3)  Commission Implementing Decision 2013/764/EU of 13 December 2013 concerning animal health control measures relating to classical swine fever in certain Member States (OJ L 338, 17.12.2013, p. 102).\nANNEX\nA model health certificate for the trade of unskinned large wild game"}