{"celex_id": "32014D0730", "uri": "http://publications.europa.eu/resource/cellar/b3cb8775-58e6-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3870", "4354"], "title": "Council Implementing Decision 2014/730/CFSP of 20 October 2014 implementing Decision 2013/255/CFSP concerning restrictive measures against Syria\n", "header": "21.10.2014 EN Official Journal of the European Union L 301/36\nCOUNCIL IMPLEMENTING DECISION 2014/730/CFSP\nof 20 October 2014\nimplementing Decision 2013/255/CFSP concerning restrictive measures against Syria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) thereof,\nHaving regard to Council Decision 2013/255/CFSP of 31 May 2013 concerning restrictive measures against Syria (1) and in particular Article 30(1) thereof,\nWhereas:\n(1) On 31 May 2013, the Council adopted Decision 2013/255/CFSP.\n(2) In view of the gravity of the situation, 16 persons and two entities should be added to the list of persons and entities subject to restrictive measures in Annex I to Decision 2013/255/CFSP.\n(3) The information relating to three persons and one entity set out in Annex I to Decision 2013/255/CFSP should also be updated.\n(4) Following the judgment of 3 July 2014 of the General Court in Case T-203/12 (2), Mohamad Nedal Alchaar v Council, Dr Mohammad Nidal Al-Shaar should be removed from the list of persons and entities subject to restrictive measures in Annex I to Decision 2013/255/CFSP.\n(5) Annex I to Decision 2013/255/CFSP should therefore be amended accordingly,", "main_body": ["Annex I to Decision 2013/255/CFSP is amended as set out in the Annex to this Decision.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 20 October 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 147, 1.6.2013, p. 14.\n(2)  Not yet published.\nANNEX\nI. The following persons and entities are added to the list of natural and legal persons, entities or bodies set out in Annex I to Decision 2013/255/CFSP.\nName Identifying information Reasons Date of listing\n1. Houmam Jaza'iri Date of birth: 1977 Minister of Economy and Foreign Trade since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n2. Mohamad Amer Mardini Date of birth: 1959. Minister of Higher Education since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n3. Mohamad Ghazi Jalali Date of birth: 1969 Minister of Communications and Technology since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n4. Kamal Cheikha Date of birth: 1961. Minister of Water Resources since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n5. Hassan Nouri Date of birth: 9.2.1960 Minister of Administrative Development since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n6. Mohammad Walid Ghazal Date of birth: 1951. Minister of Housing and Urban Development since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n7. Khalaf Souleymane Abdallah Date of birth: 1960. Minister of Labour since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n8. Nizar Wahbeh Yazaji Date of birth: 1961 Minister of Health since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n9. Hassan Safiyeh Date of birth: 1949 Minister of Internal Trade and Consumer Protection since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n10. Issam Khalil Date of birth: 1965 Minister of Culture since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n11. Mohammad Mouti' Mouayyad Date of birth: 1968 State Minister since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n12. Ghazwan Kheir Bek Date of birth: 1961. Minister of transport since 27.8.2014. As Government Minister shares responsibility for the regime's violent repression against the civilian population. 21.10.2014\n13. Major General Ghassan Ahmed Ghannan  As commander of the 155 Missile Brigade, he is supporting the Syrian regime and he is responsible for the violent repression against the civilian population. Responsible for firing at least 25 Scud Missiles at various civilian sites between January and March 2013. Associated with Maher al-Assad. 21.10.2014\n14. Colonel Mohammed Bilal  As a senior officer in the Air Force Intelligence Service of Syria, he supports the Syrian regime and he is responsible for the violent repression against the civilian population. He is also associated with the listed Scientific Studies Research Centre (SSRC). 21.10.2014\n15. Mohamed Farahat  Vice-President of Finance and Administration at Tri-Ocean Energy, which has been listed by the Council for benefiting from and supporting the Syrian regime, he is therefore associated with a listed entity. 21.10.2014\n16. Abdelhamid Khamis Abdullah  Chairman of Overseas Petroleum Trading Company (OPT) which has been listed by the Council for benefiting from and supporting the Syrian regime. He coordinated shipments of oil to the Syrian regime with listed Syrian state oil company Sytrol. Therefore, he is benefitting from and providing support to the Syrian regime. 21.10.2014\nName Identifying information Reasons Date of listing\nPO Box 8177\nSharjah Airport International Free Zone\nUnited Arab Emirates\n5797 Damascus\nSyria\nII. The entries concerning the persons listed below, as set out in Annex I to Decision 2013/255/CFSP, are replaced by the following entries.\nName Identifying information Reasons Date of listing\n6. Muhammad () Dib () Zaytun () Date of birth: 20 May 1951; Head of General Security Directorate; involved in violence against demonstrators. 21.10.2014\n33. Ayman () Jabir () Place of birth: Latakia Associate of Mahir al-Assad for the Shabiha militia. Directly involved in repression and violence against the civilian population and coordination of Shabiha militia groups. Also providing financial support to the regime. 21.10.2014\n50. Tarif () Akhras (,) Date of birth: 2 June 1951; Prominent businessman benefiting from and supporting the regime. Founder of the Akhras Group (commodities, trading, processing and logistics) and former Chairman of the Homs Chamber of Commerce. Close business relations with President Al-Assad's family. Member of the Board of the Federation of Syrian Chambers of Commerce. Provided logistical support for the regime (buses and tank loaders). 21.10.2014\nName Identifying information Reasons Date of listing\nAddress: Adra Free Zone Area Damascus — Syria;\nTel: +963-11-5327266;\nMobile: +963-933-526812;\n+963-932-878282;\nFax:+963-11-5316396\nEmail: sorohco@gmail.com\nWebsite: http://sites.google.com/site/sorohco\nIII. The person listed below is deleted from the list set out in Section A of Annex I to Decision 2013/255/CFSP.\n118."}