{"celex_id": "32014L0064", "uri": "http://publications.europa.eu/resource/cellar/ec92b199-0e95-11e4-a7d0-01aa75ed71a1", "type": "Directive", "concepts": ["1445", "1464", "1965", "2192", "2560", "3299", "3645", "4359", "4821", "5034", "5618"], "title": "Directive 2014/64/EU of the European Parliament and of the Council of 15 May 2014 amending Council Directive 64/432/EEC as regards computer databases which are part of the surveillance networks in the Member States\n", "header": "27.6.2014 EN Official Journal of the European Union L 189/161\nDIRECTIVE 2014/64/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\namending Council Directive 64/432/EEC as regards computer databases which are part of the surveillance networks in the Member States\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2),\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Council Directive 64/432/EEC (3) applies to trade in bovine animals and swine within the Union. It provides that the competent authority in a Member State may introduce a system of surveillance networks. Those networks include a computer database which is to contain, as a minimum, a number of elements laid down in Directive 64/432/EEC, including the identification code of each animal.\n(2) Regulation (EC) No 1760/2000 of the European Parliament and of the Council (4) establishes a system for the identification and registration of bovine animals. It requires as a general rule that the two official means of identification allocated to an animal bear the same identification code. However, during the initial phase of adjustment to the use of electronic identifiers as an official means of identification, it could not be excluded that, in certain cases, technical limitations related to the configuration of an animal’s original identification code could prevent the reproduction of that code on an electronic identifier. This could occur where the characters forming an animal’s existing identification code prevent that code from being converted into an electronic format. Therefore, Regulation (EC) No 1760/2000 provides for specific transitory derogations to allow the application of an electronic identifier also to those animals, provided that full traceability is ensured and that the animals can be identified individually, including the holding on which they were born. The possibility of using such electronic identifiers should be reflected in the list of elements of the computer databases laid down in Directive 64/432/EEC.\n(3) In the interest of consistency of Union legislation, the type of electronic identifier, if applied to the animals, should also be added to the list of elements to be included in the computer databases laid down in Directive 64/432/EEC.\n(4) Directive 64/432/EEC should therefore be amended accordingly,", "main_body": ["In part C of Article 14(3) of Directive 64/432/EEC, point (1) is replaced by the following:\n‘(1) for each animal:\n— the unique identification code or codes, as regards the cases set out in Articles 4(1), 4b, 4c(1) and 4d of Regulation (EC) No 1760/2000 of the European Parliament and of the Council (5),\n— date of birth,\n— sex,\n— breed or colour of coat,\n— identification code of the mother or, in the case of an animal imported from a third country, the unique identification code of the individual means of identification allocated to the animal by the Member State of destination in accordance with Regulation (EC) No 1760/2000,\n— identification number of the holding where born,\n— identification numbers of all holdings where the animal has been kept and the dates of each change of holding,\n— date of death or slaughter,\n— the type of electronic identifier, if applied to the animal.", "1.   By 18 January 2016, Member States shall bring into force, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nThey shall apply those measures from 18 July 2019.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 43, 15.2.2012, p. 64.\n(2)  Position of the European Parliament of 2 April 2014 (not yet published in the Official Journal) and decision of the Council of 6 May 2014.\n(3)  Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (OJ 121, 29.7.1964, p. 1977/64).\n(4)  Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (OJ L 204, 11.8.2000, p. 1)."}