{"celex_id": "32012R0755", "uri": "http://publications.europa.eu/resource/cellar/de32323a-ee59-46b7-a6c2-5f4c921de47b", "type": "Regulation", "concepts": ["1115", "1602", "4498", "5754", "720", "835"], "title": "Commission Implementing Regulation (EU) No 755/2012 of 16 August 2012 amending Implementing Regulation (EU) No 543/2011 as regards the eligibility of specific costs of environmental actions under operational programmes of producer organisations in the fruit and vegetables sector\n", "header": "21.8.2012 EN Official Journal of the European Union L 223/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 755/2012\nof 16 August 2012\namending Implementing Regulation (EU) No 543/2011 as regards the eligibility of specific costs of environmental actions under operational programmes of producer organisations in the fruit and vegetables sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 103h in conjunction with Article 4 thereof,\nWhereas:\n(1) Regulation (EC) No 1234/2007 establishes a common organisation of agricultural markets which includes the fruit and vegetables and processed fruit and vegetables sectors. Pursuant to Article 103c(3) of that Regulation, Member States are required to provide that operational programmes in the fruit and vegetables sector include two or more environmental actions or that at least 10 % of the expenditure under the operational programmes covers environmental actions. That Regulation also provides that support for environmental actions has to cover additional costs and income foregone resulting from the action.\n(2) In accordance with Article 60(1) of Commission Implementing Regulation (EU) No 543/2011 of 7 June 2011 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 in respect of the fruit and vegetables and processed fruit and vegetables sectors (2), Annex IX to that Implementing Regulation sets out the list of actions or expenditure not eligible for support under operational programmes. However, it indicates that specific costs for environmental measures, including costs generated by environmental management of packaging are, as an exception, eligible.\n(3) Experience in applying environmental actions related to management of packaging shows that there are uncertainties about the net environmental benefits resulting from those actions and/or the fact that they effectively result in additional costs and income foregone being borne by the producer organisations and, thus, about the justification for the public support provided. Moreover, both the management and the control of those actions have proved to be complex, in particular, in respect of the calculation of the support that can be granted. Based on that experience and in order to encourage the implementation of more cost-effective environmental actions and to reduce the costs related to the management of the Union regime, it is appropriate to abandon support to environmental actions related to management of packaging.\n(4) Implementing Regulation (EU) No 543/2011 should therefore be amended accordingly.\n(5) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["Amendments to Implementing Regulation (EU) No 543/2011\nImplementing Regulation (EU) No 543/2011 is amended as follows:\n(1) Article 60(4) is amended as follows:\n(a) in the first subparagraph, point (c) is deleted;\n(b) the second subparagraph is deleted;\n(2) in the first paragraph of point 1 of Annex IX, the fourth indent is replaced by the following:\n‘— specific costs of environmental actions referred to in Article 103c(3) of Regulation (EC) No 1234/2007. In all cases costs related to the use and management of packaging shall not be eligible;’", "Transitional provisions\n1.   Environmental actions related to management of packaging that are included in an operational programme approved before the date of entry into force of this Regulation may remain eligible for support until the end of the operational programme, provided that they comply with the rules applicable prior to the date of entry into force of this Regulation.\n2.   Where appropriate, Member States shall amend their national framework referred to in the first subparagraph of Article 103f(1) of Regulation (EC) No 1234/2007 in order to adapt it to the changes provided for in Article 1 of this Regulation.\nBy way of derogation from Article 56(1) of Implementing Regulation (EU) No 543/2011, the amendments made to the national framework pursuant to the first subparagraph of this paragraph shall not be subject to the procedure set out in the second subparagraph of Article 103f(1) of Regulation (EC) No 1234/2007.", "Entry into force\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 August 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 157, 15.6.2011, p. 1."}