{"celex_id": "32015D0364", "uri": "http://publications.europa.eu/resource/cellar/537ec21c-c3cf-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3870", "4728", "584", "5946"], "title": "Council Decision (CFSP) 2015/364 of 5 March 2015 amending Decision 2014/119/CFSP concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine\n", "header": "6.3.2015 EN Official Journal of the European Union L 62/25\nCOUNCIL DECISION (CFSP) 2015/364\nof 5 March 2015\namending Decision 2014/119/CFSP concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 5 March 2014, the Council adopted Council Decision 2014/119/CFSP (1).\n(2) On 29 January 2015, Council Decision (CFSP) 2015/143 (2) clarified the designation criteria for the freezing of funds targeting persons responsible for the misappropriation of Ukrainian State funds.\n(3) The restrictive measures set out in Decision 2014/119/CFSP apply until 6 March 2015. On the basis of a review of that Decision, the application of those restrictive measures should be extended until 6 March 2016 in respect of 14 persons, and until 6 June 2015 in respect of four persons. The entries for 18 persons should be amended.\n(4) Decision 2014/119/CFSP should therefore be amended accordingly,", "main_body": ["Decision 2014/119/CFSP is amended as follows:\n(1) Article 5 is replaced by the following:\n(2) the Annex is replaced by the text appearing in the Annex to this Decision.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 5 March 2015.\nFor the Council\nThe President\nD. REIZNIECE-OZOLA\n(1)  Council Decision 2014/119/CFSP of 5 March 2014 concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine (OJ L 66, 6.3.2014, p. 26).\n(2)  Council Decision (CFSP) 2015/143 of 29 January 2015 amending Decision 2014/119/CFSP concerning restrictive measures directed against certain persons, entities and bodies in view of the situation in Ukraine (OJ L 24, 30.1.2015, p. 16).\nANNEX\n‘ANNEX\nList of persons, entities and bodies referred to in Article 1\nName Identifying information Statement of reasons Date of listing\n1. Viktor Fedorovych Yanukovych born on 9 July 1950 in Yenakiieve (Donetsk oblast), former President of Ukraine Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n2. Vitalii Yuriyovych Zakharchenko born on 20 January 1963 in Kostiantynivka (Donetsk oblast), former Minister of Internal Affairs Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n3. Viktor Pavlovych Pshonka born on 6 February 1954 in Serhiyivka (Donetsk oblast), former Prosecutor General of Ukraine Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n4. Olena Leonidivna Lukash born on 12 November 1976 in Rîbnița (Moldova), former Minister of Justice Person subject to investigations by the Ukrainian authorities for the abuse of office as a public office-holder in order to procure an unjustified advantage for herself or for a third party and thereby causing a loss to Ukrainian public funds. 6.3.2014\n5. Andrii Petrovych Kliuiev born on 12 August 1964 in Donetsk, former Head of Administration of President of Ukraine Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets and in connection with the misuse of office by a public office-holder to procure an unjustified advantage for himself or a third party thereby causing a loss to the Ukrainian public budget or assets. 6.3.2014\n6. Viktor Ivanovych Ratushniak born on 16 October 1959, former Deputy Minister of Internal Affairs Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets and for being an accomplice thereto. 6.3.2014\n7. Oleksandr Viktorovych Yanukovych born on 10 July 1973 in Yenakiieve (Donetsk oblast), son of former President, businessman Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n8. Viktor Viktorovych Yanukovych born on 16 July 1981 in Yenakiieve (Donetsk oblast), son of former President, Member of the Verkhovna Rada of Ukraine Person subject to investigations by the Ukrainian authorities for the misappropriation of public funds or assets. Person associated with a designated person (former President of Ukraine, Viktor Fedorovych Yanukovych) subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n9. Artem Viktorovych Pshonka born on 19 March 1976 in Kramatorsk (Donetsk oblast), son of former Prosecutor General, Deputy Head of the faction of Party of Regions in the Verkhovna Rada of Ukraine Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets and for being an accomplice thereto. 6.3.2014\n10. Serhii Petrovych Kliuiev born on 19 August 1969 in Donetsk, brother of Mr Andrii Kliuiev, businessman Person subject to investigation by the Ukrainian authorities for involvement in the misappropriation of public funds or assets and in the abuse of public office as a public office-holder in order to procure an unjustified advantage for himself or for a third party and thereby causing a loss to Ukrainian public funds or assets. Person associated with a designated person (Andrii Petrovych Kliuiev) subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n11. Mykola Yanovych Azarov born on 17 December 1947 in Kaluga (Russia), Prime Minister of Ukraine until January 2014 Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n12. Serhiy Vitaliyovych Kurchenko born on 21 September 1985 in Kharkiv, businessman Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n13. Dmytro Volodymyrovych Tabachnyk born on 28 November 1963 in Kiev, former Minister of Education and Science Person subject to investigation by the Ukrainian authorities for the abuse of office as a public office-holder in order to procure an unjustified advantage for himself or for a third party and thereby causing a loss to Ukrainian public funds or assets. 6.3.2014\n14. Raisa Vasylivna Bohatyriova born on 6 January 1953 in Bakal (Chelyabinsk oblast, Russia), former Minister of Health Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 6.3.2014\n15. Serhiy Hennadiyovych Arbuzov born on 24 March 1976 in Donetsk, former Prime Minister of Ukraine Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 15.4.2014\n16. Yuriy Volodymyrovych Ivanyushchenko born on 21 February 1959 in Yenakiieve (Donetsk oblast), Party of Regions MP Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 15.4.2014\n17. Oleksandr Viktorovych Klymenko born on 16 November 1980 in Makiivka (Donetsk oblast), former Minister of Revenues and Charges Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets and for the abuse of office by a public office-holder in order to procure an unjustified advantage for himself or for a third party and thereby causing a loss to Ukrainian public funds or assets. 15.4.2014\n18. Edward Stavytskyi, born on 4 October 1972 in Lebedyn (Sumy oblast), former Minister of Fuel and Energy of Ukraine Person subject to criminal proceedings by the Ukrainian authorities for the misappropriation of public funds or assets. 15.4.2014’"}