{"celex_id": "32012D0404", "uri": "http://publications.europa.eu/resource/cellar/bb78062e-d0c7-11e1-96ce-01aa75ed71a1", "type": "Decision", "concepts": ["1216", "2095", "381", "5083", "704", "7813"], "title": "2012/404/EU: Council Decision of 16 July 2012 extending the period of application of the appropriate measures laid down for the Republic of Guinea in Decision 2011/465/EU and amending that Decision\n", "header": "18.7.2012 EN Official Journal of the European Union L 188/17\nCOUNCIL DECISION\nof 16 July 2012\nextending the period of application of the appropriate measures laid down for the Republic of Guinea in Decision 2011/465/EU and amending that Decision\n(2012/404/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as last amended in Ouagadougou on 22 June 2010 (2) (‘the ACP-EU Partnership Agreement’), and in particular Article 96 thereof,\nHaving regard to the Internal Agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (3), and in particular Article 3 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Council Decision 2011/465/EU (4) lays down appropriate measures for the Republic of Guinea under Article 96 of the ACP-EU Partnership Agreement.\n(2) Decision 2011/465/EU requires that two benchmarks be achieved before cooperation with the Republic of Guinea under the 10th European Development Fund can be resumed; namely that a detailed timetable including preliminary dates and stages/preparatory operations be drawn up and adopted by the competent authorities for the holding of parliamentary elections by the end of 2011, and that free and transparent parliamentary elections be held.\n(3) To date, neither of these benchmarks has been met.\n(4) It is therefore necessary to extend the period of application of the appropriate measures laid down in Decision 2011/465/EU and to extend the time-limit set in those measures for the holding of parliamentary elections in the Republic of Guinea until the end of 2012,", "main_body": ["The period of validity of Decision 2011/465/EU is extended by 12 months. To that end, in Article 3 of the Decision 2011/465/EU, the date ‘19 July 2012’ is replaced by the date ‘19 July 2013’.", "The time-limit for the holding of parliamentary elections in the Republic of Guinea, as laid down in the appropriate measures, specified in the Annex to the Decision 2011/465/EU, in the left column entitled ‘Commitments by the Republic of Guinea’ under ‘Commitments by Partners’, shall be extended until the end of 2012.", "The letter in the Annex to this Decision is addressed to the authorities of the Republic of Guinea.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 16 July 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000, as first amended in Luxembourg on 25 June 2005 (OJ L 287, 4.11.2010, p. 3).\n(3)  OJ L 317, 15.12.2000, p. 376.\n(4)  OJ L 195, 27.7.2011, p. 2.\nANNEX\nLETTER TO THE PRESIDENT AND THE PRIME MINISTER OF THE REPUBLIC OF GUINEA\nSirs,\nWelcoming the progress made by the Republic of Guinea in returning to constitutional rule following the peaceful conclusion of the presidential elections in 2010 and the inauguration of a legitimate President and a civil government, in July 2011 the Council of the European Union, eased the appropriate measures laid down for the Republic of Guinea.\nIn Decision 2011/465/EU of 18 July 2011, the Council of the European Union specified that cooperation with the Republic of Guinea under the 10th European Development Fund (EDF) could be resumed in two stages, depending on progress made towards the holding of free and transparent parliamentary elections by the end of 2011.\nThe Council of the European Union finds that neither of the benchmarks has been met to date and has therefore decided, on the one hand, to extend the period of application of the appropriate measures laid down in Decision 2011/465/EU, and, on the other hand, to extend the time-limit for holding parliamentary elections until the end of 2012. Failure to respect this deadline will limit the possibilities of funds being committed from the 10th EDF.\nWe should like to recall the importance which the European Union attaches to the holding of credible, free and transparent parliamentary elections as quickly as possible and under optimum conditions, marking the end of the transition in the Republic of Guinea. The European Union confirms its commitment to supporting the organisation of these elections.\nWe assure you, Sirs, of the European Union’s support to your efforts to ensure sustainable economic growth and the welfare of the people of the Republic of Guinea.\nYours faithfully,\nDone at Brussels,\nFor the Council\nC. ASHTON\nPresident\nFor the Commission\nA. PIEBALGS\nCommissioner"}