{"celex_id": "32010D0750", "uri": "http://publications.europa.eu/resource/cellar/9748899f-9dcb-44ff-a637-f57477347fc8", "type": "Decision", "concepts": ["1774", "2442", "2543", "5619", "5706", "5709", "5859", "5989", "6013", "979"], "title": "2010/750/EU: Commission Decision of 3 December 2010 laying down the final balance to be paid or recovered at programme closure in the field of transitional rural development programmes financed by the European Agricultural Guidance and Guarantee Fund (EAGGF) by Estonia, Cyprus, Latvia, Lithuania, Malta, Poland and Slovakia (notified under document C(2010) 8471)\n", "header": "4.12.2010 EN Official Journal of the European Union L 318/49\nCOMMISSION DECISION\nof 3 December 2010\nlaying down the final balance to be paid or recovered at programme closure in the field of transitional rural development programmes financed by the European Agricultural Guidance and Guarantee Fund (EAGGF) by Estonia, Cyprus, Latvia, Lithuania, Malta, Poland and Slovakia\n(notified under document C(2010) 8471)\n(Only the Estonian, Greek, Latvian, Lithuanian, Maltese, Polish and Slovak texts are authentic)\n(2010/750/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Commission Regulation (EC) No 27/2004 of 5 January 2004 laying down transitional detailed rules for the application of Council Regulation (EC) No 1257/1999 as regards the financing by the EAGGF Guarantee Section of rural development measures in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (1) and in particular Article 3(4) thereof,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the structural funds (2), and in particular Article 32(3) thereof,\nHaving regard to Council Regulation (EC) No 1257/1999 of 17 May 1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF) and amending and repealing certain Regulations (3), and in particular 47(3) thereof,\nAfter consulting the Committee on the Agricultural Funds,\nWhereas:\n(1) Commission Decision 2009/984/EU (4) laid down the final balance to be paid or recovered at programme closure in the field of transitional rural development financed by the EAGGF of the Czech Republic, Hungary and Slovenia.\n(2) On the basis of the annual accounts submitted by Estonia, Cyprus, Latvia, Lithuania, Malta, Poland and Slovakia concerning expenditure in the field of rural development measures, accompanied by the information required, the accounts of the paying agencies referred to in Article 6(2) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (5), have been cleared for the financial years 2005 (6), 2006 (7), 2007 (8), 2008 (9) and 2009 (10). The respective clearance decisions have been adopted.\n(3) The final eligibility date for TRDI programmes was set to 31 December 2008. An extension of the final eligibility date was granted to Estonia, Malta and Slovakia. The expenses incurred between 16 October 2008 and 30 June 2009 were declared in the 2009 annual accounts; thus, the clearance of accounts decisions referred to above clear the full expenditure incurred under these programmes.\n(4) Article 32(3) of Regulation (EC) No 1260/1999 provides that the combined total payments which are made in respect of the programme, prior to the payment of the final balance, shall not exceed 95 % of the Community commitment for the programme.\n(5) For the rural development expenditure covered by Article 3(4) of Regulation (EC) No 27/2004, the final balance to be paid or recovered shall be calculated on the basis of the latest clearance of accounts decision and additional information provided by Estonia, Cyprus, Latvia, Lithuania, Malta, Poland and Slovakia as per recital (6) hereafter.\n(6) In the light of the closure of the Transitional Rural Development programmes, the Member States concerned were requested to provide information on the outstanding debts in respect of the programmes. The debt data were verified and taken into consideration by the Commission when calculating the final balance.\n(7) In accordance with Article 30(2) of Regulation (EC) No 1290/2005, this Decision does not prejudice decisions taken subsequently by the Commission excluding from European Union financing expenditure not effected in accordance with European Union rules,", "main_body": ["The amounts of the final balance which is, recoverable from or payable to, each Member State pursuant to this Decision in the field of rural development measures applicable in Estonia, Cyprus, Latvia, Lithuania, Malta, Poland and Slovakia are set out in the Annex.", "This decision determines the final balances of the remaining Transitional Rural Development programmes financed by the European Agricultural Guidance and Guarantee Fund (EAGGF).", "This Decision is addressed to the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland and the Slovak Republic."], "attachments": "Done at Brussels, 3 December 2010.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 5, 9.1.2004, p. 36.\n(2)  OJ L 161, 26.6.1999, p. 1.\n(3)  OJ L 160, 26.6.1999, p. 80.\n(4)  OJ L 338, 19.12.2009, p. 95.\n(5)  OJ L 209, 11.8.2005, p. 1.\n(6)  OJ L 118, 3.5.2006, p. 20 and OJ L 122, 11.5.2007, p. 47.\n(7)  OJ L 122, 11.5.2007, p. 41 and OJ L 139, 29.5.2008, p. 54.\n(8)  OJ L 139, 29.5.2008, p. 25; OJ L 33, 3.2.2009, p. 31 and OJ L 34, 5.2.2010, p. 30.\n(9)  OJ L 111, 5.5.2009, p. 35 and OJ L 36, 9.2.2010, p. 27.\n(10)  OJ L 112, 30.4.2010, p. 10.\nANNEX\nTRDI programmes: Declared expenditure 2000/2006, final balance and decommitment of EU co-financing\n(EUR)\nNew Member States EE CY LV LT MT PL SK\nDeclared expenditure 2004/2009\nA Total committed amount for the programme 150 500 000,00 74 800 000,00 328 100 000,00 489 500 000,00 26 900 000,00 2 866 400 000,00 397 100 000,00\nB Eligible expenditure incurred by MS to 15/10/2009 150 248 896,61 74 751 757,19 327 974 003,26 489 455 652,85 27 258 271,08 2 865 928 297,23 400 572 246,92\nC Annually cleared expenditure\n2004\n2005 40 250 337,00 5 089 164,32 71 209 552,00 108 795 351,22 6 464 227,06 490 115 738,88 91 734 583,46\n2006 42 408 371,67 24 796 690,13 95 213 650,83 140 012 181,61 7 939 611,15 1 149 556 890,99 117 633 325,77\n2007 40 720 193,48 17 817 990,09 110 967 368,28 156 247 750,70 4 148 025,92 1 085 818 964,54 144 596 146,16\n2008 24 148 768,74 17 570 826,20 46 986 857,87 79 148 259,37 2 241 670,14 121 595 191,28 39 259 760,34\n2009 2 721 225,72 9 474 074,82 2 607 932,10 4 033 561,97 5 102 120,76 12 361 738,57 7 348 431,19\nTotal cleared expenditure 2004/2009 150 248 896,61 74 748 745,56 326 985 361,08 488 237 104,87 25 895 655,03 2 859 448 524,26 400 572 246,92\nFinal balance and decommiment of EU co-financing (situation at closure)\nD Total eligible expenditure (lowest: A, B or C) 150 248 896,61 74 748 745,56 326 985 361,08 488 237 104,87 25 895 655,03 2 859 448 524,26 397 100 000,00\nE Less: Irregularities recovered by the MS to be deducted from the final balance 317 991,79 737 013,13 451 269,19 360 798,14 393 589,63 4 465 986,89 7 282,74\nF Total eligible expenditure to be reimbursed (D-E) 149 930 904,82 74 011 732,43 326 534 091,89 487 876 306,73 25 502 065,40 2 854 982 537,37 397 092 717,26\nG Less: Advances already paid 24 080 000,00 11 968 000,00 52 496 000,00 78 320 000,00 4 304 000,00 458 624 000,00 63 536 000,00\nH Less: INT already made 118 894 999,00 59 092 000,00 259 199 000,00 386 705 000,00 21 251 000,00 2 264 456 000,00 313 708 999,00\nI Payment or recovery of net final balance (F-G-H) 6 955 905,82 2 951 732,43 14 839 091,89 22 851 306,73 –52 934,60 131 902 537,37 19 847 718,26"}