{"celex_id": "32014R1298", "uri": "http://publications.europa.eu/resource/cellar/e86cfefd-7d20-11e4-97c9-01aa75ed71a1", "type": "Regulation", "concepts": ["1118", "1605", "2173", "2635", "3191", "693"], "title": "Commission Implementing Regulation (EU) No 1298/2014 of 5 December 2014 establishing the standard import values for determining the entry price of certain fruit and vegetables\n", "header": "6.12.2014 EN Official Journal of the European Union L 350/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1298/2014\nof 5 December 2014\nestablishing the standard import values for determining the entry price of certain fruit and vegetables\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1),\nHaving regard to Commission Implementing Regulation (EU) No 543/2011 of 7 June 2011 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 in respect of the fruit and vegetables and processed fruit and vegetables sectors (2), and in particular Article 136(1) thereof,\nWhereas:\n(1) Implementing Regulation (EU) No 543/2011 lays down, pursuant to the outcome of the Uruguay Round multilateral trade negotiations, the criteria whereby the Commission fixes the standard values for imports from third countries, in respect of the products and periods stipulated in Annex XVI, Part A thereto.\n(2) The standard import value is calculated each working day, in accordance with Article 136(1) of Implementing Regulation (EU) No 543/2011, taking into account variable daily data. Therefore this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["The standard import values referred to in Article 136 of Implementing Regulation (EU) No 543/2011 are fixed in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 2014.\nFor the Commission,\nOn behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  OJ L 157, 15.6.2011, p. 1.\nANNEX\nStandard import values for determining the entry price of certain fruit and vegetables\n(EUR/100 kg)\nCN code Third country code (1) Standard import value\n0702 00 00 AL 54,4\nIL 114,8\nMA 87,8\nTR 94,2\nZZ 87,8\n0707 00 05 AL 53,8\nJO 258,6\nMA 164,1\nTR 137,9\nZZ 153,6\n0709 93 10 MA 73,2\nTR 132,9\nZZ 103,1\n0805 10 20 AR 35,3\nSZ 34,3\nTR 47,9\nUY 32,9\nZA 54,8\nZW 33,1\nZZ 39,7\n0805 20 10 MA 73,2\nZZ 73,2\n0805 20 30, 0805 20 50, 0805 20 70, 0805 20 90 IL 113,8\nJM 168,3\nTR 75,9\nZZ 119,3\n0805 50 10 AL 64,4\nTR 74,5\nZZ 69,5\n0808 10 80 BA 32,4\nBR 54,6\nCA 135,6\nCL 76,1\nMK 38,0\nNZ 96,9\nUS 93,0\nZA 99,9\nZZ 78,3\n0808 30 90 TR 174,9\nZZ 174,9\n(1)  Nomenclature of countries laid down by Commission Regulation (EU) No 1106/2012 of 27 November 2012 implementing Regulation (EC) No 471/2009 of the European Parliament and of the Council on Community statistics relating to external trade with non-member countries, as regards the update of the nomenclature of countries and territories (OJ L 328, 28.11.2012, p. 7). Code ‘ZZ’ stands for ‘of other origin’."}