{"celex_id": "32015R0378", "uri": "http://publications.europa.eu/resource/cellar/4fc9a43c-c49a-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["1052", "1302", "1675", "189", "3347", "4884", "5552", "5597", "616", "922"], "title": "Commission Implementing Regulation (EU) 2015/378 of 2 March 2015 laying down rules for the application of Regulation (EU) No 514/2014 of the European Parliament and of the Council with regard to the implementation of the annual clearance of accounts procedure and the implementation of the conformity clearance\n", "header": "7.3.2015 EN Official Journal of the European Union L 64/30\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/378\nof 2 March 2015\nlaying down rules for the application of Regulation (EU) No 514/2014 of the European Parliament and of the Council with regard to the implementation of the annual clearance of accounts procedure and the implementation of the conformity clearance\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 514/2014 of the European Parliament and of the Council of 16 April 2014 laying down general provisions on the Asylum, Migration and Integration Fund and on the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (1), and in particular Articles 45(2) and 47(6) thereof,\nWhereas:\n(1) The Commission should decide on the clearance of the annual accounts for each national programme and on the conformity clearance. Therefore arrangements for the implementation of those tasks should be laid down including on the exchanges of information between the Commission and the Member States and the deadlines to be respected in each case.\n(2) The United Kingdom and Ireland are bound by Regulation (EU) No 514/2014 and are as a consequence bound by this Regulation.\n(3) Without prejudice to recital 47 of Regulation (EU) No 514/2014, Denmark is not bound by Regulation (EU) No 514/2014 or by this Regulation.\n(4) In order to allow for the prompt application of the measures provided for in this Regulation and not delay the preparation of any request for payment by the Member States, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the ‘Asylum, Migration and Integration and Internal Security Funds’ Committee,", "main_body": ["Annual clearance of accounts\n1.   The Commission shall assess the eligibility of each project reported in the request for the payment of the annual balance referred to in Article 1 of Commission Implementing Regulation (EU) 2015/377 (2) in relation to the objectives of the Specific Regulations defined in Regulation (EU) No 514/2014 and those of the national programme approved in accordance with Article 14 of Regulation (EU) No 514/2014.\nWhen deciding on the payment of the annual balance, the Commission shall also take into consideration the information provided in:\n(a) the annual implementation report referred to in Article 54 of Regulation (EU) No 514/2014;\n(b) the request for payment of the annual balance in Article 1 of Implementing Regulation (EU) 2015/377.\n2.   The Commission shall clear all amounts declared in the accounts where there is no doubt on the completeness, accuracy and veracity in the accounts submitted\n3.   The Commission may require further information because of incomplete or unclear information provided, disagreements, differences of interpretation or any other inconsistency relating to a request for payment.\n4.   The Member State concerned shall, upon request by the Commission, provide additional information by the deadline set in that request. In justified cases, on request by the Member State before the expiry of the deadline, the Commission may accept a request for late submission of information and set a new deadline.\nWhere the Member State concerned fails to provide the additional information by the deadline or if the response is unsatisfactory the Commission may proceed with the clearance decision on the basis of the information in its possession.\n5.   The Commission shall inform the Member State of its decision on the payment of the annual balance, including the reasons for any accounts or amounts in the accounts not paid.\nWhere accounts or amounts in the accounts are not paid by the Commission, the Member State may submit additional information for the accounts or amounts to be reconsidered in subsequent financial years.\n6.   Where the payment made by the Commission is lower than the annual pre-financing amount paid to the Member State in accordance with Article 35(2) of Regulation (EU) No 514/2014, the annual pre-financing shall be cleared to the extent of the corresponding amount. Any outstanding pre-financing amount shall only be recovered during the following annual clearance exercises.\n7.   Only if the Member State does not submit a request for payment of the annual balance according to Article 44 of Regulation (EU) No 514/2014, the outstanding annual pre-financing payment shall be recovered within the same clearance exercise.\n8.   Paragraphs 1 to 5 of this Article shall apply, mutatis mutandis, to amounts recovered.", "Conformity clearance and financial corrections by the Commission\n1.   When the Commission considers that expenditure was not in compliance with Union and national rules, it shall notify its findings to the Member State concerned, specifying the corrective measures needed in order to ensure future compliance, and indicating the level of financial correction it considers to correspond to its findings.\nThat notification shall be made in accordance with Article 47(5) of Regulation (EU) No 514/2014 and make a reference to this Article.\n2.   The Member State shall reply within two months of receipt of the notification. In its reply the Member State shall have the opportunity, in particular, to:\n(a) demonstrate to the Commission that the project(s) is(are) eligible;\n(b) demonstrate to the Commission that the extent of the non-compliance or the risk for the Union contribution to the national programme is less than what was indicated by the Commission;\n(c) inform the Commission of the corrective measures it has undertaken to ensure compliance with Union and national rules and the effective date of their implementation; and\n(d) inform the Commission whether a bilateral meeting would be considered useful.\nIn justified cases, the Commission may, upon reasoned request of the Member State, authorise an extension of the two month-period by a maximum of two months. The request shall be addressed to the Commission before the expiry of the initial two months.\n3.   The Commission shall formally communicate its findings to the Member State on the basis of the information received in the framework of the conformity clearance procedure.\n4.   After having communicated its findings to the Member State, the Commission shall adopt, where appropriate, one or more decisions under Article 47 of Regulation (EU) No 514/2014 in order to exclude from Union financing any expenditure affected by the non-compliance with Union rules.\nThe Commission may pursue consecutive conformity clearance procedures until the Member State has implemented the corrective measures.", "Decision not to start or pursue a conformity clearance procedure\nThe Commission may decide not to start or pursue a conformity clearance procedure in accordance with Article 47 of Regulation (EU) No 514/2014 where it expects that the possible financial correction, for the non-compliance identified, would not exceed EUR 50 000 and 2 % of the specific expenditure deemed non-complaint.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 2 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 150, 20.5.2014, p. 112.\n(2)  Commission Implementing Regulation (EU) 2015/377 of 2 March 2015 establishing the models for the documents required for the payment of the annual balance pursuant to Regulation (EU) No 514/2014 of the European Parliament and of the Council laying down general provisions on the Asylum, Migration and Integration Fund and on the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (see page 17 of this Official Journal)."}