{"celex_id": "32011L0090", "uri": "http://publications.europa.eu/resource/cellar/15de82de-3b35-4784-acdd-79ba1508fc66", "type": "Directive", "concepts": ["1425", "1476", "164", "285"], "title": "Commission Directive 2011/90/EU of 14 November 2011 amending Part II of Annex I to Directive 2008/48/EC of the European Parliament and of the Council providing additional assumptions for the calculation of the annual percentage rate of charge Text with EEA relevance\n", "header": "15.11.2011 EN Official Journal of the European Union L 296/35\nCOMMISSION DIRECTIVE 2011/90/EU\nof 14 November 2011\namending Part II of Annex I to Directive 2008/48/EC of the European Parliament and of the Council providing additional assumptions for the calculation of the annual percentage rate of charge\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/48/EC of the European Parliament and of the Council of 23 April 2008 on credit agreements for consumers and repealing Council Directive 87/102/EEC (1) (the Consumer Credit Directive), and in particular Article 19(5) thereof,\nWhereas:\n(1) The experience gathered by Member States with the implementation of Directive 2008/48/EC has shown that the assumptions set out in Part II of Annex I to that Directive do not suffice to calculate the annual percentage rate of charge in a uniform manner and moreover are not adapted any more to the commercial situation at the market.\n(2) It is necessary to add to those assumptions by providing new assumptions on standards for the calculation of the annual percentage rate of charge for credits without fixed duration or repayable in full repeatedly. It is also necessary to provide standards for the timing of the initial drawdown of credit and the payments to be made by the consumer.\n(3) Part II of Annex I to Directive 2008/48/EC should therefore be amended accordingly.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Committee set up by Article 25(1) of Directive 2008/48/EC and neither the European Parliament nor the Council has opposed them,", "main_body": ["Part II of Annex I to Directive 2008/48/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 31 December 2012 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nThey shall apply those provisions from 1 January 2013.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 133, 22.5.2008, p. 66.\nANNEX\nPart II of Annex I to Directive 2008/48/EC is replaced by the following:\n‘II. The additional assumptions for the calculation of the annual percentage rate of charge shall be as follows:\n(a) If a credit agreement gives the consumer freedom of drawdown, the total amount of credit shall be deemed to be drawn down immediately and in full.\n(b) If a credit agreement gives the consumer freedom of drawdown in general but imposes, amongst the different ways of drawdown, a limitation with regard to the amount of credit and period of time, the amount of credit shall be deemed to be drawn down on the earliest date provided for in the credit agreement and in accordance with those drawdown limits.\n(c) If a credit agreement provides different ways of drawdown with different charges or borrowing rates, the total amount of credit shall be deemed to be drawn down at the highest charge and borrowing rate applied to the most common drawdown mechanism for this type of credit agreement.\n(d) In the case of an overdraft facility, the total amount of credit shall be deemed to be drawn down in full and for the whole duration of the credit agreement. If the duration of the overdraft facility is not known, the annual percentage rate of charge shall be calculated on the assumption that the duration of the credit is 3 months.\n(e) In the case of an open-end credit agreement, other than an overdraft facility, it shall be assumed that:\n(i) the credit is provided for a period of 1 year starting from the date of the initial drawdown, and that the final payment made by the consumer clears the balance of capital, interest and other charges, if any;\n(ii) the capital is repaid by the consumer in equal monthly payments, commencing 1 month after the date of the initial drawdown. However, in cases where the capital must be repaid only in full, in a single payment, within each payment period, successive drawdowns and repayments of the entire capital by the consumer shall be assumed to occur over the period of 1 year. Interest and other charges shall be applied in accordance with those drawdowns and repayments of capital and as provided for in the credit agreement.\n(f) In the case of credit agreements other than overdrafts and open-end credits as referred to in the assumptions set out in points (d) and (e):\n(i) if the date or amount of a repayment of capital to be made by the consumer cannot be ascertained, it shall be assumed that the repayment is made at the earliest date provided for in the credit agreement and is for the lowest amount for which the credit agreement provides;\n(ii) if the date of conclusion of the credit agreement is not known, the date of the initial drawdown shall be assumed to be the date which results in the shortest interval between that date and the date of the first payment to be made by the consumer.\n(g) Where the date or amount of a payment to be made by the consumer cannot be ascertained on the basis of the credit agreement or the assumptions set out in points (d), (e) or (f), it shall be assumed that the payment is made in accordance with the dates and conditions required by the creditor and, when these are unknown:\n(i) interest charges are paid together with the repayments of capital;\n(ii) a non-interest charge expressed as a single sum is paid at the date of the conclusion of the credit agreement;\n(iii) non-interest charges expressed as several payments are paid at regular intervals, commencing with the date of the first repayment of capital, and if the amount of such payments is not known they shall be assumed to be equal amounts;\n(iv) the final payment clears the balance of capital, interest and other charges, if any.\n(h) If the ceiling applicable to the credit has not yet been agreed, that ceiling is assumed to be EUR 1 500.\n(i) If different borrowing rates and charges are offered for a limited period or amount, the borrowing rate and the charges shall be deemed to be the highest rate for the whole duration of the credit agreement.\n(j) For consumer credit agreements for which a fixed borrowing rate is agreed in relation to the initial period, at the end of which a new borrowing rate is determined and subsequently periodically adjusted according to an agreed indicator, the calculation of the annual percentage rate shall be based on the assumption that, at the end of the fixed borrowing rate period, the borrowing rate is the same as at the time of calculating the annual percentage rate, based on the value of the agreed indicator at that time.’."}