{"celex_id": "32014D0143", "uri": "http://publications.europa.eu/resource/cellar/42b7a1fc-ae0f-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["2734", "2735", "3173", "4324", "5403", "5870"], "title": "2014/143/EU: Council Decision of 11 March 2014 on the position to be taken on behalf of the European Union within the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, as regards the amendment of Decision No 2/2003 of that Committee\n", "header": "17.3.2014 EN Official Journal of the European Union L 78/1\nCOUNCIL DECISION\nof 11 March 2014\non the position to be taken on behalf of the European Union within the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, as regards the amendment of Decision No 2/2003 of that Committee\n(2014/143/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(4) in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (1) (hereinafter referred to as the \"Agreement\") entered into force on 1 June 2002.\n(2) Article 6 of the Agreement sets up a Joint Committee on Agriculture (hereinafter referred to as the \"Committee\"), which is responsible for the administration of the Agreement and ensures its good functioning.\n(3) In accordance with Article 6(4) of the Agreement, by its Decision No 1/2003, the Committee adopted its own Rules of Procedure (2).\n(4) In accordance with Article 6(7) of the Agreement, several working groups needed to administer the Annexes to the Agreement were set up, including a working group on protection of designations of origin (PDOs) and on protection of geographical indications (PGIs) (Working Group on PDOs and PGIs), and their terms of reference were adopted by Decision No 2/2003 of the Committee (3). In accordance with the Annex to that Decision, the main task of the Working Group on PDOs and PGIs is to consider the mutual protection of PDOs and PGIs.\n(5) In 2011, the Union and Switzerland concluded an Agreement on the protection of designations of origin and geographical indications (4), amending the Agreement by adding Annex 12 on the protection of designations of origin and geographical indications for agricultural products and foodstuffs.\n(6) The Working Group on PDOs and PGIs met in order to consider, in particular, amending Decision No 2/2003 as regards the terms of reference of the working group in order to take into account that amendment to the Agreement.\n(7) It is appropriate to establish the position to be taken on the Union's behalf in the Committee as regards amending Decision No 2/2003.\n(8) The position of the Union within the Committee should therefore be based on the attached draft Decision,", "main_body": ["The position to be taken on the Union's behalf within the Joint Committee on Agriculture shall be based on the draft Decision of the Committee attached to this Decision.\nTechnical amendments to the draft Decision may be agreed to by the representatives of the Union within the Committee without the need for a further Council Decision.", "The Decision of the Committee shall be published in the Official Journal of the European Union.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 11 March 2014.\nFor the Council\nThe President\nG. STOURNARAS\n(1)  OJ L 114, 30.4.2002, p. 132.\n(2)  Decision No 1/2003 of the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 21 October 2003 concerning the adoption of its Rules of Procedure (OJ L 303, 21.11.2003, p. 24).\n(3)  Decision No 2/2003 of the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural Products of 21 October 2003 concerning the setting-up of the working groups and the adoption of the terms of reference of those groups (OJ L 303, 21.11.2003, p. 27).\n(4)  Agreement between the European Union and the Swiss Confederation on the protection of designations of origin and geographical indications for agricultural products and foodstuffs, amending the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (OJ L 297, 16.11.2011, p. 3).\nDRAFT\nDECISION No …/2014 OF THE JOINT COMMITTEE ON AGRICULTURE\nof\nconcerning the amendment of Decision No 2/2003 of the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 21 October 2003 concerning the setting-up of the working groups and the adoption of the terms of reference of those groups\nTHE JOINT COMMITTEE ON AGRICULTURE,\nHaving regard to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products, and in particular Article 6(7) thereof,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (hereinafter referred to as 'the Agreement') entered into force on 1 June 2002.\n(2) Annex 12 to the Agreement concerns the protection of designations of origin and geographical indications for agricultural products and foodstuffs.\n(3) Pursuant to Article 15(6) of Annex 12 to the Agreement, the Working Group on PDOs and PGIs assists the Joint Committee on Agriculture (hereinafter referred to as 'the Committee') at the latter's request.\n(4) Decision No 2/2003 of the Committee set up the working groups and adopted the terms of reference of those groups.\n(5) Following the adoption of the Agreement on the protection of designations of origin and geographical indications for agricultural products and foodstuffs of 1 December 2011, adding Annex 12 to the Agreement, Decision No 2/2003 of the Committee should be amended, in particular as regards the basis in the Agreement and the terms of reference of the Working Group on PDOs and PGIs,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe Annex to Decision No 2/2003 of the Joint Committee on Agriculture of 21 October 2003 concerning the setting-up of the working groups and the adoption of the terms of reference of those groups shall, as regards the Working Group on PDOs and PGIs, be amended as follows:\n(1) The section 'Working Group on PDOs and PGIs' is replaced by:\n1. To examine any issue relating to Annex 12 and its implementation.\n2. To examine periodically the development of the Parties' internal legislative and regulatory provisions in the areas covered by Annex 12.\n3. To draw up, in particular, proposals to be submitted to the Joint Committee with a view to adapting and updating the Appendices to Annex 12.'\nArticle 2\nThis Decision shall enter into force on … 2014.\nDone at …,\nFor the Joint Committee on Agriculture\nThe Head of the European Union Delegation\nThe Head of the Swiss Delegation\nThe Committee Secretary"}