{"celex_id": "32012D0100", "uri": "http://publications.europa.eu/resource/cellar/a0de59cc-ab61-4ab1-b59f-cb6564039087", "type": "Decision", "concepts": ["1361", "2060", "2527", "3164", "3558", "5650", "5782"], "title": "2012/100/EU: Commission Decision of 17 February 2012 on a method for the collection of premiums for excess CO 2 emissions from new passenger cars pursuant to Regulation (EC) No 443/2009 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "18.2.2012 EN Official Journal of the European Union L 47/71\nCOMMISSION DECISION\nof 17 February 2012\non a method for the collection of premiums for excess CO2 emissions from new passenger cars pursuant to Regulation (EC) No 443/2009 of the European Parliament and of the Council\n(Text with EEA relevance)\n(2012/100/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emission performance standards for new passenger cars as part of the Community’s integrated approach to reduce CO2 emissions from light-duty vehicles (1), and in particular Article 9(3) thereof,\nWhereas:\n(1) Where the Commission, in accordance with the second subparagraph of Article 8(5) of Regulation (EC) No 443/2009, confirms and, in accordance with Article 10(2) of that Regulation, makes public, that a manufacturer has failed to comply with Article 4 of Regulation (EC) No 443/2009, it shall in accordance with Article 9(1) of that Regulation impose excess emissions premiums on that manufacturer, or in the case of a pool, on the pool manager.\n(2) It is necessary to establish the methods for collecting those excess emissions premiums.\n(3) Pursuant to Article 9(4) of Regulation (EC) No 443/2009, the amounts of excess emissions premiums are to be considered as revenue for the general budget of the European Union and are to be entered and booked in Title 7 of the general budget. It is therefore appropriate to apply as collection method the rules for recovery of receivable amounts set out in Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (2) and Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (3).\n(4) For the purpose of establishing the amount receivable within the meaning of Article 71 of Regulation (EC, Euratom) No 1605/2002, it should be considered that, in accordance with Article 8(4) of Regulation (EC) No 443/2009, the manufacturer is to be notified by the Commission of the provisional calculations of its average specific emissions of CO2 in the preceding year, the specific emissions target and the difference between its average specific emissions and the specific emissions target for that year, and must, in accordance with Article 8(5) of that Regulation, be given the possibility to verify those calculations and to notify the Commission of any errors within 3 months from receipt of the provisional calculations.\n(5) In view of the exchange of views that takes place between the Commission and the manufacturer prior to the confirmation of the manufacturer’s performance in accordance with the second subparagraph of Article 8(5) and Article 10 of Regulation (EC) No 443/2009, and the possibility given to the manufacturer for raising objections against the calculation of its performance, it should be considered that the Commission by confirming the performance has demonstrated that the debt exists and that the amount receivable is certain within the meaning of Article 71 of Regulation (EC, Euratom) No 1605/2002.\n(6) The excess emissions premium is to be calculated in accordance with the formulae laid down in Article 9(2) of Regulation (EC) No 443/2009 and is to be made public pursuant to Article 10 of that Regulation. The amount receivable should therefore be considered as a fixed amount that is due within the meaning of Article 71 of Regulation (EC Euratom) No 1605/2002.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Climate Change Committee,", "main_body": ["The Commission shall proceed with the recovery of the excess emissions premium calculated in accordance with Article 9 of Regulation (EC) No 443/2009 by establishing a recovery order and by issuing a debit note addressed to the manufacturer concerned in accordance with the provisions set out in Articles 71 to 74 of Regulation (EC Euratom) No 1605/2002 and Articles 78 to 89 of Regulation (EC, Euratom) No 2342/2002.", "This Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 17 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 140, 5.6.2009, p. 1.\n(2)  OJ L 248, 16.9.2002, p. 1.\n(3)  OJ L 357, 31.12.2002, p. 1."}