{"celex_id": "32015R0234", "uri": "http://publications.europa.eu/resource/cellar/6c7953aa-b419-11e4-b5b2-01aa75ed71a1", "type": "Regulation", "concepts": ["2015", "3178", "3191", "4511", "932", "97"], "title": "Commission Implementing Regulation (EU) 2015/234 of 13 February 2015 amending Regulation (EEC) No 2454/93 as regards the temporary importation of means of transport intended to be used by a natural person resident in the customs territory of the Union\n", "header": "14.2.2015 EN Official Journal of the European Union L 39/13\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/234\nof 13 February 2015\namending Regulation (EEC) No 2454/93 as regards the temporary importation of means of transport intended to be used by a natural person resident in the customs territory of the Union\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2454/93 (2) provides a possibility for means of transport to be temporarily imported into the customs territory of the Union and used by natural persons in that territory under certain conditions.\n(2) Recent incidents have indicated misuse of the temporary importation of means of transport.\n(3) An amendment to Regulation (EEC) No 2454/93 is necessary in order to exclude the possibility of such misuse.\n(4) In order to avoid customs debts being incurred because of lack of information on the new provisions, a period of time should be allowed for Member States and the Commission to inform the public about the new legal situation.\n(5) Regulation (EEC) No 2454/93 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In Article 561 of Regulation (EEC) No 2454/93, paragraph 2 is replaced by the following:\n‘2.   Total relief from import duties shall be granted where means of transport are used commercially or privately by a natural person resident in the customs territory of the Union and employed by the owner, hirer or lessee of the means of transport established outside that territory.\nPrivate use of the means of transport is allowed for journeys between the place of work and the place of residence of the employee or with the purpose of performing a professional task of the employee as stipulated in the contract of employment.\nAt the request of the customs authorities, the person using the means of transport shall present a copy of the contract of employment.’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1)."}