{"celex_id": "32010D0011", "uri": "http://publications.europa.eu/resource/cellar/6a4a2d89-0d88-443b-95a2-338f8b95b6a0", "type": "Decision", "concepts": ["2594", "2836", "3646", "3879", "4036", "5234"], "title": "2010/11/: Commission Decision of 7 January 2010 on the safety requirements to be met by European standards for consumer-mounted childproof locking devices for windows and balcony doors pursuant to Directive 2001/95/EC of the European Parliament and of the Council (notified under document C(2009) 10298) (Text with EEA relevance)\n", "header": "8.1.2010 EN Official Journal of the European Union L 4/91\nCOMMISSION DECISION\nof 7 January 2010\non the safety requirements to be met by European standards for consumer-mounted childproof locking devices for windows and balcony doors pursuant to Directive 2001/95/EC of the European Parliament and of the Council\n(notified under document C(2009) 10298)\n(Text with EEA relevance)\n(2010/11/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety (1), and in particular Article 4(1)(a) thereof,\nWhereas:\n(1) Directive 2001/95/EC provides for European standards to be established by European standardisation bodies. Such standards should ensure that products satisfy the general safety requirements of the Directive.\n(2) Under Directive 2001/95/EC a product is presumed safe, as far as the risks and risk categories covered by national standards are concerned, when it conforms to voluntary national standards transposing European standards.\n(3) Accidental falls from heights, such as windows or balconies, are a leading cause of death or permanent brain or skeletal damage in children below 5 years. They are a major problem in urban areas with a strong concentration of multi-storey blocks of flats, and peak in spring and summer, when windows are left open for longer periods. In the Île-de-France region, between May and September 2005, 67 accidental falls of children were registered, totalling almost 14 cases per month. In Denmark and Sweden, between 20 and 60 cases are registered every year. In the years between 1996 and 2003, the number of falls involving children averaged 79 per year in Greece, 130 per year in the Netherlands and 25 per year in the United Kingdom.\n(4) To reduce or prevent accidental falls, there are requirements on the size of windows, and on the presence and features of window rails and window guards. However, these requirements are generally laid down in national construction codes, which vary from one Member State to another.\n(5) On the market there are also products designed to limit or block the opening of windows and balcony doors. Such products are fitted by the consumer directly onto the window or balcony door.\n(6) There are no European safety standards for these products. At present, the main references for economic operators and market surveillance authorities are contained in some national and international standards and test methods.\n(7) Between 2005 and 2007, Austria, Denmark and Norway jointly carried out a project to evaluate the safety of consumer-mounted locking devices for windows and balcony doors available on the market and assess the suitability of existing national and international test methods. In addition, participants took into account the requirements developed by ANEC (2) in a study on child-protective devices published in 2004 (3), as well as some requirements from the EN-71:1 standard on the safety of toys.\n(8) The project results showed that several of the models of locks tested could be disengaged by children, despite the childproof claim; other models collapsed, broke or did not withstand the ageing test and all models tested lacked some of the required basic instructions.\n(9) Therefore it is necessary to set specific requirements pursuant to Article 4(1)(a) of Directive 2001/95/EC and, on the basis of such requirements, subsequently mandate the drafting of European safety standards to ensure these devises are child resistant, retain structural integrity throughout their expected lifetime, are resistant to ageing and exposure to weather conditions and provide clear instructions and information to users. These standards should be developed in line with Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society services (4). The reference of the standard adopted should be published in the Official Journal of the European Union, in accordance with Article 4(2) of Directive 2001/95/EC.\n(10) The locking devices covered by this Decision should be only those fitted by consumers on windows or balcony doors. Locking devices that are integrated in the window or balcony door frame are covered by technical specifications laid down in Council Directive 89/106/EEC of 21 December 1988 on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products (5).\n(11) Once the relevant standards are available, and provided that the Commission decides to publish their reference in the Official Journal, according to the procedure laid down in Article 4(2) of Directive 2001/95/EC, childproof consumer-mounted locking devices for windows and balcony doors should be presumed to conform to the general safety requirement of Directive 2001/95/EC, as far as the safety requirements covered by the standards are concerned.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Committee set up pursuant to Article 15 of Directive 2001/95/EC,", "main_body": ["Definitions\nFor the purposes of this Decision:\n— ‘consumer-mounted locking device’ means a device that either blocks or limits to a predetermined position the opening of a window or balcony door. Such device is designed to be retrofitted by the consumer to windows or balcony doors,\n— ‘childproof’, or ‘child resistant’, shall mean that the device cannot be disengaged by a child younger than 51 months.", "Requirements\nThe specific safety requirements for the consumer-mounted childproof locking devices to be met by European standards pursuant to Article 4 of Directive 2001/95/EC shall be set out in the Annex to this Decision.", "Publication\nThis Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 7 January 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 11, 15.1.2002, p. 4.\n(2)  ANEC — The European consumer voice in standardisation. http://www.anec.org/anec.asp\n(3)  http://www.anec.org/attachments/r&t005-04.pdf\n(4)  OJ L 204, 21.7.1998, p. 37.\n(5)  OJ L 40, 11.2.1989, p. 12.\nANNEX\nSpecific safety requirements and test methods for childproof, consumer-mounted locking devices for windows and balcony doors\nPhysical and mechanical properties\nWindow and balcony doors locking devices must be built to withstand wear by repeated opening and closing, both loaded and unloaded, as well ageing and exposure to all weather conditions, such as sunshine, rain, snow, ice, moisture, high and low temperatures, wind and remain child protective.\nThe devices must be able to withstand accidental impacts during their lifetime without breaking.\nTo fulfil their intended purpose, the devices must limit the opening distance between the frame and the casement to a maximum distance to effectively prevent the passage of a young child, bearing in mind, in particular, the developmental abilities and anthropometric measurements of children at different ages.\nSmall parts\nTo prevent choking hazards, detached or detachable small parts must be of such dimensions as to prevent their being swallowed and/or inhaled.\nSharp edges and projecting parts\nTo prevent punctures, cuts, shearing, scissoring or other physical injury, accessible edges must be rounded or chamfered and there must be no points or protruding surfaces.\nEntrapment of fingers\nThe devices must not have accessible openings, bearing in mind the anthropometric measurement of children and their abilities at different ages.\nTesting\nAgeing against UV radiation and increased temperature, wear and tear, mechanical stability and childproof function must be subject to specific testing methods. Products with flexible parts, such as chains, wires and ropes, must also be tested with a stamping method. The devices must not break and must be fully functional after the test.\nThe testing methods must be adapted, as appropriate, to test the performance of the locking devices for all types of windows (e.g. ‘French’ or ‘casement windows’, sash windows and sliding windows).\nForces in the tests shall be applied in the most onerous directions and must be measured with an uncertainty of measurement not exceeding ± 1 %, and displacements with an uncertainty of measurement not exceeding ± 1 mm.\nChild test panel\nThe child protective function must be verified. Requirements in EN ISO 8317 on child resistant packaging must be used as a reference. The failure criteria laid down in that standard must be met.\nProduct information\nProduct information must be provided to reduce the risk of potential foreseeable hazards connected with the use of the product.\nInformation concerning the safe use of the product must be provided. These instructions must include at least the following:\n— The name or trade mark of the manufacturer, importer or organisation responsible for its sale.\n— The instruction: ‘Read this instruction carefully before mounting and using the device. The child protective function of the device may be affected if you do not follow the instructions. Keep the instructions for future reference.’\n— Information on the type of windows for which the product is designed.\n— Instructions on how and where to mount the devise correctly. Different instructions may be needed for different types of windows and different materials, such as wood, metal, plastic etc.) Since assembling the device is vital for it to be child protective, the instructions must be precise and in some cases a special assembly tool may need to be provided.\n— Any other information for safe use."}