{"celex_id": "32012R0153", "uri": "http://publications.europa.eu/resource/cellar/166d3738-e8e4-4639-ba06-54f184bc4481", "type": "Regulation", "concepts": ["1509", "3077", "427", "5746", "5989", "7132", "862", "922"], "title": "Regulation (EU) No 153/2012 of the European Parliament and of the Council of 15 February 2012 amending Council Regulation (EC) No 1085/2006 establishing an Instrument for Pre-Accession Assistance (IPA)\n", "header": "29.2.2012 EN Official Journal of the European Union L 58/1\nREGULATION (EU) No 153/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 February 2012\namending Council Regulation (EC) No 1085/2006 establishing an Instrument for Pre-Accession Assistance (IPA)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Council Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) (2) provides for assistance to candidate countries and potential candidate countries in their progressive alignment with the standards and policies of the Union, including where appropriate the acquis, with a view to membership.\n(2) Regulation (EC) No 1085/2006 draws a clear distinction between candidate countries and potential candidate countries.\n(3) The European Council of 17 June 2010 welcomed the Commission opinion on Iceland's application for membership of the Union, noted that Iceland met the political criteria set by the Copenhagen European Council in 1993 and decided that accession negotiations with Iceland should be opened. Iceland is therefore a candidate country.\n(4) The European Council of 17 December 2010 endorsed the Council's conclusions of 14 December 2010 on enlargement and agreed to grant Montenegro the status of a candidate country.\n(5) The Council has invited the Commission to propose an amendment to Article 19 of Regulation (EC) No 1085/2006 with a view to clarifying the rules regarding participation in the award of grant contracts financed under the IPA Cross-Border Cooperation Component and ensuring coherence with other external aid instruments, in particular the European Neighbourhood and Partnership Instrument.\n(6) Council Regulation (EC) No 389/2006 of 27 February 2006 establishing an instrument of financial support for encouraging the economic development of the Turkish Cypriot community (3) designates the committee provided for in Council Regulation (EEC) No 3906/89 of 18 December 1989 on economic aid to certain countries of Central and Eastern Europe (4) (the ‧Phare committee‧) to assist the Commission in the management of the assistance to the Turkish Cypriot community. In accordance with Article 25 of Regulation (EC) No 1085/2006, Regulation (EEC) No 3906/89 has been repealed; however, it continues to apply for legal acts and commitments implementing the budget years preceding 2007. Since Regulation (EC) No 389/2006 continues to be the basic act for financial support to the Turkish Cypriot community beyond those budget years, the Phare committee should also be continued for that purpose.\n(7) Regulation (EC) No 1085/2006 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1085/2006 is hereby amended as follows:\n(1) in Article 19, the following paragraph is added:\n(2) in Article 25(1), the second subparagraph is replaced by the following:\n(3) in Annex I, the following entries are inserted after the entry concerning Croatia:\n‘— Iceland\n— Montenegro’;\n(4) in Annex II, the following entries are deleted:\n‘— Iceland\n— Montenegro’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 15 February 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nN. WAMMEN\n(1)  Position of the European Parliament of 14 December 2011 (not yet published in the Official Journal) and decision of the Council of 23 January 2012.\n(2)  OJ L 210, 31.7.2006, p. 82.\n(3)  OJ L 65, 7.3.2006, p. 5.\n(4)  OJ L 375, 23.12.1989, p. 11.\n(5)  OJ L 157, 21.6.2005, p. 203.\n(6)  OJ L 65, 7.3.2006, p. 5.’;"}