{"celex_id": "32015D0266", "uri": "http://publications.europa.eu/resource/cellar/1253616a-b80c-11e4-b3fe-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1755", "2115", "3381", "3774", "619"], "title": "Commission Implementing Decision (EU) 2015/266 of 16 February 2015 recognising the Isle of Man as free of varroosis and amending the Annex to Implementing Decision 2013/503/EU (notified under document C(2015) 715)  Text with EEA relevance\n", "header": "19.2.2015 EN Official Journal of the European Union L 45/16\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/266\nof 16 February 2015\nrecognising the Isle of Man as free of varroosis and amending the Annex to Implementing Decision 2013/503/EU\n(notified under document C(2015) 715)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (1), and in particular Article 15(2) thereof,\nWhereas:\n(1) Directive 92/65/EEC lays down the animal health requirements governing trade in and imports into the Union of animals, semen, ova and embryos not subject to the animal health requirements laid down in the specific acts of the Union referred to in Annex F thereto.\n(2) Varroosis in bees is listed under its former name ‘varroasis’ in Annex B to Directive 92/65/EEC. It is caused by ectoparasitic mites of the genus Varroa and has been reported worldwide.\n(3) Article 15 of Directive 92/65/EEC provides that, where a Member State considers that its territory or part of its territory is free from one of the diseases listed in Annex B thereto, it is to submit to the Commission appropriate documentation, on the basis of which a Decision is to be adopted.\n(4) Varroosis spreads through movement of bee brood and direct contact between infested adult bees. The latter is only possible within the bee's flight range. Consequently, only territories where the movement of bee hives and brood can be controlled and which are geographically isolated enough to prevent the migration of bees from the outside can be recognised as disease-free. Moreover, the competent authorities must prove through the results of extended surveillance that the region is indeed free from varroosis and that, to maintain the status, the introduction of live bees and brood is strictly controlled.\n(5) By adopting Commission Implementing Decision 2013/503/EU (2), the Åland Islands in Finland were recognised as a territory that is free from varroosis.\n(6) The United Kingdom asked the Commission to recognise the territory of the Isle of Man as free from varroosis.\n(7) Although the Isle of Man, as an internally self-governing dependency of the British Crown, is not part of the Union, it has a specific limited relationship with the Union. As a result, Regulation (EEC) No 706/73 of the Council (3) provides that for the purpose of applying rules concerning, amongst others, animal health legislation, the United Kingdom and the Isle of Man are to be treated as a single Member State.\n(8) Varroosis is a notifiable disease on the Isle of Man and no bees in any stage of their life cycle, used hives, skeps or any receptacle used to house bees can be moved from mainland United Kingdom to the Isle of Man. In addition it is an island situated in the Irish Sea far outside the flight range of bees and it is therefore geographically sufficiently separated from potentially varroosis-infected areas.\n(9) In accordance with Article 15(1) of Directive 92/65/EEC, the United Kingdom has submitted to the Commission documentation detailing the surveillance measures applied over several years to the bee population on the Isle of Man and the arrangements for verifying the absence of varroosis in that population.\n(10) Following evaluation of the documentation submitted by the United Kingdom, the Isle of Man can be considered as a territory of the United Kingdom free from varroosis.\n(11) The additional guarantees required in trade should therefore be defined, taking into account the measures already provided for in the legislation of the Isle of Man.\n(12) The Annex to Implementing Decision 2013/503/EU should be amended accordingly.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["The Annex to Implementing Decision 2013/503/EU is replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 February 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  Commission Implementing Decision 2013/503/EU of 11 October 2013 recognising parts of the Union as free from varroosis in bees and establishing additional guarantees required in intra-Union trade and imports for the protection of their varroosis-free status (OJ L 273, 15.10.2013, p. 38).\n(3)  Regulation (EEC) No 706/73 of the Council of 12 March 1973 concerning the Community arrangements applicable to the Channel Islands and the Isle of Man for trade in agricultural products (OJ L 68, 15.3.1973, p. 1).\nANNEX\n‘ANNEX\nMember States or territories thereof which are recognised as free from varroosis\n1 2 3 4 5\nISO-Code Member State Territory recognised as free from varroasis TRACES Code Commodities the introduction of which is prohibited into the territory listed in the third column\nFI Finland Åland islands FI00300 Capped brood and hatched, adult live honey bees\nUK United Kingdom Isle of Man GB06301 Bees in any stage of their life cycle, used hives, skeps or any receptacle used to house bees’"}