{"celex_id": "32010D0938", "uri": "http://publications.europa.eu/resource/cellar/4c2d6a52-442e-4c87-9516-bc34c651369c", "type": "Decision", "concepts": ["1728", "3194", "4250", "5858", "7932", "862", "922"], "title": "Decision No 938/2010/EU of the European Parliament and of the Council of 20 October 2010 providing macro-financial assistance to the Republic of Moldova\n", "header": "21.10.2010 EN Official Journal of the European Union L 277/1\nDECISION No 938/2010/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 October 2010\nproviding macro-financial assistance to the Republic of Moldova\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 212 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Relations between the Republic of Moldova (‘Moldova’) and the European Union are developing within the framework of the European Neighbourhood Policy. In 2005, the Community and Moldova agreed on a European Neighbourhood Policy Action Plan identifying medium-term priorities in EU-Moldova relations. The framework of those bilateral relations is further enhanced by the recently launched Eastern Partnership. In January 2010 the European Union and Moldova started negotiating an Association Agreement that is expected to replace the existing Partnership and Cooperation Agreement.\n(2) The Moldovan economy has been severely affected by the international financial crisis, with dramatically declining output, a deteriorating fiscal position and rising external financing needs.\n(3) Moldova’s economic stabilisation and recovery are supported by financial assistance from the International Monetary Fund (IMF). The IMF financing arrangement for Moldova was approved on 29 January 2010.\n(4) Moldova has requested Union macro-financial assistance in view of the deteriorating economic situation and outlook.\n(5) Given that a residual financing gap in 2010-2011 remains in Moldova’s balance of payments, macro-financial assistance is considered an appropriate response to Moldova’s request to support economic stabilisation in conjunction with the current IMF programme. This macro-financial assistance is also expected to contribute to alleviating the external financing needs of the State budget.\n(6) The Union macro-financial assistance should not merely supplement programmes and resources from the IMF and the World Bank, but should ensure the added value of Union involvement.\n(7) The Commission should ensure that the Union macro-financial assistance is legally and substantially in line with the measures taken within the different areas of external action and other relevant Union policies.\n(8) The specific objectives of the Union macro-financial assistance should strengthen efficiency, transparency and accountability. These objectives should be regularly monitored by the Commission.\n(9) The conditions underlying the provision of the Union macro-financial assistance should reflect key principles and objectives of Union policy towards Moldova.\n(10) In order to ensure efficient protection of the Union’s financial interests linked to this macro-financial assistance, it is necessary that Moldova adopt appropriate measures relating to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to this assistance. It is also necessary that the Commission provide for appropriate controls and that the Court of Auditors provide for appropriate audits.\n(11) The release of the Union macro-financial assistance is without prejudice to the powers of the budgetary authority.\n(12) The Union macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Economic and Financial Committee are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with relevant documents.\n(13) According to Article 291 of the Treaty on the Functioning of the European Union, rules and general principles concerning mechanisms for the control by Member States of the Commission’s exercise of implementing powers are to be laid down in advance by a regulation adopted in accordance with the ordinary legislative procedure. Pending the adoption of that new regulation, Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (2) continues to apply, with the exception of the regulatory procedure with scrutiny, which is not applicable,", "main_body": ["1.   The Union shall make available to Moldova macro-financial assistance in the form of a grant of a maximum amount of EUR 90 million with a view to supporting Moldova’s economic stabilisation and alleviating its balance of payments and budgetary needs, as identified in the current IMF programme.\n2.   The release of the Union macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Moldova and with the key principles and objectives of economic reform set out in the EU-Moldova Partnership and Cooperation Agreement and Action Plan. The Commission shall regularly inform the European Parliament and the Economic and Financial Committee of developments in the management of the assistance and provide them with relevant documents.\n3.   The Union macro-financial assistance shall be made available for two years and six months starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 2(1).", "1.   The Commission, acting in accordance with the advisory procedure referred to in Article 5(2), shall be empowered to agree with the Moldovan authorities on the economic policy conditions attached to the Union macro-financial assistance, to be laid down in a Memorandum of Understanding which shall include a timeframe for their fulfilment (hereinafter the ‘Memorandum of Understanding’). The conditions shall be consistent with the agreements or understandings reached between the IMF and Moldova and with the key principles and objectives of economic reform set out in the EU- Moldova Partnership and Cooperation Agreement and Action Plan. These principles and objectives aim at strengthening the efficiency, transparency and accountability of the assistance, including in particular public finance management systems in Moldova. Progress in attaining those objectives shall be regularly monitored by the Commission. The detailed financial terms of the assistance shall be laid down in a Grant Agreement to be agreed between the Commission and the Moldovan authorities.\n2.   During the implementation of the Union macro-financial assistance, the Commission shall monitor the soundness of the financial arrangements, administrative procedures and internal and external control mechanisms in Moldova which are relevant to such assistance and the adherence to the agreed timeframe.\n3.   The Commission shall verify at regular intervals that Moldova’s economic policies are in accordance with the objectives of the Union macro-financial assistance and that the agreed economic policy conditions are being satisfactorily fulfilled. To this end the Commission shall coordinate closely with the IMF and the World Bank, and, when required, with the Economic and Financial Committee.", "1.   Subject to the conditions of paragraph 2, the Union macro-financial assistance to Moldova shall be made available by the Commission in not less than three grant instalments. The size of each instalment shall be laid down in the Memorandum of Understanding.\n2.   The Commission shall decide on the release of the instalments subject to satisfactory implementation of the economic policy conditions agreed in the Memorandum of Understanding. The disbursement of the second and the subsequent instalments shall not take place earlier than three months after the release of the previous instalment.\n3.   The Union funds shall be paid to the National Bank of Moldova. Subject to provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Union funds may be transferred to the State Treasury of Moldova as the final beneficiary.", "The Union macro-financial assistance shall be implemented in accordance with the provisions of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (3) and its implementing rules (4). In particular, the Memorandum of Understanding and the Grant Agreement to be agreed with the Moldovan authorities shall provide for specific measures to be implemented by Moldova in relation to the prevention of, and the fight against, fraud, corruption and other irregularities affecting the assistance. In order to ensure greater transparency in the management and disbursement of the Union funds, the Memorandum of Understanding and the Grant Agreement shall also provide for controls including on-the-spot checks and inspections, to be carried out by the Commission, including the European Anti-Fraud Office. They shall in addition provide for audits, including where appropriate on-the-spot audits, by the Court of Auditors.", "1.   The Commission shall be assisted by a committee.\n2.   Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "1.   By 31 August of each year the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation thereof. The report shall indicate the connection between the policy conditions as laid down in the Memorandum of Understanding, Moldova’s ongoing economic and fiscal performance, and the Commission’s decision to release the instalments of the assistance.\n2.   No later than two years after the expiry of the availability period referred to in Article 1(3), the Commission shall submit to the European Parliament and to the Council an ex post evaluation report.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 20 October 2010.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nO. CHASTEL\n(1)  Position of the European Parliament of 7 September 2010 (not yet published in the Official Journal) and decision of the Council of 11 October 2010.\n(2)  OJ L 184, 17.7.1999, p. 23.\n(3)  OJ L 248, 16.9.2002, p. 1.\n(4)  Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (OJ L 357, 31.12.2002, p. 1)."}