{"celex_id": "32014R0280", "uri": "http://publications.europa.eu/resource/cellar/f3231caf-b000-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "3191", "4687", "4743"], "title": "Commission Implementing Regulation (EU) No 280/2014 of 19 March 2014 on the issue of import licences for applications lodged during the first seven days of March 2014 under the tariff quotas opened by Regulation (EC) No 533/2007 for poultrymeat\n", "header": "20.3.2014 EN Official Journal of the European Union L 82/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 280/2014\nof 19 March 2014\non the issue of import licences for applications lodged during the first seven days of March 2014 under the tariff quotas opened by Regulation (EC) No 533/2007 for poultrymeat\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1) and in particular Article 188 thereof,\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Regulation (EC) No 533/2007 of 14 May 2007 opening and providing for the administration of tariff quotas in the poultrymeat sector (3), and in particular Article 5(6) thereof,\nWhereas:\n(1) Regulation (EC) No 533/2007 opened tariff quotas for imports of poultrymeat products.\n(2) The applications for import licences lodged during the first seven days of March 2014 for the subperiod from 1 April to 30 June 2014 relate, for some quotas, to quantities exceeding those available. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested,", "main_body": ["The quantities for which import licence applications have been lodged under Regulation (EC) No 533/2007 for the subperiod from 1 April to 30 June 2014 shall be multiplied by the allocation coefficients set out in the Annex to this Regulation.", "This Regulation shall enter into force on 20 March 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2014.\nFor the Commission, On behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 125, 15.5.2007, p. 9.\nANNEX\nGroup No Order No Allocation coefficient for import licence applications lodged for the subperiod from 1.4.2014-30.6.2014\nP1 09.4067 14,109564\nP3 09.4069 0,27007"}