{"celex_id": "32011D0324", "uri": "http://publications.europa.eu/resource/cellar/6905a99c-f4e1-4de8-ad72-7243272363e6", "type": "Decision", "concepts": ["1174", "1729", "220", "5083"], "title": "2011/324/EU: Council Decision of 30 May 2011 extending Decision 2010/371/EU concerning the conclusion of the consultation procedure with the Republic of Madagascar pursuant to Article 96 of the ACP-EU Partnership Agreement\n", "header": "1.6.2011 EN Official Journal of the European Union L 146/2\nCOUNCIL DECISION\nof 30 May 2011\nextending Decision 2010/371/EU concerning the conclusion of the consultation procedure with the Republic of Madagascar pursuant to Article 96 of the ACP-EU Partnership Agreement\n(2011/324/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217 thereof,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as last amended in Ouagadougou on 23 June 2010 (2) (‘the ACP-EU Partnership Agreement’), and in particular Article 96 thereof,\nHaving regard to the Internal Agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EU Partnership Agreement (3), and in particular Article 3 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The essential elements referred to in Article 9 of the ACP-EU Partnership Agreement have been violated.\n(2) On 6 July 2009, pursuant to Article 96 of the ACP-EU Partnership Agreement, consultations were opened with Madagascar in the presence of representatives of the African, Caribbean and Pacific (‘ACP’) Group of States, during which representatives of the High Transitional Authority failed to present satisfactory proposals or undertakings.\n(3) Major efforts have been made in terms of mediation by the Southern African Development Community (‘SADC’) and all the political parties in order to find a solution to the political crisis, in particular the negotiation of a roadmap, proposed by the SADC mediators, charting a consensus-based transition process with a view to holding free, credible elections that would permit a return to constitutional order.\n(4) However, 12 months have elapsed and the European Union must now acknowledge that, despite these efforts, the roadmap has not yet been signed by the parties involved or endorsed by the SADC, the African Union or the international community. This makes it impossible, for the moment, to envisage a consensus-based transition for a return to constitutional order, which is essential to amend the appropriate measures in force.\n(5) The period of application of Council Decision 2010/371/EU (4) is to expire on 6 June 2011. In the light of the situation described above, it should be extended for 6 months, subject to regular review during this period,", "main_body": ["In Article 3 of Decision 2010/371/EU, the second sentence is replaced by the following:\n‘It shall remain in force until 6 December 2011 subject to regular review during this period.’.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 30 May 2011.\nFor the Council\nThe President\nCSÉFALVAY Z.\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 287, 4.11.2010, p. 3.\n(3)  OJ L 317, 15.12.2000, p. 376.\n(4)  OJ L 169, 3.7.2010, p. 13.\nANNEX\nBrussels,\nDRAFT LETTER TO THE PRESIDENT OF THE HIGH TRANSITIONAL AUTHORITY\nSir,\nThe European Union attaches the utmost importance to the provisions of Article 9 of the ACP-EU Partnership Agreement. As essential elements of the Partnership Agreement, respect for human rights, democratic institutions and the rule of law form the basis of our relations.\nBy letter of 16 June 2010, the European Union informed you of its Decision 2010/371/EU of 7 June 2010 to conclude the consultations held pursuant to Article 96 of the ACP-EU Partnership Agreement and to take ‘appropriate measures’ within the meaning of Article 96(2)(c) of that Agreement.\nThe European Union is aware that all the political parties have made efforts since that date to find a solution to the political crisis afflicting your country. It notes with great interest the developments in the negotiations on a roadmap mediated by the Southern African Development Community, charting a neutral, consensus-based transition process to help Madagascar find a way out of the crisis, which should result in free, credible elections that would permit a return to constitutional order. The European Union wishes to reiterate its full support for SADC mediation efforts.\nThe European Union takes note of the outcome of the SADC Summit on 20 May 2011. The Heads of State and Government decided to call, in the shortest possible time, a meeting of all Malagasy parties to come to an agreement on a roadmap, paving the way for free and credible elections. The European Union calls on all Malagasy parties to cooperate in good faith with these efforts.\nThe European Union is ready to intensify political dialogue with Madagascar and to provide political and financial support to a consensus-based transition arising from the implementation of a roadmap signed by all parties involved and approved by the SADC, the African Union and the international community. The European Union attaches prime importance to ending the lengthy political crisis which is having an increasingly serious economic and social impact on the people of Madagascar.\nDecision 2010/371/EU expires on 6 June 2011, therefore the European Union has decided to extend the Decision, but will review this Decision once a roadmap has been endorsed by the SADC, the African Union and the international community.\nYours faithfully,\nFor the European Union"}