{"celex_id": "32014R0335", "uri": "http://publications.europa.eu/resource/cellar/c58e76a4-bc8f-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["2390", "2910", "3194", "4126", "4250", "452085", "5283", "6025"], "title": "Regulation (EU) No 335/2014 of the European Parliament and of the Council of 11 March 2014 amending Council Regulation (EC) No 1198/2006 on the European Fisheries Fund, as regards certain provisions relating to financial management for certain Member States experiencing or threatened with serious difficulties with respect to their financial stability\n", "header": "5.4.2014 EN Official Journal of the European Union L 103/33\nREGULATION (EU) No 335/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2014\namending Council Regulation (EC) No 1198/2006 on the European Fisheries Fund, as regards certain provisions relating to financial management for certain Member States experiencing or threatened with serious difficulties with respect to their financial stability\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) The unprecedented global financial crisis and economic downturn have seriously damaged economic growth and financial stability and provoked a strong deterioration in financial and economic conditions in several Member States. In particular, certain Member States are experiencing serious difficulties, or are threatened with such difficulties. In particular, they face problems in their economic growth and financial stability and a deterioration in their deficit and debt position.\n(2) Important measures have been taken pursuant to Article 122(2) and Articles 136 and 143 of the Treaty on the Functioning of the European Union in order to counterbalance the negative effects of the crisis. However, pressure on national financial resources is increasing and appropriate steps are needed to alleviate it through the maximum and optimal use of funding from the European Fisheries Fund, established by Council Regulation (EC) No 1198/2006 (3).\n(3) In order to facilitate the management of Union funding, to help accelerate investments in Member States and regions and to improve the availability of funding to the economy, Regulation (EC) No 1198/2006 was amended by Regulation (EU) No 387/2012 of the European Parliament and of the Council (4). That amendment allowed the increase of interim and final payments from the European Fisheries Fund by an amount corresponding to 10 percentage points above the actual co-financing rate for each priority axis for Member States which are facing serious difficulties with respect to their financial stability and which request to benefit from that measure.\n(4) Regulation (EC) No 1198/2006 allows for the application of that increased co-financing rate until 31 December 2013. However, since certain Member States still face serious difficulties with respect to their financial stability, the application of the increased co-financing rate should not be limited to the end of 2013.\n(5) Member States receiving financial assistance should also benefit from the increase of the co-financing rate until the end of the eligibility period and should be able to claim it in their requests for payment of the final balance, even if the financial assistance is no longer provided.\n(6) Regulation (EC) No 1198/2006 should therefore be amended accordingly.\n(7) Given the unprecedented nature of the crisis, swift adoption of support measures is needed. Therefore it is appropriate that this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["Regulation (EC) No 1198/2006 is amended as follows:\n(1) in Article 76(3), the introductory phrase is replaced by the following:\n(2) in Article 77, paragraph 2 is replaced by the following:\n(3) Article 77a is amended as follows:\n(a) paragraph 2 is replaced by the following:\n‘2. The derogation referred to in Articles 76(3) and 77(2) shall be granted by the Commission upon the written request of a Member State fulfilling one of the conditions laid down in points (a), (b) and (c) of Article 76(3).’;\n(b) paragraph 5 is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall apply from 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 11 March 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 341, 21.11.2013, p. 75.\n(2)  Position of the European Parliament of 25 February 2014 (not yet published in the Official Journal) and Decision of the Council of 11 March 2014.\n(3)  Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund (OJ L 223, 15.8.2006, p. 1).\n(4)  Regulation (EU) No 387/2012 of the European Parliament and of the Council of 19 April 2012 amending Council Regulation (EC) No 1198/2006 on the European Fisheries Fund, as regards certain provisions relating to financial management for certain Member States experiencing or threatened with serious difficulties with respect to their financial stability (OJ L 129, 16.5.2012, p. 7)."}