{"celex_id": "32014D0060", "uri": "http://publications.europa.eu/resource/cellar/a766d356-8fd0-11e3-b19c-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1559", "2308", "2556", "2850", "2901", "4790", "544", "5537"], "title": "2014/60/EU: Council Decision of 28 January 2014 on the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community, on the one hand, and the Republic of Kiribati, on the other\n", "header": "7.2.2014 EN Official Journal of the European Union L 38/1\nCOUNCIL DECISION\nof 28 January 2014\non the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community, on the one hand, and the Republic of Kiribati, on the other\n(2014/60/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 23 July 2007 the Council adopted Regulation (EC) No 893/2007 on the conclusion of a Fisheries Partnership Agreement between the European Community, on the one hand, and the Republic of Kiribati, on the other (1) (‘the Agreement’). A Protocol setting out the fishing opportunitities and financial contribution provided for in the Agreement expired on 15 September 2012.\n(2) The Union has negotiated a new Protocol with the Republic of Kiribati granting EU vessels fishing opportunities in the waters over which the Republic of Kiribati exercises its sovereignty or jurisdiction (‘the Protocol’).\n(3) The Protocol was signed in accordance with Council Decision 2012/669/EU (2) and has been applied provisionally since 16 September 2012.\n(4) The Protocol should be approved,", "main_body": ["The Protocol setting our the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community, on the one hand, and the Republic of Kiribati, on the other, (‘the Protocol’), is hereby approved on behalf of the Union (3).", "The President of the Council shall give, on behalf of the Union, the notification provided for in Article 16 of the Protocol (4).", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 28 January 2014.\nFor the Council\nThe President\nG. STOURNARAS\n(1)  OJ L 205, 7.8.2007, p. 1.\n(2)  Council Decision 2012/669/EU of 9 October 2012 on the signing, on behalf of the European Union, and provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community, on the one hand, and the Republic of Kiribati, on the other (OJ L 300, 30.10.2012, p. 2).\n(3)  The Protocol has been published in OJ L 300, 30.10.2012, p. 3, together with the decision on signature.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}