{"celex_id": "32014R1396", "uri": "http://publications.europa.eu/resource/cellar/515238f3-8ff5-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["1159", "1372", "1871", "2308", "2309", "2437", "2872", "5229", "5256"], "title": "Commission Delegated Regulation (EU) No 1396/2014 of 20 October 2014 establishing a discard plan in the Baltic Sea\n", "header": "30.12.2014 EN Official Journal of the European Union L 370/40\nCOMMISSION DELEGATED REGULATION (EU) No 1396/2014\nof 20 October 2014\nestablishing a discard plan in the Baltic Sea\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Regulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (1), and in particular Articles 15(6) and 18(1) and (3) thereof,\nWhereas:\n(1) Regulation (EU) No 1380/2013 aims to progressively eliminate discards in all Union fisheries through the introduction of a landing obligation for catches of species subject to catch limits.\n(2) Article 15(6) of Regulation (EU) No 1380/2013 empowers the Commission to adopt discard plans by means of a delegated act for a period of no more than 3 years on the basis of joint recommendations developed by Member States in consultation with the relevant Advisory Councils.\n(3) Denmark, Germany, Estonia, Latvia, Lithuania, Poland, Finland and Sweden have a direct fisheries management interest in the Baltic Sea. Those Member States have submitted a joint recommendation (2) to the Commission, after consulting the Baltic Sea Advisory Council. Scientific contribution was obtained from relevant scientific bodies. The measures included in the joint recommendation comply with Article 15(6) of Regulation (EU) No 1380/2013 and therefore, in line with Article 18(3) of Regulation (EU) No 1380/2013 they should be included in this Regulation.\n(4) In accordance with Article 15(1)(a) of Regulation (EU) No 1380/2013 the landing obligation should apply to catches of species subject to catch limits caught in small pelagic fisheries, which are fisheries for herring and sprat and in fisheries for industrial purposes in the Baltic from 1 January 2015. It should also apply to such catches in fisheries for salmon at the latest from that date. Cod is considered as a species defining certain fisheries in the Baltic Sea. Plaice is mostly caught as a by-catch in certain cod fisheries and is subject to catch limits. In accordance with Article 15(1)(b) of Regulation (EU) No 1380/2013 the landing obligation should in consequence apply to cod at the latest from 1 January 2015 and to plaice at the latest from 1 January 2017. In accordance with the joint recommendation, this discard plan should therefore cover all catches of herring, sprat, salmon, cod and plaice in fisheries in the Baltic Sea from 1 January 2015 or from 1 January 2017, as appropriate.\n(5) The joint recommendation includes an exemption from the landing obligation for salmon and cod caught with trap-nets, creels/pots, fyke-nets and pound nets. That exemption is based on scientific evidence of high survivability, provided by the Baltic Sea Fisheries Forum (BALTFISH) and reviewed by the Scientific, Technical and Economic Committee for Fisheries (STECF). STECF notes that most of the information required to justify such exemptions are included in the BALTFISH joint recommendation (3). STECF concluded that based on the fact that such gears operate by trapping fish inside a static netting structure, as opposed to entangling or hooking for example, it seemed reasonable to assume that mortality for these gears will also be low, typically less than 10 %. However, STECF advised that further work should be undertaken to confirm whether the lower mortality assumption was valid as well as on handling practices and prevailing environmental conditions. Therefore, the exemption concerned should be included in this Regulation.\n(6) According to Article 15(10) of Regulation (EU) No 1380/2013, minimum conservation reference sizes (MCRS) may be established with the aim of ensuring the protection of juveniles of marine organisms. Currently, a minimum size of 38 cm applies to cod by virtue of Council Regulation (EC) No 2187/2005 (4). Scientific evidence reviewed by the STECF supports the fixing of minimum conservation reference size for cod at 35 cm. In particular, STECF concluded that there may be sound biological reasons for decreasing the current minimum size of 38 cm to reduce the current levels of discarding. It also concluded that under the landing obligation, setting a MCRS for cod at 35 cm would reduce the level of catches that may not be sold for human consumption and that there were no arguments related to first spawning to support the fixing of MCRS at 38 cm in the Baltic. Therefore, the MCRS for cod in the Baltic should be fixed at 35 cm.\n(7) This Regulation should apply from 1 January 2015 in order to comply with the time- frame set out in Article 15(1) of Regulation (EU) No 1380/2013. In accordance with Article 15(6) of that Regulation, it should apply for no more than 3 years,", "main_body": ["Subject matter\nThis Regulation specifies the details for implementing the landing obligation, as provided for in Article 15(1) of Regulation (EU) No 1380/2013, of the Baltic Sea, as defined in Article 4(2)(b) of that Regulation:\n(a) from 1 January 2015 as regards fisheries for herring, sprat, salmon and cod;\n(b) from 1 January 2017 as regards plaice caught in all fisheries.", "Survivability exemption\nBy way of derogation from Article 15(1) of Regulation (EU) No 1380/2013, the landing obligation shall not apply to cod and salmon caught with trap-nets, creels/pots, fyke-nets and pound nets. All such cod and salmon may be released back into the sea.", "Minimum conservation reference sizes\nThe minimum conservation reference size for cod in the Baltic Sea shall be 35 cm.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2015 until 31 December 2017.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 28.12.2013, p. 22.\n(2)  ‘BALTFISH High Level Group Joint Recommendation on the Outline of a Discard Plan for the Baltic Sea’, transmitted on 27 May 2014.\n(3)  http://stecf.jrc.ec.europa.eu/documents/43805/812327/2014-07_STECF+PLEN+14-02_Final+Report_JRCxxx.pdf\n(4)  OJ L 349, 31.12.2005, p. 1."}