{"celex_id": "32012D0056", "uri": "http://publications.europa.eu/resource/cellar/e1c1cf01-7780-4f0c-b8ce-fb769c31bc9d", "type": "Decision", "concepts": ["20", "3119", "5158", "5536", "929"], "title": "2012/56/EU: Commission Decision of 31 January 2012 adjusting the thresholds referred to in Articles 157(b) and 158(1) of Regulation (EC, Euratom) No 2342/2002 laying down detailed rules for the implementation of the Financial Regulation\n", "header": "1.2.2012 EN Official Journal of the European Union L 29/43\nCOMMISSION DECISION\nof 31 January 2012\nadjusting the thresholds referred to in Articles 157(b) and 158(1) of Regulation (EC, Euratom) No 2342/2002 laying down detailed rules for the implementation of the Financial Regulation\n(2012/56/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (1), and in particular Article 271 thereof,\nWhereas:\n(1) Commission Regulation (EU) No 1251/2011 (2) adjusted the thresholds applicable to public procurement contracts pursuant to Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (3).\n(2) For reasons of consistency, it is therefore necessary to establish the thresholds referred to in Articles 157(b) and 158(1) of Regulation (EC, Euratom) No 2342/2002.\n(3) Since the thresholds adjusted by Regulation (EU) No 1251/2011 are applicable from 1 January 2012, this Decision should also apply from 1 January 2012. This Decision should therefore enter into force on the date following its publication in the Official Journal of the European Union.\n(4) Commission Decision 2010/78/EU of 9 February 2010 adjusting the thresholds referred to in Article 157(b) and Article 158(1) of Regulation (EC, Euratom) No 2342/2002 laying down detailed rules for the implementation of the Financial Regulation (4) has lapsed and should therefore be repealed,", "main_body": ["The euro equivalents of the thresholds applicable to public procurement contracts shall be established as follows:\n— EUR 5 000 000 in Article 157(b),\n— EUR 130 000 in Article 158(1)(a),\n— EUR 200 000 in Article 158(1)(b),\n— EUR 5 000 000 in Article 158(1)(c).", "Decision 2010/78/EU is repealed.", "This Decision shall enter into force on the date following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012."], "attachments": "Done at Brussels, 31 January 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 357, 31.12.2002, p. 1.\n(2)  OJ L 319, 2.12.2011, p. 43.\n(3)  OJ L 134, 30.4.2004, p. 114.\n(4)  OJ L 37, 10.2.2010, p. 73."}