{"celex_id": "32014D0492", "uri": "http://publications.europa.eu/resource/cellar/da9f5a29-300a-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["3466", "4048", "5344", "5407", "5858"], "title": "2014/492/EU: Council Decision of 16 June 2014 on the signing, on behalf of the European Union, and provisional application of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and the Republic of Moldova, of the other part\n", "header": "30.8.2014 EN Official Journal of the European Union L 260/1\nCOUNCIL DECISION\nof 16 June 2014\non the signing, on behalf of the European Union, and provisional application of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and the Republic of Moldova, of the other part\n(2014/492/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 37 and Article 31(1) thereof, in conjunction with Article 218(5) and the second subparagraph of Article 218(8) of the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217, in conjunction with Article 218(5) and the second subparagraph of Article 218(8) thereof, as well as Article 218(7) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 15 June 2009, the Council authorised the Commission to open negotiations with the Republic of Moldova for the conclusion of a new agreement between the Union and the Republic of Moldova to replace the partnership and cooperation agreement (1).\n(2) Taking into account the close historical relationship and progressively closer links between the Parties, as well as their desire to strengthen and widen relations in an ambitious and innovative way, the negotiations on the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and the Republic of Moldova, of the other part (‘the Agreement’), were successfully finalised by the initialling of the Agreement on 29 November 2013.\n(3) The Agreement should be signed on behalf of the Union and applied in part before its entry into force, on a provisional basis in accordance with Article 464 of the Agreement, pending the completion of the procedures for its conclusion.\n(4) The provisional application of parts of the Agreement does not prejudge the allocation of competences between the Union and its Member States in accordance with the Treaties.\n(5) Pursuant to Article 218(7) of the Treaty on the Functioning of the European Union, it is appropriate for the Council to authorise the Commission to approve modifications to the Agreement to be adopted by the Association Committee in its Trade configuration, as set out in Article 438(4) of the Agreement, as proposed by the Geographical Indications Sub-Committee pursuant to Article 306 of the Agreement.\n(6) It is appropriate to set out the relevant procedures for the protection of geographical indications which are given protection pursuant to the Agreement.\n(7) The Agreement should not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts and tribunals,", "main_body": ["1.   The signing on behalf of the Union of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and the Republic of Moldova, of the other part, is hereby authorised, subject to the conclusion of the said Agreement.\n2.   The text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "1.   Pending its entry into force, in accordance with Article 464 of the Agreement and subject to the notifications provided for therein, the following parts of the Agreement shall be applied provisionally between the Union and the Republic of Moldova, but only to the extent that they cover matters falling within the Union's competence, including matters falling withing the Union's competence to define and implement a common foreign and security policy:\n(a) Title I;\n(b) Title II: Articles 3, 4, 7 and 8;\n(c) Title III: Articles 12 and 15;\n(d) Title IV: Chapters 5, 9 and 12 (with the exception of point (h) of Article 68), Chapter 13 (with the exception of Article 71 to the extent that it concerns maritime governance and with the exception of points (b) and (e) of Article 73 and Article 74), Chapter 14 (with the exception of point (i) of Article 77), Chapter 15 (with the exception of points (a) and (e) of Article 81 and Article 82(2)), Chapter 16 (with the exception of Article 87, point (c) of Article 88 and points (a) and (b) of Article 89, to the extent that that point (b) concerns soil protection), Chapters 26 and 28, as well as Articles 30, 37, 46, 57, 97, 102 and 116;\n(e) Title V (with the exception of Article 278 to the extent that it concerns criminal enforcement of intellectual property rights, and with the exception of Articles 359 and 360 to the extent that they apply to administrative proceedings and review and appeal at Member State level);\n(f) Title VI;\n(g) Title VII (with the exception of Article 456(1), to the extent that the provisions of that Title are limited to the purpose of ensuring the provisional application of the Agreement as defined in this paragraph);\n(h) Annexes II to XIII, Annexes XV to XXXV, as well as Protocols I to IV.\n2.   The date from which the Agreement will be provisionally applied will be published in the Official Journal of the European Union by the General Secretariat of the Council.", "For the purposes of Article 306 of the Agreement, modifications of the Agreement through decisions of the Geographical Indications Sub-Committee shall be approved by the Commission on behalf of the Union. Where interested parties cannot reach agreement following objections relating to a geographical indication, the Commission shall adopt a position on the basis of the procedure laid down in Article 57(2) of Regulation (EU) No 1151/2012 of the European Parliament and of the Council (2).", "1.   A name protected under Sub-Section 3 ‘Geographical Indications’ of Chapter 9 of Title V of the Agreement may be used by any operator marketing agricultural products, foodstuffs, wines, aromatised wines or spirits conforming to the corresponding specification.\n2.   In accordance with Article 301 of the Agreement, the Member States and the institutions of the Union shall enforce the protection provided for in Articles 297 to 300 of the Agreement, including at the request of an interested party.", "The Agreement shall not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts and tribunals.", "This Decision shall enter into force on the day following that of its adoption."], "attachments": "Done at Luxembourg, 16 June 2014.\nFor the Council\nThe President\nG. KARASMANIS\n(1)  Partnership and Cooperation Agreement between the European Communities and their Member States and the Republic of Moldova (OJ L 181, 24.6.1998, p. 3).\n(2)  Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (OJ L 343, 14.12.2012, p. 1)."}