{"celex_id": "32012D0644", "uri": "http://publications.europa.eu/resource/cellar/f88375d8-1c12-11e2-91ce-01aa75ed71a1", "type": "Decision", "concepts": ["1136", "12", "3466", "3763", "5063", "5403", "888"], "title": "2012/644/EU: Council Decision of 24 September 2012 on the signing, on behalf of the European Union, of the Agreement in the form of an Exchange of Letters between the European Union and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n", "header": "18.10.2012 EN Official Journal of the European Union L 287/2\nCOUNCIL DECISION\nof 24 September 2012\non the signing, on behalf of the European Union, of the Agreement in the form of an Exchange of Letters between the European Union and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n(2012/644/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 29 January 2007 the Council authorised the Commission to open negotiations with certain other Members of the World Trade Organisation under Article XXIV:6 of the General Agreement on Tariffs and Trade (GATT) 1994, in the course of the accession to the European Union of the Republic of Bulgaria and Romania.\n(2) Negotiations have been conducted by the Commission within the framework of the negotiating directives adopted by the Council.\n(3) These negotiations have been concluded and the Agreement in the form of an Exchange of Letters between the European Union and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union (‘the Agreement’) was initialled by a representative of the European Union on 21 December 2011 and by a representative of the United States of America on 17 February 2012.\n(4) The Agreement should be signed,", "main_body": ["The signing of the Agreement in the form of an Exchange of Letters between the European Union and the United States of America pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union (‘the Agreement’) is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement (1).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 24 September 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  The text of the Agreement will be published together with the decision on its conclusion."}