{"celex_id": "32011D0428", "uri": "http://publications.europa.eu/resource/cellar/5133a228-9a5e-4353-8889-6769848164d9", "type": "Decision", "concepts": ["1005", "1455", "2792", "3169", "4087", "7"], "title": "Council Decision 2011/428/CFSP of 18 July 2011 in support of United Nations Office for Disarmament Affairs activities to implement the United Nations Programme of Actions to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects\n", "header": "19.7.2011 EN Official Journal of the European Union L 188/37\nCOUNCIL DECISION 2011/428/CFSP\nof 18 July 2011\nin support of United Nations Office for Disarmament Affairs activities to implement the United Nations Programme of Actions to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 26(2) and Article 31(1) thereof,\nWhereas:\n(1) On 20 July 2001, the States participating in the ad-hoc Conference adopted the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects (the Programme of Action). On 8 December 2005, the United Nations General Assembly adopted an International Instrument to Enable States to Identify and Trace, in a Timely and Reliable Manner, Illicit Small Arms and Light Weapons (International Tracing Instrument). Both these international instruments declare that States will cooperate, as appropriate, with the United Nations to support their effective implementation.\n(2) The 2008 Third Biennial Meeting of States to Consider the Implementation of the Programme of Action noted in its final report the importance of regional approaches to the implementation of the Programme of Action and the usefulness, therefore, of convening regional meetings sponsored by interested States and international, regional and sub-regional organisations in a position to do so. The final report also encouraged States to support and make full use of existing mechanisms that support the implementation of the Programme of Action and the matching of needs with resources, such as the Programme of Action Implementation Support System.\n(3) On 15-16 December 2005, the European Council adopted the EU Strategy to combat the illicit accumulation and trafficking of small arms and light weapons (SALW) and their ammunition (the EU SALW Strategy). The EU SALW Strategy identifies support for the UN Programme of Action as the first priority for action at international level, and calls for the adoption of a legally binding international instrument on the tracing and marking of SALW and ammunition.\n(4) Following the adoption of the international tracing instrument, the European Union supported its full implementation through the adoption and implementation of Council Joint Action 2008/113/CFSP of 12 February 2008 in support of the International Instrument to Enable States to Identify and Trace, in a Timely and Reliable Manner, Illicit Small Arms and Light Weapons (SALW) (1). The implementation of that Joint Action was positively assessed by the Council of the European Union.\n(5) On 2 December 2009, the United Nations General Assembly adopted Resolution A/RES/64/50 on the illicit trade in small arms and light weapons in all its aspects which encourages all initiatives, including those of international, regional and sub-regional organisations, for the successful implementation of the Programme of Action and emphasises that initiatives by the international community with respect to international cooperation and assistance remain essential and complementary to national implementation efforts.\n(6) Resolution A/RES/64/50 also provided that the fourth biennial meeting of States to consider the national, regional and global implementation of the Programme of Action should be held in New York from 14 to 18 June 2010, and that a conference to review progress made in implementation of the Programme of Action will be convened for a period of 2 weeks in New York, no later than in 2012.\n(7) Also on 2 December 2009, the United Nations General Assembly adopted Resolution A/RES/64/51 on Problems arising from the accumulation of conventional ammunition stockpiles in surplus, which encourages States in a position to do so to contribute to the development within the United Nations of technical guidelines for the stockpile management of conventional ammunition, in order to assist States in improving their national stockpile management capacity, preventing the growth of conventional ammunition surpluses,", "main_body": ["1.   With a view to supporting the preparation of the Review Conference of the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects to be held in 2012, the Union shall pursue the following objectives:\n— the promotion of the implementation of the UN Programme of Action on SALW both at global and regional level,\n— supporting the implementation of the International Tracing Instrument (ITI),\n— supporting the development and implementation of UN technical guidelines for ammunition stockpile management.\n2.   In order to achieve the objectives referred to in paragraph 1, the Union shall undertake the following measures:\n— developing the Programme of Action Implementation Support System as an effective tool to coordinate international efforts to implement the UN Programme of Action, including through support to the informal Group of Interested States on SALW,\n— organising up to eight 2-day regional meetings on advancing the implementation of the Programme of Action at regional level,\n— organising regional training-of-trainers courses on the International Tracing Instrument for countries in West Africa, and setting-up marking facilities and expertise in countries of the region lacking such equipment,\n— supporting the development of UN technical guidelines on ammunition stockpile management,\n— supporting the implementation of the guidelines through regional training-of-trainers programmes for law enforcement officials in the African Great Lakes region, Latin America and the Caribbean,\n— supporting individual States in critical need of assistance in the management of their ammunition stockpiles, by providing technical, legal and policy assistance and specialised training.\nA detailed description of these measures is set out in the Annex.", "1.   The High Representative of the Union for Foreign Affairs and Security Policy (the HR) shall be responsible for the implementation of this Decision.\n2.   The implementation of the measures referred to in Article 1(2) shall be carried out by the UN Office for Disarmament Affairs (hereinafter UNODA).\n3.   UNODA shall perform its task under the responsibility of the HR. For this purpose, the HR shall enter into the necessary arrangements with UNODA.", "1.   The financial reference amount for the implementation of the measures referred to in Article 1(2) shall be EUR 2 150 000.\n2.   The expenditure financed by the amount set out in paragraph 1 shall be managed in accordance with the procedures and rules applicable to the general budget of the Union.\n3.   The Commission shall supervise the proper management of the expenditure of the amount referred to in paragraph 1. For this purpose, it shall conclude a financing agreement with UNODA. The agreement shall stipulate that UNODA is to ensure the visibility of the Union’s contribution, appropriate to its size.\n4.   The Commission shall endeavour to conclude the financing agreement referred to in paragraph 3 as soon as possible after the entry into force of this Decision. It shall inform the Council of any difficulties in that process and of the date of conclusion of the financing agreement.", "The HR shall report to the Council on the implementation of this Decision on the basis of regular bi-monthly reports prepared by UNODA. Those reports shall form the basis for the evaluation carried out by the Council. The Commission shall report on the financial aspects of the implementation of the measures referred to in Article 1(2).", "1.   This Decision shall enter into force on the date of its adoption.\n2.   This Decision shall expire 24 months after the date of conclusion of the financing agreement referred to in Article 3(3). However, it shall expire 6 months after the date of its entry into force if that financing agreement has not been concluded by that time."], "attachments": "Done at Brussels, 18 July 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 40, 14.2.2008, p. 16.\nANNEX\n1.   Objectives\nThe overall objectives of this Decision are the promotion of the implementation of the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects (UN PoA on SALW) in view of the Review Conference to be held in 2012; the promotion of the implementation of the International Tracing Instrument; and the development and implementation of UN technical guidelines on ammunition stockpile management. Maximum synergy will be ensured with other relevant Union financial instruments.\n2.   Description of the measures\n2.1.   Promotion of the implementation of the UN Programme of Action on SALW both at global and regional levels\n2.1.1.   Objective of the measure\nTo promote the implementation of the UN Programme of Action by third States.\nTo support the development of the Programme of Action Implementation Support System (PoA ISS) as an effective tool to coordinate international efforts to implement the UN Programme of Action, including through the development of and support to the informal ‘Group of Interested States on practical disarmament measures’ (GIS).\n2.1.2.   Description of the measure\nOrganisation by UNODA, where relevant assisted by its Regional Disarmament Centres, of up to eight 2-day regional meetings on advancing the implementation of the PoA at regional level. These meetings will aim at further familiarising relevant third countries with the regional aspects of the UN PoA and the recommendations of the Third and Fourth Biennial Meetings of States in preparation of the 2012 Review Conference. During the seminars beneficiary countries will, inter alia, take stock of existing regional implementation plans for the period 2010-2012 and will be encouraged to formulate regional implementation plans for the period 2013-2014 including measurable, achievable and time-bound targets.\nDevelopment and enhancement of the PoA-ISS as an effective tool to coordinate international efforts to implement the UN PoA, by integrating a web-based tool for matching SALW needs and resources into the PoA-ISS platform, by developing an electronic reporting function for the PoA national reports, by developing regional and thematic sections in the PoA-ISS, and by developing multilingual versions of the existing PoA-ISS platform. Support to the informal GIS as a forum to promote coordination, information and knowledge sharing between donors and the UN system as well as other stakeholders of the PoA about their small arms activities including on submitted project outlines and about policy making (see, e.g. the General Assembly Resolution on Practical Disarmament Measures, A/RES/63/62) will include support to the organisation and servicing of regular meetings of this Group (two to three times per year).\n2.1.3.   Results of the measure\nImproved regional implementation of the UN Programme of Action, effective preparation of beneficiary States for the Review Conference in 2012, and laying the groundwork for the development of realistic, achievable, measurable and time-bound regional implementation plans for the period 2012-2014.\nImproved, multilingual, user-friendly and reliable information on implementation needs related to the Programme of Action, making the Implementation Support System the primary tool to facilitate the implementation of the international instrument; rationalised management of international assistance through enhancement of the coordinating role of the Group of Interested States.\n2.1.4.   Seminar venues\nUNODA will propose a list of potential venues for the regional seminars which will then be endorsed by the HR in consultation with the competent Council bodies. The criteria used for choosing the venues for the seminars will include the willingness and commitment of a relevant State in a particular region to host a seminar, the level of commitment to the implementation of the UN Programme of Action in the region and, if relevant, the commitment of a relevant regional or sub-regional organisation.\n2.1.5.   Beneficiaries of the measure\nStates in need of assistance in the implementation of the UN Programme of Action. The selection of specific beneficiaries to participate in the regional seminars will take into account the commitments and implementation efforts made by potential beneficiaries in the area of SALW. UNODA will propose a short-list of beneficiaries which will then be endorsed by the HR in consultation with the competent Council bodies.\n2.2.   Support to the implementation of the International Tracing Instrument (ITI)\n2.2.1.   Objective of the measure\nTo support the implementation of the ITI, through the enhancement of skills of relevant state officials in West Africa in identifying, marking, tracing and record keeping of SALW, and the provision of relevant equipment.\n2.2.2.   Description of the measure\nOrganisation of regional training-of-trainers courses on essential aspects of the ITI for selected West African officials.\nSetting-up marking facilities and expertise in countries of the region lacking such equipment, including through acquisition of marking machines, the setting-up of record-keeping facilities, and training of law enforcement officials in marking and tracing.\nConsultations with the HR, with relevant Council bodies, and coordination with the West Africa Coast Initiative and the United Nations Development Programme, will ensure there is no duplication of other Union Programmes in West Africa.\n2.2.3.   Results of the measure\nReduction in the security threats posed by the volume of illicit SALW, through enhanced control over the volume and types of SALW, enhanced national multi-agency expertise to counter the proliferation of SALW and ‘craft arms’, and improved cooperation in the security sector among States on the ITI.\n2.2.4.   Beneficiaries of the measure\nLaw enforcement agencies of all 15 Members of the Economic Community of West African States (ECOWAS); ECOWAS and its small arms programme ECOSAP; civil society and local communities.\n2.3.   Support to the development and implementation of UN technical guidelines for ammunition stockpile management\n2.3.1.   Objective of the measure\nTo support the development and implementation of UN technical guidelines for ammunition stockpile management.\n2.3.2.   Description of the measure\nTo conclude the development of UN technical guidelines for ammunition stockpile management. This will include: organising a meeting of the Technical Review Panel for the development of the guidelines, and processing and incorporating the results of that meeting in the final version of the guidelines, and the translation and publication of the guidelines.\nTo support the operational use and implementation of the guidelines by conducting regional training-of-trainers programmes for law enforcement officials in the African Great Lakes region and Latin America and Caribbean, including through UNODA Regional Disarmament Centres. These advanced training programmes will include topics on the principles and essentials of stockpile management; risk management; ammunition accounting; transport; and security and destruction. The training programmes in Latin America/Caribbean will build upon and complement the training imparted previously supported by the Union in these regions.\nOn the basis of the findings of those advanced training programmes, to identify States that are in critical need of assistance for the control and storage of ammunition stockpiles and provide them (directly or through regional organisations) with:\n— the necessary technical assistance to develop the essential policy and legal frameworks for the implementation of the guidelines, including on-the-job mentoring,\n— support and assistance to put in place adequate infrastructure for stockpile management through the provision of guidance on the practical application of the technical guidelines to the facilities used for the storage of ammunition.\n2.3.3.   Results of the measure\nTechnical guidelines that are fully developed and ready for implementation.\nReduced threat to national and regional security through improved stockpile management at the national level in two key regions.\n2.3.4.   Beneficiaries of the measure\nGovernments and international and regional organisations; civil society and groups and individuals adversely affected by the uncontrolled proliferation of SALW.\nThe selection of States that will benefit from specific assistance and training will take into account the specific needs and commitments made by potential beneficiaries in the field of ammunition stockpile management. UNODA will propose a short-list of beneficiaries which will then be endorsed by the HR in consultation with the competent Council bodies.\n3.   Duration\nThe total estimated duration of the measures will be 24 months.\n4.   Implementing entity\nThe technical implementation of this Decision will be entrusted to UNODA which will perform its task under the responsibility of the HR.\n5.   Reporting\nUNODA will prepare regular reports, as well as reports after the completion of each of the activities described. The reports should be submitted to the HR no later than 6 weeks after the completion of the relevant activities.\n6.   Estimated total cost of the measures and the Union’s financial contribution\nThe total cost of the measures is EUR 2 150 000."}