{"celex_id": "32012D0341", "uri": "http://publications.europa.eu/resource/cellar/91c0262d-c10d-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["1638", "4324", "4505", "5504", "5618", "5870"], "title": "2012/341/EU: Council Decision of 25 June 2012 on the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XIII (Transport) to the EEA Agreement\n", "header": "28.6.2012 EN Official Journal of the European Union L 168/1\nCOUNCIL DECISION\nof 25 June 2012\non the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XIII (Transport) to the EEA Agreement\n(2012/341/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2), in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Annex XIII to the Agreement on the European Economic Area (2) (the ‘EEA Agreement’) was amended by Decision of the EEA Joint Committee No 90/2011 of 19 July 2011 (3), by virtue of which Regulation (EC) No 1008/2008 of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (4) was incorporated into the EEA Agreement.\n(2) Through the inclusion of Regulation (EC) No 1008/2008 into the Air Transport Agreement between the European Community and the Swiss Confederation, the same regime has been established between the Union and Switzerland for Swiss and Community air carriers (5).\n(3) Through the inclusion of Regulation (EC) No 1008/2008 into the Convention establishing the European Free Trade Association (Vaduz Convention) (6), the same regime has also been established between Switzerland and the EEA EFTA States for Swiss and EEA EFTA air carriers.\n(4) Annex XIII to the EEA Agreement should therefore be amended to grant Swiss air carriers the right to operate air services from a Member State of the Union to an EEA EFTA State and vice versa.\n(5) The position of the Union in the EEA Joint Committee should be based on the attached draft Decision,", "main_body": ["The position to be taken by the European Union within the EEA Joint Committee on the proposed amendment to Annex XIII (Transport) to the EEA Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 25 June 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\n(3)  OJ L 262, 6.10.2011, p. 62.\n(4)  OJ L 293, 31.10.2008, p. 3.\n(5)  Decision No 1/2010 of the Joint Community/Switzerland Air Transport Committee of 7 April 2010 (OJ L 106, 28.4.2010, p. 20).\n(6)  Decision of the EFTA Council No 1/2012 of 22 March 2012.\nDRAFT\nDECISION No …/2012 OF THE EEA JOINT COMMITTEE\nof\namending Annex XIII (Transport) to the EEA Agreement\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area (‘the EEA Agreement’), and in particular Article 98 thereof,\nWhereas:\n(1) Annex XIII to the EEA Agreement was amended by Decision of the EEA Joint Committee No … of … (1).\n(2) Annex XIII to the EEA Agreement was amended by Decision of the EEA Joint Committee No 90/2011 of 19 July 2011 (2), which incorporates into the EEA Agreement Regulation (EC) No 1008/2008 of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (3).\n(3) The Contracting Parties aim at ensuring that EEA EFTA air carriers are entitled to operate air services from Member States of the Union to Switzerland and vice versa.\n(4) The Contracting Parties also aim at ensuring that Community air carriers are entitled to operate air services from an EEA EFTA State to Switzerland and vice versa.\n(5) To this end, the EEA Joint Committee is to grant, subject to the condition of reciprocity, Swiss air carriers the right to operate from Member States of the Union to an EEA EFTA State and vice versa.\n(6) Annex XIII to the EEA Agreement should therefore be amended accordingly,\nHAS ADOPTED THIS DECISION:\nArticle 1\nPoint 64a (Regulation (EC) No 1008/2008 of the European Parliament and of the Council) of Annex XIII to the EEA Agreement shall be amended as follows:\n1. The current adaptation (b) shall be renumbered as adaptation (c).\n2. The following adaptation shall be inserted after adaptation (a):\n‘(b) The following paragraph shall be added in Article 15:\nArticle 2\nThis Decision shall enter into force on …, provided that all the notifications under Article 103(1) of the EEA Agreement have been made to the EEA Joint Committee (4), or on the date of entry into force of the agreement between the European Union and Switzerland granting EEA EFTA air carriers the right to operate air services from Member States of the European Union to Switzerland and vice versa, on the one hand, or of the agreement between the EEA EFTA States and Switzerland granting Community air carriers the right to operate air services from Switzerland to EEA EFTA States and vice versa, on the other hand, whichever is the latest.\nArticle 3\nThe President of the EEA Joint Committee shall notify Switzerland of the adoption of this Decision and of the last notification to the EEA Joint Committee under Article 103(1) of the EEA Agreement, if any.\nArticle 4\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels,\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L …\n(2)  OJ L 262, 6.10.2011, p. 62.\n(3)  OJ L 293, 31.10.2008, p. 3.\n(4)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}