{"celex_id": "32010R1228", "uri": "http://publications.europa.eu/resource/cellar/92a8e6d1-4aa9-403b-a4f7-114e1f3a08b1", "type": "Regulation", "concepts": ["2069", "3191", "4080", "4381", "4385", "5751"], "title": "Commission Regulation (EU) No 1228/2010 of 15 December 2010 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "21.12.2010 EN Official Journal of the European Union L 336/17\nCOMMISSION REGULATION (EU) No 1228/2010\nof 15 December 2010\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9 thereof,\nWhereas:\n(1) Regulation (EEC) No 2658/87 established the Combined Nomenclature (CN) to meet the requirements of the Common Customs Tariff, the external trade statistics of the Union, and other Union policies concerning the imports or exports of goods.\n(2) Council Regulation (EC) No 1186/2009 of 16 November 2009 setting up a Community system of reliefs from customs duty (2) applies to cases where taxation is not justified.\n(3) In certain circumstances, taking into account the special nature of some of the movements of goods mentioned in Regulation (EC) No 1186/2009, it seems appropriate to reduce the administrative burden when declaring such movements, by assigning them a specific CN code. It is the case, in particular, when the classification of each type of goods in a movement for the purpose of drawing up the customs declaration would entail a workload and expense disproportionate to the interests at stake.\n(4) Commission Regulation (EU) No 113/2010 οf 9 February 2010 implementing Regulation (EC) No 471/2009 of the European Parliament and of the Council on Community statistics relating to external trade with non-member countries, as regards trade coverage, definition of the data, compilation of statistics on trade by business characteristics and by invoicing currency, and specific goods or movements (3) and Commission Regulation (EC) No 1982/2004 of 18 November 2004 implementing Regulation (EC) No 638/2004 of the European Parliament and of the Council on Community statistics relating to the trading of goods between Member States and repealing Commission Regulations (EC) No 1901/2000 and (EEC) No 3590/92 (4) allow the Member States to use a simplified coding system for certain goods in the extra-EU and intra-EU trade statistics.\n(5) Those regulations provide for specific goods codes to be used under special conditions. For the sake of transparency as well as for information purposes, such codes should be mentioned in the CN.\n(6) For these reasons, it is appropriate to insert Chapter 99 in the CN.\n(7) Annex I to Regulation (EEC) No 2658/87 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex I to Regulation (EEC) No 2658/87 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 2010.\nFor the Commission, On behalf of the President,\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  OJ L 324, 10.12.2009, p. 23.\n(3)  OJ L 37, 10.2.2010, p. 1.\n(4)  OJ L 343, 19.11.2004, p. 3.\nANNEX\nAnnex I to Regulation (EEC) No 2658/87 is amended as follows:\n(1) in the Summary, Part Two, Section XXI, Chapter 99, the phrase ‘(Reserved for special uses determined by the competent Community authorities)’ is replaced by the following: ‘Special Combined Nomenclature codes’;\n(2) in Part Two, Section XXI, between the end of Chapter 98 and ‘Part Three’, the following ‘Chapter 99’ is inserted:\n1. The provisions of this sub-chapter only apply to the movement of goods to which it refers.\n2. The provisions of this sub-chapter do not apply to the trading of goods between Member States.\n3. Imported and exported goods as provided for in Regulation (EC) No 1186/2009 that have been refused the benefit of the relief of import or export duties are excluded from this sub-chapter.\nCN code Description Note\n1 2 3\nCertain goods, as provided for in Regulation (EC) No 1186/2009 (import and export):\n— Personal property belonging to natural persons transferring their normal place of residence\n— The following goods, other than those mentioned above:\n— trousseaux and household effects belonging to a person transferring his or her normal place of residence on the occasion of his or her marriage; personal property acquired by inheritance.\n— school outfits, educational materials and related household effects\n— coffins containing bodies, funerary urns containing the ashes of deceased persons and ornamental funerary articles\n— goods for charitable or philanthropic organisations and goods for the benefit of disaster victims\n1. Commission Regulation (EU) No 113/2010 οf 9 February 2010 implementing Regulation (EC) No 471/2009 of the European Parliament and of the Council on Community statistics relating to external trade with non-member countries, as regards trade coverage, definition of the data, compilation of statistics on trade by business characteristics and by invoicing currency, and specific goods or movements (2) and Commission Regulation (EC) No 1982/2004 of 18 November 2004 implementing Regulation (EC) No 638/2004 of the European Parliament and of the Council on Community statistics relating to the trading of goods between Member States and repealing Commission Regulations (EC) No 1901/2000 and (EEC) No 3590/92 (3) allow the Member States to use a simplified coding system for some goods in the extra-EU and intra-EU trade statistics.\n2. The codes set out in this sub-chapter are subject to the conditions laid down in Regulation (EU) No 113/2010 and Regulation (EC) No 1982/2004.\nCN Code Description\n1 2\n9930 Goods delivered to vessels and aircraft:\n— goods from CN chapters 1 to 24\n— goods from CN chapter 27\n— goods classified elsewhere\n9931 Goods delivered for the crew of the offshore installation or for the operation of the engines, machines and other equipment of the offshore installation:\n— goods from CN chapters 1 to 24\n— goods from CN chapter 27\n— goods classified elsewhere\n9950 00 00 Code used only in trading of goods between Member States for individual transactions whose value is less than EUR 200 and for reporting residual products in some cases’\n(1)  At importation, entry under this subheading and the relief from import duties shall be subject to the conditions laid down in Regulation (EC) No 1186/2009.\n(2)  OJ L 37, 10.2.2010, p. 1.\n(3)  OJ L 343, 19.11.2004, p. 3."}