{"celex_id": "32011R1239", "uri": "http://publications.europa.eu/resource/cellar/5c53e75a-99c2-44ed-acec-4f0a9c7a835a", "type": "Regulation", "concepts": ["1394", "1644", "2218", "2957", "3191", "4314"], "title": "Commission Implementing Regulation (EU) No 1239/2011 of 30 November 2011 opening a standing invitation to tender for the 2011/2012 marketing year for imports of sugar of CN code 1701 at a reduced customs duty\n", "header": "1.12.2011 EN Official Journal of the European Union L 318/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1239/2011\nof 30 November 2011\nopening a standing invitation to tender for the 2011/2012 marketing year for imports of sugar of CN code 1701 at a reduced customs duty\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1) and in particular Article 187, in conjunction with Article 4 thereof,\nWhereas:\n(1) The world market prices for sugar have been at a level close to or even above the Union internal market price for several months. Forecasts of world market prices based on the sugar futures exchange markets of New York and London for the terms of March, May and July 2012 further indicate a constant high world market price. Imports from third countries benefiting from certain preferential agreements are therefore expected to increase only moderately during the 2011/2012 marketing year.\n(2) The forecasted Union sugar balance for the 2011/2012 marketing year indicates a negative difference between availability and utilisation. The resulting low level of ending stocks threatens to disrupt the availability of supply of the Union sugar market.\n(3) For that reason and with the view to increasing the supply, it is necessary to make imports easier through the reduction of the import duty for certain quantities of sugar, in a way similar to that provided for in Commission Implementing Regulation (EU) No 634/2011 of 29 June 2011 opening a standing invitation to tender for the 2010/2011 marketing year for imports of sugar of CN code 1701 at a reduced customs duty (2). The quantity and the reduction of the duty should be assessed in the light of the current state and foreseeable development of the Union and world sugar market. The quantity and reduction should therefore be based on a tendering system.\n(4) The minimum eligibility requirements to tender should be specified.\n(5) A security should be lodged for each tender. That security should become the security for the import licence application in the case of a successful tender and be released when a tender is unsuccessful.\n(6) The competent authorities of the Member States should notify the Commission of the admissible tenders. In order to simplify and standardise those notifications, models should be made available.\n(7) For each partial invitation to tender, provision should be made for the Commission to fix a minimum customs duty and, if appropriate, an allocation coefficient in order to reduce the quantities accepted, or to decide not to fix a minimum customs duty.\n(8) Member States should inform the tenderers of the result of their participation in the partial invitation to tender within a short period.\n(9) It should be made clear that during the first 3 months of the marketing year import licences for raw sugar for refining are to be issued only to full time refiners.\n(10) The competent authorities should notify the Commission of the quantities for which import licenses have been issued. For this purpose, models should be made available by the Commission.\n(11) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["A tendering procedure is opened for the 2011/2012 marketing year for imports of sugar of CN code 1701 at a reduced customs duty, bearing reference number 09.4313.\nThat customs duty shall replace the common customs tariff duty and the additional duties referred to in Article 141 of Regulation (EC) No 1234/2007 and Article 36 of Commission Regulation (EC) No 951/2006 (3).\nCommission Regulation (EC) No 376/2008 (4) shall apply save as otherwise provided for in this Regulation.", "1.   The period during which tenders may be submitted in response to the first partial invitation to tender shall end on 7 December 2011 at 12 noon, Brussels time.\n2.   The periods during which tenders may be submitted in response to the second and subsequent partial invitations shall begin on the first working day following the end of the preceding period. They shall end at 12 noon, Brussels time, on 14 December 2011, 21 December 2011, 11 January 2012, 25 January 2012, 1 February 2012, 15 February 2012, 6 June 2012, 27 June 2012 and 11 July 2012.\n3.   The Commission may suspend the submission of tenders for one or several partial invitations to tender.", "1.   Tenders shall be lodged by operators established in the Union. They shall be lodged to the competent authority in the Member State in which an operator is registered for VAT purposes.\n2.   Tenders shall be lodged by means of the application form for an import licence that is provided in Annex I to Regulation (EC) No 376/2008.\n3.   The application form may be lodged by electronic means, using the method made available to the operators by the Member State concerned. The competent authorities of the Member States may require that electronic tenders be accompanied by an advance electronic signature within the meaning of Directive 1999/93/EC of the European Parliament and of the Council (5).\n4.   Tenders shall be admissible only if the following conditions are met:\n(a) tenders shall indicate:\n(i) in box 4, the name, address and VAT number of the tenderer;\n(ii) in boxes 17 and 18, the quantity of sugar tendered, which shall be at least 20 tonnes and shall not exceed 45 000 tonnes, rounded with no decimal places;\n(iii) in box 20, the proposed amount of the customs duty, in euro per tonne of sugar, rounded to no more than two decimal places;\n(iv) in box 16, the eight digit CN code of the sugar;\n(b) proof is furnished, before the expiry of the time limit for the submission of tenders, that the tenderer has lodged the security referred to in Article 4(1);\n(c) the tender is presented in the official language, or one of the official languages of the Member State in which the tender is lodged;\n(d) the tender indicates a reference to this Regulation and the expiry date for the submission of the tenders;\n(e) the tender does not include any additional conditions introduced by the tenderer other than those laid down in this Regulation.\n5.   A tender which is not submitted in accordance with paragraphs 1 and 2 shall not be admissible.\n6.   Applicants shall not submit more than one tender per eight digit CN code for the same partial invitation to tender.\n7.   A tender may not be withdrawn or amended after its submission.", "1.   In accordance with the provisions of Title III of Commission Regulation (EEC) No 2220/85 (6) each tenderer shall lodge a security of EUR 150 per tonne of sugar to be imported under this Regulation.\n2.   Where a tender is successful, that security shall become the security for the import licence.\n3.   The security referred to in paragraph 1 shall be released in case of unsuccessful tenderers.", "1.   The competent authorities of the Member States shall decide on the validity of tenders on the basis of the conditions set out in Article 3.\n2.   Persons authorised to receive and examine the tenders shall be under an obligation not to disclose any particulars relating thereto to any unauthorised person.\n3.   Where the competent authorities of the Member States decide that a tender is invalid they shall inform the tenderer.\n4.   The competent authority concerned shall notify the Commission, by fax, of the admissible tenders submitted within 2 hours after the expiry of the time limit for the submissions laid down in Article 2(1) and (2). That notification shall not contain the data referred to in Article 3(4)(a)(i).\n5.   The form and content of the notifications shall be defined on the basis of models made available by the Commission to the Member States. When no tenders are submitted, the competent authority shall notify the Commission thereof by fax within the same time limit.", "In the light of the current state and foreseeable development of the Union and world sugar markets, the Commission shall, for each partial invitation to tender and for each eight digit CN code, either fix a minimum customs duty or decide not to fix a minimum customs duty by adopting an Implementing Regulation in accordance with the procedure referred to in Article 195(2) of Regulation (EC) No 1234/2007.\nWith that Implementing Regulation, the Commission shall also fix, where necessary, an allocation coefficient applicable to the tenders which have been introduced at the level of the minimum customs duty. In this case, the security referred to in Article 4 shall be released in proportion to the quantities allocated.", "1.   Where no minimum customs duty has been fixed all tenders shall be rejected.\n2.   The competent authority concerned shall notify applicants within 3 working days after the day of publication of the Implementing Regulation referred in Article 6 of the result of their participation in the partial invitation to tender.", "1.   No later than the last working day of the week following the week during which the Implementing Regulation referred in Article 6 was published, the competent authority shall issue an import licence to any tenderer whose tender quotes a customs duty for the eight digit CN code equal to or exceeding the minimum customs duty fixed for that eight digit CN code by the Commission. The quantities awarded shall take account of the allocation coefficient fixed by the Commission in accordance with Article 6.\nThe competent authorities of the Member States shall not issue licences for tenders that have not been notified as provided for in Article 5, paragraph 4.\n2.   Import licences shall contain the following entries:\n(a) in box 16, the eight digit CN code of the sugar;\n(b) in boxes 17 and 18, the quantity of sugar awarded;\n(c) in box 20 at least one of the entries listed in Part A of the Annex;\n(d) in box 24 the customs duty applicable using one of the entries listed in Part B of the Annex.\n3.   By way of derogation from Article 8(1) of Regulation (EC) No 376/2008, the rights deriving from the import licence shall not be transferable.\n4.   The first sentence of the first subparagraph and second subparagraph of Article 153(3) of Regulation (EC) No 1234/2007 shall apply.", "Import licences issued in connection with a partial invitation to tender shall be valid from the day of issue until the end of the third month following the month in which the Implementing Regulation on partial invitation referred in Article 6 is published.", "0\nNo later than the last working day of the second week following the week during which the Implementing Regulation referred in Article 6 is published the competent authorities shall notify the Commission of the quantities for which import licences have been issued under this Regulation. The notification shall be transmitted electronically in accordance with models and methods made available to the Member States by the Commission.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall expire on 30 September 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 170, 30.6.2011, p. 21.\n(3)  OJ L 178, 1.7.2006, p. 24.\n(4)  OJ L 114, 26.4.2008, p. 3.\n(5)  OJ L 13, 19.1.2000, p. 12.\n(6)  OJ L 205, 3.8.1985, p. 5.\nANNEX\nA.   Entries referred to in Article 8(2)(c)\nin Bulgarian : Внесена при намалена ставка на митото съгласно Регламент (ЕС) № 1239/2011; референтен номер 09.4313\nin Spanish : Importado con derecho de aduana reducido en virtud del Reglamento de Ejecución (UE) no 1239/2011; Número de referencia 09.4313\nin Czech : Dovezeno se sníženou celní sazbou v souladu s prováděcím nařízením (EU) č. 1239/2011; Referenční číslo 09.4313\nin Danish : Importeret til en nedsat toldsats i henhold til forordning (EU) nr. 1239/2011; Referencenummer 09.4313\nin German : Eingeführt zum ermäßigten Zollsatz gemäß der Durchführungsverordnung (EU) Nr. 1239/2011; Referenznummer 09.4313\nin Estonian : Imporditud vähendatud tollimaksuga vastavalt määrusele (EL) nr 1239/2011; viitenumber 09.4313\nin Greek : Εισαγωγή με μειωμένο δασμό δυνάμει του εκτελεστικού κανονισμού (ΕΕ) αριθ. 1239/2011· αριθμός αναφοράς 09.4313\nin English : Imported at reduced customs duty pursuant to Implementing Regulation (EU) No 1239/2011; reference number 09.4313\nin French : Importés à des taux de droits réduits conformément au règlement d'exécution (UE) no 1239/2011; numéro de référence 09.4313\nin Italian : Importato applicando un’aliquota ridotta del dazio doganale, a norma del regolamento di esecuzione (UE) n. 1239/2011; Numero di riferimento 09.4313\nin Latvian : Importēts ar samazinātu muitas nodokli saskaņā ar Īstenošanas regulu (ES) Nr. 1239/2011; atsauces numurs 09.4313\nin Lithuanian : Importuota taikant sumažintą muitą pagal Įgyvendinimo reglamentą (ES) Nr. 1239/2011; Nuorodos numeris 09.4313\nin Hungarian : Behozatal csökkentett vámtétel mellett az 1239/2011/EU rendelet alapján; hivatkozási szám 09.4313\nin Maltese : Impurtat b’dazju doganali mnaqqas skont ir-Regolament ta’ Implimentazzjoni (UE) Nru 1239/2011; Numru ta’ referenza 09.4313\nin Dutch : Ingevoerd tegen verlaagd douanerecht overeenkomstig Uitvoeringsverordening (EU) nr. 1239/2011; referentienummer 09.4313\nin Polish : Przywóz z zastosowaniem obniżonych stawek celnych zgodnie z rozporządzeniem wykonawczym (UE) nr 1239/2011; numer referencyjny 09.4313\nin Portuguese : Importado a taxa reduzida de direito aduaneiro ao abrigo do Regulamento (UE) n.o 1239/2011; Número de referência 09.4313\nin Romanian : Importat cu taxă vamală redusă conform Regulamentului de punere în aplicare (UE) nr. 1239/2011; Număr de referință 09.4313\nin Slovak : Dovoz so zníženým clom podľa nariadenia (EÚ) č. 1239/2011; referenčné číslo 09.4313\nin Slovenian : Uvoz po znižani carini v skladu z Izvedbeno uredbo (EU) št. 1239/2011; referenčna številka 09.4313\nin Finnish : Tuonti alennetuin tullein asetuksen (EU) N:o 1239/2011 mukaisesti; Viitenumero 09.4313\nin Swedish : Importerad till nedsatt tullsats enligt genomförandeförordning (EU) nr 1239/2011; Referensnummer 09.4313\nB.   Entries referred to in Article 8(2)(d)\nin Bulgarian : Мито (мито върху приетата оферта)\nin Spanish : Derecho de aduana (derecho de aduana de la oferta seleccionada)\nin Czech : Clo: (clo platné pro vybranou nabídku)\nin Danish : Toldsats: (toldsats for det antagne bud)\nin German : Zollsatz: (Zollsatz für das erfolgreiche Angebot)\nin Estonian : Tollimaks: (hankelepingu suhtes kohaldatav tollimaks)\nin Greek : Δασμός: (δασμός της κατακυρωθείσας προσφοράς)\nin English : Customs duty: (customs duty of the awarded tender)\nin French : Droit de douane: (droit de douane du marché attribué)\nin Italian : Dazio doganale: (dazio doganale dell’aggiudicazione)\nin Latvian : Muitas nodoklis: (konkursā uzvarējušā piedāvājuma muitas nodoklis)\nin Lithuanian : Muitas (konkursą laimėjusiam pasiūlymui taikomas muitas)\nin Hungarian : Vámtétel: (a nyertes ajánlat szerinti vámtétel)\nin Maltese : Dazju doganali: (dazju doganali tal-offerta magħżula)\nin Dutch : Douanerecht: (douanerecht voor de gegunde inschrijving)\nin Polish : Cło: (cło zatwierdzonej oferty)\nin Portuguese : Direito aduaneiro: (direito aduaneiro aplicável à proposta adjudicada)\nin Romanian : Taxă vamală: (taxa vamală aplicabilă ofertei selecționate)\nin Slovak : Clo: (clo vybranej ponuky)\nin Slovenian : Carina: (carina dodeljene ponudbe)\nin Finnish : Tulli: (voittaneeseen tarjoukseen sovellettava tulli)\nin Swedish : Tullsats: (tullsats för det antagna anbudet)"}