{"celex_id": "32010D0301", "uri": "http://publications.europa.eu/resource/cellar/64af1363-31f2-4430-aa03-0826da3cae25", "type": "Decision", "concepts": ["1309", "1416", "1596", "192", "4225", "5728", "5860"], "title": "2010/301/: Commission Decision of 25 May 2010 amending Decision 2004/407/EC as regards authorising imports of photographic gelatine into the Czech Republic (notified under document C(2010) 3244)\n", "header": "27.5.2010 EN Official Journal of the European Union L 128/9\nCOMMISSION DECISION\nof 25 May 2010\namending Decision 2004/407/EC as regards authorising imports of photographic gelatine into the Czech Republic\n(notified under document C(2010) 3244)\n(Only the Czech, Dutch, English, French and German texts are authentic)\n(2010/301/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 4(4) and the first and second subparagraphs of Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 prohibits the importation and transit of animal by-products and processed products into the Community, unless they are authorised in accordance with that Regulation.\n(2) Commission Decision 2004/407/EC of 26 April 2004 on transitional sanitary and certification rules under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards import from certain third countries of photographic gelatine (2) provides that Belgium, Luxembourg, the Netherlands and the United Kingdom are to authorise the importation of certain gelatine exclusively intended for the photographic industry (photographic gelatine), in compliance with that Decision.\n(3) Decision 2004/407/EC provides that the importation of photographic gelatine is only authorised from the third countries listed in the Annex to that Decision, namely Japan and the United States.\n(4) Decision 2004/407/EC, as amended by Commission Decision 2009/960/EC (3), authorises imports of photographic gelatine from a specified plant in the United States to the Czech Republic. The Czech Republic has now submitted a new request for the authorisation of imports of photographic gelatine from another plant in the United States. The Czech Republic has confirmed that the strict channelling conditions under Decision 2004/407/EC are to apply in order to prevent potential health risks.\n(5) Accordingly, and pending the review of the technical requirements for the import of animal by-products under Regulation (EC) No 1069/2009 of the European Parliament and of the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing Regulation (EC) No 1774/2002 (Animal by-products Regulation) (4), the Czech Republic should be allowed to authorise the importation of photographic gelatine from the additional plant in the United States subject to compliance with the conditions set out in Decision 2004/407/EC.\n(6) Decision 2004/407/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2004/407/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 1 May 2010.", "This Decision is addressed to the Kingdom of Belgium, the Czech Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 25 May 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1.\n(2)  OJ L 151, 30.4.2004, p. 11.\n(3)  OJ L 330, 16.12.2009, p. 82.\n(4)  OJ L 300, 14.11.2009, p. 1.\nANNEX\nAnnex I is replaced by the following:\n‘ANNEX I\nTHIRD COUNTRIES AND PLANTS OF ORIGIN, MEMBER STATES OF DESTINATION, BORDER INSPECTION POSTS OF FIRST ENTRY INTO THE UNION AND APPROVED PHOTOGRAPHIC FACTORIES\nThird country of origin Plants of origin Member State of destination Border inspection post of first entry into the Union Approved photographic factories\nNitta Gelatin Inc.\n2-22 Futamata\nYao-City, Osaka\n581 – 0024 Japan\nJellie Co. Ltd\n7-1, Wakabayashi 2-Chome,\nWakabayashi-ku,\nSendai-city, Miyagi,\n982 Japan\nNIPPI Inc. Gelatin Division\n1 Yumizawa-Cho\nFujinomiya City Shizuoka\n418 – 0073 Japan\nFujifilm Europe BV,\nOudenstaart 1\n5047 TK Tilburg,\nNetherlands\nNitta Gelatin Inc.\n2-22 Futamata\nYao-City, Osaka\n581 – 0024, Japan\nKodak Ltd Headstone Drive, Harrow, MIDDX\nHA4 4TY,\nUnited Kingdom\nFOMA Bohemia spol. s r.o.\nJana Krušinky 1604\n501 04 Hradec Králove,\nCzech Republic\nEastman Gelatine Corporation,\n227 Washington Street,\nPeabody, MA, 01960 USA\nGelita North America,\n2445 Port Neal Industrial Road\nSergeant Bluff, Iowa, 51054 USA\nDuPont Teijin\nLuxembourg SA\nPO Box 1681\n1016 Luxembourg\nKodak Ltd\nHeadstone Drive, Harrow, MIDDX HA4 4TY,\nUnited Kingdom\nFOMA Bohemia spol. s r.o.\nJana Krušinky 1604\n501 04 Hradec Králove,\nCzech Republic’"}