{"celex_id": "32014R1113", "uri": "http://publications.europa.eu/resource/cellar/ad69e1e0-59a9-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1076", "3645", "3737", "4886", "5334", "616"], "title": "Commission Implementing Regulation (EU) No 1113/2014 of 16 October 2014 establishing the form and technical details of the notification referred to in Articles 3 and 5 of Regulation (EU) No 256/2014 of the European Parliament and of the Council and repealing Commission Regulations (EC) No 2386/96 and (EU, Euratom) No 833/2010\n", "header": "22.10.2014 EN Official Journal of the European Union L 302/26\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1113/2014\nof 16 October 2014\nestablishing the form and technical details of the notification referred to in Articles 3 and 5 of Regulation (EU) No 256/2014 of the European Parliament and of the Council and repealing Commission Regulations (EC) No 2386/96 and (EU, Euratom) No 833/2010\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 256/2014 of the European Parliament and of the Council of 26 February 2014, concerning the notification to the Commission of investment projects in energy infrastructure within the European Union, replacing Council Regulation (EU, Euratom) No 617/2010 and repealing Council Regulation (EC) No 736/96 (1), and in particular Article 7 thereof,\nWhereas:\n(1) In order to gather comparable data and to simplify the reporting by Member States or their delegated entities or bodies referred to in Article 3 of Regulation (EU) No 256/2014, notifications to be made should be standardized by the use of reporting tables. Therefore, the provisions concerning the form and other technical details of the notification of data and information should be adopted.\n(2) Following the repeal of Council Regulation (EC) No 736/96 (2) by Regulation (EU) No 256/2014, Commission Regulation (EC) No 2386/96 (3) should also be repealed.\n(3) Following the annulment of Council Regulation (EU, Euratom) No 617/2010 (4) by the European Court of Justice (5), Commission Regulation (EU, Euratom) No 833/2010 (6) should be also repealed by this Regulation,", "main_body": ["The form and technical details of the notification to the Commission of data and information on investment projects in energy infrastructure referred to in Articles 3 and 5 of Regulation (EU) No 256/2014 shall be as set out in the Annex to this Regulation.", "Regulations (EC) No 2386/96 and (EU, Euratom) No 833/2010 are repealed.", "Member States shall ensure coherence of statistical information reported based on the template in the Annex and statistical information reported under Regulation (EC) No 1099/2008 on energy statistics.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 16 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 84, 20.3.2014, p. 61.\n(2)  Council Regulation (EC) No 736/96 of 22 April 1996 on notifying the Commission of investment projects of interest to the Community in petroleum, natural gas and electricity sectors (OJ L 102, 25.4.1996, p. 1).\n(3)  Commission Regulation (EC) No 2386/96 of 16 December 1996 applying Council Regulation (EC) No 736/96 on notifying the Commission of investment projects of interest to the Community in the petroleum, natural gas and electricity sectors (OJ L 326, 17.12.1996, p. 13).\n(4)  Council Regulation (EU, Euratom) No 617/2010 of 24 June 2010 concerning the notification to the Commission of investment projects in energy infrastructure within the European Union and repealing Regulation (EC) No 736/96 (OJ L 180, 15.7.2010, p. 7).\n(5)  Judgement of the Court of Justice of 6 September 2012 in Case C-490/10, Parliament v. Council (ECR 2012, p. I-0000).\n(6)  Commission Regulation (EU, Euratom) No 833/2010 of 21 September 2010 implementing Council Regulation (EU, Euratom) No 617/2010 concerning the notification to the Commission of investment projects in energy infrastructure within the European Union (OJ L 248, 22.9.2010, p. 36).\nANNEX"}