{"celex_id": "32013R0122", "uri": "http://publications.europa.eu/resource/cellar/9e01b491-75d2-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "1856", "5734", "5752", "842"], "title": "Commission Regulation (EU) No 122/2013 of 12 February 2013 amending Regulation (EC) No 1950/2006 establishing, in accordance with Directive 2001/82/EC of the European Parliament and of the Council on the Community code relating to veterinary medicinal products, a list of substances essential for the treatment of equidae  Text with EEA relevance\n", "header": "13.2.2013 EN Official Journal of the European Union L 42/1\nCOMMISSION REGULATION (EU) No 122/2013\nof 12 February 2013\namending Regulation (EC) No 1950/2006 establishing, in accordance with Directive 2001/82/EC of the European Parliament and of the Council on the Community code relating to veterinary medicinal products, a list of substances essential for the treatment of equidae\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (1), and in particular Article 10(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1950/2006 (2) established a list of substances essential for the treatment of equidae which, by way of derogation from Article 11 of Directive 2001/82/EC, may be administered to equidae intended for slaughter for human consumption subject to a withdrawal period of not less than six months.\n(2) Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin (3) amended Article 10(3) of Directive 2001/82/EC in order to include in the list of substances referred to in that Article substances which bring added clinical benefit compared to other treatment options available for equidae, hereinafter ‘substances bringing added clinical benefit’, in addition to essential substances.\n(3) A substance should only be included in the list as a ‘substance bringing added clinical benefit’ where it provides a clinically relevant advantage based on improved efficacy or safety or a major contribution to treatment. This may be the result, inter alia, of different modes of actions, different pharmacokinetic or pharmacodynamic profiles, different lengths of treatment or different routes of administration.\n(4) Substances listed in the Annex to Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (4) should not appear on the list of essential substances and substances bringing added clinical benefit. Therefore, it is necessary to amend the list in the Annex to Regulation (EC) No 1950/2006 to remove from that list any substances listed in Regulation (EU) No 37/2010.\n(5) It is also appropriate to remove from the list in the Annex to Regulation (EC) No 1950/2006 several substances identified as alternatives to the substances listed, which are not available for the treatment of horses because they are not listed as ‘essential substances’ or ‘substances bringing added clinical benefit’ under Regulation (EC) No 1950/2006 nor listed in the Annex to Regulation (EU) No 37/2010.\n(6) Due to changes in Union legislation since the adoption of Regulation (EC) No 1950/2006, the references in that Regulation to the relevant legislation on control mechanisms for equidae and on maximum residue limits should be updated.\n(7) The amended list set out in the Annex to this Regulation has been subject to a scientific evaluation carried out by the Committee for Veterinary Medicinal Products of the European Medicines Agency established by Regulation (EC) No 726/2004 of the European Parliament and of the Council (5).\n(8) Regulation (EC) No 1950/2006 should be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Regulation (EC) No 1950/2006 is amended as follows:\n(1) the title of Regulation (EC) No 1950/2006 is replaced by the following:\n(2) Article 1 is replaced by the following:\n(3) in Article 2, the second subparagraph is replaced by the following:\n(4) Articles 3 and 4 are replaced by the following:\n(5) in Article 5, paragraph 2 is replaced by the following:\n(6) the Annex to Regulation (EC) No 1950/2006 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 311, 28.11.2001, p. 1.\n(2)  OJ L 367, 22.12.2006, p. 33.\n(3)  OJ L 152, 16.6.2009, p. 11.\n(4)  OJ L 15, 20.1.2010, p. 1.\n(5)  OJ L 136, 30.4.2004, p. 1.\n(6)  OJ L 149, 7.6.2008, p. 3.\n(7)  OJ L 15, 20.1.2010, p. 1.’;\nANNEX\n‘ANNEX\nList of substances essential for the treatment of equidae and substances bringing added clinical benefit compared to other treatment options available for equidae\nThe withdrawal period for each of the substances on the following list shall be six months.\nIndication Active substance Justification and explanation of use\nAnaesthetics, analgesics and substances used in association with anaesthesia\nSedation and premedication Acepromazine Purpose: premedication prior to general anaesthesia, mild sedation.\nAtipamezole Purpose: α-2 adrenoceptor antagonist used for reversal of α-2 agonists.\nDiazepam Purpose: premedication and induction of anaesthesia. Mild (benzodiazepine) tranquilisation with minimal cardiovascular and respiratory side effects. Anti-convulsant, essential for treatment of seizures.\nFlumazenil Purpose: intravenous reversal agent for benzodiazepines. Reversal of benzodiazepine effect during recovery from Total Intravenous Anaesthesia (TIVA) techniques.\nMidazolam Purpose: premedication and induction of anaesthesia. Mild (benzodiazepine) tranquilisation with minimal cardiovascular and respiratory side effects. Anti-convulsant, for treatment of seizures, particularly adult horses with tetanus.\nNaloxone Purpose: opioid-antidote, emergency medicine.\nPropofol Purpose: intravenous anaesthetic. Induction of anaesthesia in foals.\nSarmazenil Purpose: benzodiazepine antagonist.\nTiletamine Purpose: dissociative anaesthetic similar to ketamine, especially used for field anaesthesia. Used in combination with zolazepam.\nZolazepam Purpose: benzodiazepine tranquilisation especially used for field anaesthesia in combination with tiletamine.\nHypotension or respiratory stimulation during anaesthesia Dobutamine Purpose: treatment of hypotension during anaesthesia.\nDopamine Purpose: treatment of hypotension during anaesthesia.\nEphedrine Purpose: treatment of hypotension during anaesthesia.\nGlycopyrrolate Purpose: prevention of bradycardia. Anticholinergic. Anticholinergics are fundamental treatment for prevention of parasympathetic effects such as bradycardia and are routine components of eye and airway surgery.\nNoradrenaline (norepinephrine) Purpose: cardiovascular failure. Infusion for the treatment of cardiovascular failure in foals.\nAnalgesia Buprenorphine Purpose: analgesia, used with sedatives for restraint.\nFentanyl Purpose: analgesia.\nMorphine Purpose: analgesia.\nPethidine Purpose: analgesia.\nMuscle relaxants and associated substances Atracurium Purpose: muscle relaxation during anaesthesia.\nEdrophonium Purpose: reversal of atracurium muscle relaxation.\nGuaifenesin Purpose: muscle relaxation during anaesthesia.\nInhalation anaesthetics Sevoflurane Purpose: inhalation anaesthesia for horses with limb fractures and other orthopaedic injuries and mask induction of anaesthesia in foals.\nLocal anaesthetics Bupivacaine Purpose: local anaesthesia.\nOxybuprocaine Purpose: local anaesthesia for use in eyes.\nPrilocaine Purpose: local anaesthesia prior to intravenous catheterisation.\nAnti-inflammatory substances\nCorticosteroids Triamcinolone acetonide Purpose: intra-articular medication for degenerative joint disease and osteoarthritis.\nFlumethasone Purpose: short-term systemic corticosteroid therapy including shock, anti-inflammatory and anti-allergy therapy.\nAnti-endotoxins Pentoxifylline Purpose: systemic and oral treatment for endotoxaemia. Laminitis.\nPolymyxin B Purpose: systemic treatment for endotoxaemia associated with severe colic and other gastrointestinal diseases.\nCardiovascular medicines\nAmiodarone Purpose: anti-dysrhythmic. Systemic and oral treatment of atrial fibrillation, supraventricular and ventricular tachycardias.\nAllopurinol Purpose: treatment of neonatal ischaemia-reperfusion injury.\nVasopressin Purpose: treatment of circulatory collapse in foals and adults.\nDigoxin Purpose: treatment of heart failure.\nQuinidine sulfate and quinidine gluconate Purpose: treatment of cardiac arrhythmias.\nProcainamide Purpose: treatment of cardiac arrhythmias.\nPropranolol Purpose: treatment of cardiac arrhythmias.\nConvulsions\nPhenytoin Purpose: anti-convulsant therapy in foals. Treatment of rhabdomyolysis. Treatment of stringhalt.\nPrimidone Purpose: anti-convulsant therapy in foals.\nGastrointestinal agents\nBethanechol Purpose: treatment of ileus, treatment of gastroduodenal stricture in foals, treatment of recurrent small colon impactions in adults.\nCodeine Purpose: diarrhoea treatment.\nLoperamide Purpose: diarrhoea treatment in foals.\nMetoclopramide Purpose: treatment of post-operative ileus.\nPhenoxy-benzamine Purpose: diarrhoea treatment; colitis.\nPropantheline bromide Purpose: anti-peristaltic.\nRanitidine Purpose: gastric ulcer prophylaxis in neonates.\nSucralfate Purpose: gastric ulcer prophylaxis in neonates.\nRhabdomyolysis\nDantrolene sodium Purpose: treatment of rhabdomyolysis. Treatment of malignant hyperthermia during anaesthesia.\nAntimicrobials\nKlebsiella spp. infections Ticarcillin Purpose: treatment of Klebsiella spp. infections.\nRhodococcus equi infections Azithromycin Purpose: treatment of Rhodococcus equi infections.\nRifampicin Purpose: treatment of Rhodococcus equi infections.\nSeptic arthritis Amikacin Purpose: treatment of septic arthritis.\nRespiratory medicines\nAmbroxol Purpose: stimulation of surfactant in the premature foal.\nBudesonide Purpose: inhalation corticosteroid for control of allergic pulmonary disease.\nFluticasone Purpose: inhalation corticosteroid for control of allergic pulmonary disease.\nIpratropium bromide Purpose: bronchodilation.\nOxymetazolin Purpose: treatment of nasal oedema.\nAntiprotozoal agents\nIsometamidium Purpose: treatment of equine protozoal myeloencephalitis.\nPonazuril Purpose: equine protozoal myelitis (Sarcocystis neurona) treatment.\nPyrimethamine Purpose: treatment of equine protozoal myeloencephalitis.\nOphthalmic medicines\nOcular ulcers Acyclovir Purpose: treatment of ocular ulcers (antiviral medicine). Topical use.\nIdoxuridine Purpose: treatment of ocular ulcers (antiviral medicine). Topical use.\nGlaucoma Phenylephrine Purpose: treatment of glaucoma, epiphora, nasal oedema and splenic entrapment.\nTropicamide Purpose: treatment of glaucoma. Topical use.\nDorzolamide Purpose: treatment of glaucoma. Topical use.\nLatanoprost Purpose: treatment of glaucoma. Topical use.\nTimolol maleate Purpose: treatment of glaucoma. Topical use.\nCyclosporin A Purpose: immunosuppressive used for the treatment of autoimmune diseases of the eye.\nKetorolac Purpose: treatment of eye pain and inflammation, non-steroidal anti-inflammatory medicine, eye drops, topical use.\nOfloxacin Purpose: treatment of eye infections resistant to commonly used ophthalmic antibiotic treatments.\nFluoresceine Purpose: diagnostic tool for corneal ulceration, topical use.\nRose Bengal Purpose: diagnostic tool for early corneal damage, topical use.\nHyperlipaemia\nInsulin Purpose: treatment of hyperlipaemia, used in combination with glucose therapy, diagnosis of metabolic disorders.\nFungal infections\nGriseofulvin Purpose: systemic antifungal use. Treatment of ringworm.\nKetoconazole Purpose: systemic antifungal use. Treatment of fungal pneumonia and guttural pouch mycosis.\nMiconazole Purpose: treatment of fungal infections of the eye.\nNystatin Purpose: treatment of yeast infections for eyes and genital tract.\nDiagnostic imaging\nRadiopharma-ceutical Tc99m Purpose: scintigraphy.\nMiscellaneous\nCarbamazepine Purpose: headshaking syndrome.\nCyproheptadine Purpose: headshaking syndrome.\nDomperidone Purpose: agalactia in mares.\nGabapentin Purpose: neuropathic pain.\nHydroxyethyl-starch Purpose: colloidal volume substitution.\nImipramine Purpose: pharmacologically induced ejaculation in stallions with ejaculatory dysfunction.\nThyrotropin releasing hormone Purpose: diagnostic used for the confirmation of thyroid and pituitary disorders.\nBarium sulphate Purpose: radiographic contrast agent used for oesophageal and gastrointestinal contrast examinations.\nIohexol Purpose: radiographic contrast agent used for lower urinary tract studies, arthrography, myelography, sino- or fistulography and dacryocystography.\nIopamidol Purpose: radiographic contrast agent used for lower urinary tract studies, arthrography, myelography, sino- or fistulography and dacryocystography."}