{"celex_id": "32012D0041", "uri": "http://publications.europa.eu/resource/cellar/4e543ceb-341f-41bc-a1b7-80c481f73a63", "type": "Decision", "concepts": ["3181", "3561", "4079", "4509", "5618"], "title": "2012/41/EU: Council Decision of 23 January 2012 on the position to be taken by the European Union in the EEA Joint Committee concerning the setting-up of a Joint Working Group to monitor the implementation of Chapter IIa of Protocol 10 to the EEA Agreement on simplification of inspections and formalities in respect of carriage of goods and defining its rules of procedure\n", "header": "27.1.2012 EN Official Journal of the European Union L 24/1\nCOUNCIL DECISION\nof 23 January 2012\non the position to be taken by the European Union in the EEA Joint Committee concerning the setting-up of a Joint Working Group to monitor the implementation of Chapter IIa of Protocol 10 to the EEA Agreement on simplification of inspections and formalities in respect of carriage of goods and defining its rules of procedure\n(2012/41/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 and Articles 207(2) and 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Protocol 10 to the Agreement was amended by Decision of the EEA Joint Committee No 76/2009 of 30 June 2009 (2), with a view to inserting a new Chapter IIa on customs security measures.\n(2) Article 9b of Protocol 10 provides that, in bilateral trade between the Contracting Parties, the application of customs security measures shall be waived, provided that there is an equivalent level of customs security on their respective territories.\n(3) Article 9f of Protocol 10 also provides that the EEA Joint Committee shall define the rules allowing the Contracting Parties to ensure the monitoring of the implementation of Chapter IIa of that Protocol and to verify whether the provisions of Chapter IIa of and Annexes I and II to that Protocol are complied with,", "main_body": ["The position to be taken by the Union in the EEA Joint Committee on the setting-up of a Joint Working Group to monitor the implementation of Chapter IIa of Protocol 10 to the EEA Agreement on simplification of inspections and formalities in respect of carriage of goods and defining its rules of procedure shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 23 January 2012.\nFor the Council\nThe President\nM. GJERSKOV\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 232, 3.9.2009, p. 40.\nDRAFT\nDECISION No …/2011 OF THE EEA JOINT COMMITTEE\nof …\nsetting up a Joint Working Group to monitor the implementation of Chapter IIa of Protocol 10 to the EEA Agreement on simplification of inspections and formalities in respect of carriage of goods and defining its rules of procedure\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area (hereinafter ‘the EEA Agreement’), and in particular Article 92 and Article 94(3) thereof, and Article 9f(1) of Protocol 10 to the EEA Agreement,\nWhereas:\n(1) Protocol 10 to the EEA Agreement was amended by Decision of the EEA Joint Committee No 76/2009 of 30 June 2009 (1), with a view to inserting a new Chapter IIa on customs security measures.\n(2) Article 9b of Protocol 10 provides that, in bilateral trade between the Contracting Parties, the application of customs security measures shall be waived, provided that there is an equivalent level of customs security on their respective territories.\n(3) Article 9f of Protocol 10 also provides that the EEA Joint Committee shall define the rules allowing the Contracting Parties to ensure the monitoring of the implementation of Chapter IIa of that Protocol and to verify whether the provisions of Chapter IIa of and Annexes I and II to that Protocol are complied with,\nHAS ADOPTED THIS DECISION:\nArticle 1\n1.   A Joint Working Group on Customs Security Measures (hereinafter ‘the Working Group’), is hereby established in order to ensure the monitoring of the implementation of the customs security provisions in Chapter IIa of Protocol 10 to the EEA Agreement and to verify whether the provisions of Chapter IIa of and Annexes I and II to that Protocol are complied with.\n2.   The Working Group shall operate in accordance with the rules of procedure specified in the Annex to this Decision.\n3.   The Working Group shall report to Joint Subcommittee I on the free movement of goods, as referred to in Article 15(1)(a) of the Rules of Procedure of the EEA Joint Committee (2).\nArticle 2\nThis Decision shall enter into force on …, provided that all the notifications under Article 103(1) of the Agreement have been made to the EEA Joint Committee (3).\nArticle 3\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels, … .\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L 232, 3.9.2009, p. 40.\n(2)  Decision of the EEA Joint Committee No 1/94 of 8 February 1994 adopting the Rules of Procedure of the EEA Joint Committee (OJ L 85, 30.3.1994, p. 60).\n(3)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]\nANNEX\nto Decision No …/2011 of the EEA Joint Committee\nRULES OF PROCEDURE OF THE JOINT WORKING GROUP ON CUSTOMS SECURITY MEASURES\nArticle 1\nComposition\nThe Working Group shall be composed of representatives of the European Union, representatives of the EFTA States and representatives of the Member States of the European Union.\nArticle 2\nTasks\n1.   The Working Group shall evaluate the equivalency of customs security measures defined in the legislation of the Contracting Parties. In particular, it shall monitor the implementation of the legislation concerning pre-arrival and pre-departure information, security-related customs controls and risk management and the legislation concerning authorised economic operators. It shall also exchange information on amendments to the legislation concerned.\n2.   The Working Group shall discuss the necessary technical amendments to Chapter IIa of Protocol 10.\n3.   Upon a request of one of the Contracting Parties, the Working Group shall organise a meeting of a group of experts to discuss a specific issue. The Working Group shall also review administrative procedures of the Contracting Parties. In order to carry out such a review, the Working Group may agree to organise on-the-spot visits.\n4.   Upon a request of one of the Contracting Parties, the Working Group shall examine any issue which it considers relevant for the implementation of the customs security measures defined in Chapter IIa of Protocol 10.\nArticle 3\nChairmanship\nThe meetings of the Working Group shall be chaired alternately every 6 months by a representative of the European Union and by a representative of one of the EFTA States to which Chapter IIa of Protocol 10 applies.\nArticle 4\nMeetings\n1.   The Working Group shall meet on a regular basis and at least once a year.\n2.   The meetings shall take place in Brussels or in any other place decided by the Chair of the Working Group.\n3.   The Chair shall convene the meetings of the Working Group. Invitations to the meeting shall be sent to the participants referred to in Article 1 at least 10 working days before the meeting. In urgent matters, invitations may be sent out at a shorter notice.\n4.   The working language of the Working Group shall be English.\n5.   The meetings shall not be public unless otherwise agreed.\nArticle 5\nAgenda\n1.   The Chair shall draw up the provisional agenda for each meeting. The provisional agenda shall be sent to the participants referred to in Article 1 at least 10 working days before the meeting.\n2.   The Contracting Parties may request the inclusion of an agenda item either in writing to the Chair or prior to the adoption of the agenda on the day of the meeting.\nArticle 6\nMinutes\n1.   Minutes from each meeting of the Working Group shall be drawn up under the responsibility of the Chair. The minutes shall indicate, with respect to each agenda item, the recommendations and/or the conclusions of the Working Group.\n2.   The draft minutes shall be exchanged between the Contracting Parties and agreed within 20 working days after the meeting.\nArticle 7\nExpenses\nThe representatives of the Contracting Parties and the experts from the customs administrations of the Member States of the European Union shall cover all expenses they incur as a result of their participation in the meetings of the Working Group."}