{"celex_id": "32011D0016", "uri": "http://publications.europa.eu/resource/cellar/29a0556d-5b29-49ec-9d45-9dac52656a15", "type": "Decision", "concepts": ["2606", "4250", "4763", "6151", "63", "922"], "title": "2011/728/: Decision of the European Central Bank of 31 October 2011 amending Decision ECB/2010/15 concerning the administration of EFSF loans to Member States whose currency is the euro, and amending Decision ECB/2010/31 concerning the opening of accounts for the processing of payments in connection with EFSF loans to Member States whose currency is the euro (ECB/2011/16)\n", "header": "8.11.2011 EN Official Journal of the European Union L 289/35\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 31 October 2011\namending Decision ECB/2010/15 concerning the administration of EFSF loans to Member States whose currency is the euro, and amending Decision ECB/2010/31 concerning the opening of accounts for the processing of payments in connection with EFSF loans to Member States whose currency is the euro\n(ECB/2011/16)\n(2011/728/EU)\nTHE EXECUTIVE BOARD OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Articles 17 and 21 thereof,\nWhereas:\n(1) Decision ECB/2010/15 of 21 September 2010 concerning the administration of EFSF loans to Member States whose currency is the euro (1) lays down provisions concerning the opening of a cash account with the European Central Bank (ECB) in the name of the European Financial Stability Facility (EFSF) for the operation of the loan facility agreements (hereinafter the ‘Loan Facility Agreements’) under the EFSF Framework Agreement, which entered into force on 4 August 2010 (hereinafter the ‘EFSF Framework Agreement’).\n(2) Decision ECB/2010/31 of 20 December 2010 concerning the opening of accounts for the processing of payments in connection with EFSF loans to Member States whose currency is the euro (2) lays down provisions concerning the opening of cash accounts with the ECB in the name of the national central bank of the relevant borrower Member State for the operation of the Loan Facility Agreements under the EFSF Framework Agreement.\n(3) The EFSF Framework Agreement has been amended by the Supplemental Amendment Agreement, which entered into force on 18 October 2011. The amended EFSF Framework Agreement has created additional instruments that the EFSF may use to provide financial support. In accordance with paragraph 2 of the Preamble and Article 2(1) of the amended EFSF Framework Agreement, the EFSF may grant loan disbursements, precautionary facilities, facilities to finance the recapitalisation of financial institutions in a euro area Member State (through loans to the governments of such Member States including non-programme countries), facilities for the purchase of bonds in the secondary markets or facilities for the purchase of bonds in the primary market (all such instruments representing ‘Financial Assistance’), to be provided through financial assistance facility agreements (hereinafter the ‘Financial Assistance Facility Agreements’). The Loan Facility Agreements may continue to remain in place following the entry into force of the amended EFSF Framework Agreement.\n(4) Therefore, Decisions ECB/2010/15 and ECB/2010/31 should be amended accordingly,", "main_body": ["Decision ECB/2010/15 is amended as follows:\n(1) Article 2 is replaced by the following:\n(2) Article 4 is replaced by the following:", "Decision ECB/2010/31 is amended as follows:\n(1) Article 1 is replaced by the following:\n(2) Article 2 is replaced by the following:", "Entry into force\nThis Decision shall enter into force on 2 November 2011."], "attachments": "Done at Frankfurt am Main, 31 October 2011.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 253, 28.9.2010, p. 58.\n(2)  OJ L 10, 14.1.2011, p. 7."}