{"celex_id": "32015R0303", "uri": "http://publications.europa.eu/resource/cellar/9fa152ec-bd84-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["2624", "2958", "3165", "3577", "4288", "4860", "5876"], "title": "Commission Implementing Regulation (EU) 2015/303 of 25 February 2015 amending Implementing Regulations (EU) No 947/2014 and (EU) No 948/2014 as regards the last day for submission of applications for private storage aid for butter and skimmed milk powder\n", "header": "26.2.2015 EN Official Journal of the European Union L 55/4\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/303\nof 25 February 2015\namending Implementing Regulations (EU) No 947/2014 and (EU) No 948/2014 as regards the last day for submission of applications for private storage aid for butter and skimmed milk powder\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 18(2), Article 20(c), (f), (l), (m) and (n), and Article 223(3)(c) thereof,\nHaving regard to Council Regulation (EU) No 1370/2013 of 16 December 2013 determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products (2) and in particular Article 4 thereof,\nHaving regard to Regulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 (3), and in particular Article 62(2)(b) thereof,\nWhereas:\n(1) Commission Implementing Regulations (EU) No 947/2014 (4) and (EU) No 948/2014 (5) opened private storage for butter and skimmed milk powder, respectively, in view of the particular difficult market situation, notably resulting from the ban introduced by the Russian government on imports of dairy products from the Union to Russia.\n(2) Those private storage schemes have been extended by Commission Implementing Regulation (EU) No 1337/2014 (6) which provides that applications for aid can be lodged until 28 February 2015.\n(3) Prices of butter and skimmed milk powder in the Union are still fragile.\n(4) In view of the current market situation it is appropriate to extend by 7 months the private storage aid schemes for butter and skimmed milk powder.\n(5) In order to avoid an interruption of the possibility for lodging applications under the schemes this Regulation should enter into force on the day following that of its publication.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Amendment to Implementing Regulation (EU) No 947/2014\nIn Article 5 of Implementing Regulation (EU) No 947/2014, ‘28 February 2015’ is replaced by ‘30 September 2015’.", "Amendment to Implementing Regulation (EU) No 948/2014\nIn Article 5 of Implementing Regulation (EU) No 948/2014, ‘28 February 2015’ is replaced by ‘30 September 2015’.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  OJ L 346, 20.12.2013, p. 12.\n(3)  OJ L 347, 20.12.2013, p. 549.\n(4)  Commission Implementing Regulation (EU) No 947/2014 of 4 September 2014 opening private storage for butter and fixing in advance the amount of aid (OJ L 265, 5.9.2014, p. 15).\n(5)  Commission Implementing Regulation (EU) No 948/2014 of 4 September 2014 opening private storage for skimmed milk powder and fixing in advance the amount of aid (OJ L 265, 5.9.2014, p. 18).\n(6)  Commission Implementing Regulation (EU) No 1337/2014 of 16 December 2014 amending Implementing Regulations (EU) No 947/2014 and (EU) No 948/2014 as regards the last day for submission of applications for private storage aid for butter and skimmed milk powder (OJ L 360, 17.12.2014, p. 15)."}