{"celex_id": "32012D0030", "uri": "http://publications.europa.eu/resource/cellar/333acae3-4ffc-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["4372", "5455", "61"], "title": "2012/832/EU: Decision of the European Central Bank of 10 December 2012 amending Decision ECB/2010/21 on the annual accounts of the European Central Bank (ECB/2012/30)\n", "header": "22.12.2012 EN Official Journal of the European Union L 356/93\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 10 December 2012\namending Decision ECB/2010/21 on the annual accounts of the European Central Bank\n(ECB/2012/30)\n(2012/832/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 26.2 thereof,\nWhereas:\n(1) Decision ECB/2010/21 of 11 November 2010 on the annual accounts of the European Central Bank (1) lays down the rules for drawing up the annual accounts of the European Central Bank (ECB).\n(2) Article 3 of Decision ECB/2010/21 specifies that the basic accounting assumptions defined in Article 3 of Guideline ECB/2010/20 of 11 November 2010 on the legal framework for accounting and financial reporting in the European System of Central Banks (2) also apply for the purposes of Decision ECB/2010/21. This applies, inter alia, to Article 3(c) of Guideline ECB/2010/20 in relation to post-balance sheet events, which provides that assets and liabilities are adjusted for events that occur between the annual balance sheet date and the date on which the financial statements are approved by the relevant bodies if they affect the condition of assets or liabilities at the balance sheet date.\n(3) It needs to be clarified for the ECB’s annual accounts that post-balance sheet events should only be taken into account until the date when the financial statements are authorised for issue, i.e. the date on which the Executive Board authorises the submission of the ECB’s annual accounts to the Governing Council for approval.\n(4) Decision ECB/2010/21 should be amended accordingly,", "main_body": ["of Decision ECB/2010/21 is replaced by the following:\n‘Article 3\nBasic accounting assumptions\nThe basic accounting assumptions defined in Article 3 of Guideline ECB/2010/20 shall also apply for the purposes of this Decision. In derogation from the first sentence of Article 3(c) of Guideline ECB/2010/20, post-balance sheet events shall only be taken into account until the date on which the Executive Board authorises the submission of the ECB’s annual accounts to the Governing Council for approval.’.", "Entry into force\nThis Decision shall enter into force on 31 December 2012."], "attachments": "Done at Frankfurt am Main, 10 December 2012.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 35, 9.2.2011, p. 1.\n(2)  OJ L 35, 9.2.2011, p. 31."}