{"celex_id": "32011D0096", "uri": "http://publications.europa.eu/resource/cellar/f89976b7-f73b-49e6-be1a-3cc86d8e7ae3", "type": "Decision", "concepts": ["1542", "173", "3763", "394", "6013", "933"], "title": "2011/96/EU: Commission Decision of 11 February 2011 relating to the clearance of the accounts presented by Romania for the expenditure financed under the special accession programme for agriculture and rural development (Sapard) in 2007 (notified under document C(2011) 759)\n", "header": "12.2.2011 EN Official Journal of the European Union L 38/42\nCOMMISSION DECISION\nof 11 February 2011\nrelating to the clearance of the accounts presented by Romania for the expenditure financed under the special accession programme for agriculture and rural development (Sapard) in 2007\n(notified under document C(2011) 759)\n(Only the Romanian text is authentic)\n(2011/96/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period (1),\nHaving regard to Commission Regulation (EC) No 2222/2000 of 7 June 2000 laying down financial rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period (2), and in particular Article 13 thereof,\nHaving regard to the Multiannual Financing Agreement concluded with Romania on 2 February 2001 and in particular Article 11 of Section A to the Annex thereof,\nHaving regard to Commission Regulation (EC) No 248/2007 of 8 March 2007 on measures concerning the Multi-annual Financing Agreements and the Annual Financing Agreements concluded under the Sapard programme and the transition from Sapard to rural development (3), in conjunction with the Multiannual Financing Agreements as referred to in Annex II, point 1 to that Regulation, and in particular Article 11 of Section A to the Annex thereof,\nAfter consulting the Committee on the Agricultural Funds,\nWhereas:\n(1) The Commission, acting on behalf of the European Union, concluded multiannual financing agreements (MAFAs) laying down the technical, legal and administrative framework for the execution of the Special Accession Programme for Agriculture and Rural Development (Sapard) with Romania.\n(2) Article 11 of Section A of the Annex to the MAFAs provides for the adoption of a clearance of accounts Decision by the Commission. That provision continues to apply to Romania, by virtue of Regulation (EC) No 248/2007.\n(3) The time limits granted to the recipient countries for the submission to the Commission of the requisite documents have expired.\n(4) Commission Decision C(2008) 5524 of 30 September 2008 cleared the accounts of Bulgaria and Croatia. However, pending the review of supplementary information which had been requested from Romania, the decision concerning the accounts of this country could not be adopted at that stage.\n(5) The supplementary information has in the meantime been submitted. The checks carried out enable the Commission to take a decision on the completeness, accuracy and veracity of the accounts submitted by the Sapard Agency.\n(6) This Decision is adopted on the basis of accounting information. It does not prejudice the possibility for the Commission to decide subsequently to exclude from EU financing expenditure not incurred in accordance with Regulation (EC) No 2222/2000,", "main_body": ["The accounts of the Sapard Agency, situated on the territory of Romania, which concern expenditure financed by the general budget of the European Union in 2007 are hereby cleared.", "The expenditure and funding received from the EU for the financial year 2007, as stated on 31 December 2007, and the assets held by this Beneficiary Country on behalf of the EU on 31 December 2007, to be cleared under this Decision, are laid down in the Annex.", "This Decision is addressed to Romania."], "attachments": "Done at Brussels, 11 February 2011.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 161, 26.6.1999, p. 87.\n(2)  OJ L 253, 7.10.2000, p. 5.\n(3)  OJ L 69, 9.3.2007, p. 5.\nANNEX\nClearance of the Romanian Sapard Agency's accounts\nFinancial year 2007\nExpenditure and funding received from the EU in respect of the financial year 2007 as stated at 31 December 2007\n(all amounts in euro)\nBeneficiary Country Declaration D2 EU-contribution cleared with this decision EU-contribution disjoined with this decision Total b + c Adjustments (1) Funding received from the EU (D1) Difference to berecovered or paid\na b c d e f g = d - e - f\nRomania 260 601 503,20 260 601 503,20 0,00 260 601 503,20 39 204,26 260 464 956,44 97 342,50 (3)\nAssets held by the Beneficiary Countries on behalf of the EU on 31 December 2007\n(all amounts in euro)\nBeneficiary Country EURO ACCOUNT EURO ACCOUNT DEBTORS DEBTORS\nh  i\nRomania 815 476,50 0,00 2 735 476,31 (4) 0,00\n(1)  This amount represents the adjustments made by the Romanian authorities in the declared expenditure to the Commission for the FY 2007 during the subsequent periods, due to recovered amounts for the measure 3.3.\n(2)  This amount represents the mathematical difference between the amount cleared and that reimbursed for the financial year 2007, without taking into account the advances paid in the previous years.The Commission services do not commit to recover or pay any amount at the date of this decision.\n(3)  The difference of (EUR –97 342,50) is the mathematical result of (EUR 97 452,16) representing expenditure declared but not reimbursed by the Commission following the appraisal of the reperformance reports for the measure 3.3, of (EUR – 92,69) representing corrections made by the Romanian authorities in 2007 for D1 2006, of (EUR – 18,36) triggered by the use of an incorrect exchange rate for three recoveries as explained by the CB, and of (EUR 1,39) due to rounding.\n(4)  The amounts do not take into account the interests accrued on debts."}