{"celex_id": "32014D0707", "uri": "http://publications.europa.eu/resource/cellar/f98fc1c9-510d-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["5622", "5695", "5744", "6709", "8465"], "title": "2014/707/CFSP: Political and Security Committee Decision EULEX KOSOVO/2/2014 of 9 October 2014 on the appointment of the Head of Mission of the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO\n", "header": "11.10.2014 EN Official Journal of the European Union L 295/59\nPOLITICAL AND SECURITY COMMITTEE DECISION EULEX KOSOVO/2/2014\nof 9 October 2014\non the appointment of the Head of Mission of the European Union Rule of Law Mission in Kosovo (1), EULEX KOSOVO\n(2014/707/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third paragraph of Article 38 thereof,\nHaving regard to the Council Joint Action 2008/124/CFSP of 4 February 2008 on the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO (2), and in particular Article 12(2) thereof,\nWhereas:\n(1) Pursuant to Article 12(2) of Joint Action 2008/124/CFSP, the Political and Security Committee (PSC) is authorised, in accordance with Article 38 of the Treaty, to take the relevant decisions for the purpose of exercising political control and strategic direction of the European Union Rule of Law Mission in Kosovo (EULEX KOSOVO), including the decision to appoint a Head of Mission.\n(2) On 17 June 2014, the PSC adopted Decision EULEX KOSOVO/1/2014 (3) extending the mandate of the Head of Mission of EULEX KOSOVO until 14 October 2014.\n(3) On 12 June 2014, the Council adopted decision 2014/349/CFSP (4) amending Joint Action 2008/124/CFSP and extending the duration of EULEX KOSOVO until 14 June 2016.\n(4) On 25 September 2014, the High Representative of the Union for Foreign Affairs and Security Policy proposed the appointment of Ambassador Gabriele MEUCCI as Head of Mission of EULEX KOSOVO for the period from 15 October 2014 to 14 June 2015,", "main_body": ["Ambassador Gabriele MEUCCI is hereby appointed as Head of Mission of the European Union Rule of Law Mission in Kosovo (EULEX KOSOVO) for the period from 15 October 2014 to 14 June 2015.", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 15 October 2014."], "attachments": "Done at Brussels, 9 October 2014.\nFor the Political and Security Committee\nThe Chairperson\nW. STEVENS\n(1)  The designation ‘Kosovo’ is without prejudice to positions on status, and is in line with UNSCR 1244/99 and the ICJ Opinion on the Kosovo declaration of Independence.\n(2)  OJ L 42, 16.2.2008, p. 92.\n(3)  Political and Security Committee Decision EULEX KOSOVO/1/2014 of 17 June 2014 extending the mandate of the Head of Mission of the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO (OJ L 180, 20.6.2014, p. 17).\n(4)  Council Decision 2014/349/CFSP of 12 June 2014 amending Joint Action 2008/124/CFSP on the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO (OJ L 174, 13.6.2014, p. 42)."}