{"celex_id": "32010D0353", "uri": "http://publications.europa.eu/resource/cellar/1c1e27cf-4505-4815-a984-14b64a97d6fe", "type": "Decision", "concepts": ["1595", "2081", "2773", "2985"], "title": "2010/353/: Commission Decision of 24 June 2010 allowing Member States to extend provisional authorisations granted for the new active substances amisulbrom, chlorantraniliprole, meptyldinocap and pinoxaden (notified under document C(2010) 4177)  (Text with EEA relevance)\n", "header": "26.6.2010 EN Official Journal of the European Union L 160/26\nCOMMISSION DECISION\nof 24 June 2010\nallowing Member States to extend provisional authorisations granted for the new active substances amisulbrom, chlorantraniliprole, meptyldinocap and pinoxaden\n(notified under document C(2010) 4177)\n(Text with EEA relevance)\n(2010/353/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(1) thereof,\nWhereas:\n(1) In accordance with Article 6(2) of Directive 91/414/EEC, in March 2006 the United Kingdom received an application from Nissan Chemical Europe SARL for the inclusion of the active substance amisulbrom in Annex I to Directive 91/414/EEC. Commission Decision 2007/669/EC (2) confirmed that the dossier was complete and could be considered as satisfying, in principle, the data and information requirements of Annex II and Annex III to that Directive.\n(2) In accordance with Article 6(2) of Directive 91/414/EEC, in February 2007 Ireland received an application from DuPont International Operations SARL for the inclusion of the active substance chlorantraniliprole in Annex I to Directive 91/414/EEC. Commission Decision 2007/560/EC (3) confirmed that the dossier was complete and could be considered as satisfying, in principle, the data and information requirements of Annex II and Annex III to that Directive.\n(3) In accordance with Article 6(2) of Directive 91/414/EEC, in August 2005 the United Kingdom received an application from Dow Agrosciences for the inclusion of the active substance meptyldinocap in Annex I to Directive 91/414/EEC. Commission Decision 2006/589/EC (4) confirmed that the dossier was complete and could be considered as satisfying, in principle, the data and information requirements of Annex II and Annex III to that Directive.\n(4) In accordance with Article 6(2) of Directive 91/414/EEC, in March 2004 the United Kingdom received an application from Syngenta Ltd for the inclusion of the active substance pinoxaden in Annex I to Directive 91/414/EEC. Commission Decision 2005/459/EC (5) confirmed that the dossier was complete and could be considered as satisfying, in principle, the data and information requirements of Annex II and Annex III to that Directive.\n(5) Confirmation of the completeness of the dossiers was necessary in order to allow them to be examined in detail and to allow Member States the possibility of granting provisional authorisations, for periods of up to three years, for plant protection products containing the active substances concerned, while complying with the conditions laid down in Article 8(1) of Directive 91/414/EEC and, in particular, the condition relating to the detailed assessment of the active substances and the plant protection products in the light of the requirements laid down by that Directive.\n(6) For these active substances, the effects on human health and the environment have been assessed, in accordance with the provisions of Article 6(2) and (4) of Directive 91/414/EEC, for the uses proposed by the applicants. The rapporteur Member States submitted the respective draft assessment reports to the Commission on 15 July 2008 (amisulbrom), on 11 February 2009 (chlorantraniliprole), on 25 October 2006 (meptyldinocap) and on 30 November 2005 (pinoxaden).\n(7) Following submission of the draft assessment reports by the rapporteur Member States, it has been found to be necessary to request further information from the applicants and to have the rapporteur Member States examine that information and submit their assessment. Therefore, the examination of the dossiers is still ongoing and it will not be possible to complete the evaluation within the timeframe provided for in Directive 91/414/EEC, read in conjunction with Commission Decision 2008/724/EC (6) (pinoxaden).\n(8) As the evaluation so far has not identified any reason for immediate concern, Member States should be given the possibility of prolonging provisional authorisations granted for plant protection products containing the active substances concerned for a period of 24 months in accordance with the provisions of Article 8 of Directive 91/414/EEC so as to enable the examination of the dossiers to continue. It is expected that the evaluation and decision-making process with respect to a decision on a possible inclusion in Annex I to that Directive for amisulbrom, chlorantraniliprole, meptyldinocap and pinoxaden will have been completed within 24 months.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States may extend provisional authorisations for plant protection products containing amisulbrom, chlorantraniliprole, meptyldinocap or pinoxaden for a period ending on 30 June 2012 at the latest.", "This Decision shall expire on 30 June 2012.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 June 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 274, 18.10.2007, p. 15.\n(3)  OJ L 213, 15.8.2007, p. 29.\n(4)  OJ L 240, 2.9.2006, p. 9.\n(5)  OJ L 160, 23.6.2005, p. 32.\n(6)  OJ L 245, 13.9.2008, p. 15."}