{"celex_id": "32012D0034(01)", "uri": "http://publications.europa.eu/resource/cellar/53e12b1f-6166-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1459", "1476", "1969", "2098", "5240"], "title": "2013/35/EU: Decision of the European Central Bank of 19 December 2012 on temporary changes to the rules relating to the eligibility of foreign currency denominated collateral (ECB/2012/34)\n", "header": "18.1.2013 EN Official Journal of the European Union L 14/22\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 19 December 2012\non temporary changes to the rules relating to the eligibility of foreign currency denominated collateral\n(ECB/2012/34)\n(2013/35/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first indent of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 12.1 and Article 14.3 in conjunction with the first indent of Article 3.1 and Article 18.2 thereof,\nWhereas:\n(1) Pursuant to Article 18.1 of the Statute of the European System of Central Banks and of the European Central Bank, the European Central Bank (ECB) and the national central banks of Member States whose currency is the euro (hereinafter the ‘NCBs’) may conduct credit operations with credit institutions and other market participants, with lending being based on adequate collateral. The standard conditions under which the ECB and the NCBs stand ready to enter into credit operations, including the criteria determining the eligibility of collateral for the purposes of Eurosystem credit operations, are laid down in Annex I to Guideline ECB/2011/14 of 20 September 2011 on monetary policy instruments and procedures of the Eurosystem (1).\n(2) Pursuant to Section 1.6 of Annex I to Guideline ECB/2011/14, the Governing Council may, at any time, change the instruments, conditions, criteria and procedures for the execution of Eurosystem monetary policy operations.\n(3) To facilitate the provision of liquidity to counterparties for Eurosystem monetary policy operations, on 6 September 2012, the Governing Council decided to temporarily widen the criteria determining the eligibility of assets to be used as collateral in Eurosystem monetary policy operations by accepting marketable debt instruments denominated in pounds sterling, yen or US dollars as eligible assets for monetary policy operations. On 10 October 2012, the Governing Council decision was implemented by Guideline ECB/2012/23 (2) which amended Guideline ECB/2012/18 of 2 August 2012 on additional temporary measures relating to Eurosystem refinancing operations and eligibility of collateral and amending Guideline ECB/2007/9 (3).\n(4) On 26 November 2012, the Governing Council adopted Guideline ECB/2012/25 amending Guideline ECB/2011/14 on monetary policy instruments and procedures of the Eurosystem (4). One reason for the amendment was to list the coupon structures of marketable debt instruments accepted under the Eurosystem monetary policy framework.\n(5) Some foreign currency denominated marketable debt instruments currently eligible pursuant to Article 5a of Guideline ECB/2012/18 have flat floating coupons linked to an index corresponding to a money market rate related to their currency of denomination. These instruments would become ineligible as from 3 January 2013, the date from which the latest amendments to Guideline ECB/2011/14 will start to apply. However, the Governing Council considers that marketable debt instruments denominated in a foreign currency should retain their temporary eligibility as collateral for Eurosystem monetary policy operations, irrespective of whether their coupons are linked to a non-euro interest rate or to non-euro area inflation indices. For this reason, the Governing Council has decided to suspend the specific provision of such Guideline ECB/2011/14 that would prevent the continued eligibility of such assets.\n(6) The additional measures set out in this Decision should apply temporarily, until the Governing Council considers that they are no longer necessary, to ensure an appropriate monetary policy transmission mechanism,", "main_body": ["Suspension of certain provisions of Annex I to Guideline ECB/2011/14\n1.   The Eurosystem minimum eligibility criteria for coupons, as specified in Section 6.2.1.1(1)(b) of Annex I to Guideline ECB/2011/14, shall be suspended for marketable debt instruments denominated in foreign currency in accordance with Article 2.\n2.   In the event of any discrepancy between this Decision and Guideline ECB/2011/14, as implemented at national level by the NCBs, the former shall prevail.\n3.   In the event of any discrepancy between this Decision and Guideline ECB/2012/18, as implemented at national level by the NCBs, the former shall prevail.\n4.   The NCBs shall continue to apply all provisions of Guideline ECB/2011/14 and Guideline ECB/2012/18 unless otherwise provided for in this Decision.", "Continued eligibility as collateral of certain assets denominated in pounds sterling, yen or US dollars\n1.   Eligible marketable debt instruments under Article 5a of Guideline ECB/2012/18 with coupons linked to only one money market rate in their currency of denomination or to an inflation index containing no discrete range, range accrual, ratchet or similar complex structures for the respective country shall be eligible for the purposes of Eurosystem monetary policy operations.\n2.   The ECB may publish a list of further acceptable benchmark foreign currency interest rates in addition to those referred to in paragraph 1 on its website at www.ecb.europa.eu, following approval by the Governing Council.", "Entry into force\nThis Decision shall enter into force on 3 January 2013."], "attachments": "Done at Frankfurt am Main, 19 December 2012.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 331, 14.12.2011, p. 1.\n(2)  OJ L 284, 17.10.2012, p. 14.\n(3)  OJ L 218, 15.8.2012, p. 20.\n(4)  OJ L 348, 18.12.2012, p. 30."}