{"celex_id": "32013R0332", "uri": "http://publications.europa.eu/resource/cellar/21562e56-a29c-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["13", "1789", "3591", "3628", "3633", "4314", "926"], "title": "Commission Implementing Regulation (EU) No 332/2013 of 10 April 2013 fixing an allocation coefficient for available quantities of out-of-quota sugar to be sold on the Union market at reduced surplus levy during the 2012/2013 marketing year\n", "header": "11.4.2013 EN Official Journal of the European Union L 102/18\nCOMMISSION IMPLEMENTING REGULATION (EU) No 332/2013\nof 10 April 2013\nfixing an allocation coefficient for available quantities of out-of-quota sugar to be sold on the Union market at reduced surplus levy during the 2012/2013 marketing year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Implementing Regulation (EU) No 281/2013 of 22 March 2013 laying down exceptional measures as regards the release of out-of-quota sugar and isoglucose on the Union market at reduced surplus levy during the 2012/2013 marketing year (2), and in particular Article 5 thereof,\nWhereas:\n(1) The quantities covered by certificate applications for out-of-quota sugar submitted from 26 March 2013 to 3 April 2013 and notified to the Commission from 3 April 2013 to 5 April 2013 exceed the limit set in Article 1 of Implementing Regulation (EU) No 281/2013.\n(2) Therefore, in accordance with Article 5 of Implementing Regulation (EU) No 281/2013 it is necessary to fix an allocation coefficient, which the Member States shall apply to the quantities covered by each notified certificate application.\n(3) In order to ensure the efficient management of the measure, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["The quantities for which certificates applications for out-of-quota sugar have been submitted in accordance with Implementing Regulation (EU) No 281/2013 from 26 March 2013 to 3 April 2013 and notified to the Commission from 3 April 2013 to 5 April 2013 shall be multiplied by an allocation coefficient of 13,214811 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 April 2013.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 84, 23.3.2013, p. 19."}