{"celex_id": "32010R0508", "uri": "http://publications.europa.eu/resource/cellar/247eb92b-3178-4fa1-bf57-ca5494e06c04", "type": "Regulation", "concepts": ["2282", "2437", "2879", "4790", "5228", "544", "863"], "title": "Commission Regulation (EU) No 508/2010 of 14 June 2010 prohibiting fishing activities for purse seiners flying the flag of or registered in Spain, fishing for bluefin tuna in the Atlantic ocean, east of longitude of 45° W, and in the Mediterranean sea\n", "header": "15.6.2010 EN Official Journal of the European Union L 149/7\nCOMMISSION REGULATION (EU) No 508/2010\nof 14 June 2010\nprohibiting fishing activities for purse seiners flying the flag of or registered in Spain, fishing for bluefin tuna in the Atlantic ocean, east of longitude of 45° W, and in the Mediterranean sea\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (1), and in particular Article 36(2) thereof,\nWhereas:\n(1) Council Regulation (EU) No 53/2010 of 14 January 2010 fixing for 2010 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in Community waters and for Community vessels, in waters where catch limitations are required (2), lays down quotas for 2010.\n(2) According to the information received by the Commission, catches of the stock referred to in the Annex to this Regulation by purse seiners flying the flag of or registered in the Member State referred to therein have exhausted the quota allocated to them for 2010.\n(3) It is therefore necessary to prohibit fishing activities for that stock carried out by purse seiners flying the flag of, or registered in, that Member State,", "main_body": ["Quota exhaustion\nThe fishing quota allocated to the purse seiners of the Member State referred to in the Annex to this Regulation for the stock referred to therein for 2010 shall be deemed to be exhausted from the date set out in that Annex.", "Prohibitions\nFishing activities for the stock referred to in the Annex to this Regulation by purse seiners flying the flag of or registered in the Member State referred to therein shall be prohibited from the date set out in that Annex. In particular it shall be prohibited to retain on board, place in cages for fattening or farming, tranship, transfer or land fish from that stock caught by those vessels after that date.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 June 2010\nFor the Commission,\nOn behalf of the President,\nFokion FOTIADIS\nDirector-General for Maritime Affairs and Fisheries\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 21, 26.1.2010, p. 1.\nANNEX\nMember State Spain\nStock BFT/AE045W\nGear Purse seiners (PS)\nSpecies Bluefin tuna (Thunnus thynnus)\nZone Atlantic Ocean, east of longitude 45° W, and the Mediterranean\nDate 10.6.2010"}