{"celex_id": "32011R0584", "uri": "http://publications.europa.eu/resource/cellar/005a0773-21a6-4473-abe6-30121f5f1507", "type": "Regulation", "concepts": ["1104", "1519", "1686", "3173", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 584/2011 of 17 June 2011 approving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Grana Padano (PDO))\n", "header": "18.6.2011 EN Official Journal of the European Union L 160/65\nCOMMISSION IMPLEMENTING REGULATION (EU) No 584/2011\nof 17 June 2011\napproving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Grana Padano (PDO))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the first subparagraph of Article 7(4) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006, the Commission has examined Italy’s application for the approval of amendments to the specification for the protected designation of origin ‘Grana Padano’ registered under Commission Regulation (EC) No 1107/96 (2).\n(2) Since the amendments in question are not minor within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission published the amendment application in the Official Journal of the European Union, as required by the first subparagraph of Article 6(2) of that Regulation (3).\n(3) Pursuant to Article 7 of Regulation (EC) No 510/2006, a statement of objection from the company Chäs & Co Käsehandel GmbH, Inhaber Urs Reichen, Grubenstr. 39, 8045 Zürich, Switzerland was forwarded to the Commission by the Swiss authorities. In its letter dated 6 April 2010, the Commission invited the interested parties to hold appropriate consultations.\n(4) Given that an agreement was reached within 6 months including minor amendments to the specification, the Commission must now issue a decision.\n(5) In the light of the above, the amendments should be approved and the amended single document should be published,", "main_body": ["The amendments to the specification presented in Annex 2 concerning the name in Annex 1 to this Regulation are hereby approved.", "The amended single document in Annex 2 to this Regulation shall be applied.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 June 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 148, 21.6.1996, p. 1.\n(3)  OJ C 199, 25.8.2009, p. 24.\nANNEX I\nAgricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.3.   Cheeses\nITALY\nGrana Padano (PDO)\nANNEX II\nSINGLE DOCUMENT\nCOUNCIL REGULATION (EC) No 510/2006\n‘GRANA PADANO’\nEC No: IT-PDO-0217-0011-26.7.2006\nPGI ( ) PDO (X)\n1.   Name\n‘Grana Padano’\n2.   Member State or third country\nItaly\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product (Annex III)\nClass 1.3 – Cheeses\n3.2.   Description of the product to which the name in point 1 applies\nHard cheese made from cooked paste; it is matured slowly, manufactured throughout the year and used whole or grated; it is produced from raw, partially skimmed milk from cows, milked twice a day, whose basic diet consists of fresh or dried fodder; milk used may come from one milking or from two milkings mixed together. The cheese is cylindrical in form with a slightly convex or virtually straight heel, and with flat faces featuring a slightly raised edge.\nIt has a diameter of 35 to 45 cm and the heel is 18 to 25 cm high, depending on technical production conditions.\nWeight: from 24 to 40 kg; rind: hard and smooth, 4-8 mm thick.\nThe paste is hard, with a finely grained structure, flaky from the middle out and with barely visible eyes. The minimum fat content of the dry matter is 32 %. The colour of the rind is dark or a natural golden yellow and the paste is white or straw-coloured. The paste has a fragrant aroma and a delicate taste.\n3.3.   Raw materials (for processed products only)\nRaw cow’s milk, natural whey and calf rennet.\nThe milk comes from cows reared in the geographical area defined in point 4.\n3.4.   Feed (for products of animal origin only)\nThe basic feed for the dairy cattle, consisting of green or preserved fodder, is fed to lactating cows, dry cows and heifers over 7 months old.\nMilk cows are fed primarily with feed produced on the home farm or in the ‘Grana Padano PDO’ production area.\nNo less than 50 % of the dry matter of the daily ration must be made up of feed with a ratio of fodder to feed of no less than 1, by reference to the dry matter.\nAt least 75 % of the dry matter of the fodder in the daily ration should come from feed produced in the production area of the milk.\nThe authorised feeds are listed in a positive list which includes:\n— fodder: fresh fodder, hay, straw, silage (not permitted for ‘Trentingrana’ production),\n— raw materials for feed, by category, which may be added to the fodder: cereals and their derivatives, oil seeds and their derivatives, tubers and root vegetables and products derived from them, dehydrated fodder, derivatives of the sugar industry, legume seeds, fats, minerals, additives.\n3.5.   Specific steps in production that must take place in the defined geographical area\nThe production and maturing operations must take place on the territory of the production area defined in point 4.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\nGrating and related packaging must take place within the production area defined in point 4 since fresh grated cheese is a highly sensitive product and the preservation of its organoleptic characteristics requires it to be packaged immediately in conditions such as to avoid any drying out; furthermore, immediate packaging in packs bearing the designation of origin is more likely to ensure the authenticity of the grated product, which by nature is more difficult to identify than a whole cheese (as confirmed by the judgment of the Court of Justice in Case C-469/00).\nThe use, for the production of grated ‘Grana Padano’, of cheese left over from the cutting and packaging of ‘Grana Padano PDO’ marketed in pieces of varying and/or fixed weight, as blocks, cubes, bite-sized pieces, etc., is permitted only under the following conditions: the maximum proportion of rind must be 18 %; traceability of the whole ‘Grana Padano PDO’ cheese from which the leftover cheese comes must be ensured at all times; where leftover cheese is to be used later and/or transferred from one establishment to another, it must be sorted by registration number and month of production; it may be transferred only within the same farm or between farms of the same group and only within the area of origin. The marketing of leftover cheese for the production of grated ‘Grana Padano’ is therefore prohibited.\n3.7.   Specific rules on labelling\nThe official mark attesting to the product having met the requirements justifying the use of the ‘Grana Padano’ Protected Designation of Origin, and which must therefore appear both on the whole wheel and on all the packaging of ‘Grana Padano PDO’ cheese in portions and grated, consists of a rhomboid shape over which the words ‘GRANA’ and ‘PADANO’ are stamped in upper case letters. In the upper and lower corners of the rhomboid, which are rounded, are inscribed respectively the initials ‘G’ and ‘P’.\nThe marking bands which cold stamp the origin mark on the wheels at the moulding stage are made up of a number of rhomboidal diamond shapes which contain within them the alternating words ‘GRANA’ and ‘PADANO’, and bear the cheese manufacturer’s identification references and the month and year of manufacture.\nOnly ‘Grana Padano PDO’ produced in the Autonomous Province of Trento, made using milk from cows fed throughout the year with fodder which does not include silage of any kind, qualifies for use of the special ‘Trentingrana’ marking bands, consisting of a line of rhomboidal diamond shapes split by the word ‘TRENTINO’; in the centre, between the outlines of stylised mountains, the word ‘TRENTINO’ appears right way up and in vertical rotation.\nIdentification of origin is completed with the affixing of a casein nameplate bearing the words ‘Grana Padano’, the year of manufacture and an alphanumeric code which unambiguously identifies each cheese wheel.\n‘Grana Padano’ cheese which has been matured for at least 20 months after being moulded – within the production area – may be described as ‘RISERVA’. Classification in the category ‘Grana Padano RISERVA’ is shown by a second brand, affixed to the heel of the cheese at the request of the operators, in accordance with the same rules governing the affixing of the PDO mark. The mark in question is composed of a circle with the word ‘RISERVA’ written across the centre. In the upper half are written the word ‘OLTRE’ [more than] and the number ‘20’, and in the lower half appears the word ‘MESI’ [months].\nThe following additional categories are applicable in the case of packaged products: ‘Grana Padano OLTRE 16 MESI’ and ‘Grana Padano RISERVA’.\nOn the packaging containing cheese of the category ‘Grana Padano OLTRE 16 MESI’, the ‘Grana Padano’ logo also bears the words ‘OLTRE 16 MESI’ on a single line between two parallel lines.\nOn the packaging containing cheese of the category ‘Grana Padano RISERVA’, the brand RISERVA appears in addition to the ‘Grana Padano’ logo.\n4.   Concise definition of the geographical area\nThe production area for ‘Grana Padano’, whole or grated, consists of the territory of the provinces of Alessandria, Asti, Biella, Cuneo, Novara, Turin, Verbania, Vercelli, Bergamo, Brescia, Como, Cremona, Lecco, Lodi, Mantova on the left bank of the Po, Milan, Monza, Pavia, Sondrio, Varese, Trento, Padua, Rovigo, Treviso, Venice, Verona, Vicenza, Bologna on the right bank of the Reno, Ferrare, Forlì Cesena, Piacenza, Ravenna and Rimini, as well as the following municipalities in the province of Bolzano: Anterivo, Lauregno, Proves, Senale-San Felice and Trodena.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe production area for ‘Grana Padano PDO’ is largely contiguous with the region of the Po plain, that is to say the geographical area of the Po river plain, characterised by fairly flat water meadows with alluvial soil of fluvial-glacial origin and well supplied with water, which is one of the most fertile areas of the world and among the best suited for growing fodder.\nIn particular, these soil characteristics, together with the area’s microclimate, favour the production of maize, which represents the greatest proportion of the fodder for the cows whose milk is intended for ‘Grana Padano PDO’, since it can make up up to 50 % of the dry matter ingested.\nThe reclamation and irrigation of the Po plain since the 11th century has given rise to the local development of cattle rearing. The resulting availability of substantial quantities of milk which was surplus to the daily needs of the rural population prompted the need to transform it into a durable cheese. Even today, the large supply of local fodder, in particular maize, linked to the vast supply of water, is an essential element for maintaining cattle rearing and milk production.\n5.2.   Specificity of the product\nThe specificity of ‘Grana Padano PDO’ may be ascribed to the following elements:\n— size and weight of the cheese,\n— particular morphology of the paste, linked to the production technique, characterised by a granular texture which gives rise to its typical flakiness,\n— white or straw colour, with a delicate flavour and fragrant aroma, due essentially to the widespread use of waxy corn in the fodder fed to the cattle,\n— water and fat content largely similar to the protein content,\n— high level of natural breakdown of the proteins in peptones, peptides and free amino acids,\n— resistance to lengthy ripening, even beyond 20 months.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe causal link between ‘Grana Padano PDO’ and its area of origin may be traced to the following factors.\n— The high irrigation potential of the Po plain and the resulting availability of fodder, including mainly waxy corn, which is responsible for the specific characteristics of the white or straw colour, flavour and aroma of the paste as set out in point 5.2.\n— Indeed, the direct result of using corn or waxy corn silage is the inclusion in the cows’ diet of fewer colorants such as carotene, anthocyanins and chlorophyll than if using a feed based on straw of various kinds or green fodder essences. This is a direct effect of storage in silos.\n— The use of raw milk, which has the effect of including in the process of cheese-making lactic bacteria typical of the area.\n— The use of natural whey, which creates an unbroken microbiological link with the production area. In fact, the milk, which turns to whey and thus to natural whey inoculum, is the link in the chain joining the cheese-making process to the production area and also ensures the continued and constant inclusion of lactic bacteria typical of the area of origin, to which are due the main special characteristics of ‘Grana Padano PDO’ cheese.\nThe causal link between the characteristics of the product and its area of origin is also provided by the ‘casaro’ (cheesemaker) who has since time immemorial been of central and fundamental importance in the manufacture of ‘Grana Padano PDO’.\nEven today, the task of transforming milk into ‘Grana Padano PDO’ is entrusted to cheesemakers rather than to technicians or scientists.\nReference to publication of the specification\nThe Government has launched the national objection procedure in respect of the proposal to amend the ‘Grana Padano’ protected designation of origin.\nThe full text of the product specification is available:\n— at the following site:\n— by going direct to the home page of the Ministry (www.politicheagricole.it) and clicking on ‘Qualità e sicurezza’ (upper right-hand corner of the screen) and finally on ‘Disciplinari di Produzione all’esame dell’UE [regolamento CE n. 510/2006]’."}