{"celex_id": "32014D0366", "uri": "http://publications.europa.eu/resource/cellar/4906504d-f6b9-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1056", "221", "226", "5926", "7132", "922", "976"], "title": "2014/366/EU: Commission Implementing Decision of 16 June 2014 setting up the list of cooperation programmes and indicating the global amount of total support from the European Regional Development Fund for each programme under the European territorial cooperation goal for the period 2014 to 2020 (notified under document number C(2014) 3776)\n", "header": "18.6.2014 EN Official Journal of the European Union L 178/18\nCOMMISSION IMPLEMENTING DECISION\nof 16 June 2014\nsetting up the list of cooperation programmes and indicating the global amount of total support from the European Regional Development Fund for each programme under the European territorial cooperation goal for the period 2014 to 2020\n(notified under document number C(2014) 3776)\n(2014/366/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1299/2013 of the European Parliament and of the Council of 17 December 2013 on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal (1), and in particular Article 4 thereof,\nAfter consulting the Coordination Committee for the European Structural and Investment Funds established by Article 150(1) of Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (2),\nWhereas:\n(1) Article 4(1) of Regulation (EU) No 1299/2013 sets out the global resources available for the European territorial cooperation goal and its distribution among cross-border cooperation, transnational cooperation and interregional cooperation.\n(2) Pursuant to Article 4(3) of Regulation (EU) No 1299/2013, the Commission communicated to each Member State its share of the global amounts for cross-border and transnational cooperation broken down by year in accordance with criteria and methodology set out in that Article.\n(3) Pursuant to Article 4(3) of Regulation (EU) No 1299/2013, based on the amounts communicated each Member State informed the Commission whether and how it has used the transfer option provided for in Article 5 of that Regulation and the resulting distribution of funds among the cross-border and transnational programmes in which the Member State participates.\n(4) Pursuant to Article 4(4) of Regulation (EU) No 1299/2013, the contribution from the European Regional Development Fund (ERDF) to cross-border and sea-basin programmes under the European Neighbourhood Instrument (ENI) within the scope of Regulation (EU) No 232/2014 of the European Parliament and of the Council (3) and the Pre-Accession Assistance (IPA II) within the scope of Regulation (EU) No 231/2014 of the European Parliament and of the Council (4) should be established by the Commission and the Member States concerned. As the amounts concerning the contribution from the ERDF to cross-border and sea-basin programmes under ENI are not yet agreed, this Decision sets out the amounts for IPA II only.\n(5) Article 4(3) of Regulation (EU) No 1299/2013 provides that the Commission should adopt a decision setting out the list of all cooperation programmes and indicating the global amount of the total ERDF support for each programme.\n(6) It is therefore necessary to set up the list of cooperation programmes and to indicate the global amount of the total ERDF support for each programme,", "main_body": ["The list of cross-border cooperation programmes and the global amount of the total European Regional Development Fund (ERDF) support for each programme shall be as set out in Annex I.", "The list of transnational cooperation programmes and the global amount of the total ERDF support for each programme shall be as set out in Annex II.", "The list of interregional cooperation programmes and the global amount of the total ERDF support for each programme shall be as set out in Annex III.", "The contribution from the ERDF to the cross-border programmes under the Pre-Accession Assistance (IPA II) within the scope of Regulation (EU) No 231/2014 for each Member State shall be as set out in Annex IV.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 June 2014.\nFor the Commission\nJohannes HAHN\nMember of the Commission\n(1)  OJ L 347, 20.12.2013, p. 259.\n(2)  OJ L 347, 20.12.2013, p. 320.\n(3)  Regulation (EU) No 232/2014 of the European Parliament and of the Council of 11 March 2014 establishing a European Neighbourhood Instrument (OJ L 77, 15.3.2014, p. 27).\n(4)  Regulation (EU) No 231/2014 of the European Parliament and of the Council of 11 March 2014 establishing an Instrument for Pre-accession Assistance (IPA II) (OJ L 77, 15.3.2014, p. 11).\nANNEX I\nList of cross-border cooperation programmes with indication of the global amount of the total European Regional Development Fund (ERDF) support for each cross-border cooperation programme\nEUR, current prices\nNo CCI No Name of the programme Countries Global ERDF contribution\n1 2014TC16RFCB001 (Interreg V-A) NL-BE-DE — Belgium-Germany-The Netherlands (Euregio Meuse-Rhin/Euregio Maas-Rijn/Euregio Maas-Rhein) BE-DE-NL 96 000 250\n2 2014TC16RFCB002 (Interreg V-A) AT-CZ — Austria-Czech Republic AT-CZ 97 814 933\n3 2014TC16RFCB003 (Interreg V-A) SK-AT Slovakia-Austria SK-AT 75 892 681\n4 2014TC16RFCB004 (Interreg V-A) AT-DE — Austria-Germany/Bavaria (Bayern-Österreich) AT-DE 54 478 064\n5 2014TC16RFCB005 (Interreg V-A) ES-PT — Spain-Portugal (POCTEP) ES-PT 288 977 635\n6 2014TC16RFCB006 (Interreg V-A) ES-FR — Spain-France-Andorra (POCTEFA) ES-FR-AD 189 341 397\n7 2014TC16RFCB007 (Interreg V-A) ES- PT — Spain-Portugal (Madeira-Açores-Canarias (MAC)) ES-PT 66 675 837\n8 2014TC16RFCB008 (Interreg V-A) HU-HR — Hungary-Croatia HU-HR 60 824 406\n9 2014TC16RFCB009 (Interreg V-A) Germany/Bavaria-Czech Republic DE-CZ 103 375 149\n10 2014TC16RFCB010 (Interreg V-A) AT-HU Austria-Hungary AT-HU 78 847 880\n11 2014TC16RFCB011 (Interreg V-A) Germany/Brandenburg-Poland DE-PL 100 152 579\n12 2014TC16RFCB012 (Interreg V-A) PL-SK Poland-Slovakia PL-SK 154 988 723\n13 2014TC16RFCB013 (Interreg V-A) Poland-Denmark-Germany-Lithuania-Sweden (SOUTH BALTIC) PL-DK-DE-LT-SE 82 978 784\n14 2014TC16RFCB014 (Interreg V-A) Finland-Estonia-Latvia-Sweden (Central Baltic) FI-EE-LV-SE 122 360 390\n15 2014TC16RFCB015 (Interreg V-A) HU-SK — Slovakia-Hungary SK-HU 155 808 987\n16 2014TC16RFCB016 (Interreg V-A) SE-NO — Sweden-Norway SE-NO 47 199 965\n17 2014TC16RFCB017 (Interreg V-A) Germany/Saxony-Czech Republic DE-CZ 157 967 067\n18 2014TC16RFCB018 (Interreg V-A) Poland-Germany/Saxony PL-DE 70 000 069\n19 2014TC16RFCB019 (Interreg V-A) DE-PL Germany/Mecklenburg-Western Pomerania/Brandenburg-Poland DE-PL 134 000 414\n20 2014TC16RFCB020 (Interreg V-A) EL-IT — Greece-Italy EL-IT 104 700 362\n21 2014TC16RFCB021 (Interreg V-A) RO-BG — Romania-Bulgaria RO-BG 215 745 513\n22 2014TC16RFCB022 (Interreg V-A) EL-BG — Greece-Bulgaria EL-BG 110 241 234\n23 2014TC16RFCB023 (Interreg V-A) DE-NL — Germany-The Netherlands DE-NL 222 159 360\n24 2014TC16RFCB024 (Interreg V-A) Germany-Austria-Switzerland-Liechtenstein (Alpenrhein-Bodensee-Hochrhein) DE-AT-CH-LI 39 588 430\n25 2014TC16RFCB025 (Interreg V-A) CZ-PL — Czech Republic- Poland CZ-PL 226 221 710\n26 2014TC16RFCB026 (Interreg V-A) Sweden-Denmark-Norway (Öresund-Kattegat-Skagerrak) SE-DK-NO 135 688 261\n27 2014TC16RFCB027 (Interreg V-A) LV-LT — Latvia-Lithuania LV-LT 54 966 201\n28 2014TC16RFCB028 (Interreg V-A) Sweden-Finland-Norway (Botnia-Atlantica) SE-FI-NO 36 334 420\n29 2014TC16RFCB029 (Interreg V-A) SI-HR — Slovenia-Croatia SI-HR 46 114 193\n30 2014TC16RFCB030 (Interreg V-A) SK-CZ Slovakia-Czech Republic SK-CZ 90 139 463\n31 2014TC16RFCB031 (Interreg V-A) LT-PL — Lithuania-Poland LT-PL 51 488 135\n32 2014TC16RFCB032 (Interreg V-A) Sweden-Finland-Norway (Nord) SE-FI-NO 41 951 870\n33 2014TC16RFCB033 (Interreg V-A) IT-FR — Italy-France (Maritime) IT-FR 169 702 411\n34 2014TC16RFCB034 (Interreg V-A) IT-FR — Italy-France (ALCOTRA) IT-FR 198 876 285\n35 2014TC16RFCB035 (Interreg V-A) IT-CH — Italy-Switzerland IT-CH 100 221 466\n36 2014TC16RFCB036 (Interreg V-A) IT-SI — Italy-Slovenia IT-SI 77 929 954\n37 2014TC16RFCB037 (Interreg V-A) IT-MT — Italy-Malta IT-MT 43 952 171\n38 2014TC16RFCB038 (Interreg V-A) France-Belgium-The Netherlands-United Kingdom (Les Deux Mers/Two seas/Twee Zeeën) FR-NL-BE-UK 256 648 702\n39 2014TC16RFCB039 (Interreg V-A) France-Germany-Switzerland (Rhin supérieur-Oberrhein) FR-DE-CH 109 704 965\n40 2014TC16RFCB040 (Interreg V-A) FR-UK — France-United Kingdom (Manche-Channel) FR-UK 223 046 948\n41 2014TC16RFCB041 (Interreg V-A) FR-CH France-Switzerland FR-CH 65 890 505\n42 2014TC16RFCB042 (Interreg V-A) IT-HR — Italy-Croatia IT-HR 201 357 220\n43 2014TC16RFCB043 (Interreg V-A) France (Saint Martin-Sint Maarten) FR 10 000 000\n44 2014TC16RFCB044 (Interreg V-A) BE-FR Belgium-France (France-Wallonia-Flanders) BE-FR 169 977 045\n45 2014TC16RFCB045 (Interreg V-A) France-Belgium-Germany-Luxembourg (Grande Région/Großregion) FR-BE-DE-LU 139 802 646\n46 2014TC16RFCB046 (Interreg V-A) Belgium-The Netherlands (Vlaanderen-Nederland) BE-NL 152 575 585\n47 2014TC16RFCB047 (Interreg V-A) UK-IE — United Kingdom-Ireland (Ireland-North Ireland-Scotland) UK- IE 240 347 696\n48 2014TC16RFCB048 (Interreg V-A) IE-UK — Ireland-United Kingdom (Ireland Wales) IE-UK 79 198 450\n49 2014TC16RFCB049 (Interreg V-A) HU-RO — Hungary-Romania HU-RO 189 138 672\n50 2014TC16RFCB050 (Interreg V-A) EE-LV — Estonia-Latvia EE-LV 38 020 684\n51 2014TC16RFCB051 (Interreg V-A) France (Mayotte/Comores/Madagascar) FR 12 028 883\n52 2014TC16RFCB052 (Interreg V-A) IT-AT — Italy-Austria IT-AT 82 238 866\n53 2014TC16RFCB053 (Interreg V-A) SI-HU — Slovenia-Hungary SI-HU 14 795 015\n54 2014TC16RFCB054 (Interreg V-A) SI-AT Slovenia-Austria SI-AT 47 988 355\n55 2014TC16RFCB055 (InterregV-A) EL-CY — Greece-Cyprus EL-CY 45 961 551\n56 2014TC16RFCB056 (Interreg V-A) DE-DK — Germany-Denmark DE — DK 89 634 975\n57 2014TC16RFPC001 Ireland-United Kingdom (PEACE) IE-UK 229 169 320\n58 Inside TN Caribbean (Interreg V-A) France (Guadeloupe-Martinique-Organisation des Etats de la Caraïbe orientale) FR 41 129 656\n59 Inside TN Indian Ocean (Interreg V-A) France (Réunion-Pays de la Commission de l'Océan Indien) FR 41 384 802\n60 Inside TN Amazonia (Interreg V-A) France/Guiana-Brazil-Suriname (Amazonie) FR 14 075 183\nTOTAL: 6 597 822 373\nANNEX II\nList of transnational cooperation programmes with indication of the global amount of the total European Regional Development Fund (ERDF) support for each transnational cooperation programme\nEUR, current prices\nNo CCI No Name of the programme Member States Non-Member States Global ERDF contribution\n1 2014TC16M4TN002 (Interreg V-B) Greece — Croatia — Italy — Slovenia Albania — Bosnia and Herzegovina — Montenegro — Serbia 83 467 729\n2 2014TC16RFTN001 (Interreg V-B) Germany — France — Italy — Austria — Slovenia Switzerland — Liechtenstein 116 635 466\n3 2014TC16RFTN002 (Interreg V-B) Spain — France — Ireland — Portugal — United Kingdom N/A 140 013 194\n4 2014TC16M5TN001 (Interreg V-B) Denmark — Germany — Estonia — Latvia — Lithuania — Poland — Finland — Sweden Belarus — Norway — Russia 263 830 658\n5 2014TC16RFTN008 (Interreg V-B) France Several third countries and overseas countries or territories 23 163 249\n6 2014TC16RFTN003 (Interreg V-B) Czech Republic — Germany — Italy — Croatia — Hungary — Austria — Poland — Slovenia — Slovakia N/A 246 581 112\n7 2014TC16M6TN001 (INTERREG V-B) Austria — Bulgaria — Czech Republic — Germany — Croatia — Hungary — Romania — Slovenia — Slovakia Bosnia and Herzegovina — Montenegro — Serbia — Moldova — Ukraine 202 095 405\n8 2014TC16RFTN009 (Interreg V-B) France Several third countries and overseas countries or territories 21 772 585\n— To be included in the CBC MAC MAC (Madeira-Açores-Canarias) Spain — Portugal Mauritania — Cape Verde — Senegal 43 986 995\n9 2014TC16M4TN001 (Interreg V-B) Greece — Spain — France — Croatia — Italy — Cyprus — Malta — Portugal — Slovenia — United Kingdom Albania — Bosnia and Herzegovina — Montenegro 224 322 525\n10 2014TC16RFTN004 (Interreg V-B) Ireland — Finland — Sweden — United Kingdom Several third countries and other territories 50 209 899\n11 2014TC16RFTN005 (Interreg V-B) Belgium — Denmark — Germany — The Netherlands — Sweden — United Kingdom Norway 167 253 971\n12 2014TC16RFTN006 (Interreg V-B) Belgium — Germany — France — Ireland — Luxembourg — The Netherlands — United Kingdom Switzerland 396 134 342\n13 2014TC16RFTN010 (Interreg V-B) France Brazil — Suriname — Guyana 4 823 866\n14 2014TC16RFTN007 (Interreg V-B) Spain — France — Portugal — United Kingdom Andorra 106 810 523\n15 2014TC16M4TN003 (Interreg V-B) Bulgaria — Greece — Cyprus Albania — Former Yugoslav Republic of Macedonia 28 330 108\nTOTAL: 2 119 431 627\nANNEX III\nList of interregional cooperation programmes with indication of the global amount of the total ERDF support for each interregional cooperation programme\nEUR, current prices\nNo CCI No Name of the programme Member States Non-Member States Global ERDF contribution\n1 2014TC16RFIR001 INTERREG EUROPE All Member States Switzerland-Norway 359 326 320\n2 2014TC16RFIR002 INTERACT All Member States Switzerland-Norway 39 392 587\n3 2014TC16RFIR003 URBACT All Member States Switzerland-Norway 74 301 909\n4 2014TC16RFIR004 ESPON All Member States Switzerland-Norway Iceland-Liechtenstein 41 377 019\nTOTAL: 514 397 835\nANNEX IV\nContribution from the European Regional Development Fund (ERDF) to cross-border programmes under the IPA II for certain Member States\nEUR, current prices\nMember States Transfer to IPA\nBulgaria 35 362 904\nGreece 49 704 421\nCroatia 45 724 252\nItaly 39 400 711\nCyprus 2 000 000\nHungary 32 562 000\nRomania 37 453 124\nTOTAL: 242 207 412"}