{"celex_id": "32015R0058", "uri": "http://publications.europa.eu/resource/cellar/cf7b3ede-9d51-11e4-872e-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2739", "2987", "5451"], "title": "Commission Implementing Regulation (EU) 2015/58 of 15 January 2015 amending Implementing Regulation (EU) No 540/2011 as regards the expiry date of the approval of the active substance tepraloxydim  Text with EEA relevance\n", "header": "16.1.2015 EN Official Journal of the European Union L 10/25\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/58\nof 15 January 2015\namending Implementing Regulation (EU) No 540/2011 as regards the expiry date of the approval of the active substance tepraloxydim\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular the first paragraph of Article 17 thereof,\nWhereas:\n(1) For the active substance tepraloxydim, Commission Regulation (EU) No 1197/2012 (2) postponed the expiry of the approval period, as set out in Commission Implementing Regulation (EU) No 540/2011 (3) to 31 July 2017.\n(2) The sole applicant for the renewal of the approval of the active substance tepraloxydim informed the Commission and the rapporteur Member State of its choice not to further pursue the application for renewal.\n(3) Therefore it is appropriate to set the expiry date at the original date of expiry as set before the adoption of Regulation (EU) No 1197/2012.\n(4) Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Amendment to Implementing Regulation (EU) No 540/2011\nIn the sixth column, expiration of approval, of entry 100, tepraloxydim, of Part A of the Annex to Implementing Regulation (EU) No 540/2011, the date ‘31 July 2017’ is replaced by ‘31 May 2015’.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 January 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Commission Implementing Regulation (EU) No 1197/2012 of 13 December 2012 amending Implementing Regulation (EU) No 540/2011 as regards the extension of the approval periods of the active substances acetamiprid, alpha-cypermethrin, Ampelomyces quisqualis Strain: AQ 10, benalaxyl, bifenazate, bromoxynil, chlorpropham, desmedipham, etoxazole, Gliocladium catenulatum Strain: J1446, imazosulfuron, laminarin, mepanipyrim, methoxyfenozide, milbemectin, phenmedipham, Pseudomonas chlororaphis Strain: MA 342, quinoxyfen, S-metolachlor, tepraloxydim, thiacloprid, thiram and ziram (OJ L 342, 14.12.2012, p. 27).\n(3)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1)."}