{"celex_id": "32014L0086", "uri": "http://publications.europa.eu/resource/cellar/fb19de7b-13cc-11e4-933d-01aa75ed71a1", "type": "Directive", "concepts": ["1331", "2543", "365", "3763", "4203", "504", "998"], "title": "Council Directive 2014/86/EU of 8 July 2014 amending Directive 2011/96/EU on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States\n", "header": "25.7.2014 EN Official Journal of the European Union L 219/40\nCOUNCIL DIRECTIVE 2014/86/EU\nof 8 July 2014\namending Directive 2011/96/EU on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 115 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Directive 2011/96/EU (3) exempts dividends and other profit distributions paid by subsidiary companies to their parent companies from withholding taxes and eliminates double taxation of such income at the level of the parent company.\n(2) The benefits of Directive 2011/96/EU should not lead to situations of double non-taxation and, therefore, generate unintended tax benefits for groups of parent companies and subsidiaries of different Member States when compared to groups of companies of the same Member State.\n(3) For the purpose of avoiding situations of double non-taxation deriving from mismatches in the tax treatment of profit distributions between Member States, the Member State of the parent company and the Member State of its permanent establishment should not allow those companies to benefit from the tax exemption applied to received distributed profits, to the extent that such profits are deductible by the subsidiary of the parent company.\n(4) It is appropriate to update Part A of Annex I to Directive 2011/96/EU to include other forms of companies made subject to corporation tax in Poland and other forms of companies which have been introduced in the company law of Romania.\n(5) Directive 2011/96/EU should therefore be amended accordingly,", "main_body": ["Directive 2011/96/EU is amended as follows:\n(1) in Article 4(1), point (a) is replaced by the following:\n‘(a) refrain from taxing such profits to the extent that such profits are not deductible by the subsidiary, and tax such profits to the extent that such profits are deductible by the subsidiary; or’;\n(2) in Annex I, part A, point (u) is replaced by the following:\n‘(u) companies under Polish law known as: “spółka akcyjna”, “spółka z ograniczoną odpowiedzialnością”, spółka komandytowo-akcyjna;’;\n(3) in Annex I, part A, point (w) is replaced by the following:\n‘(w) companies under Romanian law known as: “societăți pe acțiuni”, “societăți în comandită pe acțiuni”, “societăți cu răspundere limitată”, “societăți în nume colectiv”, “societăți în comandită simplă”;’.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 2015. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 July 2014.\nFor the Council\nThe President\nP. C. PADOAN\n(1)  Opinion of 2 April 2014 (not yet published in the Official Journal).\n(2)  Opinion of 25 March 2014 (not yet published in the Official Journal).\n(3)  Council Directive 2011/96/EU of 30 November 2011 on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States (OJ L 345, 29.12.2011, p. 8)."}