{"celex_id": "32014L0021", "uri": "http://publications.europa.eu/resource/cellar/ebf2a6e5-8fd9-11e3-b19c-01aa75ed71a1", "type": "Directive", "concepts": ["1763", "191", "2081", "2548", "2709", "6100"], "title": "Commission Implementing Directive 2014/21/EU of 6 February 2014 determining minimum conditions and Union grades for pre-basic seed potatoes  Text with EEA relevance\n", "header": "7.2.2014 EN Official Journal of the European Union L 38/39\nCOMMISSION IMPLEMENTING DIRECTIVE 2014/21/EU\nof 6 February 2014\ndetermining minimum conditions and Union grades for pre-basic seed potatoes\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/56/EC of 13 June 2002 on the marketing of seed potatoes (1), and in particular Article 18(c) thereof,\nWhereas:\n(1) Seed potatoes progressively accumulate diseases with each cycle of multiplication. Properly functioning seed potato production systems thus require healthy starting material that is multiplied with a minimal rate of degeneration.\n(2) Different national standards on the production of pre-basic seed potatoes have obstructed the marketing of those potatoes throughout the Union, and have impeded the functioning of the internal market. Therefore it is appropriate to establish minimum conditions under which pre-basic seed potatoes may be marketed throughout the Union. Those conditions should concern diseases, symptoms, defects and production requirements for pre-basic seed potatoes, and lots of those potatoes, to ensure the production and marketing of healthy and high quality pre-basic seed potatoes.\n(3) Those conditions should take into account the standard of United Nations Economic Commission for Europe (UNECE), concerning the marketing and commercial quality control of seed potatoes, as well as the relevant standards of the International Plant Protection Convention (IPPC) and the European and Mediterranean Plant Protection Organization (EPPO), in view of technical and scientific developments. Those standards aim at helping facilitate international trade, encouraging high quality production, improving profitability and protecting consumer interests.\n(4) In view of the production practices of suppliers, and the demand of the users of pre-basic seed potatoes, it is appropriate that the minimum conditions for pre-basic seed potatoes also include the possibility for marketing them as Union grades. Two Union grades should apply for pre-basic seed potatoes (‘Union grade PBTC’ and ‘Union grade PB’), in line with the existing production practices concerning pre-basic seed potatoes of grade PBTC, and pre-basic seed potatoes of grade PB. Different conditions per grade should thus be adopted concerning diseases, symptoms, defects, production requirements and generations for those grades.\n(5) In order to be effective, those rules should also set out provisions concerning official testing and official field inspections.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Definitions\nFor the purposes of this Directive, the following definitions shall apply:\n(1) ‘mother plant’ means an identified plant from which material is taken for propagation;\n(2) ‘micro-propagation’ means the practice of rapidly multiplying plant material to produce a large number of plants, using culture in vitro of differentiated vegetative buds or meristem taken from a plant.", "Minimum conditions for pre-basic seed potatoes\n1.   Member States shall ensure that pre-basic seed potatoes satisfy the following minimum conditions:\n(a) they derive from mother plants which are free from the following harmful organisms: Pectobacterium spp., Dickeya spp., Potato leaf roll virus, Potato virus A, Potato virus M, Potato virus S, Potato virus X, and Potato virus Y;\n(b) they are free from symptoms of blackleg;\n(c) the number of growing plants not breeding true to the variety and the number of plants of a different variety together, shall not exceed 0,01 %;\n(d) in the direct progeny, the number of plants showing symptoms of virus infection shall not exceed 0,5 %;\n(e) the number of growing plants with mosaic symptoms or symptoms caused by leaf roll virus shall not exceed 0,1 %;\n(f) the maximum number of field generations shall be four.\n2.   Member States shall provide that pre-basic seed potatoes may be marketed as ‘Union grades PBTC’ and ‘Union grade PB’, in accordance with the conditions set out in the Annex.\n3.   Compliance with the requirements of paragraph 1(b), (c) and (e) shall be established through official field inspections. In case of doubt, those inspections shall be supplemented by official tests on leaves.\nWhere methods of micro-propagation are used, compliance with point 1(a) shall be established by official testing, or testing under official supervision, of the mother plant.\nWhere methods of clonal selection are used, compliance with point 1(a) shall be established by official testing, or testing under official supervision, of the clonal stock.", "Minimum conditions for lots of pre-basic seed potatoes\nMember States shall provide that lots of pre-basic seed potatoes shall satisfy the following minimum conditions:\n(a) presence of earth and extraneous matter shall not exceed 1,0 % by mass;\n(b) the number of potatoes affected by rots, other than ring rot or brown rot, shall not be present in a quantity exceeding 0,2 % by mass;\n(c) the number of potatoes with external blemishes, including misshapen or damaged tubers, shall not exceed 3,0 % by mass;\n(d) the number of potatoes affected by common scab over more than one third of their surface, shall not exceed 5,0 % by mass;\n(e) the number of potatoes affected by black scurf over more than 10,0 % of their surface, shall not exceed 1,0 % by mass;\n(f) the number of potatoes affected by powdery scab over more than 10,0 % of their surface, shall not exceed 1,0 % by mass;\n(g) shrivelled tubers due to excessive dehydration or dehydration caused by silver scurf, shall not exceed 0,5 % by mass;\n(h) the total number of potatoes, as referred to in points (b) to (g), shall not exceed 6,0 % by mass.", "Transposition\n1.   Member States shall adopt and publish, by 31 December 2015 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 1 January 2016.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 6 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 193, 20.7.2002, p. 60.\nANNEX\nConditions for placing on the market of pre-basic seed potatoes as Union grades PBTC and PB\n(1) The conditions for pre-basic seed potatoes of Union grade PBTC shall be as follows:\n(a) conditions concerning seed potatoes:\n(i) plants not breeding true to the variety, or plants of a different variety, shall not be present in the crop;\n(ii) plants affected by blackleg shall not be present in the crop;\n(iii) in the direct progeny, virus infection shall not be present in the crop;\n(iv) plants with mosaic symptoms or symptoms caused by leaf roll virus shall not be present in the crop;\n(v) the plants, including tubers, are produced through micro-propagation;\n(vi) the plants, including tubers, are produced in a protected facility and in a growing medium which is free from pests;\n(vii) tubers shall not be multiplied beyond the first generation.\n(b) lots shall be free from seed potatoes falling under any of the following points:\n(i) they are affected by rots;\n(ii) they are affected by black scurf;\n(iii) they are affected by common scab;\n(iv) they are affected by powdery scab;\n(v) they have become excessively shrivelled due to dehydration;\n(vi) they have external blemishes, including misshapen or damaged tubers.\n(2) The conditions for pre-basic seed potatoes of Union grade PB shall be as follows:\n(a) conditions concerning seed potatoes:\n(i) the number of plants not breeding true to the variety and the number of plants of a different variety together, shall not exceed 0,01 %;\n(ii) plants shall be free from symptoms of blackleg;\n(iii) the number of growing plants with mosaic symptoms or symptoms caused by leaf roll virus shall not exceed 0,1 %;\n(iv) in the direct progeny, the number of plants with symptoms caused by any virus, shall not exceed 0,5 %.\n(b) tolerances applicable to lots, as regards the following impurities, blemishes and diseases:\n(i) seed potatoes affected by rots, other than ring rot or brown rot, shall not exceed 0,2 % by mass;\n(ii) seed potatoes affected by black scurf over more than 10,0 % of their surface, shall not exceed 1,0 % by mass;\n(iii) seed potatoes affected by common scab over more than one third of their surface, shall not exceed 5,0 % by mass;\n(iv) seed potatoes affected by powdery scab over more than 10,0 % of their surface, shall not exceed 1,0 % by mass;\n(v) shrivelled tubers due to excessive dehydration or dehydration caused by silver scurf, shall not exceed 0,5 % by mass;\n(vi) seed potatoes with external blemishes, including misshapen or damaged tubers, shall not exceed 3,0 % by mass;\n(vii) the presence of earth and extraneous matter shall not exceed 1,0 % by mass;\n(viii) the total percentage of seed potatoes covered by tolerances, as referred to in points (i) to (vi), shall not exceed 6,0 % by mass."}