{"celex_id": "32011D0449", "uri": "http://publications.europa.eu/resource/cellar/403d15aa-2f1e-4b88-97c5-00656137dd8e", "type": "Decision", "concepts": ["1663", "191", "192", "1961", "4498", "5965"], "title": "2011/449/EU: Council Decision of 28 June 2011 on the position to be taken by the European Union within the Joint Management Committee for Sanitary and Phytosanitary matters set up by the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part as regards the amendment of Appendix V.A. to Annex IV to that Agreement  Text with EEA relevance\n", "header": "23.7.2011 EN Official Journal of the European Union L 193/5\nCOUNCIL DECISION\nof 28 June 2011\non the position to be taken by the European Union within the Joint Management Committee for Sanitary and Phytosanitary matters set up by the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part as regards the amendment of Appendix V.A. to Annex IV to that Agreement\n(Text with EEA relevance)\n(2011/449/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 168(4)(b) in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By Decision 2005/269/EC (1), the Council approved on behalf of the Community the conclusion of the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part (hereinafter referred to as ‘the Association Agreement’).\n(2) Annex IV to the Association Agreement contains an Agreement on Sanitary and Phytosanitary (SPS) measures applicable to trade in animals and animal products, plants, plant products and other goods and animal welfare (hereinafter referred to as ‘the EU-Chile SPS Agreement’).\n(3) Pursuant to point (c) of Article 16(2) of the EU-Chile SPS Agreement, the Joint Management Committee for Sanitary and Phytosanitary matters (hereinafter referred to as ‘the Joint Management Committee’), established by Article 89(3) of the Association Agreement, is empowered to modify, by means of a decision, Appendices I to XII to the EU-Chile SPS Agreement.\n(4) Appendix V.A. to the EU-Chile SPS Agreement should contain priority sectors or sub-sectors in order of priority for which equivalence may be recognised.\n(5) The Republic of Chile would like to apply a processing treatment to bivalve molluscs which is not provided for in the relevant Union legislation.\n(6) In order to evaluate if the proposed processing treatment could meet the same level of consumer protection as accomplished by the treatment provided for by the Union legislation, it is necessary to assess the equivalence of both treatments.\n(7) The second subparagraph of Article 7(4) of the EU-Chile SPS Agreement requires that Appendix V.A. to the EU-Chile SPS Agreement be amended to identify priority sectors or sub-sectors before consultations to assess equivalence can be initiated. The sector ‘fish products’ and its sub-sector ‘bivalve molluscs’ should therefore be introduced in the list of priorities in that Appendix.\n(8) The Union should therefore take the position set out in the attached draft Decision of the Joint Management Committee with regard to the amendment of Appendix V.A. to Annex IV to the Association Agreement,", "main_body": ["The position to be taken by the European Union within the Joint Management Committee for Sanitary and Phytosanitary matters (hereinafter referred to as ‘the Joint Management Committee’), established under the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part regarding the amendment to Appendix V.A. to the EU-Chile SPS Agreement shall be based on the draft Decision of the Joint Management Committee, attached to this Decision.", "The Decision of the Joint Management Committee on the amendment to Appendix V.A. to the EU-Chile SPS Agreement shall be published in the Official Journal of the European Union as soon as it has been adopted.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 28 June 2011.\nFor the Council\nThe President\nFAZEKAS S.\n(1)  Council Decision 2005/269/EC of 28 February 2005 on the conclusion of the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part (OJ L 84, 2.4.2005, p. 19).\nDRAFT\nDECISION No …/2011 OF THE JOINT MANAGEMENT COMMITTEE FOR SANITARY AND PHYTOSANITARY MATTERS SET UP UNDER THE AGREEMENT BETWEEN THE EUROPEAN COMMUNITY AND THE REPUBLIC OF CHILE ON SANITARY AND PHYTOSANITARY MEASURES APPLICABLE TO TRADE IN ANIMALS AND ANIMAL PRODUCTS, PLANTS AND PLANT PRODUCTS AND OTHER GOODS AND ANIMAL WELFARE\nof …\namending Appendix V.A. to Annex IV to the Agreement\nTHE JOINT MANAGEMENT COMMITTEE,\nHaving regard to the Agreement between the European Community and its Member States and the Republic of Chile on Sanitary and Phytosanitary measures applicable to trade in animals and animal products, plants, plant products and other goods and animal welfare (hereinafter referred to as ‘EU-Chile SPS Agreement’), and in particular Article 7(4), second subparagraph thereof,\nWhereas:\n(1) Article 7(1) of the EU-Chile SPS Agreement provides that equivalence may be recognised in relation to an individual measure and/or groups of measures and/or systems applicable to a sector or sub-sector.\n(2) Article 7(4) of the EU-Chile SPS Agreement establishes that the sectors or sub-sectors for which the process for recognition of equivalence may be initiated are to be set out in order of priority in Appendix V.A.\n(3) The Republic of Chile expressed interest to include bivalve molluscs as a sub-sector of fishery products in Appendix V.A. as a priority sector to initiate assessment of equivalence of the measures applied to them.\n(4) The Parties agreed at the fifth meeting of the Joint Management Committee to initiate the procedure to modify accordingly Appendix V.A. to the EU-Chile SPS Agreement,\nHAS ADOPTED THIS DECISION:\nArticle 1\nAppendix V.A. to the EU-Chile SPS Agreement is replaced by the text appearing in the Annex to this Decision.\nArticle 2\nThis Decision, drawn up in duplicate, shall be signed by the Joint Chairmen of the Joint Management Committee or other persons empowered to act on behalf of the Parties. It shall be adopted by means of an exchange of written notes between the two Secretaries acting in agreement with the Parties certifying the completion of the necessary legal internal procedures.\nArticle 3\nThis Decision shall enter into force on the date of issue of the last written note exchanged.\nSigned at Santiago, [date]\nSigned at Brussels, [date]\nFor the Joint Management Committee\nHead of Delegation of the Republic of Chile\nHead of Delegation of the European Union\nANNEX\nAppendix V\nPRIORITY SECTORS OR SUB-SECTORS FOR WHICH EQUIVALENCE MAY BE RECOGNISED AND CONDITIONS AND PROVISIONS FOR PROVISIONAL APPROVAL OF ESTABLISHMENTS\nA.   Priority sectors or sub-sectors for which equivalence may be recognised\n(1) Sector: Fishery products"}