{"celex_id": "32014D0057", "uri": "http://publications.europa.eu/resource/cellar/0e99f648-8f0b-11e3-b19c-01aa75ed71a1", "type": "Decision", "concepts": ["1255", "177", "2527", "3164", "4833"], "title": "2014/57/EU: Commission Decision of 4 February 2014 on the notification by Hungary of a transitional national plan referred to in Article 32 of Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions (notified under document C(2014) 502)\n", "header": "6.2.2014 EN Official Journal of the European Union L 36/15\nCOMMISSION DECISION\nof 4 February 2014\non the notification by Hungary of a transitional national plan referred to in Article 32 of Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions\n(notified under document C(2014) 502)\n(Only the Hungarian text is authentic)\n(2014/57/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (1), and in particular Article 32(5), second subparagraph thereof,\nWhereas:\n(1) In accordance with Article 32(5) first subparagraph of Directive 2010/75/EU, Hungary submitted to the Commission its transitional national plan (TNP) by letter dated 18 December 2012, received by the Commission by e-mail on 28 December 2012 (2).\n(2) During the assessment of the completeness of the TNP, the Commission found that for several plants included in the TNP essential data were missing, such as the date on which the first permit was granted, the amount of fuel used, the average annual waste gas flow rate and the reference oxygen content used in the calculations. In addition, some of the plants included in the TNP did not match with those reported by Hungary in its emission inventory submitted in 2010 under Directive 2001/80/EC of the European Parliament and of the Council (3).\n(3) By letter of 12 June 2013 (4), the Commission requested the Hungarian authorities to provide the missing data at individual plant level, to clarify the grounds for including one particular plant in the TNP and to resolve the discrepancies between the TNP and the emission inventory under Directive 2001/80/EC.\n(4) By e-mail of 25 June 2013 (5), Hungary submitted the requested additional information and clarifications.\n(5) After further assessment of the TNP and the additional information, the Commission sent a second letter to Hungary on 13 September 2013 (6) with a request to confirm the correct implementation of the aggregation rules set out in Article 29 of Directive 2010/75/EU and to clarify how the average annual waste gas flow rate was determined and how the contribution to the TNP ceilings was calculated for the plants which had undergone an extension during the reference period 2001-2010. The Commission also asked for clarification of the grounds for applying certain emission limit values for two plants.\n(6) By e-mail of 23 September 2013 (7), Hungary informed the Commission that one plant had been removed from the TNP and confirmed the correct application of the aggregation rules set out in Article 29 of Directive 2010/75/EU to the remaining plants. Hungary also clarified the method used for calculating the waste gas flow rate per fuel type, provided justification for applying specific emission limit values and corrected certain erroneous data.\n(7) By letter of 4 October 2013 (8), the Commission requested further clarification of the data and methodology used for calculating the average annual waste gas flow rate for five plants, and Hungary provided such information by letter of 10 October 2013 (9). After assessing the data provided and finding remaining inconsistencies for two plants, the Commission, by letter of 15 October 2013 (10), requested the Hungarian authorities to further verify the calculations for those plants.\n(8) By letter of 18 October 2013 (11), Hungary provided the corrected data for the average annual waste gas flow rate for the two plants concerned, as well as an explanation thereon, in conformity with Commission Implementing Decision 2012/115/EU (12).\n(9) The TNP has therefore been assessed by the Commission in accordance with Article 32(1), (3) and (4) of Directive 2010/75/EU and with Implementing Decision 2012/115/EU.\n(10) In particular, the Commission has examined the consistency and correctness of the data, the assumptions and calculations used for determining the contributions of each of the combustion plants covered by the TNP to the emission ceilings set out in the TNP, and has analysed whether the TNP contains objectives and related targets, measures and timetables for reaching these objectives and a monitoring mechanism to assess future compliance.\n(11) Further to the additional information submitted, the Commission found that the emission ceilings for the years 2016 and 2019 were calculated using the appropriate data and formulae and that the calculations were correct. Hungary has provided sufficient information regarding the measures that will be implemented in order to achieve the emission ceilings, the monitoring and the reporting to the Commission on the implementation of the TNP.\n(12) The Commission is satisfied that the Hungarian authorities have taken into consideration the provisions listed in Article 32(1), (3) and (4) of Directive 2010/75/EU and in Implementing Decision 2012/115/EU.\n(13) The implementation of the TNP should be without prejudice to other applicable national and Union law. In particular, by setting individual permit conditions for the combustion plants covered by the TNP, Hungary should ensure that compliance with the requirements set out in, inter alia, Directive 2010/75/EU, Directive 2008/50/EC of the European Parliament and of the Council (13) and Directive 2001/81/EC of the European Parliament and of the Council (14) is not jeopardised.\n(14) Article 32(6) of Directive 2010/75/EU requires Hungary to inform the Commission of any subsequent changes to the TNP. The Commission should assess whether those changes comply with the provisions laid down in Article 32(1), (3) and (4) of Directive 2010/75/EU and in Implementing Decision 2012/115/EU,", "main_body": ["1.   On the basis of Article 32(1), (3) and (4) of Directive 2010/75/EU and of Implementing Decision 2012/115/EU, no objections are raised against the transitional national plan, which Hungary notified to the Commission on 28 December 2012 pursuant to Article 32(5) of Directive 2010/75/EU, as amended in accordance with the additional information sent on 25 June 2013, 23 September 2013, 10 October 2013 and 18 October 2013 (15).\n2.   The list of plants covered by the transitional national plan, the pollutants for which those plants are covered, and the applicable emission ceilings are laid down in the Annex.\n3.   The implementation of the transitional national plan by the Hungarian authorities shall not exempt Hungary from compliance with the provisions of Directive 2010/75/EU concerning the emissions from the individual combustion plants covered by the plan, and with other relevant bodies of the European Union environmental law.", "The Commission shall assess if any subsequent changes to the transitional national plan, notified by Hungary in the future, comply with the provisions listed in Article 32(1), (3) and (4) of Directive 2010/75/EU and in Implementing Decision 2012/115/EU.", "This Decision is addressed to Hungary."], "attachments": "Done at Brussels, 4 February 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 334, 17.12.2010, p. 17.\n(2)  Ares(2013)39579.\n(3)  Directive 2001/80/EC of the European Parliament and of the Council of 23 October 2001 on the limitation of emissions of certain pollutants into the air from large combustion plants (OJ L 309, 27.11.2001, p. 1).\n(4)  Ares(2013)1636798.\n(5)  Ares(2013)2534653.\n(6)  Ares(2013)3046477.\n(7)  Ares(2013)3104260.\n(8)  Ares(2013)3192470.\n(9)  Ares(2013)3231192.\n(10)  Ares(2013)3248262.\n(11)  Ares(2013)3283963.\n(12)  Commission Implementing Decision 2012/115/EU of 10 February 2012 laying down rules concerning the transitional national plans referred to in Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions (OJ L 52, 24.2.2012, p. 12).\n(13)  Directive 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on ambient air quality and cleaner air for Europe (OJ L 152, 11.6.2008, p. 1).\n(14)  Directive 2001/81/EC of the European Parliament and of the Council of 23 October 2001 on national emission ceilings for certain atmospheric pollutants (OJ L 309, 27.11.2001, p. 22).\n(15)  The consolidated version of the TNP was registered by the Commission on 6 December 2013 under registration number Ares(2013)3656219.\nANNEX\nList of plants included in the TNP\nNumber Plant name in the TNP Total rated thermal input on 31.12.2010 Pollutant covered by the TNP\nSO2 NOx dust\n1 Bakonyi Erőmű Zrt. - P2 (units T4 and T5) 264,3 √ √ √\n2 ISD Power Kft. - P1 (units T1 and T2) 90 √ √ √\n3 ISD Power Kft. - P2 (units T4, T5 and T6) 177 √ √ √\n4 ISD Power Kft. - P3 (units T7 and T8) 176 √ √ √\n5 ISD Power Kft. - P4 (unit T9) 192 √ √ √\n6 Alpiq Csepel Kft. - P1 (unit 1) 419 — √ —\n7 Alpiq Csepel Kft. - P2 (unit 2) 419 — √ —\n8 Budapesti Erőmű Zrt. - P14 (Kelenföld Power Plant 5) 425 — √ —\n9 Budapesti Erőmű Zrt. - P6 (Újpest Power Plant 4) 212 — √ —\n10 Budapesti Erőmű Zrt. - P4 (Újpest Power Plant 1 and Plant 2) 332 √ √ √\n11 Mátrai Erőmű Zrt. - P2 1 063 √ — √\n12 Mátrai Erőmű Zrt. - P3 1 063 √ — √\n13 MVM MIFÜ Miskolci Fűtőerőmű Kft. - P2 (units 3, 4 and GT 1) (1) 351,28 √ √ √\n14 Dorogi Erőmű Kft. – P2 (units T1 and T2) 73,3 √ √ √\n15 Dorogi Erőmű Kft. – P3 (units T3, T4, T5 and T7) (2) 95,04 √ √ √\n16 Győri Erőmű Kft. - P1 (units T1, T5 and T7) 91 √ √ √\nEmission ceilings (tonnes)\n2016 2017 2018 2019 1.1-30.6.2020\nSO2 12 988 10 269 7 551 4 832 2 416\nNOx 3 967 3 602 3 236 2 871 1 436\ndust 1 159 923 688 452 226\n(1)  Unit GT 1 is covered by the TNP only for NOx.\n(2)  Units T5 and T7 are covered by the TNP only for NOx."}