{"celex_id": "32010R1241", "uri": "http://publications.europa.eu/resource/cellar/6228ff06-ead0-42bd-8946-f102b41e9182", "type": "Regulation", "concepts": ["1309", "2771", "2774", "519", "5946", "5969"], "title": "Council Implementing Regulation (EU) No 1241/2010 of 20 December 2010 amending Regulation (EC) No 452/2007 imposing a definitive anti-dumping duty on imports of ironing boards originating, inter alia, in the People’s Republic of China\n", "header": "22.12.2010 EN Official Journal of the European Union L 338/8\nCOUNCIL IMPLEMENTING REGULATION (EU) No 1241/2010\nof 20 December 2010\namending Regulation (EC) No 452/2007 imposing a definitive anti-dumping duty on imports of ironing boards originating, inter alia, in the People’s Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1515/2001 of 23 July 2001 on the measures that may be taken by the Community following a report adopted by the WTO Dispute Settlement Body concerning anti-dumping and anti-subsidy matters (1), and in particular Article 2(1) thereof,\nHaving regard to the proposal submitted by the European Commission after having consulted the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) Following an anti-dumping investigation concerning imports of ironing boards originating in the People’s Republic of China (‘PRC’) and Ukraine (‘the first investigation’), anti-dumping measures were imposed by Council Regulation (EC) No 452/2007 of 23 April 2007 (2). That Regulation entered into force on 27 April 2007.\n(2) It is recalled that the rate of the definitive anti-dumping duty imposed on ironing boards produced by the Chinese exporting producer Since Hardware (Guangzhou) Co. Ltd (‘Since Hardware’) was 0 % while it ranged between 18,1 % and 38,1 % for other Chinese exporting producers. Following a subsequent interim review, these duty rates were increased to up to 42,3 % by Implementing Regulation of the Council (EU) No 270/2010 of 29 March 2010 amending Regulation (EC) No 452/2007 (3).\n2.   Initiation of a new proceeding\n(3) On 2 October 2009, the Commission announced, by a notice published in the Official Journal of the European Union\n (4) (‘notice of initiation’), the initiation of an anti-dumping investigation pursuant to Article 5 of Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (5) (‘the basic Regulation’) concerning imports into the Union of ironing boards originating in the PRC, limited to Since Hardware. In the notice of initiation, the Commission also announced the initiation of a review pursuant to Article 2(3) of Regulation (EC) No 1515/2001 in order to allow for any necessary amendment of Regulation (EC) No 452/2007 in the light of the WTO Appellate Body report entitled ‘Mexico — Definitive Anti-dumping Measures on Beef and Rice’ (AB-2005-6) (6). This report stipulates in paragraphs 305 and 306 that an exporting producer not found to be dumping in an original investigation has to be excluded from the scope of the definitive measure imposed as a result of such investigation and cannot be made subject to administrative and changed circumstances reviews.\n3.   Exclusion of Since Hardware from the definitive anti-dumping measure imposed by Regulation (EC) No 452/2007\n(4) Since Hardware should be excluded from the definitive anti-dumping measure imposed by Regulation (EC) No 452/2007 in order not to make Since Hardware fall under two anti-dumping proceedings at the same time,", "main_body": ["Regulation (EC) No 452/2007 is hereby amended as follows:\nIn Article 1(2), in the table, the entry concerning Since Hardware (Guangzhou) Co. Ltd shall be deleted and the entry ‘All other companies’ shall be replaced by the entry ‘All other companies (except Since Hardware (Guangzhou) Co. Ltd, Guangzhou — TARIC additional code A784)’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2010.\nFor the Council\nThe President\nJ. SCHAUVLIEGE\n(1)  OJ L 201, 26.7.2001, p. 10.\n(2)  OJ L 109, 26.4.2007, p. 12.\n(3)  OJ L 84, 31.3.2010, p. 13.\n(4)  OJ C 237, 2.10.2009, p. 5.\n(5)  OJ L 343, 22.12.2009, p. 51.\n(6)  WT/DS295/AB/R, 29 November 2005."}