{"celex_id": "32012D0187", "uri": "http://publications.europa.eu/resource/cellar/7b219a78-ca95-498e-8fbe-30858d210141", "type": "Decision", "concepts": ["191", "3618", "5227", "5451"], "title": "2012/187/EU: Commission Implementing Decision of 4 April 2012 amending Decision 2001/861/EC as regards novaluron (notified under document C(2012) 2164)  Text with EEA relevance\n", "header": "11.4.2012 EN Official Journal of the European Union L 101/15\nCOMMISSION IMPLEMENTING DECISION\nof 4 April 2012\namending Decision 2001/861/EC as regards novaluron\n(notified under document C(2012) 2164)\n(Text with EEA relevance)\n(2012/187/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular Article 6(3) thereof,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (2), and in particular Article 80(1)(a) thereof,\nWhereas:\n(1) In accordance with Article 80(1)(a) of Regulation (EC) No 1107/2009, Directive 91/414/EEC shall continue to apply to active substances for which a decision has been adopted in accordance with Article 6(3) of Directive 91/414/EEC before 14 June 2011.\n(2) In accordance with Article 6(2) of Directive 91/414/EEC the United Kingdom received on 29 March 2001 an application from Makhteshim Agan Ltd, for the inclusion of the active substance novaluron in Annex I to Directive 91/414/EEC.\n(3) By Commission Decision 2001/861/EC (3) it was confirmed that, on preliminary examination, the dossier was considered ‘complete’, in that it could be considered as satisfying, in principle, the data and information requirements of Annex II and Annex III to Directive 91/414/EEC.\n(4) Member States where thereby given the possibility to grant provisional authorisations, for plant protection products containing novaluron for an initial period of three years, in accordance with Article 8(1) of Directive 91/414/EEC. That initial period of three years can start at any time, as soon as an application is assessed.\n(5) In accordance with the second sentence of the third subparagraph of Article 11(6) of Commission Regulation (EU) No 188/2011 of 25 February 2011 laying down detailed rules for the implementation of Council Directive 91/414/EEC as regards the procedure for the assessment of active substances which were not on the market 2 years after the date of notification of that Directive (4) the European Food Safety Authority (‘the Authority’) asked the rapporteur Member State on 16 June 2011 to request additional information from the applicant.\n(6) By letter of 29 February 2012 the applicant informed the United Kingdom, the Authority and the Commission of its intention not to support the evaluation any further and not to submit further data. By the same letter the applicant withdrew its application. Since the additional information requested by the Authority was not submitted, the dossier can no longer be considered to be complete.\n(7) Decision 2001/861/EC should therefore be amended accordingly.\n(8) Existing provisional authorisations should, consequently, be withdrawn and no new authorisations granted.\n(9) For plant protection products containing novaluron, where Member States grant any period of grace in accordance with Article 4(6) of Directive 91/414/EEC, this period should expire at the latest one year after the withdrawal of the respective authorisation.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2001/861/EC is replaced by the text in the Annex to this Decision.", "Member States shall ensure that:\n(a) authorisations for plant protection products containing novaluron are withdrawn by 3 October 2012;\n(b) no authorisations for plant protection products containing novaluron are granted or renewed from the date of publication of this Decision.", "Any period of grace granted by Member States in accordance with Article 4(6) of Directive 91/414/EEC shall be as short as possible and shall expire 12 months after withdrawal of the respective authorisation at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 April 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 309, 24.11.2009, p. 1.\n(3)  OJ L 321, 6.12.2001, p. 34.\n(4)  OJ L 53, 26.2.2011, p. 51.\nANNEX\n‘ANNEX\nACTIVE SUBSTANCES CONCERNED BY THIS DECISION\nNo Common Name, Notifier Date of application Rapporteur Member State\n1 Laminarin Laboratoires Goëmar SA, France 29 March 2001 Belgium’"}