{"celex_id": "32010D0156", "uri": "http://publications.europa.eu/resource/cellar/6336730e-bb0f-473f-a724-95ffa595643d", "type": "Decision", "concepts": ["1777", "3367", "5713", "8465"], "title": "2010/156/CFSP: Council Decision 2010/156/CFSP of 16 March 2010 extending the mandate of the European Union Special Representative in the former Yugoslav Republic of Macedonia\n", "header": "17.3.2010 EN Official Journal of the European Union L 67/6\nCOUNCIL DECISION 2010/156/CFSP\nof 16 March 2010\nextending the mandate of the European Union Special Representative in the former Yugoslav Republic of Macedonia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28, 31(2) and 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 17 October 2005, the Council adopted Joint Action 2005/724/CFSP (1) appointing Mr Erwan FOUÉRÉ European Union Special Representative (EUSR) in the former Yugoslav Republic of Macedonia.\n(2) On 15 September 2009, the Council adopted Joint Action 2009/706/CFSP (2) extending the mandate of the EUSR until 31 March 2010.\n(3) The mandate of the EUSR should be extended until 31 August 2010. However, the mandate of the EUSR may be terminated earlier, if the Council so decides, on a recommendation of the High Representative of the Union for Foreign Affairs and Security Policy (HR) following the entry into force of the decision establishing the European External Action Service,", "main_body": ["European Union Special Representative\nThe mandate of Mr Erwan FOUÉRÉ as the European Union Special Representative (EUSR) in the former Yugoslav Republic of Macedonia is hereby extended until 31 August 2010. The mandate of the EUSR may be terminated earlier, if the Council so decides, on a recommendation of the HR following the entry into force of the decision establishing the European External Action Service.", "Policy objective\nThe EUSR’s mandate shall be based on the policy objective of the European Union in the former Yugoslav Republic of Macedonia, which shall be to contribute to the consolidation of the peaceful political process and the full implementation of the Ohrid Framework Agreement, thereby facilitating further progress towards European integration through the Stabilisation and Association Process.\nThe EUSR shall support the work of the HR in the region.", "Mandate\nIn order to achieve the policy objective, the mandate of the EUSR shall be to:\n(a) maintain close contact with the Government of the former Yugoslav Republic of Macedonia and with the parties involved in the political process;\n(b) offer the Union’s advice and facilitation in the political process;\n(c) ensure coordination of the international community’s efforts to help in the implementation and sustainability of the provisions of the Framework Agreement of 13 August 2001, as set out in the Agreement and the Annexes thereto;\n(d) follow closely, and report on, security and inter-ethnic issues and liaise with all relevant bodies to that end;\n(e) contribute to the development and consolidation of respect for human rights and fundamental freedoms in the former Yugoslav Republic of Macedonia, in accordance with EU human rights policy and EU guidelines on human rights.", "Implementation of the mandate\n1.   The EUSR shall be responsible for the implementation of the mandate acting under the authority of the HR.\n2.   The Political and Security Committee (PSC) shall maintain a privileged link with the EUSR and shall be the EUSR’s primary point of contact with the Council. The PSC shall provide the EUSR with strategic guidance and political direction within the framework of the mandate, without prejudice to the powers of the HR.", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR in the period from 1 April 2010 to 31 August 2010 shall be EUR 340 000.\n2.   The expenditure financed by the amount stipulated in paragraph 1 shall be eligible as from 1 April 2010. The expenditure shall be managed in accordance with the procedures and rules applicable to the general budget of the Union.\n3.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The EUSR shall be accountable to the Commission for all expenditure.", "Constitution and composition of the team\n1.   Within the limits of his mandate and the corresponding financial means made available, the EUSR shall be responsible for constituting his team. The team shall include the expertise on specific policy issues as required by the mandate. The EUSR shall keep the Council and the Commission promptly informed of the composition of his team.\n2.   Member States and institutions of the Union may propose the secondment of staff to work with the EUSR. The salary of personnel who are seconded by a Member State or an institution of the Union to the EUSR shall be covered by the Member State or the institution of the Union concerned. Experts seconded by Member States to the General Secretariat of the Council may also be posted to the EUSR. International contracted staff shall have the nationality of a Member State.\n3.   All seconded personnel shall remain under the administrative authority of the sending Member State or Union institution and shall carry out their duties and act in the interest of the mandate of the EUSR.", "Privileges and immunities of the EUSR and his staff\nThe privileges, immunities and further guarantees necessary for the completion and smooth functioning of the mission of the EUSR and the members of his staff shall be agreed with the host party/parties as appropriate. Member States and the Commission shall grant all necessary support to such effect.", "Security of EU classified information\nThe EUSR and the members of his team shall respect security principles and minimum standards established by Council Decision 2001/264/EC of 19 March 2001 adopting the Council’s security regulations (3), in particular when managing EU classified information.", "Access to information and logistical support\n1.   Member States, the Commission and the General Secretariat of the Council shall ensure that the EUSR is given access to any relevant information.\n2.   The Union delegations and/or Member States, as appropriate, shall provide logistical support in the region.", "0\nSecurity\nIn accordance with the Union’s policy on the security of personnel deployed outside the Union in an operational capacity under Title V of the Treaty, the EUSR shall take all reasonably practicable measures, in conformity with his mandate and the security situation in his geographical area of responsibility, for the security of all personnel under his direct authority, notably by:\n(a) establishing a mission-specific security plan based on guidance from the General Secretariat of the Council, including mission-specific physical, organisational and procedural security measures, governing management of the secure movement of personnel to, and within, the mission area, as well as management of security incidents and including a mission contingency and evacuation plan;\n(b) ensuring that all personnel deployed outside the Union are covered by high risk insurance as required by the conditions in the mission area;\n(c) ensuring that all members of his team to be deployed outside the Union, including locally contracted personnel, have received appropriate security training before or upon arriving in the mission area, based on the risk ratings assigned to the mission area by the General Secretariat of the Council;\n(d) ensuring that all agreed recommendations made following regular security assessments are implemented and providing the HR, the Council and the Commission with written reports on their implementation and on other security issues within the framework of the mid-term and mandate implementation reports.", "1\nReporting\nThe EUSR shall regularly provide the HR and the PSC with oral and written reports. The EUSR shall also report as necessary to Council working parties. Regular written reports shall be circulated through the COREU network. Upon recommendation of the HR or the PSC, the EUSR may provide the Foreign Affairs Council with reports.", "2\nCoordination\n1.   The EUSR shall promote overall Union political coordination. He shall help to ensure that all Union instruments in the field are engaged coherently to attain the Union’s policy objectives. The activities of the EUSR shall be coordinated with those of the Commission, as well as those of other EUSRs active in the region as appropriate. The EUSR shall provide regular briefings to Member States’ missions and the Union’s delegations.\n2.   In the field, close liaison shall be maintained with the Heads of the Union delegations and Member States’ Heads of Mission. They shall make best efforts to assist the EUSR in the implementation of the mandate. The EUSR shall also liaise with other international and regional actors in the field.", "3\nReview\nThe implementation of this Decision and its consistency with other contributions from the Union to the region shall be kept under regular review. The EUSR shall present the HR, the Council and the Commission with a comprehensive mandate implementation report at the end of the mandate.", "4\nEntry into force\nThis Decision shall enter into force on the date of its adoption.", "5\nPublication\nThis Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 March 2010.\nFor the Council\nThe President\nE. SALGADO\n(1)  OJ L 272, 18.10.2005, p. 26.\n(2)  OJ L 244, 16.9.2009, p. 25.\n(3)  OJ L 101, 11.4.2001, p. 1."}