{"celex_id": "32013R0767", "uri": "http://publications.europa.eu/resource/cellar/0fb05b4e-00c5-11e3-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "5451"], "title": "Commission Implementing Regulation (EU) No 767/2013 of 8 August 2013 withdrawing the approval of the active substance bitertanol, in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending Commission Implementing Regulation (EU) No 540/2011  Text with EEA relevance\n", "header": "9.8.2013 EN Official Journal of the European Union L 214/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 767/2013\nof 8 August 2013\nwithdrawing the approval of the active substance bitertanol, in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending Commission Implementing Regulation (EU) No 540/2011\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular the second alternative of Article 21(3) and Article 78(2) thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 1278/2011 (2) approved bitertanol as active substance in accordance with Regulation (EC) No 1107/2009, with the condition that the applicant at whose request bitertanol has been approved provides further confirmatory information on the toxicological relevance of the impurities BUE 1662, thus referred to for confidentiality reasons, and 3-chlorophenoxy compound by 30 June 2012.\n(2) The applicant at whose request bitertanol had been approved did not submit any confirmatory information by the deadline of 30 June 2012. By letter of 11 December 2011 it had already informed the Commission of its intention not to submit such information.\n(3) Consequently, it is appropriate to withdraw the approval of bitertanol.\n(4) Implementing Regulation (EU) No 1278/2011 should therefore be repealed.\n(5) Commission Implementing Regulation (EU) No 540/2011 (3) should therefore be amended accordingly.\n(6) Member States should be provided with time to withdraw authorisations for plant protection products containing bitertanol.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Withdrawal of approval\nThe approval of the active substance bitertanol is withdrawn.", "Repeal of Implementing Regulation (EU) No 1278/2011\nImplementing Regulation (EU) No 1278/2011 is repealed.", "Amendment to Implementing Regulation (EU) No 540/2011\nIn Part B of the Annex to Implementing Regulation (EU) No 540/2011, row 21, bitertanol, is deleted.", "Transitional measures\nMember States shall withdraw authorisations for plant protection products containing bitertanol as active substance by 1 March 2014.", "Grace period\nAny grace period granted by Member States in accordance with Article 46 of Regulation (EC) No 1107/2009 shall be as short as possible and shall expire 12 months after withdrawal of the respective authorisation at the latest.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Commission Implementing Regulation (EU) No 1278/2011 of 8 December 2011 approving the active substance bitertanol, in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011 and Commission Decision 2008/934/EC (OJ L 327, 9.12.2011, p. 49).\n(3)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1)."}