{"celex_id": "32013D0177", "uri": "http://publications.europa.eu/resource/cellar/25a6a759-a361-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1520", "1612", "2211", "2560", "5034", "5047", "5252", "7814", "864"], "title": "2013/177/EU: Commission Implementing Decision of 10 April 2013 amending Annex II to Decision 93/52/EEC as regards the recognition of certain regions of Spain as officially free of brucellosis ( B. melitensis ) and amending Annexes II and III to Decision 2003/467/EC as regards the declaration of certain regions of Spain as officially brucellosis-free and certain regions of Italy and Poland as officially enzootic-bovine-leukosis-free (notified under document C(2013) 1951)  Text with EEA relevance\n", "header": "12.4.2013 EN Official Journal of the European Union L 103/5\nCOMMISSION IMPLEMENTING DECISION\nof 10 April 2013\namending Annex II to Decision 93/52/EEC as regards the recognition of certain regions of Spain as officially free of brucellosis (B. melitensis) and amending Annexes II and III to Decision 2003/467/EC as regards the declaration of certain regions of Spain as officially brucellosis-free and certain regions of Italy and Poland as officially enzootic-bovine-leukosis-free\n(notified under document C(2013) 1951)\n(Text with EEA relevance)\n(2013/177/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Annex A(II)(7) and Annex D(I)(E) thereto,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (2), and in particular Section II of Chapter 1 of Annex A thereto,\nWhereas:\n(1) Directive 91/68/EEC defines animal health conditions governing trade in the Union in ovine and caprine animals. It lays down the conditions whereby Member States or regions thereof may be recognised as being officially brucellosis-free.\n(2) Commission Decision 93/52/EEC of 21 December 1992 recording the compliance by certain Member States or regions with the requirements relating to brucellosis (B. melitensis) and according them the status of a Member State or region officially free of the disease (3) lists, in Annex II thereto, the regions of Member States which are recognised as officially free of brucellosis (B. melitensis) in accordance with Directive 91/68/EEC.\n(3) Spain has submitted to the Commission documentation demonstrating compliance with the conditions laid down in Directive 91/68/EEC to be recognised as officially free of brucellosis (B. melitensis) for the Autonomous Community of Asturias, the Autonomous Community of Cantabria, the Autonomous Community of Castilla y Leon, the Autonomous Community of Galicia, and the Autonomous Community of Pais Vasco.\n(4) Following evaluation of the documentation submitted by Spain, the Autonomous Community of Asturias, the Autonomous Community of Cantabria, the Autonomous Community of Castilla y Leon, the Autonomous Community of Galicia, and the Autonomous Community of Pais Vasco should be recognised as being officially free of brucellosis (B. melitensis).\n(5) The entry for Spain in Annex II to Decision 93/52/EEC should therefore be amended accordingly.\n(6) Directive 64/432/EEC applies to trade within the Union in bovine animals and swine. It lays down the conditions whereby a Member State or region of a Member State may be declared officially tuberculosis-free, officially brucellosis-free and officially enzootic-bovine-leukosis-free as regards bovine herds.\n(7) The Annexes to Commission Decision 2003/467/EC of 23 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds (4) list the Member States and regions thereof which are declared respectively officially tuberculosis-free, officially brucellosis-free and officially enzootic-bovine-leukosis-free.\n(8) Spain has submitted to the Commission documentation demonstrating compliance with the conditions for the officially brucellosis-free status laid down in Directive 64/432/EEC for the Autonomous Community of the Balearic Islands, the Autonomous Community of Pais Vasco, the Autonomous Community of Murcia, and the Autonomous Community of La Rioja.\n(9) Following evaluation of the documentation submitted by Spain, the Autonomous Community of the Balearic Islands, the Autonomous Community of Pais Vasco, the Autonomous Community of Murcia, and the Autonomous Community of La Rioja should be declared as officially brucellosis-free regions.\n(10) Italy has submitted to the Commission documentation demonstrating compliance with the conditions for the officially enzootic-bovine-leukosis-free status laid down in Directive 64/432/EEC for the province of Benevento.\n(11) Following evaluation of the documentation submitted by Italy, the province of Benevento should be declared as an officially enzootic-bovine-leukosis-free region.\n(12) Poland has submitted to the Commission documentation demonstrating compliance with the conditions for the officially enzootic-bovine-leukosis-free status laid down in Directive 64/432/EEC for 24 administrative regions (powiaty) within the superior administrative units (voivodship) of pomorskie and wielkopolskie.\n(13) Following evaluation of the documentation submitted by Poland, the regions concerned should be declared as officially enzootic-bovine-leukosis-free regions of Poland.\n(14) Annexes II and III to Decision 2003/467/EC should therefore be amended accordingly.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Decision 93/52/EEC is amended in accordance with Annex I to this Decision.", "Annexes II and III to Decision 2003/467/EC are amended in accordance with Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 April 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64.\n(2)  OJ L 46, 19.2.1991, p. 19.\n(3)  OJ L 13, 21.1.1993, p. 14.\n(4)  OJ L 156, 25.6.2003, p. 74.\nANNEX I\nIn Annex II to Decision 93/52/EEC, the entry for Spain is replaced by the following:\n‘In Spain:\n— Autonomous Community of Asturias,\n— Autonomous Community of the Balearic Islands,\n— Autonomous Community of the Canary Islands: Provinces of Santa Cruz de Tenerife, Las Palmas,\n— Autonomous Community of Cantabria,\n— Autonomous Community of Castilla y Leon,\n— Autonomous Community of Galicia,\n— Autonomous Community of Pais Vasco.’\nANNEX II\nAnnexes II and III to Decision 2003/467/EC are amended as follows:\n(1) in Annex II, Chapter 2, the entry for Spain is replaced by the following:\n— Autonomous Community of the Canary Islands: Provinces of Santa Cruz de Tenerife, Las Palmas,\n— Autonomous Community of the Balearic Islands,\n— Autonomous Community of Pais Vasco,\n— Autonomous Community of Murcia,\n— Autonomous Community of La Rioja.’;\n(2) in Annex III, Chapter 2:\n(a) the entry for Italy is replaced by the following:\n— Region Abruzzo: Province of Pescara,\n— Province of Bolzano,\n— Region Campania: Provinces of Napoli, Benevento,\n— Region Emilia-Romagna,\n— Region Friuli-Venezia Giulia,\n— Region Lazio: Provinces of Frosinone, Rieti, Viterbo,\n— Region Liguria: Provinces of Imperia, Savona,\n— Region Lombardia,\n— Region Marche,\n— Region Molise,\n— Region Piemonte,\n— Region of Puglia: Province of Brindisi,\n— Region Sardegna,\n— Region Sicilia: Provinces of Agrigento, Caltanissetta, Catania, Enna, Palermo, Ragusa, Siracusa, Trapani,\n— Region Toscana,\n— Province of Trento,\n— Region Umbria,\n— Region Valle d’Aosta,\n— Region Veneto.’;\n(b) the entry for Poland is replaced by the following:\n— Voivodship dolnośląskie\nPowiaty: bolesławiecki, dzierżoniowski, głogowski, górowski, jaworski, jeleniogórski, Jelenia Góra, kamiennogórski, kłodzki, legnicki, Legnica, lubański, lubiński, lwówecki, milicki, oleśnicki, oławski, polkowicki, strzeliński, średzki, świdnicki, trzebnicki, wałbrzyski, Wałbrzych, wołowski, wrocławski, Wrocław, ząbkowicki, zgorzelecki, złotoryjski.\n— Voivodship lubelskie\nPowiaty: bialski, Biała Podlaska, biłgorajski, chełmski, Chełm, hrubieszowski, janowski, krasnostawski, kraśnicki, lubartowski, lubelski, Lublin, łęczyński, łukowski, opolski, parczewski, puławski, radzyński, rycki, świdnicki, tomaszowski, włodawski, zamojski, Zamość.\n— Voivodship lubuskie\nPowiaty: gorzowski, Gorzów Wielkopolski, krośnieńsko-odrzański, międzyrzecki, nowosolski, słubicki, strzelecko–drezdenecki, sulęciński, świebodziński, Zielona Góra, zielonogórski, żagański, żarski, wschowski.\n— Voivodship kujawsko-pomorskie\nPowiaty: aleksandrowski, brodnicki, bydgoski, Bydgoszcz, chełmiński, golubsko-dobrzyński, grudziądzki, inowrocławski, lipnowski, Grudziądz, mogileński, nakielski, radziejowski, rypiński, sępoleński, świecki, toruński, Toruń, tucholski, wąbrzeski, Włocławek, włocławski, żniński.\n— Voivodship łódzkie\nPowiaty: bełchatowski, brzeziński, kutnowski, łaski, łęczycki, łowicki, łódzki, Łódź, opoczyński, pabianicki, pajęczański, piotrkowski, Piotrków Trybunalski, poddębicki, radomszczański, rawski, sieradzki, skierniewicki, Skierniewice, tomaszowski, wieluński, wieruszowski, zduńskowolski, zgierski.\n— Voivodship małopolskie\nPowiaty: brzeski, bocheński, chrzanowski, dąbrowski, gorlicki, krakowski, Kraków, limanowski, miechowski, myślenicki, nowosądecki, nowotarski, Nowy Sącz, oświęcimski, olkuski, proszowicki, suski, tarnowski, Tarnów, tatrzański, wadowicki, wielicki.\n— Voivodship mazowieckie\nPowiaty: białobrzeski, ciechanowski, garwoliński, grójecki, gostyniński, grodziski, kozienicki, legionowski, lipski, łosicki, makowski, miński, mławski, nowodworski, ostrołęcki, Ostrołęka, ostrowski, otwocki, piaseczyński, Płock, płocki, płoński, pruszkowski, przasnyski, przysuski, pułtuski, Radom, radomski, Siedlce, siedlecki, sierpecki, sochaczewski, sokołowski, szydłowiecki, Warszawa, warszawski zachodni, węgrowski, wołomiński, wyszkowski, zwoleński, żuromiński, żyrardowski.\n— Voivodship opolskie\nPowiaty: brzeski, głubczycki, kędzierzyńsko-kozielski, kluczborski, krapkowicki, namysłowski, nyski, oleski, opolski, Opole, prudnicki, strzelecki.\n— Voivodship podkarpackie\nPowiaty: bieszczadzki, brzozowski, dębicki, jarosławski, jasielski, kolbuszowski, krośnieński, Krosno, leski, leżajski, lubaczowski, łańcucki, mielecki, niżański, przemyski, Przemyśl, przeworski, ropczycko-sędziszowski, rzeszowski, Rzeszów, sanocki, stalowowolski, strzyżowski, Tarnobrzeg, tarnobrzeski.\n— Voivodship podlaskie\nPowiaty: augustowski, białostocki, Białystok, bielski, grajewski, hajnowski, kolneński, łomżyński, Łomża, moniecki, sejneński, siemiatycki, sokólski, suwalski, Suwałki, wysokomazowiecki, zambrowski.\n— Voivodship pomorskie\nPowiaty: bytowski, chojnicki, człuchowski, Gdańsk, gdański, Gdynia, kartuski, kościerski, kwidzyński, lęborski, malborski, nowodworski, pucki, Słupsk, słupski, Sopot, starogardzki, sztumski, tczewski, wejherowski.\n— Voivodship śląskie\nPowiaty: będziński, bielski, Bielsko-Biała, bieruńsko-lędziński, Bytom, Chorzów, cieszyński, częstochowski, Częstochowa, Dąbrowa Górnicza, gliwicki, Gliwice, Jastrzębie Zdrój, Jaworzno, Katowice, kłobucki, lubliniecki, mikołowski, Mysłowice, myszkowski, Piekary Śląskie, pszczyński, raciborski, Ruda Śląska, rybnicki, Rybnik, Siemianowice Śląskie, Sosnowiec, Świętochłowice, tarnogórski, Tychy, wodzisławski, Zabrze, zawierciański, Żory, żywiecki.\n— Voivodship świętokrzyskie\nPowiaty: buski, jędrzejowski, kazimierski, kielecki, Kielce, konecki, opatowski, ostrowiecki, pińczowski, sandomierski, skarżyski, starachowicki, staszowski, włoszczowski.\n— Voivodship warmińsko-mazurskie\nPowiaty: bartoszycki, braniewski, działdowski, Elbląg, elbląski, ełcki, giżycki, gołdapski, iławski, kętrzyński, lidzbarski, mrągowski, nidzicki, nowomiejski, olecki, olsztyński, ostródzki, Olsztyn, piski, szczycieński, węgorzewski.\n— Voivodship wielkopolskie\nPowiaty: chodzieski, czarnkowsko-trzcianecki, gnieźnieński, gostyński, grodziski, jarociński, kaliski, Kalisz, kępiński, kolski, koniński, Konin, kościański, krotoszyński, leszczyński, Leszno, międzychodzki, nowotomyski, obornicki, ostrowski, ostrzeszowski, pilski, pleszewski, Poznań, poznański, rawicki, słupecki, szamotulski, średzki, śremski, turecki, wągrowiecki, wolsztyński, wrzesiński, złotowski.’"}