{"celex_id": "32013R0438", "uri": "http://publications.europa.eu/resource/cellar/28610b43-bc75-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "5451", "6052", "6569"], "title": "Commission Regulation (EU) No 438/2013 of 13 May 2013 amending and correcting Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of certain food additives  Text with EEA relevance\n", "header": "14.5.2013 EN Official Journal of the European Union L 129/28\nCOMMISSION REGULATION (EU) No 438/2013\nof 13 May 2013\namending and correcting Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of certain food additives\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) That list may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2) either on the initiative of the Commission or following an application.\n(3) The Union list of food additives was established based on food additives permitted for use in foods in accordance with European Parliament and Council Directive 94/35/EC of 30 June 1994 on sweeteners for use in foodstuffs (3), European Parliament and Council Directive 94/36/EC of 30 June 1994 on colours for use in foodstuffs (4) and European Parliament and Council Directive 95/2/EC of 20 February 1995 on food additives other than colours and sweeteners (5) and after reviewing their compliance with Articles 6, 7 and 8 of Regulation (EC) No 1333/2008. The Union list set out in Annex II to Regulation (EC) No 1333/2008 lists food additives on the basis of the categories of food to which those additives may be added.\n(4) Due to the difficulties encountered during the transfer of food additives to the new categorisation system provided in Annex II to Regulation (EC) No 1333/2008, certain errors have been introduced and should be corrected. In particular, the use of antioxidants in peeled, cut and shredded fruit and vegetables should be restricted to prepacked refrigerated unprocessed fruit and vegetables ready for consumption only. The use of Sorbic acid — sorbates, Benzoic acid — benzoates; p-hydroxybenzoates (E 200-219) should continue to be authorised in heat-treated meat products and the use of Natamycin (E 235) should continue to be authorised in heat-treated dried cured sausages. Maximum limits for the use of Curcumine (E 100) in processed fish and fishery products including molluscs and crustaceans should be introduced corresponding to the levels specified in Directive 94/36/EC. The maximum limits for the use of Silicon dioxide — silicates (E 551-559) should be changed to quantum satis as specified in Directive 95/2/EC and for the use of Silicon dioxide — silicates (E 551-553) as specified by Commission Regulation (EU) No 380/2012 of 3 May 2012 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the conditions of use and the use levels for aluminium-containing food additives (6).\n(5) There are clarifications necessary as regards the use of food additives in certain food categories. In food category 13.1.4 ‘Other food for young children’ conditions of use for the food additives E 332 ‘Potassium citrates’ and E 338 ‘Phosphoric acid’ should be set. In food category 14.2.6 ‘Spirit drinks as defined in Regulation (EC) No 110/2008’ the use of food colours should not be authorised in Geist as defined in Annex II.17 of Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council Regulation (EEC) No 1576/89 (7). The use of the food colours Quinoline Yellow (E 104), Sunset Yellow FCF/Orange Yellow S (E 110) and Ponceau 4R, Cochineal Red A (E 124) in certain spirit drinks should be reintroduced as this use is not of safety concern for children. It should be clarified that Caramels (E 150a-d) can be used in all products belonging to food category 14.2.7.1 ‘Aromatised wines’.\n(6) Therefore, the Union list of food additives should be corrected, clarified and completed in order to include all the uses permitted and complying with Articles 6, 7 and 8 of Regulation (EC) No 1333/2008.\n(7) Pursuant to Article 3(2) of Regulation (EC) No 1331/2008, the Commission has to seek the opinion of the European Food Safety Authority (‘the Authority’) in order to update the Union list of food additives set out in Annex II to Regulation (EC) No 1333/2008, except where the update in question is not liable to have an effect on human health. Since the Union list is amended in order to include uses already permitted in accordance with Directive 94/35/EC, Directive 94/36/EC, and Directive 95/2/EC, it constitutes an update of that list which is not liable to have an effect on human health. Therefore, it is not necessary to seek the opinion of the Authority.\n(8) Annex II to Regulation (EC) No 1333/2008 should therefore be amended and corrected accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health, and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  OJ L 237, 10.9.1994, p. 3.\n(4)  OJ L 237, 10.9.1994, p. 13.\n(5)  OJ L 61, 18.3.1995, p. 1.\n(6)  OJ L 119, 4.5.2012, p. 14.\n(7)  OJ L 39, 13.2.2008, p. 16.\nANNEX\nPart E of Annex II to Regulation (EC) No 1333/2008 is amended as follows:\n(1) In food category 01.7.1 ‘Unripened cheese excluding products falling in category 16’, the entry concerning ‘Group I’ is replaced by the following:\n‘Group I Additives   except mozzarella’\n(2) In food category 04.1.2 ‘Peeled, cut and shredded fruit and vegetables’, the entries concerning food additives E 300 ‘Ascorbic acid’, E 301 ‘Sodium ascorbate’, E 302 ‘Calcium ascorbate’, E 330 ‘Citric acid’, E 331 ‘Sodium citrates’, E 332 ‘Potassium citrates’ and E 333 ‘Calcium citrates’ are replaced by the following:\n‘E 300 Ascorbic acid quantum satis  only prepacked refrigerated unprocessed fruit and vegetables ready for consumption and prepacked unprocessed and peeled potatoes\nE 301 Sodium ascorbate quantum satis  only prepacked refrigerated unprocessed fruit and vegetables ready for consumption and prepacked unprocessed and peeled potatoes\nE 302 Calcium ascorbate quantum satis  only prepacked refrigerated unprocessed fruit and vegetables ready for consumption and prepacked unprocessed and peeled potatoes\nE 330 Citric acid quantum satis  only prepacked refrigerated unprocessed fruit and vegetables ready for consumption and prepacked unprocessed and peeled potatoes\nE 331 Sodium citrates quantum satis  only prepacked refrigerated unprocessed fruit and vegetables ready for consumption and prepacked unprocessed and peeled potatoes\nE 332 Potassium citrates quantum satis  only prepacked refrigerated unprocessed fruit and vegetables ready for consumption and prepacked unprocessed and peeled potatoes\nE 333 Calcium citrates quantum satis  only prepacked refrigerated unprocessed fruit and vegetables ready for consumption and prepacked unprocessed and peeled potatoes’\n(3) Food category 08.2.2 ‘Heat-treated processed meat’ is amended as follows:\n(a) the following entry concerning food additive E 200-219 is inserted after the entry concerning food additive E 200-203 ‘Sorbic acid — sorbates’:\n‘E 200-219 Sorbic acid — sorbates, Benzoic acid — benzoates; quantum satis (1) (2) only surface treatment of dried meat products’\n(b) the following entry concerning food additive E 235 is inserted after the entry concerning food additive E 210-213 ‘Benzoic acid — benzoates’:\n‘E 235 Natamycin 1 (8) only surface treatment of dried cured sausages’\n(c) the following footnote (8) is inserted after footnote (7):\n‘(8): mg/dm2 surface (not present at a depth of 5 mm)’;\n(4) Food category 09.2 ‘Processed fish and fishery products including molluscs and crustaceans’ is amended as follows:\n(a) the entry concerning food additive E 100 ‘Curcumin’ for use in fish paste and crustacean paste is replaced by the following:\n‘E 100 Curcumin 100 (35) only fish paste and crustacean paste’\n(b) the entry concerning the food additive E 100 ‘Curcumine’ for use in smoked fish is replaced by the following:\n‘E 100 Curcumin 100 (37) only smoked fish’\n(c) footnotes (35), (36), and (37) are replaced by the following:\n‘(35): Maximum individually or for the combination of E 100, E 102, E 120, E 122, E 142, E 151, E 160e, E 161b\n(36): Maximum individually or for the combination of E 100, E 102, E 120, E 122, E 129, E 142, E 151, E 160e, E 161b\n(37): Maximum individually or for the combination of E 100, E 102, E 120, E 151, E 160e’;\n(5) Food category 13.1.4 ‘Other foods for young children’ is amended as follows:\n(a) the entries concerning food additives E 331 ‘Sodium citrates’, E 332 ‘Potassium citrates’ and E 338 ‘Phosphoric acid’ are replaced by the following:\n‘E 331 Sodium citrates 2 000 (43)\nE 332 Potassium citrates quantum satis (43)\nE 338 Phosphoric acid  (1) (4) (44)’\n(b) the following footnotes (43) and (44) are added:\n‘(43): E 331 and E 332 are authorised individually or in combination and in conformity with the limits set in Directives 2006/141/EC, 2006/125/EC and 1999/21/EC\n(44): In conformity with the limits set in Directives 2006/141/EC, 2006/125/EC and 1999/21/EC’;\n(6) In food category 13.1.5.2 ‘Dietary foods for babies and young children for special medical purposes as defined in Directive 1999/21/EC’, the text in the first row is replaced by the following:\n(7) Food category 14.2.6 ‘Spirit drinks as defined in Regulation (EC) No 110/2008’ is amended as follows:\n(a) the entries concerning food additives belonging to Group II, Group III and concerning food additives E 123 ‘amaranth’ and E 150a-d ‘Caramels’ are replaced by the following:\n‘Group II Colours at quantum satis quantum satis  except: spirit drinks as defined in Article 5(1) and sales denominations listed in Annex II, paragraphs 1-14 of Regulation (EC) No 110/2008 and spirits (preceded by the name of the fruit) obtained by maceration and distillation, Geist (with the name of the fruit or the raw material used), London Gin, Sambuca, Maraschino, Marrasquino or Maraskino and Mistrà\nGroup III Colours with combined maximum limit 200  except: spirit drinks as defined in Article 5(1) and sales denominations listed in Annex II, paragraphs 1-14 of Regulation (EC) No 110/2008 and spirits (preceded by the name of the fruit) obtained by maceration and distillation, Geist (with the name of the fruit or the raw material used), London Gin, Sambuca, Maraschino, Marrasquino or Maraskino and Mistrà\nE 123 Amaranth 30  except: spirit drinks as defined in Article 5(1) and sales denominations listed in Annex II, paragraphs 1-14 of Regulation (EC) No 110/2008 and spirits (preceded by the name of the fruit) obtained by maceration and distillation, Geist (with the name of the fruit or the raw material used), London Gin, Sambuca, Maraschino, Marrasquino or Maraskino and Mistrà\nE 150a-d Caramels quantum satis  except: fruit spirits, spirits (preceded by the name of the fruit) obtained by maceration and distillation Geist (with the name of the fruit or the raw material used), London Gin, Sambuca, Maraschino, Marrasquino or Maraskino and Mistrà. Whisky, whiskey can only contain E 150a’\n(b) the following entries concerning food additives E 104 and E 110 are inserted after the entry concerning Group III:\n‘E 104 Quinoline Yellow 180 (61) except: spirit drinks as defined in Article 5(1) and sales denominations listed in Annex II, paragraphs 1-14 of Regulation (EC) No 110/2008 and spirits (preceded by the name of the fruit) obtained by maceration and distillation, Geist (with the name of the fruit or the raw material used), London Gin, Sambuca, Maraschino, Marrasquino or Maraskino and Mistrà\nE 110 Sunset Yellow FCF/Orange Yellow S 100 (61) except: spirit drinks as defined in Article 5(1) and sales denominations listed in Annex II, paragraphs 1-14 of Regulation (EC) No 110/2008 and spirits (preceded by the name of the fruit) obtained by maceration and distillation, Geist (with the name of the fruit or the raw material used), London Gin, Sambuca, Maraschino, Marrasquino or Maraskino and Mistrà’\n(c) the following entry concerning food additive E 124 is inserted after the entry concerning food additive E 123 ‘Amaranth’:\n‘E 124 Ponceau 4R, Cochineal Red A 170 (61) except: spirit drinks as defined in Article 5(1) and sales denominations listed in Annex II, paragraphs 1-14 of Regulation (EC) No 110/2008 and spirits (preceded by the name of the fruit) obtained by maceration and distillation, Geist (with the name of the fruit or the raw material used), London Gin, Sambuca, Maraschino, Marrasquino or Maraskino and Mistrà’\n(d) the following footnote (61) is added:\n‘(61): The total quantity of E 104, E 110, E 124 and the colours in Group III shall not exceed the maximum listed for Group III’;\n(8) In food category 14.2.7.1 ‘Aromatised wines’, the following entry concerning food additive E 150a-d Caramels is deleted:\n‘E 150a-d Caramels quantum satis  only americano, bitter vino’\n(9) In food category 17.1 ‘Food supplements supplied in a solid form including capsules and tablets and similar forms, excluding chewable forms’, the entry concerning food additives E 551-559 ‘Silicon dioxide — silicates’ is replaced by the following:\n‘E 551-559 Silicon dioxide — silicates quantum satis   Period of application:\nE 551-553 Silicon dioxide — silicates quantum satis   Period of application:\n(10) In food category 17.2 ‘Food supplements supplied in a liquid form’, the entry concerning food additives E 551-559 ‘Silicon dioxide — silicates’ is replaced by the following:\n‘E 551-559 Silicon dioxide — silicates quantum satis   Period of application:\nE 551-553 Silicon dioxide — silicates quantum satis   Period of application:\n(11) In food category 17.3 ‘Food supplements supplied in a syrup-type or chewable form’, the entry concerning food additives E 551-559 ‘Silicon dioxide — silicates’ is replaced by the following:\n‘E 551-559 Silicon dioxide — silicates quantum satis   Period of application:\nE 551-553 Silicon dioxide — silicates quantum satis   Period of application:"}