{"celex_id": "32015D0105", "uri": "http://publications.europa.eu/resource/cellar/53d8b1e7-a387-11e4-9f50-01aa75ed71a1", "type": "Decision", "concepts": ["2850", "3466", "5315", "5404", "5407", "5454"], "title": "Council Decision (EU) 2015/105 of 14 April 2014 on the signing, on behalf of the Union, and provisional application of a Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, on a Framework Agreement between the European Union and the Republic of Azerbaijan on the general principles for the participation of the Republic of Azerbaijan in Union programmes\n", "header": "24.1.2015 EN Official Journal of the European Union L 19/2\nCOUNCIL DECISION (EU) 2015/105\nof 14 April 2014\non the signing, on behalf of the Union, and provisional application of a Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, on a Framework Agreement between the European Union and the Republic of Azerbaijan on the general principles for the participation of the Republic of Azerbaijan in Union programmes\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 212, in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 18 June 2007 the Council authorised the Commission to negotiate a Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part (1), on a Framework Agreement between the European Union and the Republic of Azerbaijan on the general principles for the participation of the Republic of Azerbaijan in Union programmes (‘the Protocol’).\n(2) The negotiations have been concluded.\n(3) The objective of the Protocol is to lay down the financial and technical rules enabling the Republic of Azerbaijan to participate in certain Union programmes. The horizontal framework established by the Protocol constitutes an economic, financial and technical cooperation measure which allows for access to assistance, in particular financial assistance, to be provided by the Union pursuant to those programmes. That framework applies only to those programmes for which the relevant constitutive legal acts provide for the possibility of the participation of the Republic of Azerbaijan. The signing and provisional application of the Protocol therefore does not entail the exercise of powers under the various sectoral policies pursued by the programmes, which are exercised when establishing the programmes.\n(4) The Protocol should be signed on behalf of the Union and it should be applied on a provisional basis pending the completion of the procedures for its conclusion,", "main_body": ["The signing on behalf of the Union of the Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, on a Framework Agreement between the European Union and the Republic of Azerbaijan on the general principles for the participation of the Republic of Azerbaijan in Union programmes (hereinafter referred to as ‘the Protocol’) is hereby authorised, subject to the conclusion of the said Protocol.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol on behalf of the Union.", "The Protocol shall be applied on a provisional basis from the date of its signature (2), pending the procedures necessary for its conclusion.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 246, 17.9.1999, p. 3.\n(2)  The date of signature of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}