{"celex_id": "32010R0357", "uri": "http://publications.europa.eu/resource/cellar/3ed26ce6-3929-426f-aa40-9c76d3c9f16a", "type": "Regulation", "concepts": ["2836", "4408", "5234", "5887"], "title": "Commission Regulation (EU) No 357/2010 of 23 April 2010 amending Regulation (EU) No 185/2010 of 4 March 2010 laying down detailed measures for the implementation of the common basic standards on aviation security (Text with EEA relevance)\n", "header": "27.4.2010 EN Official Journal of the European Union L 105/10\nCOMMISSION REGULATION (EU) No 357/2010\nof 23 April 2010\namending Regulation (EU) No 185/2010 of 4 March 2010 laying down detailed measures for the implementation of the common basic standards on aviation security\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 300/2008 of the European Parliament and the Council of 11 March 2008 establishing common rules in the field of civil aviation security and repealing Regulation (EC) No 2320/2002 (1) and in particular Article 4(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 820/2008 of 8 August 2008 laying down measures for the implementation of the common basic standards on aviation security (2) contains security procedures for supplies of liquids and tamper-evident bags. However, that Regulation will be repealed as from 29 April 2010.\n(2) Commission Regulation (EU) No 185/2010 of 4 March 2010 laying down detailed measures for the implementation of the common basic standards on aviation security (3) will replace Regulation (EC) No 820/2008. Regulation (EU) No 185/2010 does not contain security procedures for supplies of liquids and tamper-evident bags.\n(3) In order to protect civil aviation against acts of unlawful interference that jeopardise the security of civil aviation, security procedures for supplies of liquids, aerosols and gels and security tamper-evident bags sold airside at Union airports should be maintained. Therefore, it is necessary to include them in Regulation (EU) No 185/2010.\n(4) Regulation (EU) No 185/2010 will apply from 29 April 2010. The entry into force of this Regulation is therefore urgent as it should apply from the same date.\n(5) Regulation (EU) No 185/2010 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security set up by Article 19(1) of Regulation (EC) No 300/2008,", "main_body": ["The Annex to Regulation (EU) No 185/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 29 April 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 97, 9.4.2008, p. 72\n(2)  OJ L 221, 19.8.2008, p. 8.\n(3)  OJ L 55, 5.3.2010, p. 1.\nANNEX\nThe Annex to Regulation (EU) No 185/2010 is amended as follows:\n1. In Chapter 8, the following point 8.3 is added:\n1. In-flight supplies of STEBs shall be delivered in tamper-evident packaging to an airside area or to a security restricted area.\n2. After first reception on airside or in a security restricted area and until their final sale on the aircraft, LAGs and STEBs shall be protected from unauthorised interference.\n3. Detailed provisions for the additional security provisions for in-flight supplies of LAGs and STEBs are laid down in a separate Decision.’\n2. In Chapter 9, the following point 9.3 is added:\n1. Supplies of STEBs shall be delivered in tamper-evident packaging to an airside area beyond the point where boarding passes are controlled or to a security restricted area.\n2. After first reception on airside or in a security restricted area and until their final sale at the outlet, LAGs and STEBs shall be protected against unauthorised interference.\n3. Detailed provisions for the additional security provisions for supplies of LAGs and STEBs are laid down in a separate Decision.’"}