{"celex_id": "32011D0754", "uri": "http://publications.europa.eu/resource/cellar/acf9d5c6-2ff3-42c9-a29a-8d2ef58f41f1", "type": "Decision", "concepts": ["3055", "3303", "34", "3673", "3821", "5892"], "title": "2011/754/EU: Commission Implementing Decision of 22 November 2011 on the application of Directive 2009/103/EC of the European Parliament and of the Council with regard to checks on insurance against civil liability in respect of the use of motor vehicles (notified under document C(2011) 8289)  Text with EEA relevance\n", "header": "25.11.2011 EN Official Journal of the European Union L 310/17\nCOMMISSION IMPLEMENTING DECISION\nof 22 November 2011\non the application of Directive 2009/103/EC of the European Parliament and of the Council with regard to checks on insurance against civil liability in respect of the use of motor vehicles\n(notified under document C(2011) 8289)\n(Text with EEA relevance)\n(2011/754/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/103/EC of the European Parliament and of the Council of 16 September 2009 relating to insurance against civil liability in respect of the use of motor vehicles, and the enforcement of the obligation to insure against such liability (1), and in particular Article 2 thereof,\nWhereas:\n(1) On 30 May 2002 the Agreement between the national insurers’ bureaux of the Member States of the European Economic Area and other Associate States, hereinafter ‘the Agreement’, was concluded. Under the terms of the Agreement each national bureau guaranteed the settlement of claims, in accordance with the provisions of national law on compulsory insurance, in respect of accidents occurring in its territory, caused by vehicles normally based in the territory of another Member State or in the territory of Croatia, Cyprus, the Czech Republic, Hungary, Iceland, Norway, Slovakia, Slovenia or Switzerland, whether or not such vehicles are insured.\n(2) Commission Decision 2003/564/EC of 28 July 2003 on the application of Council Directive 72/166/EEC, relating to checks on insurance against civil liability in respect of the use of motor vehicles (2) provided that from 1 August 2003 Member States were to refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of another Member State or in the territory of Croatia, Cyprus, the Czech Republic, Hungary, Iceland, Norway, Slovakia, Slovenia or Switzerland.\n(3) The Agreement was extended, by Addendum No 1 thereto, to include the bureaux of Estonia, Latvia, Lithuania, Malta and Poland. Commission Decision 2004/332/EC of 2 April 2004 on the application of Council Directive 72/166/EEC with regard to checks on insurance against civil liability in respect of the use of motor vehicles (3) provided that from 30 April 2004 Member States were to refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Estonia, Latvia, Lithuania, Malta or Poland.\n(4) The Agreement was extended, by Addendum No 2 thereto, to include the bureau of Andorra. Commission Decision 2005/849/EC of 29 November 2005 on the application of Council Directive 72/166/EEC with regard to checks on insurance against civil liability in respect of the use of motor vehicles (4) provided that from 1 January 2006 Member States were to refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Andorra.\n(5) The Agreement was extended, by Addendum No 3 thereto, to include the bureaux of Bulgaria and Romania. Commission Decision 2007/482/EC of 9 July 2007 on the application of Council Directive 72/166/EEC with regard to checks on insurance against civil liability in respect of the use of motor vehicles (5) provided that from 1 August 2007 Member States were to refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Bulgaria or Romania. On 29 May 2008, the national insurers’ bureaux consolidated the Agreement integrating the Addenda Nos 1-3.\n(6) On 26 May 2011 the national insurers’ bureaux of the Member States and those of Andorra, Croatia, Iceland, Norway and Switzerland signed Addendum No 1 to the consolidated Agreement by which the Agreement was extended to include the national insurers’ bureau of Serbia. The Addendum provides for the practical arrangements to abolish insurance checks in respect of vehicles normally based in the territory of Serbia and which are subject to the Agreement.\n(7) Therefore, all the conditions for the removal of checks on motor insurance against civil liability in accordance with Directive 2009/103/EC in respect of vehicles normally based in the territory of Serbia are fulfilled,", "main_body": ["As from 1 January 2012, Member States shall refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Serbia and which are subject to Addendum No 1 to the Agreement between the national insurers’ bureaux of the Member States of the European Economic Area and other Associate States.", "Member States shall forthwith inform the Commission of measures taken to apply this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 November 2011.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 263, 7.10.2009, p. 11.\n(2)  OJ L 192, 31.7.2003, p. 23.\n(3)  OJ L 105, 14.4.2004, p. 39.\n(4)  OJ L 315, 1.12.2005, p. 16.\n(5)  OJ L 180, 10.7.2007, p. 42."}