{"celex_id": "32010D0454", "uri": "http://publications.europa.eu/resource/cellar/5c8250e1-e32c-4d7e-953a-85035a0acff2", "type": "Decision", "concepts": ["12", "2173", "2734", "3086", "310", "3763", "4285"], "title": "2010/454/EU: Commission Decision of 12 August 2010 on the determination of surplus stocks of agricultural products other than sugar and the financial consequences of their elimination in relation to the accession of Bulgaria and Romania (notified under document C(2010) 5524)\n", "header": "13.8.2010 EN Official Journal of the European Union L 213/51\nCOMMISSION DECISION\nof 12 August 2010\non the determination of surplus stocks of agricultural products other than sugar and the financial consequences of their elimination in relation to the accession of Bulgaria and Romania\n(notified under document C(2010) 5524)\n(Only the Romanian text is authentic)\n(2010/454/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular paragraph 4 of Chapter 3 of Annex V thereto,\nWhereas:\n(1) Paragraph 2 of Chapter 3 of Annex V to the Act of Accession of Bulgaria and Romania provides that any stock of product, private as well as public, in free circulation at the date of accession within the territory of Bulgaria and Romania (the new Member States) exceeding the quantity which could be regarded as constituting a normal carry-over of stock must be eliminated at the expense of the new Member States. The concept of normal carry-over stock shall be defined for each product on the basis of criteria and objectives specific to each common market organisation.\n(2) Both the criteria and objectives particular to each market organisation and the relationship between prices in the new Member States before accession and Community prices mean that normal carry-over stock should be assessed in the light of factors varying from sector to sector.\n(3) The basis for calculating levels of surplus stocks should be the variation in domestic production plus imports less exports in 2006, compared to the average of variation in domestic production plus imports less exports for the three previous years.\n(4) The results of the calculation should be adjusted to take into consideration that some categories of products, such as butter and butter-oil, different qualities of rice, hops, seeds, wine alcohol, tobacco, and cereals are effectively interchangeable and could be considered as a group, so that an increase in stock levels of certain products in a group may be offset by a reduction in stock levels of other products in the group.\n(5) In order to take into account economic growth during the period evaluated for the surplus stock exercise and the resulting possible increase in food consumption, a linear trend function has been introduced, using the production and trade figures of 2003-2005 as a baseline. In cases where linear trend function would have resulted in a higher surplus, the average of variation in domestic production plus imports less exports for the three previous years was used.\n(6) A threshold was used to eliminate minor surpluses: if the amount of surplus stock of a particular product was no more than 10 % of what could be regarded as a ‘normal carry-over stock’ for that product, it was considered that Member States should not be charged. This 10 % covers the margin of error of the statistical information gathered in the particular circumstances of the pre-accession period and the complexity and scope of this exercise.\n(7) The Commission also invited the new Member States to present any arguments on specific situations which would justify higher than normal stocks and evaluated them. The latter did not result in changes to the figures established according to the methodology described in recitals 1 to 6.\n(8) The calculation should be based on official Eurostat data transmitted by the Member States, where this is available. In cases where such data are not available due to statistical confidentiality, data sent officially to the Commission by the new Member States should be used.\n(9) As regards Bulgaria, the mathematical application of the methodology described in recitals 1 to 6 to the statistical information referred to in recital 8 gives the result that no surplus stocks are found, without the need to consider any arguments on specific situations as described in recital 7.\n(10) For calculating the financial consequences of the surplus stocks, the cost of their disposal should be calculated. In the absence of export refunds for preserved mushrooms for which significant levels of surplus stocks have been established, for an equivalent approach, it is appropriate to take as a basis the price differences between the average internal and external prices. In view of the temporary nature of the financial consequences arising from the establishment of surplus stocks, the corresponding amounts should be paid by the Member States concerned into the Union’s budget. It is necessary to fix the date on which these payments should be made. Taking into account the current difficult economic circumstances pointed out by Romania, it has been considered appropriate to extend over four years the period for the payment of these amounts.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The quantities of agricultural products in free circulation in Bulgaria and Romania at the date of accession exceeding the quantities which could be regarded as constituting a normal carry-over of stock at 1 January 2007, and the amounts to be charged to those new Member States in consequence of the expense of elimination of those quantities are set out in the Annex.", "1.   The amounts set out in the Annex shall be considered as revenue for the Union’s budget.\n2.   Romania may pay these amounts set out in the Annex to the Union’s budget in four equal instalments. The first instalment shall be paid by the last day of the second month following the month in which this Decision is notified to that new Member State. Subsequent instalments shall be paid by 31 October 2011, 31 October 2012 and 31 October 2013 respectively.", "This Decision is addressed to Romania."], "attachments": "Done at Brussels, 12 August 2010.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\nANNEX\nQUANTITIES EXCEEDING NORMAL CARRY-OVER STOCKS AND AMOUNTS TO BE CHARGED TO BULGARIA AND ROMANIA\nRomania\nQuantity in tonnes Amount in 1 000 EUR\nCanned mushrooms 685 108\nTotal 685 108"}