{"celex_id": "32014R0706", "uri": "http://publications.europa.eu/resource/cellar/05091cc0-fcff-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["3191", "3732", "4078", "4080", "4350", "4381"], "title": "Commission Implementing Regulation (EU) No 706/2014 of 25 June 2014 amending Regulation (EC) No 972/2006 as regards the import duty applicable to Basmati rice\n", "header": "26.6.2014 EN Official Journal of the European Union L 186/54\nCOMMISSION IMPLEMENTING REGULATION (EU) No 706/2014\nof 25 June 2014\namending Regulation (EC) No 972/2006 as regards the import duty applicable to Basmati rice\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular point (a) of Article 183 thereof,\nWhereas:\n(1) Pursuant to the Agreement between the European Union and India (2) with respect to rice, approved by Council Decision 2004/617/EC (3), the duty applicable to imports of husked rice of certain Basmati varieties originating in India is fixed at zero.\n(2) Pursuant to the Agreement between the European Union and Pakistan (4) with respect to rice, approved by Council Decision 2004/618/EC (5), the duty applicable to imports of husked rice of certain Basmati varieties originating in Pakistan is fixed at zero.\n(3) To implement those agreements, Article 138 of Council Regulation (EC) No 1234/2007 (6) provided that the husked Basmati rice varieties covered by those agreements had to qualify for a zero rate of import duty under the conditions fixed by the Commission. Those conditions have been laid down in Commission Regulation (EC) No 972/2006 (7).\n(4) Regulation (EU) No 1308/2013, which repeals and replaces Regulation (EC) No 1234/2007, does not contain a provision similar to Article 138 of Regulation (EC) No 1234/2007. As regards the import duties, Article 183 of Regulation (EU) No 1308/2013 empowers the Commission to adopt implementing acts fixing the level of the applied import duty in accordance with the rules set out, inter alia, in an international agreement concluded in accordance with the Treaty on the Functioning of the European Union.\n(5) In order to continue to comply with the Agreement between the Union and India and the Agreement between the Union and Pakistan, it should be provided in Regulation (EC) No 972/2006 that the husked Basmati rice varieties covered by those agreements should qualify for a zero rate of import duty under the conditions fixed in that Regulation.\n(6) Regulation (EC) No 972/2006 should therefore be amended accordingly,", "main_body": ["Article 1 of Regulation (EC) No 972/2006 is replaced by the following:\n‘Article 1\nThis Regulation shall apply to husked Basmati rice falling within CN code 1006 20 17 and CN code 1006 20 98, of the following varieties:\n— Basmati 217\n— Basmati 370\n— Basmati 386\n— Kernel (Basmati)\n— Pusa Basmati\n— Ranbir Basmati\n— Super Basmati\n— Taraori Basmati (HBC-19)\n— Type-3 (Dehradun)\nNotwithstanding the rates of import duty fixed in the Common Customs Tariff, the husked Basmati rice of the varieties referred to in the first paragraph shall qualify for a zero rate of import duty under the conditions fixed by this Regulation.’.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Agreement in the form of an Exchange of Letters between the European Community and India pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (OJ L 279, 28.8.2004, p. 19).\n(3)  Council Decision 2004/617/EC of 11 August 2004 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and India pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (OJ L 279, 28.8.2004, p. 17).\n(4)  Agreement in the form of an Exchange of Letters between the European Community and Pakistan pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (OJ L 279, 28.8.2004, p. 25).\n(5)  Council Decision 2004/618/EC of 11 August 2004 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Pakistan pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (OJ L 279, 28.8.2004, p. 23).\n(6)  Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organization of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (OJ L 299, 16.11.2007, p. 1).\n(7)  Commission Regulation (EC) No 972/2006 of 29 June 2006 laying down special rules for imports of Basmati rice and a transitional control system for determining their origin (OJ L 176, 30.6.2006, p. 53)."}