{"celex_id": "32013R0681", "uri": "http://publications.europa.eu/resource/cellar/24cae2c5-ef7e-11e2-a22e-01aa75ed71a1", "type": "Regulation", "concepts": ["1391", "1882", "2081", "2836", "3135", "3919", "5234", "5235"], "title": "Commission Regulation (EU) No 681/2013 of 17 July 2013 amending part III of Annex II to Directive 2009/48/EC of the European Parliament and of the Council on the safety of toys  Text with EEA relevance\n", "header": "18.7.2013 EN Official Journal of the European Union L 195/16\nCOMMISSION REGULATION (EU) No 681/2013\nof 17 July 2013\namending part III of Annex II to Directive 2009/48/EC of the European Parliament and of the Council on the safety of toys\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/48/EC of the European Parliament and of the Council of 18 June 2009 on the safety of toys (1), and in particular Article 46(1)(b) thereof,\nWhereas:\n(1) Directive 2009/48/EC sets limit values for barium, based on the recommendations of the Dutch National Institute for Public Health and the Environment (RIVM) made in the 2008 report entitled ‘Chemicals in Toys. A general methodology for assessment of chemical safety of toys with a focus on elements’. The RIVM recommendations are based on the conclusion that exposure of children to chemicals in toys may not exceed a certain level, called ‘tolerable daily intake’. Since children are exposed to chemicals via other sources than toys, only a percentage of the tolerable daily intake should be allocated to toys. The Scientific Committee on Toxicity, Ecotoxicity and the Environment (CSTEE) recommended in its 2004 report that a maximum of 10 % of the tolerable daily intake may be allocated to toys. This allocation has been endorsed by the Scientific Committee on Health and Environmental Risks (SCHER) in its opinion entitled ‘Evaluation of the migration limits for chemical elements in toys’ and adopted on 1 July 2010.\n(2) According to the RIVM recommendations, the maximum percentage of the tolerable daily intake should be multiplied by the weight of a child, estimated at 7,5 kg, and divided by the quantity of toy material ingested, in order to obtain the limit values for the chemical substances listed in Directive 2009/48/EC.\n(3) For barium, RIVM used a tolerable daily intake of 0,6 mg/kg body weight/day, following the approach of the US Agency for Toxic Substances and Disease Registry (ATSDR) in its 2005 report on the toxicological profile for barium, based on animal experiments data. Other barium reviews, based on human data, were considered by RIVM but not used for determining barium’s tolerable daily intake. Although human data are considered as a more appropriate basis for deriving a tolerable daily intake, RIVM considered that the studies providing these data contained important flaws. Therefore animal experiments data, more reliable for deriving a tolerable daily intake, were used.\n(4) In order to define possible exposure scenarios to chemical substances, the quantity of toy material ingested was estimated by the RIVM at 8 mg per day for scraped-off toy material, 100 mg for brittle toy material and 400 mg for liquid or sticky toy material. Those ingestion limits were supported by SCHER in its opinion entitled ‘Risks from organic CMR substances in toys’ adopted on 18 May 2010.\n(5) By applying 10 % of the tolerable daily intake, multiplied by the weight of the child and divided by the quantity of toy material ingested, the following limit values for barium were established: 56 000 mg/kg for scraped-off material, 4 500 mg/kg for dry material and 1 125 mg/kg for liquid material.\n(6) The US Agency for Toxic Substances and Disease Registry published in 2007 an update of its report on the toxicological profile for barium, where a tolerable daily intake of 0,2 mg/kg body weight/day is proposed. This update was made available after the finalisation of the RIVM report. Additionally, following discussions with stakeholders, it was considered that the IPCS report from 2001 was not appropriately taken into consideration by RIVM.\n(7) Taking this into account, the Commission sent a request for an opinion to SCHER, asking for an additional evaluation of the migration limits for barium, and recommendations with regard to the tolerable daily intake to be used, in the light of the IPCS and ATSDR (2007) documents.\n(8) In its opinion adopted on 22 March 2012, SCHER concluded that the available data on humans are not appropriate in order to derive a tolerable daily intake. Good quality animal studies are more appropriate for deriving a tolerable daily intake for barium, which, in SCHER’s opinion, should be 0,2 mg/kg body weight/day.\n(9) This value takes into account the gastrointestinal absorption of barium. SCHER estimates that children aged 1 to 15 have a gastrointestinal absorption of 30 %, while infants will absorb 60 %. However, SCHER bases barium’s tolerable daily intake on the ‘worst case scenario’ assumption according to which children will absorb 100 % of the barium they are exposed to.\n(10) Applying 10 % of the new tolerable daily intake multiplied by the weight of the child and divided by the quantity of toy material ingested results in the following limits for barium: 18 750 mg/kg for scraped-off material, 1 500 mg/kg for dry material and 375 mg/kg for liquid material.\n(11) In order to ensure the best possible protection of health and life of humans, in particular children, it is necessary to apply those lower migration limits for barium within the shortest possible delay. Therefore, the Directive should be amended by a Regulation which enters into force on 20 July 2013, thus avoiding a longer period of transposition of a Directive during which different migration limits would apply.\n(12) Directive 2009/48/EC should therefore be amended accordingly.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Toy Safety Committee,", "main_body": ["Part III of Annex II to Directive 2009/48/EC is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on 20 July 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 170, 30.6.2009, p. 1.\nANNEX\nIn part III of Annex II to Directive 2009/48/EC, the entry for barium in point 13 is replaced by the following:\nElement mg/kg mg/kg mg/kg\n‘Barium 1 500 375 18 750’"}