{"celex_id": "32012D0238", "uri": "http://publications.europa.eu/resource/cellar/09db4c7d-fa97-44db-9986-b45139935b5d", "type": "Decision", "concepts": ["1073", "1273", "1469", "2208", "2281", "2454", "3518", "5315", "6763", "677"], "title": "2012/238/EU: Council Decision of 26 April 2012 on guidelines for the employment policies of the Member States\n", "header": "4.5.2012 EN Official Journal of the European Union L 119/47\nCOUNCIL DECISION\nof 26 April 2012\non guidelines for the employment policies of the Member States\n(2012/238/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 148(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nAfter consulting the Committee of the Regions,\nHaving regard to the opinion of the Employment Committee,\nWhereas:\n(1) Article 145 of the Treaty on the Functioning of the European Union (TFEU) provides that Member States and the Union are to work towards developing a coordinated strategy for employment and particularly for promoting a skilled, trained and adaptable workforce and labour markets that are responsive to economic change with a view to achieving the objectives defined in Article 3 of the Treaty on European Union (TEU).\n(2) The Europe 2020 Strategy proposed by the Commission enables the Union to turn its economy towards smart, sustainable and inclusive growth, accompanied by high level employment, productivity and social cohesion. On 13 July 2010, the Council adopted its Recommendation on broad guidelines for the economic policies of the Member States and of the Union (3). Furthermore, on 21 October 2010, the Council adopted its Decision 2010/707/EU on guidelines for the employment policies of the Member States (4) (the ‘employment guidelines’). Those sets of guidelines form the integrated guidelines for implementing the Europe 2020 Strategy. Five headline targets, listed under the relevant integrated guidelines, constitute shared objectives which guide the action of the Member States, taking into account their relative starting positions and national circumstances as well as the positions and circumstances of the Union. The European Employment Strategy plays the leading role in the implementation of the employment and labour market objectives of the Europe 2020 Strategy. In 2011, the employment guidelines were maintained.\n(3) The integrated guidelines are in line with the conclusions of the European Council of 17 June 2010. They give precise guidance to the Member States on defining their national reform programmes and on implementing reforms, reflecting interdependence and being in line with the Stability and Growth Pact. The employment guidelines should form the basis for any country-specific recommendations that the Council may address to the Member States under Article 148(4) of the TFEU, in parallel with the country-specific recommendations addressed to the Member States under Article 121(2) of the TFEU. The employment guidelines should also form the basis for the establishment of the Joint Employment Report sent annually by the Council and the Commission to the European Council.\n(4) The examination of the Member States’ draft national reform programmes, contained in the Joint Employment Report adopted by the Council on 17 February 2012, shows that Member States should continue to make every effort to address the following priorities: increasing labour market participation and reducing structural unemployment; developing a skilled workforce responding to labour market needs and promoting job quality and lifelong learning; improving the performance of education and training systems at all levels and increasing participation in tertiary education; promoting social inclusion and combating poverty.\n(5) The employment guidelines adopted in 2010 should remain stable until 2014 to ensure a focus on their implementation. In the intermediate years, until the end of 2014, their updating should remain strictly limited.\n(6) Member States should explore the use of the European Social Fund when implementing the employment guidelines,", "main_body": ["The guidelines for the employment policies of the Member States, as set out in the Annex to Decision 2010/707/EU, are hereby maintained for 2012 and shall be taken into account by the Member States in their employment policies.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 26 April 2012.\nFor the Council\nThe President\nM. GJERSKOV\n(1)  Opinion of 15 February 2012 (not yet published in the Official Journal).\n(2)  Opinion of 22 February 2012 (not yet published in the Official Journal).\n(3)  OJ L 191, 23.7.2010, p. 28.\n(4)  OJ L 308, 24.11.2010, p. 46."}