{"celex_id": "32014R1169", "uri": "http://publications.europa.eu/resource/cellar/1212ce4f-60ef-11e4-9cbe-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "2771", "3191", "4385", "5360", "5946"], "title": "Commission Implementing Regulation (EU) No 1169/2014 of 31 October 2014 amending Implementing Regulation (EU) No 416/2014 opening and providing for the administration of import tariff quotas for certain cereals originating in Ukraine\n", "header": "31.10.2014 EN Official Journal of the European Union L 314/28\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1169/2014\nof 31 October 2014\namending Implementing Regulation (EU) No 416/2014 opening and providing for the administration of import tariff quotas for certain cereals originating in Ukraine\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 187(a) and (c) thereof,\nWhereas:\n(1) Regulation (EU) No 374/2014 of the European Parliament and of the Council (2) provides for preferential arrangements as regards the customs duties for the import of certain goods originating in Ukraine. In accordance with Article 3 of that Regulation, agricultural products listed in Annex III thereto are to be admitted for import into the Union within the limits of the tariff quotas as set out in that Annex.\n(2) Commission Implementing Regulation (EU) No 416/2014 (3) opened import tariff quotas for certain cereals originating in Ukraine until 31 October 2014 and provided for their administration.\n(3) Regulation (EU) No 374/2014 has been amended by Regulation (EU) No 1150/2014 of the European Parliament and of the Council (4). The amendment consists mainly in extending the applicability of Regulation (EU) No 374/2014 until 31 December 2015 and setting the quantities of the quotas for 2015.\n(4) Implementing Regulation (EU) No 416/2014 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Amendments to Implementing Regulation (EU) No 416/2014\nImplementing Regulation (EU) No 416/2014 is amended as follows:\n(1) In Article 1(1), ‘31 October 2014’ is replaced by ‘31 December 2015’;\n(2) In Article 2(1), the second subparagraph is replaced by the following:\n(a) 13:00 (Brussels time) on Friday 12 December 2014, for the year 2014;\n(b) 13:00 (Brussels time) on Friday 11 December 2015, for the year 2015.’\n(3) Article 3 is replaced by the following:\n(4) The Annex is replaced by the Annex hereto.", "Entry into force and application\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 2 November 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Regulation (EU) No 374/2014 of the European Parliament and of the Council of 16 April 2014 on the reduction or elimination of customs duties on goods originating in Ukraine (OJ L 118, 22.4.2014, p. 1).\n(3)  Commission Implementing Regulation (EU) No 416/2014 of 23 April 2014 opening and providing for the administration of import tariff quotas for certain cereals originating in Ukraine (OJ L 121, 24.4.2014, p. 53).\n(4)  Regulation (EU) No 1150/2014 of the European Parliament and of the Council of 29 October 2014 amending Regulation (EU) No 374/2014 on the reduction or elimination of customs duties on goods originating in Ukraine (OJ L 313, 31.10.2014, p. 1).\nANNEX\n‘ANNEX\nNotwithstanding the rules on the interpretation of the Combined Nomenclature, the wording of the product description shall be regarded as merely indicative, since the applicability of the preferential arrangements is determined, within the context of this Annex, by virtue of the CN codes. When the CN code is preceded by “ex”, the application of the preferential scheme is determined on the basis of the CN code and the description of the product.\nOrder number CN code Product description Period Quantity in tonnes\n09.4306 1001 99 (00) spelt, common wheat and meslin, other than seed Year 2014 950 000\n1101 00 (15-90) common wheat flour and spelt flour, meslin flour\n1102 90 (90) cereal flour other than wheat, meslin, rye, maize, barley, oat, rice\n1103 11 (90) groats and meal of common wheat and spelt\n1103 20 (60) wheat pellets\n09.4307 1003 90 (00) barley, other than seed Year 2014 250 000\n1102 90 (10) barley flour\nex 1103 20 (25) barley pellets\n09.4308 1005 90 (00) maize other than seed Year 2014 400 000\n1102 20 (10-90) maize flour\n1103 13 (10-90) groats and meal of maize\n1103 20 (40) maize pellets\n1104 23 (40-98) worked grains of maize"}