{"celex_id": "32013D0095", "uri": "http://publications.europa.eu/resource/cellar/bb747cb7-7c1f-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1318", "191", "2985", "3730", "4039", "5451"], "title": "2013/95/EU: Commission Implementing Decision of 19 February 2013 approving restrictions of authorisations of biocidal products containing difenacoum notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (notified under document C(2013) 772)\n", "header": "21.2.2013 EN Official Journal of the European Union L 48/14\nCOMMISSION IMPLEMENTING DECISION\nof 19 February 2013\napproving restrictions of authorisations of biocidal products containing difenacoum notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council\n(notified under document C(2013) 772)\n(Only the German text is authentic)\n(2013/95/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular Article 4(4) thereof,\nWhereas:\n(1) Annex I to Directive 98/8/EC contains the list of active substances approved at Union level for inclusion in biocidal products. Commission Directive 2008/81/EC of 29 July 2008 amending Directive 98/8/EC of the European Parliament and of the Council to include difenacoum as an active substance in Annex I thereto (2) added the active substance difenacoum to belonging to product type 14, Rodenticides, as defined in Annex V to Directive 98/8/EC.\n(2) Difenacoum is an anticoagulant rodenticide known to pose risks of accidental incidents with children, as well as risks for animals and the environment. It has been identified as potentially persistent, liable to bioaccumulate and toxic (‘PBT’), or very persistent and very liable to bioaccumulate (‘vPvB’).\n(3) For reasons of public health and hygiene, it was nevertheless found to be justified to include difenacoum and other anticoagulant rodenticides in Annex I to Directive 98/8/EC, thus allowing Member States to authorise difenacoum-based products. However, Directive 2008/81/EC obliges Member States to ensure, when granting authorisation of products containing difenacoum, that primary as well as secondary exposure of humans, non-target animals and the environment is minimised, by considering and applying all appropriate and available risk mitigation measures. The risk mitigation measures mentioned in Directive 2008/81/EC therefore include, amongst others, restriction to professional use only.\n(4) The company Zapi S.p.A. (‘the applicant’) has, in accordance with Article 8 of Directive 98/8/EC, submitted an application to the United Kingdom for authorisation of four rodenticides containing difenacoum (‘the products’).\n(5) The United Kingdom granted the authorisations on 19 September 2011. The products were authorised with restrictions to ensure the conditions of Article 5 of Directive 98/8/EC were met in the United Kingdom. Those restrictions did not include restriction to trained or licensed professional users.\n(6) On 30 June 2010, the applicant submitted a complete application to Germany for mutual recognition of the first authorisations in respect of the products.\n(7) On 8 June 2012, Germany notified the Commission, the other Member States and the applicant of its proposal to restrict the first authorisations in accordance with Article 4(4) of Directive 98/8/EC. Germany proposed to impose a restriction on the products to use by trained or licensed professionals.\n(8) The Commission invited the other Member States and the applicant to submit comments to the notification in writing within 90 days in accordance with Article 27(1) of Directive 98/8/EC. No comments were submitted within that deadline. The notification was also discussed between the Commission and Member States’ Competent Authorities for biocidal products in the meeting of the Product Authorisation and Mutual Recognition Facilitation Group of 3-4 July 2012.\n(9) In accordance with Directive 2008/81/EC, authorisations of biocidal products containing difenacoum are to be subject to all appropriate and available risk mitigation measures, including the restriction to professional use only. The scientific evaluation leading to the adoption of Directive 2008/81/EC concluded that only professional users could be expected to follow the instructions minimising the risk of secondary poisoning of non-target animals, and to use products in a way that prevents the development and spreading of resistance. A restriction to professional users should therefore in principle be considered to be an appropriate risk mitigation measure, in particular in Member States where resistance to difenacoum occurs.\n(10) In the absence of any indication to the contrary, restriction to professional users is therefore an appropriate and available risk mitigation measure for the authorisation of products containing difenacoum in Germany. This conclusion is reinforced by the arguments put forward by Germany that resistance against difenacoum in rats has been found and is thought to be developing in the country. Furthermore, Germany has a well-functioning infrastructure of trained pest control operators and licensed professionals, such as farmers, gardeners and foresters who received professional training, which means that the proposed restriction does not hinder infection prevention.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Germany may restrict the authorisations granted in accordance with Article 4 of Directive 98/8/EC for the products mentioned in the Annex to this Decision to use by trained or licensed professionals.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 19 February 2013.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 123, 24.4.1998, p. 1.\n(2)  OJ L 201, 30.7.2008, p. 46.\nANNEX\nProducts for which Germany may restrict the authorisations granted in accordance with Article 4 of Directive 98/8/EC to use by trained or licensed professionals:\nProduct name in UK UK application reference number in the Register for Biocidal Products Product name in Germany German application reference number in the Register for Biocidal Products\nBonirat Wax Block 2010/4089/5286/UK/AA/6165 Bonirat Blöcke 2010/4089/5286/DE/MA/10012\nBonirat Pasta Bait 2010/4089/5346/UK/AA/6225 Bonirat Pasta 2010/4089/5346/DE/MA/10018\nBonirat Pellet 2010/4089/5366/UK/AA/6245 Bonirat Pellet 2010/4089/5366/DE/MA/10023\nBonirat Wheat 2010/4089/5367/UK/AA/6246 Bonirat Korn 2010/4089/5367/DE/MA/10024"}