{"celex_id": "32012R0729", "uri": "http://publications.europa.eu/resource/cellar/d9f28900-e2ee-11e1-905c-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "2749", "5573", "5859"], "title": "Commission Implementing Regulation (EU) No 729/2012 of 8 August 2012 entering a name in the register of traditional specialities guaranteed (Bratislavský rožok/Pressburger Kipfel/Pozsonyi kifli (TSG))\n", "header": "10.8.2012 EN Official Journal of the European Union L 213/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 729/2012\nof 8 August 2012\nentering a name in the register of traditional specialities guaranteed (Bratislavský rožok/Pressburger Kipfel/Pozsonyi kifli (TSG))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 509/2006 of 20 March 2006 on agricultural products and foodstuffs as traditional specialities guaranteed (1), and in particular the third subparagraph of Article 9(5) thereof,\nWhereas:\n(1) Pursuant to Article 8(2) of Regulation (EC) No 509/2006, Slovakia’s application to register the name ‘Bratislavský rožok’/‘Pressburger Kipfel’/‘Pozsonyi kifli’, received on 4 February 2008, was published in the Official Journal of the European Union\n (2).\n(2) Austria, Germany and Hungary submitted objections to the registration under Article 9(1) of Regulation (EC) No 509/2006. The objections were deemed admissible under point (a) of the first subparagraph of Article 9(3) of that Regulation.\n(3) By letters dated 11 November 2010, the Commission invited the Member States concerned to engage in appropriate consultations.\n(4) An agreement, notified to the Commission on 16 May 2011, was concluded between the Member States concerned within six months, containing amendments to the initial specification, specifically the removal of the request in the registration application to register the name with the reservation referred to in Article 13(2) of Regulation (EC) No 509/2006.\n(5) The removal concerns the use of the product name and can therefore not be regarded as minor within the meaning of point (c) of Article 11(3) of Commission Regulation (EC) No 1216/2007 (3).\n(6) Pursuant to the second subparagraph of Article 9(5) of Regulation (EC) No 509/2006, the Commission should once again perform the examination referred to in Article 8(1) of that Regulation.\n(7) The application to register the name ‘Bratislavský rožok’/‘Pressburger Kipfel’/‘Pozsonyi kifli’, amended following the agreement mentioned above, was therefore republished in the Official Journal of the European Union\n (4).\n(8) As no statement of objection under Article 9 of Regulation (EC) No 509/2006 has been received by the Commission, that name should therefore be entered in the register,", "main_body": ["The name contained in the Annex to this Regulation is hereby entered in the register.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 1.\n(2)  OJ C 320, 24.12.2009, p. 41.\n(3)  OJ L 275, 19.10.2007, p. 3.\n(4)  OJ C 286, 30.9.2011, p. 24.\nANNEX\nFoodstuffs referred to in Annex I to Regulation (EC) No 509/2006:\nClass 2.3.   Confectionery, bread, pastry, cakes, biscuits and other baker’s wares\nSLOVAKIA\nBratislavský rožok/Pressburger Kipfel/Pozsonyi kifli (TSG)"}