{"celex_id": "32012D0057", "uri": "http://publications.europa.eu/resource/cellar/7ee4fa4f-1279-4213-b8fd-737378e5f075", "type": "Decision", "concepts": ["1474", "1874", "2247", "3156", "5411"], "title": "2012/57/EU: Decision No 1/2012 of the EU-Andorra Joint Committee of 25 January 2012 establishing the list of customs security provisions provided for by Article 12b(1) of the Agreement in the form of an Exchange of Letters between the European Economic Community and the Principality of Andorra\n", "header": "1.2.2012 EN Official Journal of the European Union L 29/44\nDECISION No 1/2012 OF THE EU-ANDORRA JOINT COMMITTEE\nof 25 January 2012\nestablishing the list of customs security provisions provided for by Article 12b(1) of the Agreement in the form of an Exchange of Letters between the European Economic Community and the Principality of Andorra\n(2012/57/EU)\nTHE JOINT COMMITTEE", "recitals": ",\nHaving regard to the Agreement in the form of an Exchange of Letters between the European Economic Community and the Principality of Andorra, signed in Luxembourg on 28 June 1990 (the Agreement), and in particular Article 12b(1) thereof,\nWhereas Article 12b(1) states that the Principality of Andorra shall adopt the customs security measures applied by the Union and that a detailed list of the provisions of the Community acquis in question shall be drawn up by the Joint Committee set up under Article 17 of the Agreement,", "main_body": ["The list of the provisions of the Community acquis to be adopted by the Principality of Andorra under Article 12b(1) of the Agreement shall be established as follows:\nCategory of customs security measures Provisions of Community Customs Code — Council Regulation (EEC) No 2913/92 (1) Community Customs Code implementing provisions — Commission Regulation (EEC) No 2454/93 (2)\nDeclarations prior to the entry and exit of goods Entry: Articles 36a to 36c Entry: Articles 181b to 184c\nExit: Articles 182a to 182d Exit:\n— Articles 592a to 592d and 592f (customs export declaration)\n— Articles 842a to 842f (exit summary declaration)\nAuthorised economic operator Article 5a Articles 14a to 14d, 14f to 14k and 14q to 14x\nCustoms security checks and security-related risk management Article 13 General: Articles 4f to 4j\nEntry: Articles 184d to 184e\nExit:\n— Articles 592e and 592g (customs export declaration)\n— Article 842d(2) (exit summary declaration)", "This Decision shall enter into force on the day of its adoption.\nIt shall apply from 1 January 2011."], "attachments": "Done at Brussels, 25 January 2012.\nFor the Joint Committee\nThe President\nGianluca GRIPPA\n(1)  Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (OJ L 302, 19.10.1992, p. 1).\n(2)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1)."}