{"celex_id": "32011R0512", "uri": "http://publications.europa.eu/resource/cellar/005905ce-89dd-4b22-a61b-fd7ea4f5e0ed", "type": "Regulation", "concepts": ["2295", "2299", "2450", "2520", "2590", "3077", "5585"], "title": "Regulation (EU) No 512/2011 of the European Parliament and of the Council of 11 May 2011 amending Council Regulation (EC) No 732/2008 applying a scheme of generalised tariff preferences for the period from 1 January 2009 to 31 December 2011\n", "header": "31.5.2011 EN Official Journal of the European Union L 145/28\nREGULATION (EU) No 512/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 May 2011\namending Council Regulation (EC) No 732/2008 applying a scheme of generalised tariff preferences for the period from 1 January 2009 to 31 December 2011\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Since 1971, the Union has granted trade preferences to developing countries in the framework of its Generalised Scheme of Preferences (‘GSP’). The GSP has been implemented through successive Regulations applying a scheme of generalised tariff preferences (‘the scheme’) with periods of application usually of three years at a time.\n(2) The current scheme was established by Council Regulation (EC) No 732/2008 (2) and applies until 31 December 2011. This Regulation should ensure that the operation of the scheme continues to apply after that date.\n(3) Future improvements to the scheme should be based on a Commission proposal for a new regulation (‘the next Regulation’) which should take into account relevant considerations relating to the effectiveness of Regulation (EC) No 732/2008 in achieving the objectives of the scheme. The next Regulation should include the necessary amendments to ensure the ongoing effectiveness of the scheme. It is also essential that the Commission’s proposal take into account statistical trade data, which only became available in July 2010, on imports covered by the scheme for the period including 2009, a year marked by a sharp fall in global trade including that of developing countries. It is equally important to ensure that economic operators and beneficiary countries be given adequate notice of the changes to be brought about by the next Regulation. For those reasons, the remaining period of application of Regulation (EC) No 732/2008 is insufficient to allow for the Commission to draw up a proposal and the subsequent adoption of the next Regulation in accordance with the ordinary legislative procedure. It is however desirable to ensure continuity in the operation of the scheme beyond 31 December 2011 until such time as the next Regulation is adopted and applies.\n(4) The period of extension of Regulation (EC) No 732/2008 should not be open-ended. Consequently, and in order to provide the time needed for the legislative procedure for the adoption of the new scheme, the period of application of that Regulation should be extended until 31 December 2013. In case the next Regulation becomes applicable before that date, the period of extension should be correspondingly shortened.\n(5) Some technical amendments to Regulation (EC) No 732/2008 are necessary to ensure coherence and continuity in the operation of the scheme.\n(6) Developing countries which fulfil the criteria for being eligible for the special incentive arrangement for sustainable development and good governance (GSP+) should be able to benefit from the additional tariff preferences under that arrangement if, upon their request by 31 October 2011 or 30 April 2013, the Commission decides to grant them the special incentive arrangement by 15 December 2011 or 15 June 2013 respectively. Developing countries which have already been granted benefits under the special incentive arrangement as a result of Commission Decisions 2008/938/EC of 9 December 2008 on the list of the beneficiary countries which qualify for the special incentive arrangement for sustainable development and good governance, provided for in Council Regulation (EC) No 732/2008 (3), and 2010/318/EU of 9 June 2010 on the beneficiary countries which qualify for the special incentive arrangement for sustainable development and good governance for the period from 1 July 2010 to 31 December 2011, as provided in Council Regulation (EC) No 732/2008 (4) should retain that status during the extension of the current scheme.\n(7) Regulation (EC) No 732/2008 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 732/2008 is hereby amended as follows:\n(1) the title is replaced by the following:\n(2) in the second subparagraph of Article 8(2) the following points are added:\n‘(c) for the purpose of Article 9(1)(a)(iii) — those available on 1 September 2010, as an annual average over three consecutive years;\n(d) for the purpose of Article 9(1)(a)(iv) — those available on 1 September 2012, as an annual average over three consecutive years.’;\n(3) Article 9 is amended as follows:\n(a) in point (a) of paragraph 1, the following is inserted after point (ii):\n(iii) by 31 October 2011, to be granted the special incentive arrangement as from 1 January 2012;\n(iv) by 30 April 2013, to be granted the special incentive arrangement as from 1 July 2013;’;\n(b) paragraph 3 is amended as follows:\n(i) the second sentence is replaced by the following:\n(ii) the following subparagraph is added:\n(4) Article 10(3) is amended as follows:\n(a) the word ‘or’ is added at the end of point (b);\n(b) the following points are added:\n‘(c) by 15 December 2011 for a request under Article 9(1)(a)(iii); or\n(d) by 15 June 2013 for a request under Article 9(1)(a)(iv).’;\n(5) in Article 32(2), the words ‘31 December 2011’ are replaced by the words: ‘31 December 2013 or until a date laid down by the next Regulation, whichever is the earlier’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 11 May 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nGYŐRI E.\n(1)  Position of the European Parliament of 24 March 2011 (not yet published in the Official Journal) and decision of the Council of 14 April 2011.\n(2)  OJ L 211, 6.8.2008, p. 1.\n(3)  OJ L 334, 12.12.2008, p. 90.\n(4)  OJ L 142, 10.6.2010, p. 10."}