{"celex_id": "32012R0357", "uri": "http://publications.europa.eu/resource/cellar/ad175ddd-31fe-477f-9b8c-3af30ac242e1", "type": "Regulation", "concepts": ["1264", "1637", "2081", "3191", "5451", "893"], "title": "Commission Implementing Regulation (EU) No 357/2012 of 24 April 2012 amending Implementing Regulation (EU) No 29/2012 on marketing standards for olive oil\n", "header": "25.4.2012 EN Official Journal of the European Union L 113/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 357/2012\nof 24 April 2012\namending Implementing Regulation (EU) No 29/2012 on marketing standards for olive oil\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 113(1)(a) and Article 121, first paragraph, point (a), in conjunction with Article 4 thereof,\nWhereas:\n(1) In Commission Implementing Regulation (EU) No 29/2012 of 13 January 2012 on marketing standards for olive oil (2), which is the codification of Commission Regulation (EC) No 1019/2002 (3), the references to the Community made in Article 4 of Regulation (EC) No 1019/2002 in respect of designations of origin have been replaced by references to the Union. Article 12(2) of Implementing Regulation (EU) No 29/2012 provides for a transitional period to allow products which have been legally manufactured and labelled in the Union or legally imported into the Union and put into free circulation before 1 July 2012 to be marketed until all stocks are used up. Firstly, this transitional period is considered too short and, secondly, the use of the term ‘legally’ in that provision leads to confusion regarding the transition between Regulation (EC) No 1019/2002 and Implementing Regulation (EU) No 29/2012.\n(2) In order to allow labels using the term ‘Community’ to be used for a longer period, it should therefore be provided that products which have been manufactured and labelled in the Union or imported into the Union and put into free circulation in accordance with Regulation (EC) No 1019/2002 before 1 January 2013 may be marketed until all stocks are used up.\n(3) Implementing Regulation (EU) No 29/2012 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 12(2) of Implementing Regulation (EU) No 29/2012 shall be replaced by the following:\n‘2.   Products which have been manufactured and labelled in the Union or imported into the Union and put into free circulation in accordance with Regulation (EC) No 1019/2002 before 1 January 2013 may be marketed until all stocks are used up.’", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 April 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 12, 14.1.2012, p. 14.\n(3)  OJ L 155, 14.6.2002, p. 27."}