{"celex_id": "32012D0508", "uri": "http://publications.europa.eu/resource/cellar/5b1b0dad-9a7a-4e41-b58e-68006f0028ea", "type": "Decision", "concepts": ["1474", "2271", "2901", "5040", "5796"], "title": "2012/508/EU: Council Decision of 24 February 2011 on the conclusion of the Agreement between the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports\n", "header": "21.9.2012 EN Official Journal of the European Union L 255/3\nCOUNCIL DECISION\nof 24 February 2011\non the conclusion of the Agreement between the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports\n(2012/508/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 77(2)(a) in conjunction with Article 218(6)(a)(v) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Commission has negotiated on behalf of the European Union an Agreement with the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports.\n(2) That Agreement was signed, on behalf of the European Union, on 8 November 2010 subject to its conclusion at a later date, in accordance with Council Decision 2010/622/EU (1).\n(3) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (2); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(4) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (3); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application,", "main_body": ["The Agreement between the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports (‘the Agreement’) is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 9(1) of the Agreement (4).", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 24 February 2011.\nFor the Council\nThe President\nPINTÉR S.\n(1)  OJ L 275, 20.10.2010, p. 3.\n(2)  OJ L 131, 1.6.2000, p. 43.\n(3)  OJ L 64, 7.3.2002, p. 20.\n(4)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.\nJoint Declaration on the information of the citizens about the visa waiver Agreement\nRecognising the importance of transparency for the citizens of the European Union and Brazil, the Contracting Parties agree to ensure full dissemination of information about the content and consequences of the visa waiver Agreement and related issues, such as the travel documents valid for visa-free travel, the territorial application, including the list of Member States fully implementing the Schengen acquis, the allowed period of stay and the entry conditions, including the right of appeal in case of refusal.\n21.9.2012 EN Official Journal of the European Union L 255/4\nAGREEMENT\nbetween the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’\nand\nTHE FEDERATIVE REPUBLIC OF BRAZIL, hereinafter referred to as ‘Brazil’\nhereinafter referred to together as the Contracting Parties;\nDESIRING to safeguard the principle of reciprocity and to facilitate travel by ensuring visa-free entry and short stay for the citizens of all Member States of the Union and for the nationals of Brazil;\nREITERATING their commitment to ensure reciprocal visa-free travel swiftly, fully respecting the completion of the respective parliamentary and other internal procedures;\nWITH A VIEW to further developing friendly relations and continuing to strengthen close ties between the Contracting Parties;\nTAKING INTO ACCOUNT the Protocol on the position of the United Kingdom and Ireland and the Protocol integrating the Schengen acquis into the framework of the European Union, annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union and confirming that the provisions of this agreement do not apply to the United Kingdom and Ireland;\nHAVE AGREED AS FOLLOWS:\nArticle 1\nPurpose\nCitizens of the Union and citizens of Brazil, holders of a valid ordinary passport, are allowed to enter, transit through and stay without a visa in the territory of the other Contracting Party for tourism and business purposes only for a maximum period of stay of three months during a six months period in accordance with the provisions of this Agreement.\nArticle 2\nDefinitions\nFor the purpose of this Agreement:\n(a) ‘Member State’ shall mean any Member State of the Union, with the exception of the United Kingdom and Ireland;\n(b) ‘a citizen of the Union’ shall mean a national of a Member State as defined in point (a);\n(c) ‘a national of Brazil’ shall mean any person who holds the Brazilian nationality;\n(d) ‘Schengen area’ shall mean the area without internal borders comprising the territories of the Member States as defined in point (a) applying the Schengen acquis in full;\n(e) ‘Schengen acquis’ shall mean all measures aimed at ensuring the free movement of persons in an area without internal borders, in conjunction with directly related flanking measures with respect to external border controls, asylum and immigration and measures to prevent and combat crime.\nArticle 3\nScope of application\n1.   For the purposes of this Agreement tourism and business purposes shall mean:\n— touristic activities,\n— visiting relatives,\n— prospection of commercial opportunities, attending meetings, signing contracts and financial, management and administrative activities,\n— attending meetings, conferences, seminars provided that no remuneration is received from respective Brazilian/Union sources for those activities (other than the cost of stay directly or via a daily income),\n— participation in sports competitions and artistic contests, provided that the participants do not receive any remuneration from respective Brazilian/Union sources, even if they compete for prizes, including prizes with money reward.\n2.   Citizens of the Union and nationals of Brazil who wish to carry out remunerated activities or be employed, engage in research, traineeships, studies and social work, as well as undertake technical assistance, missionary, religious or artistic activities, are not covered by this Agreement.\nArticle 4\nConditions of visa waiver and stay\n1.   The visa waiver provided by this Agreement shall apply without prejudice to the laws of the Contracting Parties relating to the conditions of entry and short stay. The Member States and Brazil reserve the right to refuse entry into and short stay in their territories if one or more of these conditions are not met.\n2.   The citizens of the Union benefiting from this Agreement shall comply with the laws and regulations in force in the territory of Brazil during their stay.\n3.   The nationals of Brazil benefiting from this Agreement shall comply with the laws and regulations in force in the territory of each Member State during their stay.\n4.   The visa waiver applies regardless of the mode of transport used to cross the borders open to international passenger traffic of the Contracting Parties.\n5.   Without prejudice to Article 7, visa issues not covered by this Agreement shall be governed by Union law, the national law of the Member States and by the national law of Brazil.\nArticle 5\nDuration of stay\n1.   For the purposes of this Agreement the citizens of the Union may stay in the territory of Brazil for a maximum period of three months during a six months period following the date of first entry into the territory of the country.\n2.   For the purposes of this Agreement the citizens of Brazil may stay in the Schengen area for a maximum period of three months during a six months period following the date of first entry into the territory of any Member State fully applying the Schengen acquis. This period of three months during a period of six months shall be calculated independently of any stay in a Member State which does not yet apply the Schengen acquis in full.\n3.   The citizens of Brazil may stay for a maximum period of three months during a six months period following the date of first entry in the territory of each of the Member States that do not yet apply the Schengen acquis in full, independently of the period of stay calculated for the Schengen area.\n4.   This Agreement does not affect the possibility for Brazil and for the Member States to extend the period of stay beyond three months in accordance with national law and Union law.\nArticle 6\nManagement of the Agreement\n1.   The Contracting Parties shall set up a Committee of experts (hereinafter referred to as the ‘Committee’).\nThe Committee shall be composed of representatives of the Union and of Brazil. The Union shall be represented by the European Commission.\n2.   The Committee shall be convened, whenever necessary, at the request of one of the Contracting Parties, to monitor the implementation of this Agreement and settle disputes arising from the interpretation or application of the provisions of this Agreement.\nArticle 7\nRelation between this Agreement and existing bilateral visa agreements between the Member States and Brazil\nThis Agreement shall be without prejudice to existing bilateral agreements or arrangements concluded between individual Member States and Brazil, in so far as their provisions cover issues falling outside the scope of this Agreement.\nArticle 8\nExchange of specimen of passports\n1.   If they have not done so already, Brazil and the Member States shall exchange, through diplomatic channels, specimens of their valid ordinary passports no later than thirty (30) days after the date of signature of this Agreement.\n2.   In case of introduction of new ordinary passports or modification of the existing ones, the Parties shall convey to each other, through diplomatic channels, specimens of these new or modified passports, accompanied by detailed information on their specifications and applicability, not later than thirty (30) days prior to its application.\nArticle 9\nFinal provisions\n1.   This Agreement shall be ratified or approved by the Contracting Parties in accordance with their respective internal procedures and shall enter into force on the first day of the second month following the date on which the Contracting Parties notify each other that the procedures referred to above have been completed.\n2.   This Agreement is concluded for an indefinite period of time, unless terminated in accordance with paragraph 5.\n3.   This Agreement may be amended by written agreement of the Contracting Parties. Amendments shall enter into force after the Contracting Parties have notified each other of the completion of their internal procedures necessary for this purpose.\n4.   Each Contracting Party may suspend in whole or in part this Agreement, the decision on suspension shall be notified to the other Contracting Party not later than two months before its entry into force. The Contracting Party that has suspended the application of this Agreement shall immediately inform the other Contracting Party once the reasons for suspension no longer exist.\n5.   Each Contracting Party may terminate this Agreement by giving written notice to the other Party. This Agreement shall cease to be in force 90 days after the date of such notification.\n6.   Brazil may suspend or terminate this Agreement only in respect of all the Member States of the Union.\n7.   The Union may suspend or terminate this Agreement only in respect of all of its Member States.\nDone at Brussels, in duplicate each in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish languages, each of these texts being equally authentic.\nСъставено в Брюксел на осми ноември две хиляди и десета година.\nHecho en Bruselas, el ocho de noviembre de dos mil diez.\nV Bruselu dne osmého listopadu dva tisíce deset.\nUdfærdiget i Bruxelles den ottende november to tusind og ti.\nGeschehen zu Brüssel am achten November zweitausendzehn.\nKahe tuhande kümnenda aasta novembrikuu kaheksandal päeval Brüsselis.\n'Εγινε στις Βρυξέλλες, στις οκτώ Νοεμβρίου δύο χιλιάδες δέκα.\nDone at Brussels on the eighth day of November in the year two thousand and ten.\nFait à Bruxelles, le huit novembre deux mille dix.\nFatto a Bruxelles, addì otto novembre duemiladieci.\nBriselē, divi tūkstoši desmitā gada astotajā novembrī.\nPriimta du tūkstančiai dešimtų metų lapkričio aštuntą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-tizedik év november nyolcadik napján.\nMagħmul fi Brussell, fit-tmien jum ta' Novembru tas-sena elfejn u għaxra.\nGedaan te Brussel, de achtste november tweeduizend tien.\nSporządzono w Brukseli dnia ósmego listopada roku dwa tysiące dziesiątego.\nFeito em Bruxelas, em oito de novembro de dois mil e dez.\nÎntocmit la Bruxelles la opt noiembrie două mii zece.\nV Bruseli dňa ôsmeho novembra dvetisícdesať.\nV Bruslju, dne osmega novembra leta dva tisoč deset.\nTehty Brysselissä kahdeksantena päivänä marraskuuta vuonna kaksituhattakymmenen.\nSom skedde i Bryssel den åttonde november tjugohundratio.\nЗа Европейския съюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l’Union européenne\nPer l’Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nЗа Федеративна република Бразилия\nPor la República Federativa de Brasil\nZa Brazilskou federativní republiku\nFor Den Føderative Republik Brasilien\nFür die Föderative Republik Brasilien\nBrasiilia Liitvabariigi nimel\nΓια την Ομοσπονδιακή Δημοκρατία της Βραζιλίας\nFor the Federative Republic of Brazil\nPour la République fédérative du Brésil\nPer la Repubblica federativa del Brasile\nBrazīlijas Federatīvās Republikas vārdā –\nBrazilijos Federacinės Respublikos vardu\nA Brazil Szövetségi Köztársaság részéről\nGħar-Repubblika Federattiva tal-Brażil\nVoor de Federale Republiek Brazilië\nW imieniu Federacyjnej Republiki Brazylii\nPela República Federativa do Brasil\nPentru Republica Federativă a Braziliei\nZa Brazílsku federatívnu republiku\nZa Federativno republiko Brazilijo\nBrasilian liittotasavallan puolesta\nFör Förbundsrepubliken Brasilien"}