{"celex_id": "32012R1040", "uri": "http://publications.europa.eu/resource/cellar/14043709-2a65-11e2-9c72-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "1318", "1504", "1877", "2110", "2282", "2286", "2879", "336", "3774", "5256", "544"], "title": "Council Regulation (EU) No 1040/2012 of 7 November 2012 amending Regulation (EC) No 754/2009 as regards exclusion of certain groups of vessels from the fishing effort regime laid down in Regulation (EC) No 1342/2008 and amending Regulations (EU) No 43/2012 and (EU) No 44/2012 as regards certain fishing opportunities\n", "header": "9.11.2012 EN Official Journal of the European Union L 310/13\nCOUNCIL REGULATION (EU) No 1040/2012\nof 7 November 2012\namending Regulation (EC) No 754/2009 as regards exclusion of certain groups of vessels from the fishing effort regime laid down in Regulation (EC) No 1342/2008 and amending Regulations (EU) No 43/2012 and (EU) No 44/2012 as regards certain fishing opportunities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The 2011 stock assessment for herring in the Irish Sea was based on a trends only assessment and a reduced precautionary total allowable catch (TAC) was adopted. Subsequent benchmarking in 2012 of this stock has improved the assessment methodology and a catch forecast based on a maximum sustainable yield (MSY) approach can now be provided. The Scientific, Technical and Economic Committee for Fisheries (STECF) was asked to comment on a retroactive increase of fishing opportunities for this stock and to explain the impact of such an increase on the scientific advice for 2013. On the basis of the STECF analysis, an increase in the fishing opportunities set for 2012 can be adopted, on the condition that the necessary revision is made to the 2013 TAC to maintain fishing mortality at maximum sustainable yield (MSY) level. Council Regulation (EU) No 43/2012 of 17 January 2012 fixing for 2012 the fishing opportunities available to EU vessels for certain fish stocks and groups of fish stocks which are not subject to international negotiations or agreements (1) should be amended accordingly.\n(2) France has provided information on cod catches for three fisheries and involving three groups of vessels: a group of bottom trawlers targeting saithe in the North Sea, a group of bottom trawlers targeting saithe and deep-sea species in the west of Scotland, and a group of vessels fishing with longlines targeting hake in the west of Scotland. On the basis of this information, as assessed by STECF, it can be established that the cod catches, including discards, of these three groups of vessels did not exceed 1,5 % of the total catches for each group of vessels in each of the three areas. Moreover, having regard to the measures in place to ensure the monitoring and control of the fishing activities of these groups of vessels and considering that the inclusion of these groups would constitute an administrative burden disproportionate to their overall impact on cod stocks, it is appropriate to exclude the three groups of vessels from the application of the effort regime laid down in Council Regulation (EC) No 1342/2008 of 18 December 2008 establishing a long-term plan for cod stocks and the fisheries exploiting those stocks (2). Council Regulation (EC) No 754/2009 of 27 July 2009 excluding certain groups of vessels from the fishing effort regime laid down in Chapter III of Regulation (EC) No 1342/2008 (3), Regulation (EU) No 43/2012, and Council Regulation (EU) No 44/2012 of 17 January 2012 fixing for 2012 the fishing opportunities available in EU waters and, to EU vessels, in certain non-EU waters for certain fish stocks and groups of fish stocks which are subject to international negotiations or agreements (4) should be amended accordingly.\n(3) In October 2012, the International Council for the Exploration of the Sea (ICES) published scientific advice on the stock of Norway pout in the North Sea, the Skagerrak and the Kattegat. ICES advice indicates that catches ought not to exceed 101 000 tonnes in 2012. As regards quotas, 75 % of the Norway pout TAC in this area corresponds to the Union quota, of which 5 000 tonnes should be allocated to Norway. The rest of the Union quota should be allocated among Member States.\n(4) The catch limits provided for by this Regulation should apply from 1 January 2012, except for the provisions concerning fishing effort limits, which should apply from 1 February 2012. Such retroactive application will be without prejudice to the principles of legal certainty and protection of legitimate expectations as regards the fishing opportunities concerned that have not yet been exhausted. Since catch limits have an influence on the economic activities and the planning of the fishing season of Union vessels, this Regulation should enter into force immediately after its publication.\n(5) Regulation (EC) No 754/2009, Regulation (EU) No 43/2012 and Regulation (EU) No 44/2012 should therefore be amended accordingly,", "main_body": ["Amendments to Regulation (EC) No 754/2009\nIn Article 1 of Regulation (EC) No 754/2009, the following points are added:\n‘(j) the group of vessels flying the flag of France identified in the request from France dated 8 June 2012, which participate in a fishery targeting saithe in the North Sea (ICES zone IV) using bottom trawls with a mesh size equal to or greater than 100 mm (gear category TR1);\n(k) the group of vessels flying the flag of France identified in the request from France dated 8 June 2012, which participate in a fishery targeting saithe and deep-sea species in the west of Scotland (ICES zone VI) using bottom trawls with a mesh size equal to or greater than 100 mm (gear category TR1);\n(l) the group of vessels flying the flag of France identified in the request from France dated 8 June 2012, which participate in a fishery targeting hake in the west of Scotland (ICES zone VI) using longlines (gear category LL).’.", "Amendments to Regulation (EU) No 43/2012\nAnnexes I and IIA to Regulation (EU) No 43/2012 are amended in accordance with the text set out in Annex I to this Regulation.", "Amendments to Regulation (EU) No 44/2012\nAnnexes IA and IIA to Regulation (EU) No 44/2012 are amended in accordance with the text set out in Annex II to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nPoint (1) of Annex I, and point (1) of Annex II shall apply from 1 January 2012.", ", point (2) of Annex I, and point (2) of Annex II shall apply from 1 February 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 25, 27.1.2012, p. 1.\n(2)  OJ L 348, 24.12.2008, p. 20.\n(3)  OJ L 214, 19.8.2009, p. 16.\n(4)  OJ L 25, 27.1.2012, p. 55.\nANNEX I\n(1) In Part B of Annex I to Regulation (EU) No 43/2012, the entry for herring in VIIa is replaced by the following:\n‘Species : Herring\nZone : VIIa (1)\nIreland 1 374 Analytical TAC\nUnited Kingdom 3 906\nUnion 5 280\nTAC 5 280\n(2) in Appendix 1 of Annex IIA to Regulation (EU) No 43/2012, table (d), the column concerning France (FR) is replaced by the following:\n(1)  This zone is reduced by the area bounded:\n— to the north by latitude 52° 30′ N,\n— to the south by latitude 52° 00′ N,\n— to the west by the coast of Ireland,\n— to the east by the coast of the United Kingdom.’\nANNEX II\n(1) In Annex IA to Regulation (EU) No 44/2012, the entry for Norway pout and associated by-catches in IIIa; EU waters of IIa and IV is replaced by the following:\n‘Species : Norway pout and associated by-catches\nZone : IIIa; EU waters of IIa and IV\nDenmark 70 684 (1) Analytical TAC\nGermany 14 (1)\n (2)\nThe Netherlands 52 (1)\n (2)\nUnion 75 750 (1)\n (3)\nTAC Not relevant\n(2) in Appendix 1 of Annex IIA to Regulation (EU) No 44/2012 the column concerning France (FR) is replaced by the following:\n(1)  At least 95 % of landings counted against this quota must be of Norway pout. By-catches of haddock and whiting to be counted against the remaining 5 % of the quota.\n(2)  Quota may be fished in EU waters of ICES zones IIa, IIIa and IV only.\n(3)  Of which 5 000 tonnes are allocated to Norway.’"}