{"celex_id": "32012L0005", "uri": "http://publications.europa.eu/resource/cellar/451377e4-d106-4db7-a5d4-45c9dffca332", "type": "Directive", "concepts": ["1445", "1755", "2211", "4635", "4636"], "title": "Directive 2012/5/EU of the European Parliament and of the Council of 14 March 2012 amending Council Directive 2000/75/EC as regards vaccination against bluetongue\n", "header": "21.3.2012 EN Official Journal of the European Union L 81/1\nDIRECTIVE 2012/5/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 March 2012\namending Council Directive 2000/75/EC as regards vaccination against bluetongue\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (3) lays down control rules and measures to combat and eradicate bluetongue, including rules on the establishment of protection and surveillance zones and the use of vaccines against bluetongue.\n(2) In the past, only sporadic incursions of certain serotypes of the bluetongue virus were recorded in the Union. Those incursions mainly occurred in the southern parts of the Union. However, since the adoption of Directive 2000/75/EC, and particularly since the introduction into the Union of bluetongue virus serotypes 1 and 8 in the years 2006 and 2007, the bluetongue virus has become more widespread in the Union, with the potential to become endemic in certain areas. It has therefore become difficult to control the spread of that virus.\n(3) The rules on vaccination against bluetongue laid down in Directive 2000/75/EC are based on experience of the use of so-called ‘modified live vaccines’, or ‘live attenuated vaccines’, which were the only vaccines available when that Directive was adopted. The use of those vaccines may lead to an undesired local circulation of the vaccine virus in unvaccinated animals.\n(4) In recent years, as a result of new technology, ‘inactivated vaccines’ against bluetongue have become available which do not pose the risk of undesired local circulation of the vaccine virus to unvaccinated animals. The extensive use of such vaccines during the vaccination campaign in the years 2008 and 2009 has led to a significant improvement in the disease situation. It is now widely accepted that vaccination with inactivated vaccines is the preferred tool for the control of bluetongue and for the prevention of clinical disease in the Union.\n(5) In order to ensure better control of the spread of the bluetongue virus and to reduce the burden on the agricultural sector posed by that disease, it is appropriate to amend the current rules on vaccination laid down in Directive 2000/75/EC in order to take account of the recent technological developments in vaccine production.\n(6) In order to enable the vaccination season 2012 to benefit from the new rules, this Directive should enter into force on the day following its publication in the Official Journal of the European Union.\n(7) The amendments provided for in this Directive should make the rules on vaccination more flexible and also take into account the fact that inactivated vaccines that can also be successfully used outside areas subject to animal movement restrictions are now available.\n(8) In addition, and provided that appropriate precautionary measures are taken, the use of live attenuated vaccines should not be excluded, as their use might still be necessary under certain circumstances, such as following the introduction of a new bluetongue virus serotype against which inactivated vaccines may not be available.\n(9) Directive 2000/75/EC should therefore be amended accordingly,", "main_body": ["Directive 2000/75/EC is hereby amended as follows:\n(1) in Article 2, the following point is added:\n(2) Article 5 is replaced by the following:\n(a) such decision is based on the result of a specific risk assessment carried out by the competent authority;\n(b) the Commission is informed before such vaccination is carried out.\n(a) a protection zone, consisting of at least the vaccination area;\n(b) a surveillance zone, consisting of a part of the Union territory with a depth of at least 50 kilometres extending beyond the limits of the protection zone.’;\n(3) in Article 6(1), point (d) is replaced by the following:\n‘(d) implement the measures adopted in accordance with the procedure laid down in Article 20(2), in particular with regard to the introduction of any vaccination programme or other alternative measures;’;\n(4) in Article 8(2), point (b) is replaced by the following:\n‘(b) The surveillance zone shall consist of a part of the Union territory with a depth of at least 50 kilometres extending beyond the limits of the protection zone and in which no vaccination against bluetongue with live attenuated vaccines has been carried out during the previous 12 months.’;\n(5) in Article 10, point 2 is replaced by the following:\n‘2. any vaccination against bluetongue using live attenuated vaccines is prohibited in the surveillance zone.’.", "1.   Member States shall adopt and publish, by 23 September 2012 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall communicate immediately to the Commission the text of those provisions.\nThey shall apply those provisions from 24 September 2012 at the latest.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 14 March 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nN. WAMMEN\n(1)  OJ C 132, 3.5.2011, p. 92.\n(2)  Position of the European Parliament of 7 April 2011 (not yet published in the Official Journal) and position of the Council at first reading of 15 December 2011 (OJ C 46 E, 17.2.2012, p. 15). Position of the European Parliament of 14 February 2012 (not yet published in the Official Journal).\n(3)  OJ L 327, 22.12.2000, p. 74."}