{"celex_id": "32011D0149", "uri": "http://publications.europa.eu/resource/cellar/31179344-ea73-456e-9425-b2a69d060461", "type": "Decision", "concepts": ["1707", "2524", "2527", "4438", "5650", "5794", "6400"], "title": "2011/149/EU: Commission Decision of 7 March 2011 on historical aviation emissions pursuant to Article 3c(4) of Directive 2003/87/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emission allowance trading within the Community (notified under document C(2011) 1328)  Text with EEA relevance\n", "header": "8.3.2011 EN Official Journal of the European Union L 61/42\nCOMMISSION DECISION\nof 7 March 2011\non historical aviation emissions pursuant to Article 3c(4) of Directive 2003/87/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emission allowance trading within the Community\n(notified under document C(2011) 1328)\n(Text with EEA relevance)\n(2011/149/EU)\nTHE EUROPEAN COMMISSION", "recitals": "Having regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (1), and in particular Article 3c(4) thereof,\nWhereas:\n(1) Article 3c of Directive 2003/87/EC sets the total quantity of allowances to be allocated to aircraft operators. This quantity is defined as a percentage of historical aviation emissions. Point (s) of Article 3 of Directive 2003/87/EC defines historical aviation emissions as the mean average of the annual emissions in the calendar years 2004, 2005 and 2006 from aircraft performing an aviation activity listed in Annex I to Directive 2003/87/EC. According to paragraphs 2 and 3 of Article 3c of that Directive, the total quantity of allowances to be allocated to aircraft operators should be calculated on the basis of that historical average.\n(2) The Commission has been assisted by Eurocontrol as foreseen in Article 18b of Directive 2003/87/EC. The best available data for calculation of the historic emissions was considered to be the comprehensive air traffic data contained in Eurocontrol’s databases from the Central Route Charges Office (CRCO) and the Central Flow Management Unit (CFMU). These provide among other things a calculation of the actual route length for each individual flight. Emissions were then calculated on a flight-by-flight basis using the ANCAT 3 (Abatement of Nuisances Caused by Air Transport) methodology and the CASE (Calculation of Emissions by Selective Equivalence) methodology. This approach to calculating historic emissions was further enhanced through use of actual fuel consumption information provided voluntarily by a representative number of aircraft operators which helped to improve the accuracy of the modelling approach. Additional calculations were carried out to account for fuel consumption associated with the use of the auxiliary power units (APUs). The approach taken was first to determine the average APU fuel consumption for different aircraft types. The individual emission factors of APU fuel consumption were then extrapolated to calculate total APU emissions applying a process which took into account the actual share of fuel burn for the flights under the EU ETS of each aircraft type and the use of ground power in airports. The emissions corresponding to the resulting total APU fuel consumption were included in the historical aviation emissions for each of the years 2004, 2005 and 2006.\n(3) The annual emissions in the calendar year 2004 from aircraft performing an aviation activity listed in Annex I to Directive 2003/87/EC have been considered to be 209 123 585 tonnes of CO2. The annual emissions in the calendar year 2005 from such aircraft have been considered to be 220 703 342 tonnes of CO2, and the annual emissions in the calendar year 2006 from such aircraft have been considered to be 228 602 103 tonnes of CO2. The historical aviation emissions being defined as the arithmetic mean average of those emissions amounts therefore to 219 476 343 tonnes of CO2.\n(4) The Commission consulted the Climate Change Committee established pursuant to Article 9 of Decision No 280/2004/EC of the European Parliament and of the Council of 11 February 2004 concerning a mechanism for monitoring Community greenhouse gas emissions and for implementing the Kyoto Protocol (2),", "main_body": ["Historical aviation emissions for the purposes of paragraphs 1 and 2 of Article 3c of Directive 2003/87/EC are set at 219 476 343 tonnes of CO2.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 2011.\nFor the Commission\nConnie HEDEGAARD\nMember of the Commission\n(1)  OJ L 275, 25.10.2003, p. 32.\n(2)  OJ L 49, 19.2.2004, p. 1."}