{"celex_id": "32013D0326", "uri": "http://publications.europa.eu/resource/cellar/eb4a5e99-df0b-11e2-9165-01aa75ed71a1", "type": "Decision", "concepts": ["4353", "4763", "60"], "title": "2013/326/EU: Council Decision of 21 June 2013 amending Decision 1999/70/EC concerning the external auditors of the national central banks, as regards the external auditors of the Österreichische Nationalbank\n", "header": "27.6.2013 EN Official Journal of the European Union L 175/56\nCOUNCIL DECISION\nof 21 June 2013\namending Decision 1999/70/EC concerning the external auditors of the national central banks, as regards the external auditors of the Österreichische Nationalbank\n(2013/326/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Protocol on the Statute of the European System of Central Banks and of the European Central Bank annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, and in particular to Article 27.1 thereof,\nHaving regard to Recommendation ECB/2013/8 of the European Central Bank of 17 April 2013 to the Council of the European Union on the external auditors of the Österreichische Nationalbank (1),\nWhereas:\n(1) The accounts of the European Central Bank (ECB) and of the national central banks of the Member States whose currency is the euro are to be audited by independent external auditors recommended by the ECB's Governing Council and approved by the Council of the European Union.\n(2) Following an amendment, the Law on the Österreichische Nationalbank now provides that the Österreichische Nationalbank elects one external auditor and one alternate external auditor each year instead of two external auditors and two alternate external auditors. The alternate external auditor will be mandated only in the event that the external auditor is unable to perform the audit.\n(3) The mandates of the external auditors and alternate external auditors of the Österreichische Nationalbank ended following the audit for the financial year 2012. It is therefore necessary to appoint external auditors from the financial year 2013.\n(4) The Österreichische Nationalbank has selected KPMG Wirtschaftsprüfungs- und Steuerberatungs AG as its external auditors and PwC Wirtschaftsprüfung GmbH as its alternate external auditors for the financial year 2013.\n(5) The mandates of the external auditors and the alternate external auditors are renewable on an annual basis, neither mandate exceeding a total term of five years.\n(6) The Governing Council of the ECB recommended that KPMG Wirtschaftsprüfungs- und Steuerberatungs AG be appointed as external auditors and PwC Wirtschaftsprüfung GmbH as alternate external auditors of the Österreichische Nationalbank for the financial years 2013 to 2017.\n(7) It is appropriate to follow the recommendation of the Governing Council of the ECB and amend Council Decision 1999/70/EC (2) accordingly,", "main_body": ["Article 1(9) of Decision 1999/70/EC is replaced by the following:\n\"9.   KPMG Wirtschaftsprüfungs- und Steuerberatungs AG is hereby approved as the external auditors and PwC Wirtschaftsprüfung GmbH as the alternate external auditors of the Österreichische Nationalbank for the financial years 2013 to 2017.\".", "This Decision shall take effect on the day of its notification.", "This Decision is addressed to the ECB."], "attachments": "Done at Luxembourg, 21 June 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ C 115, 23.4.2013, p. 1.\n(2)  OJ L 22, 29.1.1999, p. 69."}