{"celex_id": "32010R0156", "uri": "http://publications.europa.eu/resource/cellar/f6270f01-57eb-492e-b665-723363dad9b3", "type": "Regulation", "concepts": ["13", "1642", "3591", "4314", "946"], "title": "Commission Regulation (EU) No 156/2010 of 24 February 2010 fixing an acceptance percentage for the issuing of export licences, rejecting export licence applications and suspending the lodging of export licence applications for out-of-quota sugar\n", "header": "25.2.2010 EN Official Journal of the European Union L 48/11\nCOMMISSION REGULATION (EU) No 156/2010\nof 24 February 2010\nfixing an acceptance percentage for the issuing of export licences, rejecting export licence applications and suspending the lodging of export licence applications for out-of-quota sugar\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 951/2006 of 30 June 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 318/2006 as regards trade with third countries in the sugar sector (2), and in particular Article 7e in conjunction with Article 9(1) thereof,\nWhereas:\n(1) According to Article 61, first subparagraph, point (d) of Regulation (EC) No 1234/2007 the sugar produced during the marketing year in excess of the quota referred to in Article 56 of that Regulation may be exported only within the quantitative limit fixed by the Commission.\n(2) Commission Regulation (EU) No 94/2010 of 3 February 2010 fixing an additional quantitative limit for the exports of out-of-quota sugar in respect of marketing year 2009/2010 (3) sets the above mentioned limit.\n(3) The quantities of sugar covered by applications for export licences exceed the quantitative limit fixed by Regulation (EU) No 94/2010. An acceptance percentage should therefore be set for quantities applied from 15 February 2010 to 19 February 2010. All export licence applications for sugar lodged after 22 February 2010 should accordingly be rejected and the lodging of export licence applications should be suspended,", "main_body": ["1.   Export licences for out-of-quota sugar for which applications were lodged from 15 February 2010 to 19 February 2010, shall be issued for the quantities applied for, multiplied by an acceptance percentage of 38,647912 %.\n2.   Applications for out-of-quota sugar export licences submitted on 22, 23, 24, 25 and 26 February 2010 are hereby rejected.\n3.   The lodging of applications for out-of-quota sugar export licences shall be suspended for the period 1 March 2010 to 30 September 2010.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 2010.\nFor the Commission, On behalf of the President,\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 178, 1.7.2006, p. 24.\n(3)  OJ L 32, 4.2.2010, p. 2."}