{"celex_id": "32013D0124", "uri": "http://publications.europa.eu/resource/cellar/daa39591-8b0f-11e2-b5c3-01aa75ed71a1", "type": "Decision", "concepts": ["1501", "3483", "3870", "950"], "title": "Council Decision 2013/124/CFSP of 11 March 2013 amending Decision 2011/235/CFSP concerning restrictive measures directed against certain persons and entities in view of the situation in Iran\n", "header": "12.3.2013 EN Official Journal of the European Union L 68/57\nCOUNCIL DECISION 2013/124/CFSP\nof 11 March 2013\namending Decision 2011/235/CFSP concerning restrictive measures directed against certain persons and entities in view of the situation in Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 12 April 2011, the Council adopted Decision 2011/235/CFSP (1).\n(2) On the basis of a review of Decision 2011/235/CFSP, the restrictive measures should be renewed until 13 April 2014.\n(3) Furthermore, in view of the gravity of the human rights situation in Iran, additional persons and an additional entity should be included in the list of persons and entities subject to restrictive measures as set out in the Annex to Decision 2011/235/CFSP.\n(4) Decision 2011/235/CFSP should therefore be amended accordingly,", "main_body": ["Article 6(2) of Decision 2011/235/CFSP is replaced by the following:\n‘2.   This Decision shall apply until 13 April 2014. It shall be kept under constant review. It shall be renewed or amended, as appropriate, if the Council deems that its objectives have not been met.’.", "The persons and the entity listed in the Annex to this Decision shall be added to the list set out in the Annex to Decision 2011/235/CFSP.", "This Decision shall enter into force on the date of its publication."], "attachments": "Done at Brussels, 11 March 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 100, 14.4.2011, p. 51.\nANNEX\nList of the persons and the entity referred to in Article 2\nPersons\nName Identifying information Reasons Date of listing\n1. RASHIDI AGHDAM, Ali Ashraf  Head of Evin Prison, appointed around June/July 2012. Since his appointment, conditions in the prison deteriorated and reports referenced intensified ill-treatment of prisoners. In October 2012, nine female prisoners went on hunger strike in protest of the violation of their rights and violent treatment by prison guards. 12.3.2013\n2. KIASATI Morteza  Judge of the Ahwaz Revolutionary Court, Branch 4, imposed death sentences on four Arab political prisoners, Taha Heidarian, Abbas Heidarian, Abd al-Rahman Heidarian (three brothers) and Ali Sharifi. 12.3.2013\n3. MOUSSAVI, Seyed Mohammad Bagher  Ahwaz Revolutionary Court judge, Branch 2, imposed death sentences on five Ahwazi Arabs, Mohammad Ali Amouri, Hashem Sha'bani Amouri, Hadi Rashedi, Sayed Jaber Alboshoka, Sayed Mokhtar Alboshoka, on 17/3/12 for \"activities against national security\" and \"enmity against God\". 12.3.2013\n4. SARAFRAZ, Mohammad (Dr.) Date of Birth: appr. 1963 Head of IRIB World Service and Press TV, responsible for all programming decisions. Closely associated with the state security apparatus. Under his direction Press TV, along with IRIB, has worked with the Iranian security services and prosecutors to broadcast forced confessions of detainees, including that of Iranian-Canadian journalist and film-maker Maziar Bahari, in the weekly programme \"Iran Today\". Independent broadcast regulator OFCOM fined Press TV in the UK GBP 100,000 for broadcasting Bahari's confession in 2011, which was filmed in prison whilst Bahari was under duress. 12.3.2013\n5. JAFARI, Asadollah  Prosecutor of Mazandaran Province, reported by NGOs to be responsible for illegal arrests and violations of the rights of Baha'i detainees from initial arrest to keeping them in solitary confinement in the Intelligence Detention Centre. Six concrete examples of cases where due process was violated are documented by NGOs, including in 2011 and 2012. 12.3.2013\n6. EMADI, Hamid Reza Date of Birth: appr. 1973 Press TV Newsroom Director. Responsible for producing and broadcasting the forced confessions of detainees, including journalists, political activists, persons belonging to Kurdish and Arab minorities, violating internationally recognised rights to a fair trial and due process. Independent broadcast regulator OFCOM fined Press TV in the UK GBP 100,000 for broadcasting the forced confession of Iranian-Canadian journalist and film-maker Maziar Bahari in 2011, which was filmed in prison whilst Bahari was under duress. NGOs have reported further instances of forced televised confessions by Press TV. Emadi is therefore associated with violating the right to due process and fair trial. 12.3.2013\n7. HAMLBAR, Rahim  Judge of Branch 1 of Tabriz Revolutionary Court. Responsible for heavy sentences against journalists and Azeri ethnic minority and workers' rights activists, accusing them of spying, acts against national security, propaganda against the Iranian regime and insulting the leader of Iran. His judgments reportedly did not follow due process on many occasions and detainees were forced into false confessions. A high profile case involved 20 volunteer earthquake relief workers (following an earthquake in Iran in August 2012) to whom he gave prison sentences for their attempts to assist earthquake victims. The court found the workers guilty of \"collaboration in assembly and collusion to commit crimes against national security.\" 12.3.2013\n8. MUSAVI-TABAR, Seyyed Reza  Head of the Revolutionary Prosecution of Shiraz. Responsible for illegal arrests and ill treatment of political activists, journalists, human rights defenders, Baha'is and prisoners of conscience, who were harassed, tortured, interrogated and denied access to lawyers and due process. NGOs reported that Musavi-Tabar signed judicial orders in the notorious No 100 Detention Centre (a male prison), including an order to detain female Baha'i prisoner Raha Sabet for three years in solitary confinement. 12.3.2013\n9. KHORAMABADI, Abdolsamad Head of “Commission to Determine the Instances of Criminal Content”. Abdolsamad Khoramabadi is Head of the “Commission to Determine the Instances of Criminal Content”, a governmental organization in charge of online censorship and cyber crime. Under his leadership the Commission defined “cybercrime” by a number of vague categories that criminalize creation and publication of content deemed inappropriate by the regime. He is responsible for repression and the blocking of numerous opposition sites, electronic newspapers, blogs, sites of human rights NGOs and of Google and Gmail since September 2012. He and the Commission actively contributed to the death in detention of the blogger Sattar Beheshti in November 2012. Thus the Commission he is heading is directly responsible for systemic violations of human rights, in particular by banning and filtering websites to the general public, and occasionally disabling Internet access altogether. 12.3.2013\nEntities\nName Identifying information Reasons Date of listing\n1. Center to Investigate Organized Crime Location: Tehran, Iran The Iranian Cyber Police is a unit of the Islamic Republic of Iran Police, founded in January 2011, which is headed by Esmail Ahmadi-Moqaddam (listed). According to press reports police chief Ahmadi-Moqaddam underlined that the Cyber Police would take on anti-revolutionary and dissident groups who used Internet-based social networks in 2009 to trigger protests against the re-election of President Mahmoud Ahmadinejad. 12.3.2013"}