{"celex_id": "32013D0369", "uri": "http://publications.europa.eu/resource/cellar/cfd3a298-e9fc-11e2-99b0-01aa75ed71a1", "type": "Decision", "concepts": ["2614", "2761", "368", "424", "4839", "5146", "6061", "6212", "6340", "843"], "title": "2013/369/EU: Council Decision of 21 June 2013 establishing that no effective action has been taken by Belgium in response to the Recommendation of 2 December 2009\n", "header": "11.7.2013 EN Official Journal of the European Union L 190/84\nCOUNCIL DECISION\nof 21 June 2013\nestablishing that no effective action has been taken by Belgium in response to the Recommendation of 2 December 2009\n(2013/369/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(8) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) According to Article 126 of the Treaty on the Functioning of the European Union (TFEU), Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation. The Stability and Growth Pact includes Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1), which was adopted in order to further the prompt correction of excessive general government deficits.\n(3) The Council, acting on a recommendation by the Commission, decided, on 2 December 2009, in accordance with Article 126(6) TFEU, that an excessive deficit existed in Belgium (2). On the same day, and also on the basis of a recommendation by the Commission, the Council adopted a Recommendation under Article 126(7) TFEU (\"Council Recommendation of 2 December 2009\") requesting the Belgian authorities to take action in a medium-term framework in order to bring the deficit below 3 % of GDP by 2012.\n(4) Specifically, in order to bring the general government deficit below 3 % of GDP in a credible and sustainable manner, the Belgian authorities were recommended to (a) implement the deficit-reducing measures in 2010 as planned in the draft budget for 2010 and strengthen the planned fiscal effort in 2011 and 2012; (b) ensure an average annual fiscal effort of ¾ % of GDP over the period 2010-2012, which was also to contribute to bringing the gross debt ratio back on a declining path that approaches the reference value at a satisfactory pace by restoring an adequate level of the primary surplus; (c) specify the measures that are necessary to achieve the correction of the excessive deficit by 2012, cyclical conditions permitting, and to accelerate the reduction of the deficit if economic or budgetary conditions turned out better than expected at the time the excessive deficit procedure (EDP) recommendations were issued; and (d) strengthen the monitoring mechanisms to ensure that fiscal targets are respected. In its recommendations, the Council established a deadline of 2 June 2010 for effective action to be taken in line with the provisions of Article 3(4) of Regulation (EC) No 1467/97.\n(5) The Commission services 2009 autumn forecast, which was underlying the Council Recommendation of 2 December 2009, projected that the Belgian economy would expand by 0,6 % in 2010 and 1,5 % in 2011. The year 2012 was beyond that forecast's horizon, but under the hypothesis of a gradual closure of the large negative output gap by 2015, higher growth than in 2011 was expected for 2012. GDP growth in 2010 was substantially above that expected in that forecast; in 2011 it was slightly above the projected 1,5 %, while in 2012 the Belgian economy went through a contraction of 0,2 %.\n(6) On 15 June 2010, the Commission concluded that, based on the Commission services 2010 spring forecast, Belgium had taken effective action in compliance with the Council Recommendation of 2 December 2009 to bring its government deficit below the 3 % of GDP reference value and considered that no additional step in the EDP was therefore necessary at that point in time.\n(7) Based on the Commission services 2011 autumn forecast, there was clear evidence of compliance risks with the Council Recommendation of 2 December 2009, given the still significant excess over the 3 %-of-GDP deficit threshold close to the deadline in the absence of a 2012 budget and the fact that the fiscal effort achieved until then fell short of the recommended one. Therefore, the Commission expressed its concerns and urged Belgium to take the necessary measures in time to avoid a stepping up of its EDP. In December 2011, the newly constituted Belgian government agreed on a draft budget. On 11 January 2012 the Commission concluded that, based on the macroeconomic scenario prevailing at that moment (a growth projection of 0,9 % according to the Commission services 2011 autumn forecast), the consolidation measures in the budget and the additional freeze, the deficit would reach 2,9 % of GDP in 2012. Hence the Commission considered that no further steps in the EDP concerning Belgium were needed at that point in time.\n(8) A new assessment of the action taken by Belgium to correct the excessive deficit by 2012 in response to the Council Recommendation of 2 December 2009, leads to the following conclusions:\n— Following the EDP notification of the 2012 general government deficit and its validation by the Commission (Eurostat), the 2012 deficit came out at 3,9 % of GDP. This was partly due to the urgent need to recapitalise the banking group Dexia at the end of 2012, which had a negative impact of 0,8 % of GDP on the government deficit. However, even without this operation the deadline would have been missed, with a deficit of 3,2 % of GDP excluding the one-off negative impact of that operation. Moreover, the 2012 budget contained substantial deficit reducing one-off measures, estimated at around 0,4 % of GDP.\n— The primary balance improved from a deficit of 1,9 % of GDP in 2009 to 0,4 % of GDP in 2010, while remaining broadly stable in 2011. In 2012, the primary deficit deteriorated to 0,5 % because of the impact of the Dexia recapitalisation, without which the primary balance would have shown a surplus of 0,3 % of GDP.\n— The average annual fiscal effort since 2010 is estimated at 0,3 % of GDP, significantly below the ¾ % of GDP recommended by the Council. Also after correction for the effects of revised potential output growth and revenue developments, the adjusted average fiscal effort is less than half of the recommended effort. A bottom-up calculation estimates the cumulative net impact of discretionary measures of a permanent nature at around 2 % of GDP over 2010-2012. This calculation includes both deficit-reducing measures as well as expenditure increases to some extent due to policy decisions of the past (such as, welfare adaptations of social benefits, rapidly rising wage subsidies to companies) which partly offset the consolidation efforts. Moreover, the impact of these 2 %-of-GDP discretionary measures has been insufficient to offset the autonomously rising trend in public expenditure due to population ageing and, at the same time, achieve the recommended improvement of the structural balance over the consolidation period.\n— In 2010, Belgium broadly implemented the deficit-reducing measures as planned, which led to a structural improvement of ½ % of GDP, of which ¼ percentage points were due to a strong decline in interest expenditure. The nominal deficit fell from 5,6 % of GDP in 2009 (which included 0,6 percentage points of negative one-off factors) to 3,8 % of GDP, substantially lower than the objective of 4,8 % of GDP planned by the Belgian authorities in the January 2010 Stability Programme, due to the better-than-expected macro-economic outturn. In 2010 GDP grew by 2,4 %, compared to a growth rate of 0,6 % expected at the time of the Council Recommendation of 2 December 2009.\n— Despite relatively favourable macro-economic conditions in the first half of 2011 (annual GDP growth of 1,8 %), the nominal balance fell only marginally that year, to 3,7 % of GDP, compared to a target of 3,6 % of GDP in the 2011 Stability Programme. The structural balance deteriorated by 0,1 % in 2011. Therefore, Belgium failed to take advantage of the relatively favourable economic times to reduce its deficit, partly due to the political deadlock at federal level between the June 2010 elections and December 2011.\n— In December 2011, the newly constituted Belgian government included in the 2012 budget a series of consolidation measures amounting, according to the budget and the Stability Programme for 2011 to 2015, to about 3 % of GDP. Additional measures were taken in March 2012 and October 2012 in order to offset the negative impact of the economic slowdown on the budget. At the end of 2012, the Belgian and French governments needed to increase the capital of the banking group Dexia, in order to remedy a negative net asset position and allow the orderly resolution of the group to go ahead. For Belgium, this had a one-off negative impact on the deficit of 0,8 % of GDP. Moreover, despite a mechanism of reinforced monitoring, the economic downturn impacted government revenue more than expected, resulting in a deficit at federal level of 2,7 % of GDP excluding the impact of the Dexia operation compared to a target of 2,4 %. In addition, in the April 2013 EDP notification, it turned out that the local government level had missed its deficit target (-0,3 % of GDP instead of -0,2 %), which was only partly offset by a better-than-expected result by regions and communities (-0,1 % of GDP instead of -0,2 %). The structural budget balance is estimated to have improved by ½ percentage point of GDP in 2012. Sizeable government measures have been partly offset by rising interest expenditure, a negative impact of the automatic indexation of wages and social benefits linked to past inflation, and a strong increase in pension expenditure.\n— Public debt rose from 84,0 % of GDP in 2007 to 99,6 % of GDP in 2012. The dynamics of the deficit and of GDP account for around 6,5 percentage points of the increase, while exogenous factors amount to around 9 percentage points, mainly due to rescue operations in the financial sector in the form of equity injections.\n(9) Belgium took some measures to strengthen the monitoring mechanisms to ensure that fiscal targets are respected, such as the establishment of a monitoring committee in 2010 and a strengthened monitoring of the budget execution in 2012. However, no significant progress has been made to adjust the fiscal framework in order to ensure that the budgetary targets are binding at federal and sub-federal levels, and increase transparency of burden-sharing and accountability across government layers.\n(10) This leads to the conclusion that the response of Belgium to the Council Recommendation of 2 December 2009 has been insufficient. Belgium did not put an end to its excessive deficit by 2012. The fiscal effort falls significantly short of what was recommended by the Council, and was even entirely absent in 2011,", "main_body": ["Belgium has not taken effective action in response to the Council Recommendation of 2 December 2009.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Luxembourg, 21 June 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ L 125, 21.5.2010, p. 34. All documents related to the excessive deficit procedure of Belgium can be found at: http://ec.europa.eu/economy_finance/economic_governance/sgp/deficit/countries/belgium_en.htm"}