{"celex_id": "32014D0768", "uri": "http://publications.europa.eu/resource/cellar/67c8c36c-6191-11e4-9cbe-01aa75ed71a1", "type": "Decision", "concepts": ["1139", "177", "2886", "3164", "4413", "616"], "title": "2014/768/EU: Commission Implementing Decision of 30 October 2014 establishing the type, format and frequency of information to be made available by the Member States on integrated emission management techniques applied in mineral oil and gas refineries, pursuant to Directive 2010/75/EU of the European Parliament and of the Council (notified under document C(2014) 7517)  Text with EEA relevance\n", "header": "1.11.2014 EN Official Journal of the European Union L 315/15\nCOMMISSION IMPLEMENTING DECISION\nof 30 October 2014\nestablishing the type, format and frequency of information to be made available by the Member States on integrated emission management techniques applied in mineral oil and gas refineries, pursuant to Directive 2010/75/EU of the European Parliament and of the Council\n(notified under document C(2014) 7517)\n(Text with EEA relevance)\n(2014/768/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (1), and in particular Article 72(2) thereof,\nWhereas:\n(1) Commission Implementing Decision 2014/738/EU (2) establishes conclusions on best available techniques (‘BAT conclusions’) for the refining of mineral oil and gas. BAT conclusions 57 and 58 established by that Decision enable Member States to make use of an integrated emission management technique for emissions of nitrogen oxides (NOx) and sulphur dioxide (SO2) from certain technical units.\n(2) Mineral oil and gas refineries are significant sources of emissions of air pollutants, in particular sulphur dioxide and nitrogen oxides. If refineries would use an integrated emission management technique, it would become the main determining factor for the environmental performance of those refineries.\n(3) It is necessary to establish specific reporting requirements to allow the Commission to assess the correct application of BAT 57 and BAT 58 and more in particular to verify that the integrated emission management technique is designed, implemented and operated in such a way as to comply with the principles of equivalent environmental outcome as set out in those BAT conclusions.\n(4) The type of information to be made available by the Member States in relation to the implementation of integrated emission management techniques described in BAT 57 and BAT 58 should be determined and this should include the description of the significant design features of the techniques implemented, the associated emission limit values established, as well as the associated monitoring system and its results.\n(5) Under Article 72(1) of Directive 2010/75/EU, Member States are to make the information on the application of best available techniques available in an electronic format. To ensure the consistency and coherence of the information made available by the Member States, they should use the electronic reporting format developed for that purpose by the Commission as assisted by the European Environment Agency.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 75(1) of Directive 2010/75/EU,", "main_body": ["Reporting by Member States\n1.   Member States shall make available to the Commission the information on the implementation of the integrated emission management techniques set out in BAT 57 and BAT 58 adopted by Implementing Decision 2014/738/EU.\nThe information referred to in the first subparagraph shall be made available in accordance with the Annex and shall cover the years 2017, 2018 and 2019. That information shall be made available for each of the mineral oil and gas refineries where an integrated emission management technique set out in BAT 57 or BAT 58 is implemented for emissions to air of nitrogen oxides (NOx) or sulphur dioxide (SO2).\n2.   The information referred to in paragraph 1 shall be made available to the Commission by 30 September 2020 at the latest using the electronic reporting format provided for that purpose.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 October 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 334, 17.12.2010, p. 17.\n(2)  Commission Implementing Decision 2014/738/EU of 9 October 2014 establishing best available techniques (BAT) conclusions, under Directive 2010/75/EU of the European Parliament and of the Council on industrial emissions, for the refining of mineral oil and gas (OJ L 307, 28.10.2014, p. 38).\nANNEX\nType of information on integrated emission management techniques applied in mineral oil and gas refineries to be made available to the Commission\n1.   General information\n1.1. Reference number of the installation: unique installation identifier for the purposes of Directive 2010/75/EU.\n1.2. Installation name.\n1.3. Operator name.\n1.4. Installation address: street, postal code, city and country.\n2.   Information on the scope of the integrated emission management techniques and the applicable emission limit values\n2.1. List and description of combustion and process units covered by the integrated emission management techniques for NOx and SO2, in particular:\n(a) type of unit (combustion unit, fluid catalytic cracking unit, waste gas sulphur recovery unit);\n(b) rated thermal input (for combustion units);\n(c) fuel type(s) fired (for combustion units);\n(d) new or existing unit;\n(e) substantial and structural changes, e.g. in operation or fuel use, during the reporting period, which affected the applicable BAT-associated emission levels (BAT-AELs).\n2.2. Applicable emission limit values for NOx and SO2 under the integrated emission management techniques, detailing:\n(a) values, units, averaging periods and reference conditions;\n(b) how these limit values were determined in relation to BAT 57 and BAT 58 set out in the BAT conclusions under Implementing Decision 2014/738/EU;\n(c) which emission concentrations were considered for each unit concerned in relation to BAT 57 and BAT 58 and in comparison with the individual BAT-AELs and the BAT-associated environmental performance levels (BAT-AEPL) for waste gas sulphur recovery units;\n(d) which flue-gas flow rates (or other factors) were used as the weighing factor for each unit and how these were determined;\n(e) which other elements or factors were used to establish the limit values.\n3.   Information on the monitoring system\n3.1. Description of the monitoring system used for determining the emissions under the integrated emission management techniques.\n3.2. Details on the parameters measured and calculated, the type (direct, indirect) and methods of measurements used, the calculation factors used (and their justification) and the frequency of monitoring.\n4.   Information on monitoring results\nOverview of the results of monitoring in view of demonstrating that the applicable BAT-AELs set out in BAT 57 and BAT 58 have been complied with and that the resulting emissions are equal to or lower than emissions when applying the applicable BAT-AELs and BAT-AEPLs at a unit-by-unit level, including at least the following:\n(a) average emission concentration across all units concerned (mg/Nm3, all monthly averages during a year);\n(b) total monthly emission across all units concerned (tonnes/month);\n(c) average emission concentration for each unit concerned (mg/Nm3, all monthly averages during a year);\n(d) flue gas flow rate for each unit concerned (Nm3/hour, all monthly averages during a year)."}