{"celex_id": "32011R0665", "uri": "http://publications.europa.eu/resource/cellar/5ff4e944-ceb5-43b9-8183-8d13e2c9b5a0", "type": "Regulation", "concepts": ["1268", "1425", "2479", "2736", "893"], "title": "Commission Regulation (EU) No 665/2011 of 11 July 2011 on the authorisation and refusal of authorisation of certain health claims made on foods and referring to the reduction of disease risk  Text with EEA relevance\n", "header": "12.7.2011 EN Official Journal of the European Union L 182/5\nCOMMISSION REGULATION (EU) No 665/2011\nof 11 July 2011\non the authorisation and refusal of authorisation of certain health claims made on foods and referring to the reduction of disease risk\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 17(3) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on foods are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‘the Authority’.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission thereof, and to deliver an opinion on the health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) The three opinions referred to in this Regulation are related to applications for reduction of disease risk claims, as referred to in Article 14(1)(a) of Regulation (EC) No 1924/2006.\n(6) Following an application from Wrigley GmbH, submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of sugar-free chewing gum and reduction of tooth demineralisation (Question No EFSA-Q-2010-00119) (2). The claim proposed by the applicant was worded as follows: ‘Chewing of sugar-free chewing gum remineralises tooth enamel which reduces the risk of dental caries’.\n(7) On the basis of the data presented, the Authority concluded in its opinion received by the Commission and the Member States on 1 October 2010 that a cause and effect relationship has been established between the consumption of sugar-free chewing gum and the claimed effect. Accordingly, a health claim reflecting this conclusion should be considered as complying with the requirements of Regulation (EC) No 1924/2006, and it should be included in the Union list of permitted claims.\n(8) Following an application from Wrigley GmbH, submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of sugar-free chewing gum and neutralisation of plaque acids which reduces the risk of dental caries (Question No EFSA-Q-2010-00120) (3). The claim proposed by the applicant was worded as follows: ‘Chewing of sugar-free chewing gum neutralises plaque acids which reduces the risk of dental caries’.\n(9) On the basis of the data presented, the Authority concluded in its opinion received by the Commission and the Member States on 1 October 2010 that a cause and effect relationship has been established between the consumption of sugar-free chewing gum and the claimed effect. Accordingly, a health claim reflecting this conclusion should be considered as complying with the requirements of Regulation (EC) No 1924/2006, and it should be included in the Union list of permitted claims.\n(10) Article 16(4) of Regulation (EC) No 1924/2006 provides that an opinion in favour of authorising a health claim should include certain particulars. Accordingly, those particulars should be set out in Annex I to this Regulation as regards the authorised claims and include, as the case may be, the revised wording of the claims, specific conditions of use of the claims, and, where applicable, conditions or restrictions of use of the food and/or an additional statement or warning, in accordance with the rules laid down in Regulation (EC) No 1924/2006 and in line with the opinions of the Authority.\n(11) One of the objectives of Regulation (EC) No 1924/2006 is to ensure that health claims are truthful, clear and reliable and useful to the consumer, and that wording and presentation are taken into account in that respect. Therefore, where the wording of claims has the same meaning for consumers as that of an authorised health claim, because they demonstrate the same relationship that exists between a food category, a food or one of its constituents and health, they should be subject to the same conditions of use, as indicated in Annex I.\n(12) Following an application from GP International Holding BV, submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of OPC Plus on the reduction of the risk of chronic venous insufficiency (Question No EFSA-Q-2009-00751) (4). The claim proposed by the applicant was worded as follows: ‘OPC Plus has been shown to increase the microcirculation and may therefore reduce the risk of chronic venous insufficiency’.\n(13) On the basis of the data presented, the Authority concluded in its opinion received by the Commission and the Member States on 7 September 2010 that a cause and effect relationship had not been established between the consumption of OPC Plus and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(14) The comments from the applicants and the members of the public received by the Commission pursuant to Article 16(6) of Regulation (EC) No 1924/2006 have been considered when setting the measures provided for in this Regulation.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["1.   The health claims listed in Annex I to this Regulation may be made on foods on the European Union market in compliance with the conditions laid down in that Annex.\n2.   The health claims referred to in paragraph 1 shall be included in the Union list of permitted claims as provided for in Article 14(1) of Regulation (EC) No 1924/2006.", "The health claim listed in Annex II to this Regulation shall not be included in the Union list of permitted claims as provided for in Article 14(1) of Regulation (EC) No 1924/2006.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 July 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  The EFSA Journal 2010; 8(10):1775.\n(3)  The EFSA Journal 2010; 8(10):1776.\n(4)  The EFSA Journal 2010; 8(7):1691.\nANNEX I\nPERMITTED HEALTH CLAIMS\nApplication – Relevant provisions of Regulation (EC) No 1924/2006 Applicant – Address Nutrient, substance, food or food category Claim Conditions of use of the claim Conditions and/or restrictions of use of the food and/or additional statement or warning EFSA opinion reference\nArticle 14(1)(a) health claim referring to reduction of disease risk Wrigley GmbH, Scientific and Regulatory Affairs EMEAI, Biberger Str. 18, 82008 Unterhaching, GERMANY Sugar-free chewing gum Sugar-free chewing gum helps reduce tooth demineralisation. Tooth demineralisation is a risk factor in the development of dental caries. Information shall be given to the consumer that the beneficial effect is obtained with chewing of 2-3 g of sugar-free chewing gum for 20 minutes, at least three times per day after meals.  Q-2010-00119\nArticle 14(1)(a) health claim referring to reduction of disease risk Wrigley GmbH, Scientific and Regulatory Affairs EMEAI, Biberger Str. 18, 82008 Unterhaching, GERMANY Sugar-free chewing gum Sugar-free chewing gum helps neutralise plaque acids. Plaque acids are a risk factor in the development of dental caries. Information shall be given to the consumer that the beneficial effect is obtained with chewing of 2-3 g of sugar-free chewing gum for 20 minutes, at least three times per day after meals.  Q-2010-00120\nANNEX II\nREJECTED HEALTH CLAIM\nApplication – Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 14(1)(a) health claim referring to a reduction of a disease risk OPC Plus OPC Plus has been shown to increase the microcirculation and may therefore reduce the risk of chronic venous insufficiency Q-2009-00751"}