{"celex_id": "32014R1377", "uri": "http://publications.europa.eu/resource/cellar/e9a4c1f4-8a6b-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["3259", "3558", "5158", "5539", "5868"], "title": "Council Regulation (EU, Euratom) No 1377/2014 of 18 December 2014 amending Regulation (EC, Euratom) No 1150/2000 implementing Decision 2007/436/EC, Euratom on the system of the European Communities' own resources\n", "header": "23.12.2014 EN Official Journal of the European Union L 367/14\nCOUNCIL REGULATION (EU, Euratom) No 1377/2014\nof 18 December 2014\namending Regulation (EC, Euratom) No 1150/2000 implementing Decision 2007/436/EC, Euratom on the system of the European Communities' own resources\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 322(2) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament,\nHaving regard to the opinion of the European Court of Auditors (1),\nWhereas:\n(1) Pursuant to Article 10(4) to (8) of Council Regulation (EC, Euratom) No 1150/2000 (2), the Commission is to calculate and inform Member States of adjustments to the own resources based on value added tax referred to in point (b) of Article 2(1) of Council Decision 2007/436/EC, Euratom (3) (‘VAT resource’) and on gross national income (GNI) referred to in point (c) of Article 2(1) of that Decision (‘additional resource’) in time for them to enter these adjustments in the Commission's account referred to in Article 9(1) of Regulation (EC, Euratom) No 1150/2000 on the first working day of December.\n(2) Under exceptional circumstances, these adjustments may result in very high amounts which may exceed substantially, as regards some Member States, two monthly twelfths to be made available as VAT resources and the additional resource, and in total, for all Member States, half of aggregate monthly twelfths.\n(3) For some Member States the obligation to make available such high amounts may represent a high financial burden which may cause a severe fiscal strain on those Member States, particularly towards the end of the year.\n(4) Therefore, Member States should have the possibility to request the postponement of the making available of these amounts until the first working day of September of the following year if certain conditions are met.\n(5) Without prejudice to the existing obligation to make available the requested amounts to the Commission account, any Member State which decides to apply this option should transmit a request to the Commission, well in advance of the first working day of December, containing the date or dates of making available the adjustments, in order to allow an efficient management of the Union's cash requirements. Any delay in making available those adjustments on the date or dates communicated to the Commission should give rise to interest under the conditions of Article 11 of Regulation (EC, Euratom) No 1150/2000.\n(6) The amounts to be made available on the first working day of December 2014 as a result of adjustments are of an unprecedented size, a situation that could not have been foreseen when Regulation (EC, Euratom) No 1150/2000 was adopted.\n(7) In order to prevent this exceptional and unforeseen situation from creating unreasonably heavy budgetary constraints on Member States just before the year-end, the option provided for in this Regulation should be applicable for adjustments which, pursuant to Regulation (EC, Euratom) No 1150/2000, had to be entered in the Commission's accounts on the first working day of December 2014. In this regard, the Member States wishing to benefit from that option have already transmitted a formal request with a payment schedule to the Commission before the first working day of December 2014.\n(8) Regulation (EC, Euratom) No 1150/2000 should therefore be amended accordingly,", "main_body": ["In Article 10 of Regulation (EC, Euratom) No 1150/2000, the following paragraph is inserted:\n‘7a.   Notwithstanding the rules laid down in paragraphs 4 to 7 of this Article, a Member State may, by formal request to the Commission, enter in the account referred to in Article 9(1) amounts to be credited to the Commission pursuant to those paragraphs until the first working day of September of the following year, if one of the following conditions is fulfilled:\n(a) the Member State concerned would have to enter in the account referred to in Article 9(1) on the first working day of December an amount exceeding two twelfths of the total for that Member State in the budget for VAT resources and the additional resource, as referred to in paragraph 3, first subparagraph, of this Article, as applicable on 15 November of the same year, or\n(b) Member States in total would have to enter in the account referred to in Article 9(1) on the first working day of December a total amount exceeding one half of a twelfth of the total in the budget for VAT resources and the additional resource, as referred to in paragraph 3, first subparagraph, of this Article and applying the exchange rates defined in that subparagraph, as applicable on 15 November of the same year.\nMember States may only apply the first subparagraph of this paragraph if they have transmitted the formal request to the Commission before the first working day of December with a payment schedule, containing the date or dates of entry of the amount of the adjustments in the account referred to in Article 9(1).\nUpon receipt of a formal request the Commission shall confirm that the conditions set out in point (a) or (b) of the first subparagraph and in the second subparagraph have been fulfilled and shall notify the Member States accordingly.\nAny delay in entering the amount of the adjustments in the account referred to in Article 9(1) on the date or dates communicated to the Commission under the second subparagraph of this paragraph shall give rise to the payment of interest by the Member State concerned under the conditions set out in Article 11.’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply to amounts to be entered into the accounts referred to in Article 9(1) of Regulation (EC, Euratom) No 1150/2000 after 30 November 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  Opinion of 27 November 2014 (not yet published in the Official Journal).\n(2)  Council Regulation (EC, Euratom) No 1150/2000 of 22 May 2000 implementing Decision 2007/436/EC, Euratom on the system of the European Communities' own resources (OJ L 130, 31.5.2000, p. 1).\n(3)  Council Decision 2007/436/EC, Euratom of 7 June 2007 on the system of the European Communities' own resources (OJ L 163, 23.6.2007, p. 17)."}