{"celex_id": "32013D0456", "uri": "http://publications.europa.eu/resource/cellar/79689c49-1d1e-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "2378", "3641", "4653", "4654", "5420", "5870", "8386", "848"], "title": "2013/456/EU: Council Decision of 22 July 2013 amending Decision 97/836/EC with a view to accession by the European Community to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions ( ‘Revised 1958 Agreement’ )\n", "header": "14.9.2013 EN Official Journal of the European Union L 245/25\nCOUNCIL DECISION\nof 22 July 2013\namending Decision 97/836/EC with a view to accession by the European Community to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (‘Revised 1958 Agreement’)\n(2013/456/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(4) thereof, in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) By Council Decision 97/836/EC (1), the Union has acceded to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (‘Revised 1958 Agreement’).\n(2) Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (2) replaced the Member States’ approval systems with a Union approval procedure, establishing a harmonised framework containing the administrative provisions and general technical requirements for all new vehicles, systems, components and separate technical units. That Directive incorporated UNECE Regulations in the EU vehicle type-approval system, either as requirements for type-approval or as alternatives to EU legislation. Since the adoption of Directive 2007/46/EC, UNECE Regulations have increasingly been incorporated into Union legislation in the framework of EU vehicle type-approval.\n(3) Changes to the Treaties on which the Union is founded occurred after the adoption of Decision 97/836/EC. The Treaty on the Functioning of the European Union has substantially altered the procedure to be followed for the conclusion of agreements between the Union and international organisations, making it necessary to adapt Decision 97/836/EC to the new procedures.\n(4) The procedure for establishing the position to be adopted on the Union’s behalf in the United Nations concerning the adoption of UNECE Regulations or amendments to UNECE Regulations should be adapted to the new procedures set out in Article 218(9) of the Treaty on the Functioning of the European Union.\n(5) The same procedure should also be followed when the Union decides to apply UNECE Regulations to which it had not acceded at the time of its accession to the Revised Agreement, or decides to cease to apply a UNECE Regulation that it has previously accepted.\n(6) It is appropriate that the procedure for adopting proposed amendments to the Revised Agreement submitted by the Union, as well as the decision whether to raise an objection to a proposed amendment, be the same as the procedure for the accession to international agreements.\n(7) Decision 97/836/EC should therefore be amended accordingly,", "main_body": ["Decision 97/836/EC is hereby amended as follows:\n(1) Paragraphs 2 and 3 of Article 3 are replaced by the following:\n(2) Article 4 is hereby amended as follows:\n(a) Paragraph 2 is replaced by the following:\n(b) Paragraph 4 is deleted. References to Article 4(4) in Directive 2007/46/EC and Regulation (EC) No 661/2009 of the European Parliament and of the Council (3) shall be construed as references to Article 4(2).\n(3) Article 5 is replaced by the following:\n(4) Annex III is hereby amended as follows:\n(a) Point 1 is amended as follows:\n(i) The first paragraph is replaced by the following:\n(ii) In the third paragraph, the first sentence is replaced by the following:\n(b) In point 2, the second sentence of the second paragraph is replaced by the following:", "This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 July 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 346, 17.12.1997, p. 78.\n(2)  OJ L 263, 9.10.2007, p. 1.\n(3)  OJ L 200, 31.7.2009, p. 1."}