{"celex_id": "32014R1137", "uri": "http://publications.europa.eu/resource/cellar/66c28343-5e6c-11e4-9cbe-01aa75ed71a1", "type": "Regulation", "concepts": ["1279", "1596", "2735", "4498", "4509", "6569", "920"], "title": "Commission Regulation (EU) No 1137/2014 of 27 October 2014 amending Annex III of Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards the handling of certain offal from animals intended for human consumption  Text with EEA relevance\n", "header": "28.10.2014 EN Official Journal of the European Union L 307/28\nCOMMISSION REGULATION (EU) No 1137/2014\nof 27 October 2014\namending Annex III of Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards the handling of certain offal from animals intended for human consumption\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific rules on the hygiene of food of animal origin for food business operators. That Regulation provides that food business operators are to ensure compliance with specific requirements for the further handling of offal such as stomachs of ruminants and feet of ungulates.\n(2) In accordance with Annex III to that Regulation, prior to being transported to another establishment, feet of ungulates destined for further handling are to be skinned or scalded and depilated and stomachs of ruminants must be scalded or cleaned within the slaughterhouse.\n(3) The equipment necessary to perform the skinning or scalding and depilating requires a high investment. Therefore, small and medium-size slaughterhouses in particular are not able to handle feet destined for human consumption themselves in a cost-effective way.\n(4) While technological developments allow the valorisation of feet of ungulates into food thereby reducing food waste, in particular small and medium-size slaughterhouses are facing practical consequences, hindering such valorisation.\n(5) Rennet is refined for the production of cheese and is obtained from stomachs of young ruminants in dedicated establishments. Scalding or cleaning of stomachs substantially reduces the yield of rennet from these stomachs while it does not contribute to the safety of the rennet, being highly refined afterwards.\n(6) To promote better regulation and competitiveness a high level of food safety must be maintained, while offering a level-playing field for operators, which is also sustainable for small and medium-size slaughterhouses.\n(7) Stomachs of ruminants and feet of ungulates are included in the definition of offal in Annex I to Regulation (EC) No 853/2004. The requirements for handling of offal in that Regulation, including the temperature requirements during storage and transport, ensure that these products can be safely handled and transported to an establishment outside the slaughterhouse, collected from different slaughterhouses and valorised. The transport to another establishment of non-skinned or non-scalded and non-depilated feet of ungulates should therefore be allowed by the competent authority.\n(8) Annex III to Regulation (EC) No 853/2004 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex III to Regulation (EC) No 853/2004, point 18 of Chapter IV of Section I is replaced by the following:\n‘18. When destined for further handling:\n(a) stomachs must be scalded or cleaned; however, in the case of stomachs of young ruminants intended for rennet production, the stomachs need only be emptied;\n(b) intestines must be emptied and cleaned;\n(c) heads and feet must be skinned or scalded and depilated; however, when authorised by the competent authority, visibly clean feet may be transported to and skinned or scalded and depilated in an approved establishment further handling the feet for processing into food.’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55."}