{"celex_id": "32010D0053", "uri": "http://publications.europa.eu/resource/cellar/201a58a2-9da1-423f-95c3-33cefa0e98d2", "type": "Decision", "concepts": ["2901", "4045", "4160", "453", "5181", "5404", "5788", "616", "92"], "title": "Council Decision 2010/53/CFSP of 30 November 2009 concerning the conclusion of the Agreement between Australia and the European Union on the security of classified information\n", "header": "30.1.2010 EN Official Journal of the European Union L 26/30\nCOUNCIL DECISION 2010/53/CFSP\nof 30 November 2009\nconcerning the conclusion of the Agreement between Australia and the European Union on the security of classified information\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 24 thereof,\nHaving regard to the recommendation from the Presidency,\nWhereas:\n(1) At its meeting on 9 March 2009, the Council decided to authorise the Presidency, assisted by the Secretary-General/High Representative (the SG/HR) and fully associating the Commission, to open negotiations in accordance with Article 24 of the Treaty on European Union with Australia in order to conclude a security of information Agreement.\n(2) Following that authorisation to open negotiations, the Presidency, assisted by the SG/HR, negotiated an Agreement with Australia on the security of classified information.\n(3) The Agreement should be approved,", "main_body": ["The Agreement between Australia and the European Union on the security of classified information is hereby approved on behalf of the European Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the European Union.", "This Decision shall take effect on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n30.1.2010 EN Official Journal of the European Union L 26/31\nAGREEMENT\nbetween Australia and the European Union on the security of classified information\nAUSTRALIA,\nand\nTHE EUROPEAN UNION, hereinafter referred to as ‘the EU’,\n(hereinafter referred to as ‘the Parties’),\nCONSIDERING that the Parties share the objective of strengthening their own security in all ways and to provide their citizens with a high level of safety within an area of security;\nCONSIDERING that the Parties agree that consultations and cooperation should be developed between them on questions of common interest relating to security;\nCONSIDERING that, in this context, a permanent need therefore exists to exchange Classified Information between the Parties;\nRECOGNISING that full and effective consultation and cooperation may require access to Classified Information of Australia and of the EU, as well as the exchange of Classified Information between the Parties;\nCONSCIOUS that such access to and exchange of Classified Information requires appropriate security measures;\nWHEREAS Australia and the EU launched a Partnership Framework on 29 October 2008 in support of a number of common objectives;\nWHEREAS Objective 1 of that Partnership Framework specifically provides for the opening of negotiations for an agreement on the security of classified information,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nScope\n1.   In order to fulfil the objective of strengthening bilateral and multilateral dialogue and cooperation in support of shared foreign security policy and security interests, the present Agreement applies to Classified Information, as defined in Article 2(a), either provided or exchanged between the Parties.\n2.   Each Party shall protect Classified Information received from the other Party, in particular against unauthorised disclosure.\n3.   Each Party shall implement its obligations under this Agreement in accordance with its laws, rules and regulations.\nArticle 2\nDefinitions\nFor the purposes of this Agreement:\n(a) ‘Classified Information’ means all information that is subject to a Security Classification (as provided in Article 4) assigned by either Party, and the unauthorised disclosure of which could cause varying degrees of damage or harm to the interests of either Party. The information may be in oral, visual, electronic, magnetic or documentary form, or in the form of material, including equipment or technology and includes reproductions and translations;\n(b) ‘The EU’ shall mean the Council of the European Union (hereafter referred to as ‘the Council’), the Secretary-General/High Representative and the General Secretariat of the Council, and the Commission of the European Communities (hereafter referred to as ‘the European Commission’);\n(c) ‘Providing Party’ means the Party that provides Classified Information to the other Party;\n(d) ‘Receiving Party’ means the Party that receives Classified Information from the Providing Party;\n(e) ‘Security Classification’ is the designation assigned to information by the Providing Party to indicate the minimum level of protection that information must be afforded to safeguard it from disclosure that could have adverse consequences for the Providing Party. Each Party’s Security Classifications are as specified in Article 4;\n(f) ‘Need-to-know’ means the principle that access to Classified Information should be limited to those who need to use such information in order to perform their official duties;\n(g) ‘Third Party’ means any person or entity other than the Parties;\n(h) ‘Contractor’ means an individual (other than those engaged by Australia or the EU under a contract of employment) or legal entity possessing the legal capacity to enter into contracts for the provision of goods or services; this term also refers to a subcontractor.\nArticle 3\nLevel of protection\nEach of the Parties, and entities thereof as defined in Article 2(b), shall ensure that it has a security system and security measures in place, based on the basic principles and minimum standards of security laid down in its respective laws, rules and regulations, and reflected in the security arrangements that shall be established pursuant to Article 12, in order to ensure that an equivalent level of protection is applied to Classified Information exchanged under this Agreement.\nArticle 4\nSecurity Classifications\n1.   Classified Information shall be marked with the following Security Classifications:\n(a) for Australia, Classified Information shall be marked TOP SECRET, SECRET or HIGHLY PROTECTED, CONFIDENTIAL or PROTECTED, RESTRICTED or X-IN-CONFIDENCE;\n(b) for the EU, Classified Information shall be marked TRES SECRET UE/EU TOP SECRET, SECRET UE, CONFIDENTIEL UE or RESTREINT UE.\n2.   The corresponding Security Classifications are:\nFor the European Union For Australia\nTRES SECRET UE/EU TOP SECRET TOP SECRET\nSECRET UE SECRET or HIGHLY PROTECTED\nCONFIDENTIEL UE CONFIDENTIAL or PROTECTED\nRESTREINT UE RESTRICTED or X-IN-CONFIDENCE\n3.   Prior to providing Classified Information, the Providing Party shall assign a Security Classification to the Classified Information and stamp, mark or designate the Classified Information with the name of the Providing Party.\n4.   The Providing Party may additionally mark such Classified Information to specify any limitations on its use, disclosure, release and access by the Receiving Party. The Receiving Party shall comply with any such limitations.\nArticle 5\nProtection of Classified Information\nEach Party shall:\n(a) ensure the security of facilities where Classified Information released to it by the other Party is kept, and ensure for each such facility that all necessary measures are taken to control, protect and safeguard Classified Information provided by the other Party under this Agreement;\n(b) ensure that Classified Information exchanged under this Agreement keeps the Security Classification marking given to it by the Providing Party and is not downgraded or declassified without the prior written consent of the Providing Party;\n(c) afford Classified Information received from the Providing Party a degree of protection at least equivalent to that afforded to its own Classified Information of a corresponding Security Classification as specified in Article 4(2);\n(d) not use such Classified Information for purposes other than those established by the Providing Party or those for which the Classified Information is provided;\n(e) not disclose such Classified Information to third parties, or to any EU institution or entity not mentioned in Article 2(b), without the prior written consent of the Providing Party;\n(f) not allow access to such Classified Information to individuals unless they have a Need-to-know in order to perform their official duties and, where required, have been security-cleared to the appropriate level for access to such Classified Information;\n(g) ensure that all individuals having access to such Classified Information are informed of their responsibilities to protect the information in accordance with that Party’s internal laws, rules and regulations; and\n(h) ensure that the rights of the originator of Classified Information exchanged under this Agreement, as well as intellectual property rights such as patents, copyrights or trade secrets, are adequately protected.\nArticle 6\nRelease of Classified Information\n1.   Classified Information may be disclosed or released, in accordance with the principle of originator control, by the Providing Party to the Receiving Party.\n2.   In implementing paragraph 1, no generic release shall be possible unless procedures are agreed between the Parties, pursuant to Article 12, regarding certain categories of Classified Information, relevant to their operational requirements.\nArticle 7\nSecurity Clearances\n1.   Access to Classified Information shall be limited to individuals in Australia and in the EU who:\n(a) require access, on a Need-to-know basis, to the Classified Information for the performance of their official duties; and\n(b) in case they require access to information classified CONFIDENTIAL, PROTECTED, CONFIDENTIEL UE, or above, have been granted a personnel security clearance at the relevant level or have otherwise been duly authorised by virtue of their functions, in accordance with the relevant laws, rules and regulations.\n2.   The determination by a Party to grant a personnel security clearance to an individual shall be consistent with that Party’s security interests and shall be based upon all available information indicating whether the individual is of unquestionable loyalty, integrity, honesty and trustworthiness.\n3.   Each Party’s personnel security clearances shall be based on an appropriate investigation conducted in sufficient detail to provide assurance that the criteria referred to in paragraph 2 have been met with respect to any individual to whom access to Classified Information is to be granted.\nArticle 8\nSecurity Visits and Procedures\n1.   The Parties shall provide mutual assistance with regard to the security of Classified Information exchanged under this Agreement.\n2.   Reciprocal security consultations and assessment visits shall be periodically conducted by the responsible security authorities referred to in Article 12 to assess the effectiveness of measures taken under this Agreement and the security arrangements to be established pursuant to Article 12 for protecting the Classified Information exchanged between the Parties.\n3.   Each Party shall provide to the other, upon request, information regarding its security standards, procedures and practices for the protection and destruction of Classified Information. Each Party shall inform the other Party in writing of any changes to its security standards, procedures and practices that affect the manner in which Classified Information is protected and destroyed.\nArticle 9\nRelease of Classified Information to Contractors\nClassified Information received by the Receiving Party may only be provided to a Contractor or prospective Contractor with the prior written consent of the Providing Party. Prior to the disclosure or release to a Contractor or prospective Contractor of any such Classified Information, the Receiving Party shall ensure that:\n(a) such Contractors or prospective Contractors, and their personnel requiring access to Classified Information, have a personnel security clearance in accordance with Article 7; and\n(b) their facilities are able to protect the Classified Information appropriately.\nArticle 10\nProcedures for Exchanging Classified Information\n1.   For the purpose of this Agreement:\n(a) as regards the EU, all Classified Information shall be addressed to the Chief Registry Officer of the Council and shall be forwarded by the Chief Registry Officer of the Council to the Member States and to the European Commission, subject to paragraph 3;\n(b) as regards Australia, all Classified Information shall be addressed to the registry office of the relevant Australian Government agency or department, via the Australian Embassy and Mission of the Government of Australia to the European Union, Brussels. The address for the relevant Australian Government agency or department shall be listed in the security arrangements established by the Parties pursuant to Article 12.\n2.   Classified Information transmitted by electronic means shall be encrypted in accordance with the Providing Party’s requirements as outlined in its security policies and regulations. The Providing Party’s requirements shall be met when transmitting, receiving, storing and processing Classified Information in internal networks of the Parties.\n3.   Exceptionally, Classified Information from one Party which is accessible to only specific competent officials, organs or services of that Party may, for operational reasons, be addressed and be accessible to only specific competent officials, organs or services of the other Party specifically designated as recipients, taking into account their competencies and according to the Need-to-know principle. As far as the EU is concerned, this correspondence shall be transmitted through the Chief Registry Officer of the Council, or the Chief Registry Officer of the Secretariat-General of the European Commission when such information is addressed to the European Commission. As far as Australia is concerned, Classified Information shall be addressed pursuant to paragraph 1(b).\nArticle 11\nOversight\n1.   For the EU, the Secretary-General of the Council and the Member of the European Commission responsible for security matters shall oversee the implementation of this Agreement.\n2.   For the Government of Australia, the Minister for Foreign Affairs, the Minister for Defence and the Attorney-General shall oversee the implementation of this Agreement.\nArticle 12\nSecurity arrangements\n1.   In order to implement this Agreement, security arrangements shall be mutually determined in writing between the responsible security authorities designated in paragraphs 2, 3 and 4, in order to lay down the standards for the reciprocal protection of Classified Information under this Agreement.\n2.   The Attorney-General’s Department, acting in the name of the Government of Australia and under its authority, shall develop the security arrangements for the protection and safeguarding of Classified Information provided to Australia under this Agreement.\n3.   The Security Office of the General Secretariat of the Council, under the direction and on behalf of the Secretary-General of the Council, acting in the name of the Council and under its authority, shall develop the security arrangements for the protection and safeguarding of Classified Information provided to the EU under this Agreement.\n4.   The European Commission Security Directorate, acting under the authority of the Member of the Commission responsible for security matters, shall develop the security arrangements for the protection of Classified Information transmitted under this Agreement within the European Commission and its premises.\n5.   For the EU, the security arrangements mentioned in paragraph 1 shall be subject to approval by the Council Security Committee.\nArticle 13\nLoss or compromise\nThe Authorities referred to in Article 12 shall establish procedures to be followed:\n(a) in the case of proven or suspected loss or compromise of Classified Information provided or exchanged under this Agreement; and\n(b) for informing the Providing Party of the results of an investigation and information regarding measures taken to prevent recurrence of loss or compromise to Classified Information provided or exchanged under this Agreement.\nArticle 14\nCosts\nEach Party shall bear its own costs incurred in implementing this Agreement.\nArticle 15\nAbility to protect\nBefore Classified Information is provided or exchanged between the Parties under this Agreement, the Authorities referred to in Article 12 shall agree that the Receiving Party is able to protect and safeguard the information in a way consistent with the security arrangements to be established pursuant to that Article.\nArticle 16\nOther agreements\nThis Agreement shall not prevent the Parties from concluding other agreements and arrangements relating to the provision or exchange of Classified Information provided that they do not conflict with the provisions of this Agreement.\nArticle 17\nDispute Resolution\nAny differences between Australia and the European Union arising out of the interpretation or application of this Agreement shall be settled solely by negotiation between the Parties.\nArticle 18\nEntry into force and amendment\n1.   This Agreement shall enter into force on the first day of the first month after the Parties have notified each other of the completion of the internal procedures necessary for this purpose.\n2.   Each Party shall notify the other Party of any changes in its laws, rules or regulations that could affect the protection of Classified Information referred to in this Agreement. In such cases, the Parties shall consult with a view to amending this Agreement as necessary in accordance with paragraph 4.\n3.   This Agreement may be reviewed for consideration of possible amendments at the request of either Party.\n4.   Any amendment to this Agreement shall be made in writing only and by common agreement of the Parties. It shall enter into force upon mutual notification as provided in paragraph 1.\nArticle 19\nTermination\n1.   Either Party may terminate this Agreement at any time by notification in writing. Termination shall take effect ninety (90) days from the date of the other Party being notified thereof.\n2.   Notwithstanding termination of this Agreement, all Classified Information received by the Parties pursuant to this Agreement shall continue to be protected in accordance with this Agreement. The Parties shall consult immediately on the handling or disposal of such Classified Information.\nIN WITNESS WHEREOF, the undersigned, respectively duly authorised, have signed this Agreement.\nDone at Brussels, 13 January 2010, in two copies, each in the English language.\nFor Australia\nFor the European Union"}