{"celex_id": "32010D0602", "uri": "http://publications.europa.eu/resource/cellar/10f6f0af-c07b-4e11-a3bf-73b06542a6bb", "type": "Decision", "concepts": ["1284", "1309", "192", "2718", "2771", "5892"], "title": "2010/602/EU: Commission Decision of 6 October 2010 amending Annex II to Decision 2006/766/EC as regards the entry for Serbia in the list of third countries and territories from which imports of fishery products for human consumption are permitted (notified under document C(2010) 6748)  Text with EEA relevance\n", "header": "7.10.2010 EN Official Journal of the European Union L 264/17\nCOMMISSION DECISION\nof 6 October 2010\namending Annex II to Decision 2006/766/EC as regards the entry for Serbia in the list of third countries and territories from which imports of fishery products for human consumption are permitted\n(notified under document C(2010) 6748)\n(Text with EEA relevance)\n(2010/602/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) Regulation (EC) No 854/2004 lays down specific rules for the organisation of official controls on products of animal origin. In particular, it provides that products of animal origin are only to be imported from a third country or part of a third country that appears on a list drawn up in accordance with that Regulation.\n(2) Regulation (EC) No 854/2004 also provides that when drawing up and updating such lists, account is to be taken of Union controls in third countries and guarantees provided by the competent authorities of third countries, as regards compliance or equivalence with Union feed and food law and animal health rules as specified in Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (2).\n(3) Commission Decision 2006/766/EC of 6 November 2006 establishing the lists of third countries and territories from which imports of bivalve molluscs, echinoderms, tunicates, marine gastropods and fishery products are permitted (3) lists those third countries which satisfy the criteria referred to in Regulation (EC) No 854/2004 and are therefore able to guarantee that exports of those products to the Union meet the sanitary conditions laid down in Union legislation to protect the health of consumers. In particular, Annex II to that Decision sets out a list of third countries and territories from which imports of fishery products for human consumption are permitted. That list also indicates restrictions concerning such imports from certain third countries.\n(4) Serbia is currently included in the list in Annex II to Decision 2006/766/EC as a third country from which imports of fishery products intended for human consumption are permitted, but such imports are restricted to whole fresh fish from wild seawater catches.\n(5) Union controls to evaluate the control system in place in Serbia governing the production of fishery products intended for export to the Union, together with guarantees provided by the competent authority of Serbia, indicate that the conditions applicable in that third country to fishery products for human consumption destined for export to the Union are equivalent to those laid down in the relevant Union legislation. Accordingly, Annex II to Decision 2006/766/EC should be amended in order to permit imports from Serbia of fishery products for human consumption, but not subject to the current restriction.\n(6) Decision 2006/766/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex II to Decision 2006/766/EC, the entry for Serbia is replaced by the following:\n‘RS SERBIA", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 206.\n(2)  OJ L 165, 30.4.2004, p. 1.\n(3)  OJ L 320, 18.11.2006, p. 53."}