{"celex_id": "32014R0525", "uri": "http://publications.europa.eu/resource/cellar/adea5ed0-dff0-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["1804", "5235", "6151", "6359"], "title": "Commission Delegated Regulation (EU) No 525/2014 of 12 March 2014 supplementing Regulation (EU) No 575/2013 of the European Parliament and of the Council with regard to regulatory technical standards for the definition of market  Text with EEA relevance\n", "header": "20.5.2014 EN Official Journal of the European Union L 148/15\nCOMMISSION DELEGATED REGULATION (EU) No 525/2014\nof 12 March 2014\nsupplementing Regulation (EU) No 575/2013 of the European Parliament and of the Council with regard to regulatory technical standards for the definition of market\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (1) and in particular the third subparagraph of Article 341(3) thereof,\nWhereas:\n(1) General market risk is defined in Article 362 of Regulation (EU) No 575/2013 as the risk of a price change in a financial instrument, due in the case of traded debt instruments or debt derivatives to a change in the level of interest rates, or in the case of equities or equity derivatives to a broad equity-market movement unrelated to any specific attributes of individual securities.\n(2) For the purposes of the general market risk calculation provided in Article 343 of Regulation (EU) No 575/2013, it is appropriate to consider that different equities are in the same market where they are subject to the same general market risk, that is, where price movements in the instrument result from local economic conditions. A ‘market’ should therefore be defined for these purposes by reference to an integrated economy which will typically equate to a national jurisdiction.\n(3) Without prejudice to the above, the introduction of the single currency has eliminated significant elements of segmentation between equity markets in the euro area. For instance, it has eliminated foreign exchange currency risk between participating Member States and allows company results to be published in the same currency. Furthermore, the adoption of the euro has required extensive economic and legal convergence among participating Member States and is underpinned by an integrated market with common rules. These latter features are common to all Member States in the Union, but the single currency has brought about closer and deeper economic integration among participating Member States which, therefore, justifies a distinct treatment for the purposes of this Regulation. Accordingly, ‘market’ should be defined by reference to all equity markets within the euro area, and in relation to non-euro equity markets, at a national jurisdiction level.\n(4) This Regulation is based on the draft regulatory technical standards submitted by the European Banking Authority to the Commission.\n(5) The European Banking Authority has conducted open public consultations on the draft regulatory technical standards on which this Regulation is based, analysed the potential related costs and benefits and requested the opinion of the Banking Stakeholder Group established in accordance with Article 37 of Regulation (EU) No 1093/2010 of the European Parliament and of the Council (2),", "main_body": ["Definition of ‘market’ for the purpose of calculating the overall net position in equity instruments referred to in Article 341(2) of Regulation (EU) No 575/2013\nThe term ‘market’ shall mean:\n(a) for the euro area, all equities listed in stock markets located in Member States that have adopted the euro as their currency;\n(b) for non-euro Member States and third countries, all equities listed in stock markets located within a national jurisdiction.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 176, 27.6.2013, p. 1.\n(2)  Regulation (EU) No 1093/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority (European Banking Authority), amending Decision No 716/2009/EC and repealing Commission Decision 2009/78/EC (OJ L 331, 15.12.2010, p. 12)."}