{"celex_id": "32012D0815", "uri": "http://publications.europa.eu/resource/cellar/27990d88-5000-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["3298", "4353", "5868", "935"], "title": "2012/815/EU, Euratom: Commission Implementing Decision of 19 December 2012 amending Decision 96/564/Euratom, EC authorising Austria not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base (notified under document C(2012) 9539)\n", "header": "21.12.2012 EN Official Journal of the European Union L 352/57\nCOMMISSION IMPLEMENTING DECISION\nof 19 December 2012\namending Decision 96/564/Euratom, EC authorising Austria not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base\n(notified under document C(2012) 9539)\n(Only the German text is authentic)\n(2012/815/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 13 thereof,\nWhereas:\n(1) Under Article 378(1) of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (2), Austria may continue to tax the transactions listed in point 2 of Annex X, Part A; these transactions must be taken into account for the determination of the VAT resources base.\n(2) Under Article 378(2)(a) of Directive 2006/112/EC, Austria may continue to exempt the transactions listed in points 5 and 9 of Annex X, Part B; these transactions must be taken into account for the determination of the VAT resources base.\n(3) For the purposes of applying Article 28(3)(a) of the Sixth Directive, paragraph 2(h) of Annex IX (Taxation) to the Act of Accession of the Republic of Austria to the European Communities (3) authorised Austria to tax with value added tax pursuant to point 2 of Annex E, until 31 December 1996, services supplied by dental technicians in their professional capacity and dental prostheses supplied by dentists and dental technicians to Austrian social security institutions; consequently, the authorisation granted in this connection by the Commission for the purposes of determining the VAT own resources base should also be discontinued.\n(4) For the purposes of applying Article 28(3)(b) of the Sixth Directive, paragraph 2(i) of Annex IX (Taxation) to the Act of Accession of the Republic of Austria to the European Communities authorised Austria to exempt from value added tax telecommunications services supplied by public postal services, until such time as the Council has adopted a common scheme for taxation of such services, or until the date on which all present Member States currently applying full exemption cease to apply it, whichever comes first, but in any event until 31 December 1995; consequently, the authorisation granted in this connection by the Commission for the purposes of determining the VAT own resources base should also be discontinued.\n(5) In the case of Austria, the Commission, on the basis of Regulation (EEC, Euratom) No 1553/89, adopted Decision 96/564/Euratom, EC (4) authorising Austria, with effect from 1 January 1995, not to take into account certain categories of transactions and to use certain approximate estimates for the calculation of the VAT own resources base.\n(6) The Commission invited Austria to verify whether those authorisations granted to Austria with no explicit limitation in time, were still needed and to confirm this to the Commission; Austria confirmed that two authorisations were no longer needed.\n(7) For the sake of clarity and transparency of Union rules, provisions that have become obsolete or have ceased to have effect should be repealed.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee on Own Resources,", "main_body": ["(1)   Article 2, point 1 of Decision 96/564/Euratom, EC is hereby deleted.\n(2)   Article 2, point 2 of Decision 96/564/Euratom, EC is hereby deleted.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 19 December 2012.\nFor the Commission\nJanusz LEWANDOWSKI\nMember of the Commission\n(1)  OJ L 155, 7.6.1989, p. 9.\n(2)  OJ L 347, 11.12.2006, p. 1.\n(3)  OJ C 241, 29.8.1994, p. 336.\n(4)  OJ L 247, 28.9.1996, p. 39."}