{"celex_id": "32013R0555", "uri": "http://publications.europa.eu/resource/cellar/86f0ac41-d802-11e2-bfa7-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "2300", "2737", "3115", "3614", "4079", "4224", "502", "5469", "5563"], "title": "Commission Regulation (EU) No 555/2013 of 14 June 2013 amending Regulation (EU) No 142/2011 as regards the transit of certain animal by-products from Bosnia and Herzegovina  Text with EEA relevance\n", "header": "18.6.2013 EN Official Journal of the European Union L 164/11\nCOMMISSION REGULATION (EU) No 555/2013\nof 14 June 2013\namending Regulation (EU) No 142/2011 as regards the transit of certain animal by-products from Bosnia and Herzegovina\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1069/2009 of the European Parliament and of the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing Regulation (EC) No 1774/2002 (Animal by-products Regulation) (1), and in particular the second subparagraph of Article 41(3) and Article 42(2)(a) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 142/2011 of 25 February 2011 implementing Regulation (EC) No 1069/2009 of the European Parliament and of the Council laying down health rules as regards animal by-products and derived products not intended for human consumption and implementing Council Directive 97/78/EC as regards certain samples and items exempt from veterinary checks at the border under that Directive (2) lays down implementing measures for health rules as regards animal by-products and derived products not intended for human consumption.\n(2) It is necessary to lay down specific conditions for transit via the Union of consignments of animal by-products and derived products to third countries from Bosnia and Herzegovina due to the geographical situation and the necessity to maintain access to the Croatian port of Ploče after the accession of Croatia to the Union.\n(3) Commission Decision 2009/821/EC (3) draws up a list of approved border inspection posts and lays down certain rules on the inspections carried out by Commission veterinary experts and lays down the veterinary units in Traces. As the arrangements for the transit via the Union of consignments of the animal by-products concerned to third countries from Bosnia and Herzegovina can be effective only through access via Croatian border inspection posts of Nova Sela and Ploče, it is necessary to include those border inspection posts in the list set out in Annex I to Decision 2009/821/EC as soon as the technical conditions for their approval are complied with.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["In Regulation (EU) No 142/2011, the following Article 29a is inserted:\n‘Article 29a\nSpecific requirements for transit through Croatia of animal by-products coming from Bosnia and Herzegovina and destined to third countries\n1.   The movements of consignments of animal by-products and derived products coming from Bosnia and Herzegovina and destined to third countries through the Union, by road, directly between the border inspection post of Nova Sela and the border inspection post of Ploče, shall be authorised provided that the following conditions are met:\n(a) the consignment is sealed with a serially numbered seal by the official veterinarian at the border inspection post of entry;\n(b) the documents accompanying the consignment and referred to in Article 7 of Directive 97/78/EC are stamped “ONLY FOR TRANSIT TO THIRD COUNTRIES VIA THE EU” on each page by the official veterinarian at the border inspection post of entry;\n(c) the procedural requirements provided for in Article 11 of Directive 97/78/EC are complied with;\n(d) the consignment is certified as acceptable for transit on the Common Veterinary Entry Document referred to in Article 2(1) of Regulation (EC) No 136/2004 by the official veterinarian at the border inspection post of entry.\n2.   Unloading or storage, as defined in Article 12(4) or in Article 13 of Directive 97/78/EC, of such consignments in the Union shall not be allowed.\n3.   Regular audits shall be made by the competent authority to ensure that the number of consignments and the quantities of products leaving the Union matches the number and quantities entering the Union.’.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Croatia.\nIt shall apply from the date of application of the amendments to Decision 2009/821/EC which insert the entries for Nova Sela and Ploče in Annex I thereto.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 300, 14.11.2009, p. 1.\n(2)  OJ L 54, 26.2.2011, p. 1.\n(3)  OJ L 296, 12.11.2009, p. 1."}