{"celex_id": "32012R0972", "uri": "http://publications.europa.eu/resource/cellar/c67e34e1-1db2-11e2-91ce-01aa75ed71a1", "type": "Regulation", "concepts": ["1188", "1474", "2556", "2850", "2879", "336", "4790", "5254", "5256", "544", "598", "605"], "title": "Council Regulation (EU) No 927/2012 of 16 July 2012 establishing the deadline in the event of underutilisation of fishing opportunities under the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand\n", "header": "23.10.2012 EN Official Journal of the European Union L 293/1\nCOUNCIL REGULATION (EU) No 927/2012\nof 16 July 2012\nestablishing the deadline in the event of underutilisation of fishing opportunities under the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 28 June 2007, the Council adopted Regulation (EC) No 753/2007 on the conclusion of the Fisheries Partnership Agreement between the European Community on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand (1).\n(2) Since the current Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand (2) (‘the current Protocol’) will expire on 31 December 2012, a new Protocol was initialled on 3 February 2012. The new Protocol provides EU fishing vessels with fishing opportunities in Greenlandic waters.\n(3) On 16 July 2012, the Council adopted Decision 2012/653/EU (3) on the signing and the provisional application of the new Protocol.\n(4) In accordance with Article 10(1) of Council Regulation (EC) No 1006/2008 of 29 September 2008 concerning authorisations for fishing activities of Community fishing vessels outside Community waters and the access of third country vessels to Community waters (4), if it appears that the number of fishing authorisations or the amount of fishing opportunities allocated to the Union under the current Protocol are not fully utilised, the Commission is to inform the Member States concerned. The absence of a reply within the deadline to be set by the Council is to be considered as confirmation that the vessels of the Member State concerned are not making full use of their fishing opportunities during the given period. That deadline should therefore be set by the Council.\n(5) Given that the current Protocol will expire on 31 December 2012 and that the new Protocol is to be provisionally applied from 1 January 2013, this Regulation should apply from 1 January 2013,", "main_body": ["1.   If, by the relevant date set out in the Annex to this Regulation, applications for fishing authorisations from the Member States under the Protocol to the Fisheries Partnership Agreement between the European Community on the one hand, and the Government of Denmark and the Home Rule Government of Greenland, on the other hand, do not cover all the annually allocated fishing opportunities set by that Protocol, the Commission shall consider applications for fishing authorisations from any other Member State pursuant to Article 10 of Regulation (EC) No 1006/2008.\n2.   The deadline referred to in Article 10(1) of Regulation (EC) No 1006/2008 shall be set at 10 working days.\n3.   For each stock referred to in the Annex, the Commission shall inform the Member States of the level of utilisation of the fishing opportunities based on licence applications received at the latest:\n(a) one month before the date set out in the Annex; and\n(b) by the date set out in the Annex.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 172, 30.6.2007, p. 1.\n(2)  OJ L 172, 30.6.2007, p. 9.\n(3)  See page 4 of this Official Journal.\n(4)  OJ L 286, 29.10.2008, p. 33.\nANNEX\nDate referred to in Article 1(1) and (3):\nStock Date\nNorthern Prawn in ICES Subareas XIV & V 1 August\nGreenland halibut in ICES Subareas XIV & V 15 September\nAtlantic halibut in ICES Subareas XIV & V and NAFO Subarea 1 1 September\nGreenland halibut in NAFO Subarea 1 – South of 68° North 15 October\nNorthern Prawn in NAFO Subarea 1 1 October\nPelagic Redfish in ICES Subareas XIV & V and in NAFO Subarea 1F 1 September\nDemersal Redfish in ICES Subareas XIV & V and in NAFO Subarea 1F 1 September\nSnowcrab in NAFO Subarea 1 1 October\nCod in ICES Subarea XIV and in NAFO Subarea 1 31 October"}