{"celex_id": "32014D0490", "uri": "http://publications.europa.eu/resource/cellar/18476827-123f-11e4-933d-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "206", "221", "2590", "2771", "5420", "5858", "614"], "title": "2014/490/EU: Decision No 2 of the Joint Committee of the Regional Convention on pan-Euro-Mediterranean preferential rules of origin of 21 May 2014 as regards the request of the Republic of Moldova to become a Contracting Party to the Regional Convention on pan-Euro-Mediterranean preferential rules of origin\n", "header": "23.7.2014 EN Official Journal of the European Union L 217/88\nDECISION No 2 OF THE JOINT COMMITTEE OF THE REGIONAL CONVENTION ON PAN-EURO-MEDITERRANEAN PREFERENTIAL RULES OF ORIGIN\nof 21 May 2014\nas regards the request of the Republic of Moldova to become a Contracting Party to the Regional Convention on pan-Euro-Mediterranean preferential rules of origin\n(2014/490/EU)\nTHE JOINT COMMITTEE", "recitals": ",\nHaving regard to the Regional Convention on pan-Euro-Mediterranean preferential rules of origin (1),\nWhereas:\n(1) Article 5(1) of the Regional Convention on pan-Euro-Mediterranean preferential rules of origin (‘the Convention’) provides that a third party may become a Contracting Party to the Convention provided that the candidate country or territory has a free trade agreement in force, providing for preferential rules of origin, with at least one of the Contracting Parties.\n(2) The Republic of Moldova submitted a written request for accession to the Convention to the depositary of the Convention on 17 July 2013.\n(3) The Republic of Moldova is a member of the Central European Free Trade Agreement between Albania, Bosnia and Herzegovina, the former Yugoslav Republic of Macedonia, the Republic of Moldova, Montenegro, Serbia and Kosovo (2). Consequently, the Republic of Moldova has a free trade agreement in force with six Contracting Parties to the Convention and complies with the condition set out in Article 5(1) of the Convention to become a Contracting Party.\n(4) Article 4(3)(b) of the Convention provides that the Joint Committee shall adopt by decision invitations to third parties to accede to the Convention.\n(5) The Swiss Confederation and the Principality of Liechtenstein have informed the secretariat of the Joint Committee that they have not been able to complete their internal procedures prior to the meeting of 21 May and that, in accordance with Article 4(4) of the Convention, their acceptance of the decision at that meeting is subject to the completion of these procedures,", "main_body": ["The Republic of Moldova shall be invited to accede to the Regional Convention on pan-Euro-Mediterranean preferential rules of origin.", "This Decision shall enter into force on 1 September 2014."], "attachments": "Done at Brussels, 21 May 2014.\nFor the Joint Committee\nThe Chair\nP.-J. LARRIEU\n(1)  OJ L 54, 26.2.2013, p. 4.\n(2)  This designation is without prejudice to positions on status, and is in line with UNSCR 1244(1999) and the ICJ Opinion on the Kosovo Declaration of Independence."}