{"celex_id": "32014R1295", "uri": "http://publications.europa.eu/resource/cellar/681a08de-7c4d-11e4-97c9-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "1442", "2300", "2735", "3191", "4079", "4125", "6268"], "title": "Commission Implementing Regulation (EU) No 1295/2014 of 4 December 2014 amending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin  Text with EEA relevance\n", "header": "5.12.2014 EN Official Journal of the European Union L 349/33\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1295/2014\nof 4 December 2014\namending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), and in particular Article 15(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 669/2009 (2) lays down rules concerning the increased level of official controls to be carried out on imports of feed and food of non-animal origin listed in Annex I thereto (‘the list’), at the points of entry into the territories referred to in Annex I to Regulation (EC) No 882/2004.\n(2) Article 2 of Regulation (EC) No 669/2009 provides that the list is to be reviewed on a regular basis, and at least quarterly, taking into account at least the sources of information referred to in that Article.\n(3) The occurrence and relevance of recent food incidents notified through the Rapid Alert System for Food and Feed, the findings of audits to third countries carried out by the Food and Veterinary Office, as well as the quarterly reports on consignments of feed and food of non-animal origin submitted by Member States to the Commission in accordance with Article 15 of Regulation (EC) No 669/2009 indicate that the list should be amended.\n(4) In particular, the list should be amended by deleting the entries for commodities for which the available information indicates an overall satisfactory degree of compliance with the relevant safety requirements provided for in Union legislation and for which an increased level of official controls is therefore no longer justified. The entries in the list concerning oranges from Egypt and coriander leaves, basil and mint from Thailand should therefore be deleted.\n(5) In addition, the list should be amended by increasing the frequency of official controls for the commodities for which the same sources of information show a higher degree of non-compliance with the relevant Union legislation, thereby warranting an increased level of official controls. The entries in the list concerning dried spices from India, betel leaves from India and Thailand and vine leaves from Turkey should therefore be amended accordingly.\n(6) In order to ensure consistency and clarity, it is appropriate to replace Annex I to Regulation (EC) No 669/2009 by the text set out in the Annex to this Regulation.\n(7) Regulation (EC) No 669/2009 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Annex I to Regulation (EC) No 669/2009 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 165, 30.4.2004, p. 1.\n(2)  Commission Regulation (EC) No 669/2009 of 24 July 2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin and amending Decision 2006/504/EC (OJ L 194, 25.7.2009, p. 11).\nANNEX\n‘ANNEX I\nFeed and food of non-animal origin subject to an increased level of official controls at the designated point of entry\nFeed and food CN code (1) TARIC sub-division Country of origin Hazard Frequency of physical and identity checks (%)\nDried grapes (vine fruit) 0806 20  Afghanistan (AF) Ochratoxin A 50\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91;\n(Feed and food)\n— Yardlong beans\n— ex 0708 20 00;\n— Aubergines\n— 0709 30 00;\n(Food — fresh, chilled or frozen vegetables)\nChinese celery (Apium graveolens) ex 0709 40 00 20 Cambodia (KH) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (3) 50\nBrassica oleracea ex 0704 90 90 40 China (CN) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (5) 50\nTea, whether or not flavoured 0902  China (CN) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (6) 10\n— Aubergines\n— 0709 30 00;\n— Bitter melon (Momordica charantia)\n— ex 0709 99 90;\n(Food — fresh, chilled or frozen vegetables)\n— Yardlong beans\n— ex 0708 20 00;\n— Peppers (sweet and other than sweet) (Capsicum spp.)\n— 0709 60 10;\n— 0710 80 51;\nStrawberries (fresh) 0810 10 00  Egypt (EG) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (8) 10\nPeppers (sweet and other than sweet) (Capsicum spp.) 0709 60 10; 20 Egypt (EG) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (9) 10\n(Food — fresh, chilled or frozen) 0710 80 51; 20\nBetel leaves (Piper betle L.) ex 1404 90 00 10 India (IN) Salmonella (10) 50\nSesamum seeds 1207 40 90  India (IN) Salmonella (10) 20\n— Capsicum annuum, whole\n—\n— Capsicum annuum, crushed or ground\n—\n— Dried fruit of the genus Capsicum, whole, other than sweet peppers (Capsicum annuum)\n—\n— Nutmeg\n— 0908 11 00;\n(Food — dried spices)\nEnzymes;prepared enzymes 3507  India (IN) Chloramphenicol 50\n— Nutmeg\n— 0908 11 00;\n(Food — dried spices)\n— Peas with pods (unshelled)\n—\n— Beans with pods (unshelled)\n—\n(Food — fresh or chilled)\nMint ex 1211 90 86 30 Morocco (MA) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (12) 10\nDried beans 0713 39 00  Nigeria (NG) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (13) 50\nTable grapes 0806 10 10  Peru (PE) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (14) 10\nWatermelon (Egusi, Citrullus lanatus) seeds and derived products ex 1207 70 00; 10 Sierra Leone (SL) Aflatoxins 50\n— Groundnuts (peanuts), in shell\n—\n— Groundnuts (peanuts), shelled\n—\n— Peanut butter\n—\n— Groundnuts (peanuts), otherwise prepared or preserved\n— 2008 11 91;\n(Feed and food)\nPeppers (other than sweet)(Capsicum spp.) ex 0709 60 99 20 Thailand (TH) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (15) 10\nBetel leaves (Piper betle L.) ex 1404 90 00 10 Thailand (TH) Salmonella (10) 50\n— Yardlong beans\n— ex 0708 20 00;\n— Aubergines\n— 0709 30 00;\n(Food — fresh, chilled or frozen vegetables)\nDried apricots 0813 10 00  Turkey (TR) Sulphites (17) 10\n— Sweet Peppers (Capsicum annuum)\n— 0709 60 10;\n(Food — fresh, chilled or frozen vegetables)\nVine leaves ex 2008 99 99 11; 19 Turkey (TR) Pesticide residues analysed with multi-residue methods based on GC-MS and LC-MS or with single-residue methods (19) 20\nDried grapes (vine fruit) 0806 20  Uzbekistan (UZ) Ochratoxin A 50\n— Coriander leaves\n—\n— Basil (holy, sweet)\n—\n— Mint\n—\n— Parsley\n—\n(Food — fresh or chilled herbs)\n— Pitahaya (dragon fruit)\n—\n— Okra\n—\n— Peppers (other than sweet)(Capsicum spp.)\n—\n(Food — fresh or chilled)\n(1)  Where only certain products under any CN code are required to be examined and no specific subdivision under that code exists, the CN code is marked “ex”.\n(2)  In particular, residues of: Carbofuran (sum of carbofuran and 3-hydroxy-carbofuran expressed as carbofuran), Chlorbufam, Dimethoate (sum of dimethoate and omethoate expressed as dimethoate).\n(3)  In particular, residues of: Carbofuran (sum of carbofuran and 3-hydroxy-carbofuran expressed as carbofuran), Hexaconazole, Phenthoate, Triadimefon and Triadimenol (sum of triadimefon and triadimenol).\n(4)  Species of Brassica oleracea L. convar. Botrytis (L) Alef var.Italica Plenck, cultivar alboglabra. Also known as “Kai Lan”, “Gai Lan”, “Gailan”, “Kailan”, “Chinese bare Jielan”.\n(5)  In particular, residues of: Chlorfenapyr, Fipronil (sum fipronil + sulfone metabolite (MB46136) expressed as fipronil), Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Acetamiprid, Dimethomorph and Propiconazole.\n(6)  In particular, residues of: Buprofezin; Imidacloprid; Fenvalerate and Esfenvalerate (Sum of RS & SR isomers); Profenofos; Trifluralin; Triazophos; Triadimefon and Triadimenol (sum of triadimefon and triadimenol), Cypermethrin (cypermethrin including other mixtures of constituent isomers (sum of isomers)).\n(7)  In particular, residues of: Amitraz (amitraz including the metabolites containing the 2,4-dimethylaniline moiety expressed as amitraz), Acephate, Aldicarb (sum of aldicarb, its sulfoxide and its sulfone, expressed as aldicarb), Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Chlorfenapyr, Chlorpyrifos, Dithiocarbamates (dithiocarbamates expressed as CS2, including maneb, mancozeb, metiram, propineb, thiram and ziram), Diafenthiuron, Diazinon, Dichlorvos, Dicofol (sum of p, p′ and o,p′ isomers), Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Endosulfan (sum of alpha- and beta-isomers and endosulfan-sulphate expresses as endosulfan), Fenamidone, Imidacloprid, Malathion (sum of malathion and malaoxon expressed as malathion), Methamidophos, Methiocarb (sum of methiocarb and methiocarb sulfoxide and sulfone, expressed as methiocarb), Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Monocrotophos, Oxamyl, Profenofos, Propiconazole, Thiabendazole, Thiacloprid.\n(8)  In particular, residues of: Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Cyfluthrin (cyfluthrin including other mixtures of constituent isomers (sum of isomers)) Cyprodinil, Diazinon, Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Ethion, Fenitrothion, Fenpropathrin, Fludioxonil, Hexaflumuron, Lambda-cyhalothrin, Methiocarb (sum of methiocarb and methiocarb sulfoxide and sulfone, expressed as methiocarb), Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Oxamyl, Phenthoate, Thiophanate-methyl.\n(9)  In particular, residues of: Carbofuran (sum of carbofuran and 3-hydroxy-carbofuran expressed as carbofuran), Chlorpyrifos, Cypermethrin (cypermethrin including other mixtures of constituent isomers (sum of isomers)), Cyproconazole, Dicofol (sum of p, p′ and o,p′ isomers), Difenoconazole, Dinotefuran, Ethion, Flusilazole, Folpet, Prochloraz (sum of prochloraz and its metabolites containing the 2,4,6-Trichlorophenol moiety expressed as prochloraz), Profenofos, Propiconazole, Thiophanate-methyl and Triforine.\n(10)  Reference method EN/ISO 6579 or a method validated against it as referred to in Article 5 of Commission Regulation (EC) No 2073/2005 of 15 November 2005 on microbiological criteria for foodstuffs (OJ L 338, 22.12.2005, p. 1).\n(11)  In particular, residues of: Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Chlorpyrifos, Acephate, Methamidophos, Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Diafenthiuron, Indoxacarb as sum of the isomers S and R.\n(12)  In particular, residues of: Chlorpyrifos, Cypermethrin (cypermethrin including other mixtures of constituent isomers (sum of isomers)), Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Endosulfan (sum of alpha- and beta-isomers and endosulfan-sulphate expresses as endosulfan), Hexaconazole, Parathion-methyl (sum of Parathion-methyl and paraoxon-methyl expressed as Parathion-methyl), Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Flutriafol, Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Flubendiamide, Myclobutanyl, Malathion (sum of malathion and malaoxon expressed as malathion).\n(13)  In particular, residues of Dichlorvos.\n(14)  In particular, residues of: Diniconazole, Ethephon and Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl).\n(15)  In particular, residues of: Carbofuran (sum of carbofuran and 3-hydroxy-carbofuran expressed as carbofuran), Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Triazophos, Malathion (sum of malathion and malaoxon expressed as malathion), Profenofos, Prothiofos, Ethion, Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Triforine, Procymidone, Formetanate: Sum of formetanate and its salts expressed as formetanate(hydrochloride).\n(16)  In particular, residues of: Acephate, Carbaryl, Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Carbofuran (sum of carbofuran and 3-hydroxy-carbofuran expressed as carbofuran), Chlorpyrifos, Chlorpyrifos-methyl, Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Ethion, Malathion (sum of malathion and malaoxon expressed as malathion), Metalaxyl and metalaxyl-M (metalaxyl including other mixtures of constituent isomers including metalaxyl-M (sum of isomers)), Methamidophos, Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Monocrotophos, Profenofos, Prothiofos, Quinalphos, Triadimefon and Triadimenol (sum of triadimefon and triadimenol), Triazophos, Dicrotophos, EPN, Triforine.\n(17)  Reference methods: EN 1988-1:1998, EN 1988-2:1998 or ISO 5522:1981.\n(18)  In particular, residues of: Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Oxamyl, Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Clofentezine, Diafenthiuron, Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Formetanate: Sum of formetanate and its salts expressed as formetanate(hydrochloride), Malathion (sum of malathion and malaoxon expressed as malathion), Procymidone, Tetradifon, Thiophanate-methyl.\n(19)  In particular, residues of: Azoxystrobin, Boscalid, Chlorpyrifos, Dithiocarbamates (dithiocarbamates expressed as CS2, including maneb, mancozeb, metiram, propineb, thiram and ziram), Endosulfan (sum of alpha- and beta-isomers and endosulfan-sulphate expresses as endosulfan), Kresoxim-methyl, Lambda-cyhalothrin, Metalaxyl and metalaxyl-M (metalaxyl including other mixtures of constituent isomers including metalaxyl-M (sum of isomers)), Methoxyfenozide, Metrafenone, Myclobutanil, Penconazole, Pyraclostrobin, Pyrimethanil, Triadimefon and Triadimenol (sum of triadimefon and triadimenol), Trifloxystrobin.\n(20)  In particular, residues of: Carbofuran (sum of carbofuran and 3-hydroxy-carbofuran expressed as carbofuran), Carbendazim and benomyl (sum of benomyl and carbendazim expressed as carbendazim), Chlorpyrifos, Dithiocarbamates (dithiocarbamates expressed as CS2, including maneb, mancozeb, metiram, propineb, thiram and ziram), Profenofos, Permethrin (sum of isomers), Hexaconazole, Difenoconazole, Propiconazole, Fipronil (sum fipronil + sulfone metabolite (MB46136) expressed as fipronil), Propargite, Flusilazole, Phenthoate, Cypermethrin (cypermethrin including other mixtures of constituent isomers (sum of isomers)), Methomyl and Thiodicarb (sum of methomyl and thiodicarb expressed as methomyl), Quinalphos, Pencycuron, Methidathion, Dimethoate (sum of dimethoate and omethoate expressed as dimethoate), Fenbuconazole’"}