{"celex_id": "32014D0240", "uri": "http://publications.europa.eu/resource/cellar/799c062f-d031-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["223", "225", "5404", "5833", "888"], "title": "2014/240/EU: Council Decision of 14 April 2014 concerning the extension of the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America\n", "header": "30.4.2014 EN Official Journal of the European Union L 128/43\nCOUNCIL DECISION\nof 14 April 2014\nconcerning the extension of the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America\n(2014/240/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 186, in conjunction with point (v) of Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) By Decision 98/591/EC (1), the Council approved the conclusion of the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America (‘the Agreement’).\n(2) Article 12(b) of the Agreement provides that the Agreement is concluded for an initial period of five years and may be extended, with possible amendments, thereafter for additional periods of five years by mutual written agreement between the Parties.\n(3) By Council Decision 2009/306/EC (2), the Agreement was extended for a further period of five years.\n(4) The Parties to the Agreement consider that a rapid extension of the Agreement would be in their mutual interest.\n(5) The content of the extended Agreement is to be identical to the content of the Agreement, which expires on 14 October 2013.\n(6) The extension of the Agreement should therefore be approved on behalf of the European Union,", "main_body": ["The extension, for an additional period of five years, of the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America is hereby approved on behalf of the Union.", "The President of the Council shall, on behalf of the Union, give the notification to the Government of the United States of America that the Union has completed its internal procedures necessary for the extension of the Agreement in accordance with point (b) of Article 12 of the Agreement.", "The President of the Council shall, on behalf of the Union, make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” in the text of the Agreement are, where appropriate, to be read as to “the European Union”.’.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nA. TSAFTARIS\n(1)  Council Decision 98/591/EC of 13 October 1998 concerning the conclusion of the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America (OJ L 284, 22.10.1998, p. 35).\n(2)  Council Decision 2009/306/EC of 30 March 2009 concerning the extension and amendment of the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America (OJ L 90, 2.4.2009, p. 20)."}