{"celex_id": "32014D0890", "uri": "http://publications.europa.eu/resource/cellar/70b4a5c0-8030-11e4-9e6e-01aa75ed71a1", "type": "Decision", "concepts": ["1270", "192", "2735", "5451", "6569", "6789"], "title": "2014/890/EU: Commission Implementing Decision of 8 December 2014 authorising the placing on the market of chia oil ( Salvia hispanica ) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2014) 9209)\n", "header": "10.12.2014 EN Official Journal of the European Union L 353/15\nCOMMISSION IMPLEMENTING DECISION\nof 8 December 2014\nauthorising the placing on the market of chia oil (Salvia hispanica) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2014) 9209)\n(Only the English text is authentic)\n(2014/890/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 12 November 2012, the company Functional Products Trading S.A. made a request to the competent authorities of the United Kingdom to place chia oil (Salvia hispanica) on the market as a novel food ingredient to be used in vegetable oils and as a food supplement.\n(2) On 8 July 2013, the competent food assessment body of the United Kingdom issued its initial assessment report. In that report it came to the conclusion that chia oil (Salvia hispanica) meets the criteria for novel food set out in Article 3(1) of Regulation (EC) No 258/97.\n(3) On 13 September 2013, the Commission forwarded the initial assessment report to the other Member States.\n(4) Reasoned objections were raised within the 60 day period laid down in the first subparagraph of Article 6(4) of Regulation (EC) No 258/97. In accordance with Article 7(1) of Regulation (EC) No 258/97 a Commission Implementing Decision should be made that takes into account the objections raised. The additional explanations provided by the applicant alleviated the concerns to the satisfaction of the Member States and the Commission.\n(5) Directive 2002/46/EC of the European Parliament and of the Council (2) lays down requirements on food supplements. The use of chia oil (Salvia hispanica) should be authorised without prejudice to the requirements of that legislation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Chia oil (Salvia hispanica) as specified in Annex I may be placed on the market in the Union as a novel food ingredient for the uses defined and at the maximum levels established in Annex II without prejudice to the provisions of Directive 2002/46/EC.", "The designation of chia oil authorised by this Decision on the labelling of the foodstuffs containing it shall be ‘Chia oil (Salvia hispanica)’.", "This Decision is addressed to Functional Products Trading S.A., Av. Luis Pasteur 5842 Of. 302 — Vitacura, Santiago, Chile."], "attachments": "Done at Brussels, 8 December 2014.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (OJ L 183, 12.7.2002, p. 51).\nANNEX I\nSPECIFICATION OF CHIA OIL (SALVIA HISPANICA)\nDescription:\nChia oil is produced from Chia (Salvia hispanica L.) seeds (99,9 % pure) by cold-pressing. No solvents are used and, once pressed, the oil is held in decantation tanks and a filtration process employed to remove impurities.\nTest Specification\nAcidity expressed as oleic acid Not more than 2 %\nPeroxide value Not more than 10 meq/kg\nInsoluble impurities Not more than 0,05 %\nAlpha linolenic acid Not less than 60 %\nLinoleic acid 15-20 %\nANNEX II\nAUTHORISED USES OF CHIA OIL (SALVIA HISPANICA)\nFood category Use levels\nFats and oils Not more than 10 %\nFood supplements Not more than 2 g/day"}