{"celex_id": "32015D0146", "uri": "http://publications.europa.eu/resource/cellar/58da3a99-a91d-11e4-8e01-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1509", "3466", "434004", "434938", "5650", "6400"], "title": "Council Decision (EU) 2015/146 of 26 January 2015 on the signing, on behalf of the European Union, of the agreement between the European Union and its Member States, of the one part, and Iceland, of the other part, concerning Iceland's participation in the joint fulfilment of commitments of the European Union, its Member States and Iceland for the second commitment period of the Kyoto Protocol to the United Nations Framework Convention on Climate Change\n", "header": "31.1.2015 EN Official Journal of the European Union L 26/1\nCOUNCIL DECISION (EU) 2015/146\nof 26 January 2015\non the signing, on behalf of the European Union, of the agreement between the European Union and its Member States, of the one part, and Iceland, of the other part, concerning Iceland's participation in the joint fulfilment of commitments of the European Union, its Member States and Iceland for the second commitment period of the Kyoto Protocol to the United Nations Framework Convention on Climate Change\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1), in conjunction with Article 218(5), thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Kyoto Protocol to the United Nations Framework Convention on Climate Change (‘the Kyoto Protocol’) entered into force on 16 February 2005 and contains legally binding emission reduction commitments for its first commitment period, from 2008 to 2012, for parties listed in its Annex B. The Union approved the Kyoto Protocol by Council Decision 2002/358/EC (1). The Union and its Member States ratified the Kyoto Protocol and agreed to fulfil their commitments under the first commitment period jointly. Iceland ratified the Kyoto Protocol on 23 May 2002.\n(2) The Council, at its meeting on 15 December 2009, welcomed a request by Iceland to fulfil its commitments under a second commitment period jointly with the Union and its Member States and invited the Commission to present a recommendation for the opening of the necessary negotiations on an agreement with Iceland that is in line with the principles and criteria set out in the Union's Climate and Energy Package.\n(3) At the Doha Climate Conference in December 2012, all parties to the Kyoto Protocol agreed on the Doha Amendment which establishes a second commitment period of the Kyoto Protocol, starting on 1 January 2013 and ending on 31 December 2020. The Doha Amendment amends Annex B of the Kyoto Protocol, sets out further legally-binding mitigation commitments for parties listed in that Annex for the second commitment period, amends and further elaborates on provisions concerning the implementation of parties' commitments during the second commitment period.\n(4) The targets for the Union, its Member States and Iceland are inscribed in the Doha Amendment with a footnote stating that those targets are based on the understanding that they will be fulfilled jointly, in accordance with Article 4 of the Kyoto Protocol. The Union, its Member States and Iceland also issued a joint statement upon the adoption of the Doha Amendment on 8 December 2012, expressing their intention to fulfil their commitments for the second commitment period jointly. The statement was agreed during an ad hoc meeting of EU Ministers in Doha and endorsed by the Council on 17 December 2012.\n(5) In that statement the Union, its Member States and Iceland stated, in line with Article 4(1) of the Kyoto Protocol, which allows parties to fulfil their commitments under Article 3 of the Kyoto Protocol jointly, that Article 3(7ter) of the Kyoto Protocol will be applied to the joint assigned amount pursuant to the agreement on joint fulfilment by the Union, its Member States, Croatia and Iceland and that it will not be applied to Member States, Croatia or Iceland individually.\n(6) Article 4(1) of the Kyoto Protocol requires parties that agree to fulfil their commitments under Article 3 of the Kyoto Protocol jointly to set out in the Agreement the respective emission level allocated to each of the parties to that Agreement. Article 4(2) of the Kyoto Protocol requires the parties to a joint fulfilment agreement to notify the Secretariat of the Kyoto Protocol of the terms of this Agreement on the date of deposit of their instruments of ratification or approval.\n(7) On 17 December 2013, the Council authorised the Commission to open negotiations on a joint fulfilment Agreement between the Union, its Member States and Iceland.\n(8) The Commission has negotiated, on behalf of the Union, an Agreement between the European Union and its Member States, of the one part, and Iceland, of the other part, concerning Iceland's participation in the joint fulfilment of commitments of the European Union, its Member States and Iceland for the second commitment period of the Kyoto Protocol to the United Nations Framework Convention on Climate Change (‘the Agreement’).\n(9) To ensure that Iceland's obligations in the joint fulfilment are laid down and applied in a non-discriminatory manner, treating Iceland and Member States alike, the emission level for Iceland was determined in a way that is consistent both with the quantified emissions reduction commitment inscribed in the third column of Annex B to the Kyoto Protocol, as amended by the Doha Amendment, and with Union legislation, including the 2009 Climate and Energy Package and the principles and criteria on which objectives in that legislation are based.\n(10) The Agreement should be signed on behalf of the Union, subject to its conclusion at a later date,", "main_body": ["The signing on behalf of the Union of the Agreement between the European Union and its Member States, of the one part, and Iceland, of the other part, concerning Iceland's participation in the joint fulfilment of commitments of the European Union, its Member States and Iceland for the second commitment period of the Kyoto Protocol to the United Nations Framework Convention on Climate Change is hereby authorised, subject to the conclusion of the said Agreement (2).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 26 January 2015.\nFor the Council\nThe President\nJ. DŪKLAVS\n(1)  Council Decision 2002/358/EC of 25 April 2002 concerning the approval, on behalf of the European Community, of the Kyoto Protocol to the United Nations Framework Convention on Climate Change and the joint fulfilment of commitments thereunder (OJ L 130, 15.5.2002, p. 1).\n(2)  The text of the Agreement will be published together with the Decision on its conclusion."}