{"celex_id": "32010R0647", "uri": "http://publications.europa.eu/resource/cellar/fc36d5fc-a8da-4b00-8cfd-9e77030644fc", "type": "Regulation", "concepts": ["1005", "3730", "3735", "4042", "5063", "5350", "862", "921"], "title": "Regulation (Euratom) No 647/2010 of the Council of 13 July 2010 on financial assistance of the Union with respect to the decommissioning of Units 1 to 4 of the Kozloduy Nuclear Power Plant in Bulgaria (Kozloduy Programme)\n", "header": "22.7.2010 EN Official Journal of the European Union L 189/9\nREGULATION (EURATOM) No 647/2010 OF THE COUNCIL\nof 13 July 2010\non financial assistance of the Union with respect to the decommissioning of Units 1 to 4 of the Kozloduy Nuclear Power Plant in Bulgaria (Kozloduy Programme)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof,\nHaving regard to the Bulgarian request for further funding,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) During the accession negotiations in 2005, Bulgaria agreed to the closure of Units 1 and 2 and Units 3 and 4 of the Kozloduy Nuclear Power Plant by 31 December 2002 and 31 December 2006, respectively and to the subsequent decommissioning of those units. The European Union expressed its willingness to continue to provide financial assistance up to 2009 as an extension of the pre-accession aid planned under the Phare programme in support of Bulgaria’s decommissioning efforts.\n(2) In view of Bulgaria’s commitment to close Units 3 and 4 of the Kozloduy Nuclear Power Plant, Article 30 of the Act concerning the conditions of accession of the Republic of Bulgaria and Romania (hereinafter referred to as the ‘2005 Act of Accession’) established an assistance programme (hereinafter referred to as the ‘Kozloduy Programme’) with a budget of EUR 210 million for the period 2007 to 2009. That programme included assistance to cover the capacity loss as a consequence of the closure of Kozloduy Nuclear Power Plant.\n(3) International decommissioning funds managed by the European Bank for Reconstruction and Development (EBRD) have been in place for a number of years. The Union is the main contributor to those funds.\n(4) The Union recognises the effort made and the good progress achieved by Bulgaria in the decommissioning preparation stage of the Kozloduy Programme utilising the Union funds put in place until 2009, and the need for further financial support beyond 2009 in order to continue the progress with the actual dismantling operations in accordance with the 2005 Act of Accession, whilst applying the highest safety standards.\n(5) In addition, it is important to use the Kozloduy Nuclear Power Plant’s own resources, as this contributes to the availability of the necessary expertise, enhances know-how and skills, and at the same time mitigates the social and economic impact of the early closure by continuously employing the staff from the closed nuclear power plant. The continued financial support is therefore important to maintain the required safety, health and environmental standards.\n(6) The Union also recognises the need for financial support in order to progress further with mitigating measures in the energy sector given the extent of the capacity loss by the closure of the nuclear units and its impact on the security of supply in the region.\n(7) The Union recognises the need to mitigate the effect of increased environmental damage and emissions due to the replacement capacity coming mostly from increased use of lignite plants.\n(8) Consequently, provision should be made for a sum of EUR 300 million from the general budget of the Union to fund the decommissioning of the Kozloduy Nuclear Power Plant over the period from 2010 to 2013.\n(9) The appropriations of the general budget of the Union for decommissioning should not lead to distortions of competition in relation to power supply companies on the energy market in the Union. These appropriations should also be used to finance energy efficiency and savings measures in line with the acquis and the rules of the functioning of the common European energy market.\n(10) The financial assistance should continue to be made available as a Union contribution to the Kozloduy International Decommissioning Support Fund managed by the EBRD.\n(11) The tasks of the EBRD include managing the public funds allocated to the programmes for decommissioning those nuclear power units that were subject to accession-linked closure agreements. The EBRD is monitoring the financial management of these programmes so as to optimise the use of public money. In addition, the EBRD carries out the budget tasks entrusted to it by the Commission in line with the requirements of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (2) (the Financial Regulation).\n(12) In order to ensure the highest possible efficiency and to minimise possible environmental consequences, the decommissioning of Units 1 to 4 of the Kozloduy Nuclear Power Plant should be carried out with recourse to the best available technical expertise, and with due regard to the nature and technological specifications of the units to be shut down.\n(13) The decommissioning of the Kozloduy Nuclear Power Plant will be carried out in line with the legislation on the environment, particularly Council Directive 85/337/EEC of 27 June 1985 on the assessment of the effects of certain public and private projects on the environment (3).\n(14) Principles of economy, efficiency and effectiveness in respect of the allocated funds should be ensured through evaluation and performance audits of the previously financed programmes.\n(15) A financial reference amount, within the meaning of point 38 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (4), should be included in this Regulation for the entire duration of the Kozloduy Programme, without thereby affecting the powers of the budgetary authority as set out in the Treaty on the Functioning of the European Union.\n(16) For the adoption of measures necessary for the implementation of this Regulation, the Commission should be assisted by the Committee established by Council Regulation (Euratom) No 549/2007 (5),", "main_body": ["This Regulation establishes a programme (hereinafter referred to as the ‘Kozloduy Programme’) laying down detailed rules for the implementation of the Union’s financial contribution to address the further process of the decommissioning of Units 1 to 4 of the Kozloduy Nuclear Power Plant in Bulgaria and the consequences of their early closure, with regard to the environment, the economy and the security of supply in the region.", "The Union contribution to the Kozloduy programme shall be granted for the purpose of providing financial support for:\n— measures connected with the decommissioning of the Kozloduy Nuclear Power Plant,\n— measures for environmental upgrading in line with the acquis and for modernising conventional production capacity to replace the production capacity of the four reactors at the Plant, and\n— other measures which stem from the decision to close and decommission the Plant and which contribute to the necessary restructuring, upgrading of the environment and modernisation of the energy production, transmission and distribution sectors in Bulgaria as well as to enhancing security of supply and energy efficiency in Bulgaria.", "1.   The financial reference amount for the implementation of the Kozloduy Programme for the period from 1 January 2010 to 31 December 2013 shall be EUR 300 million.\n2.   The annual appropriations shall be authorised by the budgetary authority within the limits of the financial framework.\n3.   The amount of the appropriations allocated to the Kozloduy Programme may be reviewed in the course of the period from 1 January 2010 to 31 December 2013 to take account of the progress made with the implementation of the Programme and to ensure that the programming and allocation of the resources are based on actual payment needs and absorption capacity.", "In prolongation of what has been specified in the 2005 Act of Accession, the contribution for certain measures may amount to up to 100 % of the total expenditure. Every effort shall be made to continue the co-financing practice established under the pre-accession assistance and the assistance given over the period 2007-2009 for Bulgaria’s decommissioning effort as well as to attract co-financing from other sources, as appropriate.", "1.   Financial assistance for measures under the Kozloduy Programme shall be made available as a Union contribution to the Kozloduy International Decommissioning Support Fund, managed by the EBRD, in line with Article 53d of the Financial Regulation.\n2.   Measures under the Kozloduy Programme shall be adopted in accordance with Article 8(2).", "1.   The Commission may cause an audit of the use made of the assistance to be carried out, either directly by its own staff or by any other qualified outside body of its choice. Such audits may be carried out throughout the duration of the agreement between the Union and the EBRD on making Union funds available to the Kozloduy International Decommissioning Support Fund and for a period of 5 years from the date of payment of the balance. Where appropriate, the audit findings may lead to recovery decisions by the Commission.\n2.   Commission staff and outside personnel authorised by the Commission shall have appropriate right of access, particularly to the beneficiary’s offices and to all the information, including information in electronic format, needed in order to conduct such audits. The audits shall also cover the stage reached in the issuing of permits for decommissioning.\nThe Court of Auditors and the European Parliament shall enjoy the same rights, especially of access, as the Commission.\nFurthermore, in order to protect the financial interests of the Union against fraud and other irregularities, the European Anti-Fraud Office (OLAF) may carry out on-the-spot checks and inspections under the Kozloduy Programme in accordance with Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities’ financial interests against fraud and other irregularities (6).\n3.   For the Union action financed under this Regulation, the term ‘irregularity’ in Article 1(2) of Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (7) shall mean any infringement of a provision of the law of the Union or any breach of a contractual obligation resulting from an act or omission by an economic operator which has, or would have, the effect of prejudicing the general budget of the Union or budgets managed by it by an unjustified item of expenditure or budgets managed by other international organisations on behalf of the Union or the Community.\n4.   The agreements between the Union and the EBRD on making Union funds available to the Kozloduy International Decommissioning Support Fund shall provide for appropriate measures to protect the financial interests of the Union against fraud, corruption and other irregularities and to enable the Commission, OLAF and the Court of Auditors to carry out on-the-spot checks.", "The Commission shall ensure the implementation of this Regulation and shall report at regular intervals to the European Parliament and the Council. It shall carry out a review, as provided for in Article 3(3).", "1.   The Commission shall be assisted by the Committee established by Article 8(1) of Regulation (Euratom) No 549/2007.\n2.   Where reference is made to this paragraph, the procedure provided for in Article 8(2) of Regulation (Euratom) No 549/2007 shall apply.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 2010.\nFor the Council\nThe President\nD. REYNDERS\n(1)  Opinion of 20 May 2010 (not yet published in the Official Journal).\n(2)  OJ L 248, 16.9.2002, p. 1.\n(3)  OJ L 175, 5.7.1985, p. 40.\n(4)  OJ C 139, 14.6.2006, p. 1.\n(5)  Council Regulation (Euratom) No 549/2007 of 14 May 2007 on the implementation of Protocol No 9 on Unit 1 and Unit 2 of the Bohunice V1 nuclear power plant in Slovakia to the Act concerning the conditions of accession to the European Union of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (OJ L 131, 23.5.2007, p. 1).\n(6)  OJ L 292, 15.11.1996, p. 2.\n(7)  OJ L 312, 23.12.1995, p. 1."}