{"celex_id": "32010D0266", "uri": "http://publications.europa.eu/resource/cellar/c5f3ba53-d7a1-4f3c-9414-242e6e848625", "type": "Decision", "concepts": ["1309", "1598", "1780", "192", "3408", "4245", "5369", "5969", "842", "97"], "title": "2010/266/: Commission Decision of 30 April 2010 amending Decisions 92/260/EEC, 93/195/EEC, 93/197/EEC and 2004/211/EC as regards the importation of registered horses from certain parts of China and adapting certain third country denominations (notified under document C(2010) 2635) (Text with EEA relevance)\n", "header": "11.5.2010 EN Official Journal of the European Union L 117/85\nCOMMISSION DECISION\nof 30 April 2010\namending Decisions 92/260/EEC, 93/195/EEC, 93/197/EEC and 2004/211/EC as regards the importation of registered horses from certain parts of China and adapting certain third country denominations\n(notified under document C(2010) 2635)\n(Text with EEA relevance)\n(2010/266/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), and in particular Article 12(1) and (4), Article 15(a), Article 16(2) and the introductory phrase and Article 19(i) and (ii) thereof,\nWhereas:\n(1) Commission Decision 92/260/EEC of 10 April 1992 on animal health conditions and veterinary certification for temporary admission of registered horses (2) assigns third countries, from which the temporary admission into the Union of registered horses is authorised, to sanitary groups of countries for the application of specific animal health and certification requirements.\n(2) Commission Decision 93/195/EEC of 2 February 1993 on animal health conditions and veterinary certification for the re-entry of registered horses for racing, competition and cultural events after temporary export (3) assigns third countries from which the re-entry of such horses into the Union is authorised to sanitary groups for the application of specific animal health requirements and provides model animal health certificates to be used for registered horses that have participated in specific equestrian events.\n(3) Commission Decision 93/197/EEC of 5 February 1993 on animal health conditions and veterinary certification for imports of registered equidae and equidae for breeding and production (4) assigns third countries, from which the imports of such equidae into the Union is authorised, to sanitary groups for the application of specific animal health and certification requirements.\n(4) Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species (5) establishes a list of third countries, or parts thereof, from which Member States authorise, amongst others, the temporary admission of registered horses, the re-entry of registered horses after temporary export for racing, competition and cultural events and the import of registered equidae and equidae for breeding and production. That list, set out in Annex I to that Decision, also assigns those third countries and parts thereof to certain specified sanitary groups.\n(5) Decisions 92/260/EEC, 93/195/EEC and 93/197/EEC take into account regionalisation as provided for in Commission Decision 92/160/EEC (6). That Decision was repealed by Decision 2004/211/EC. Accordingly, it is necessary to amend Annex I to those three Decisions on the basis of regionalisation as now provided for in Decision 2004/211/EC, as well as the sanitary groups laid in that Decision.\n(6) In order to host the equestrian events of the 16th Asian Games, the competent authorities of China have requested the recognition of an equine disease-free zone which they have established in the administrative district of Conghua City, Guangzhou Municipality, Guangdong Province in China. In January 2010, the Commission carried out a veterinary inspection in China, including the equine disease free zone, which consists of a core zone, which is embedded in a surveillance zone surrounded by a protection zone, and which is connected to an airport and a harbor by biosecurity highway passages.\n(7) The Chinese authorities have provided a number of guarantees in particular as regards the notifiability of the diseases listed in Annex A to Directive 90/426/EEC in their country and the undertaking to fully comply with Article 12(2)(f) as regards the immediate disease notification to the Commission and the Member States.\n(8) In order to ensure the sustainable protection of the health status of the equine population within the equine disease-free zone, the Chinese authorities have undertaken to operate a quarantine facility in the protection zone to control the entry of equidae from holdings in other parts of China or from countries not listed in Annex I to Decision 2004/211/EC. During this pre-entry quarantine the animals are subjected to the animal health tests in line with EU import conditions.\n(9) Prior to the pre-entry quarantine, the movement of these equidae is controlled to ensure that the standards laid down in Article 4 of Directive 90/426/EEC can be certified for the holdings outside the equine disease free zone in which they have been kept during the 180 days prior to dispatch to the European Union.\n(10) Taking into account the satisfactory results reported from this inspection, together with the information and guarantees provided by China, it is appropriate to include China in the list set out in Annex I to Decision 2004/211/EC, but at the same time to regionalise China for certain equine diseases and to authorise only the introduction of registered horses from the equine disease-free zone in Guangzhou, Province of Guangdong.\n(11) From an epidemiological point of view the equine disease-free zone in Guangzhou, Province of Guangdong, in China should be assigned to sanitary group C in the list in Annex I to Decision 2004/211/EC. That Annex should therefore be amended accordingly.\n(12) Consequently, it is necessary to amend Decision 92/260/EEC to include this part of China in the list of countries in Annex I to that Decision and to adapt the title and certain testing requirements of the Health Certificate C of Annex II to that Decision.\n(13) For the purpose of re-entry of registered horses, it is necessary to update Article 1, to include this part of China in the list of countries in Annex I, to adapt the title of the health certificate in Annex II and to replace the model health certificate in Annex VII to Decision 93/195/EEC.\n(14) It is also necessary to amend Decision 93/197/EEC to include this part of China in the list of countries in Annex I and to adapt the title of and certain testing requirements of the Health Certificate C of Annex II to that Decision.\n(15) At the same time certain third country denominations in Decisions 92/260/EEC, 93/195/EEC and 93/197/EEC are adapted to the corresponding denominations in the list of third countries established by Decision 2004/211/EC.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["Amendments to Decision 92/260/EEC\nDecision 92/260/EEC is amended as follows:\n1. Annex I is replaced by the text in Annex I to this Decision.\n2. In the title of each of the animal health certificates A to F of Annex II the words following the words ‘HEALTH CERTIFICATE’ are replaced by the following:\n3. Point (l) in Section III of the health certificate C of Annex II is replaced by the following:\n‘(l) If the horse comes from China (1)\n(3) or Thailand (3), it was subjected to a complement fixation test for glanders and for dourine carried out with negative results at a serum dilution of 1 in 10 on a sample of blood collected within 10 days of export on … (4)\n(5);’.", "Amendments to Decision 93/195/EEC\nDecision 93/195/EEC is amended as follows:\n1. The seventh indent of Article 1 is replaced by the following:\n‘— have taken part in the equestrian events of the Asian Games or the Endurance World Cup, irrespective of in which of the third countries, territories or parts thereof the competition takes place, and from which re-entry into the Union is authorised as provided for by the second indent of Article 3 of Decision 2004/211/EC and indicated in column 7 of Annex I to that Decision, and meet the requirements laid down in the health certificate in accordance with the model set out in Annex VII to this Decision,’\n2. The title of the animal health certificate in Annex II is replaced by the following:\n3. Annexes I and VII are replaced in accordance with Annex II to this Decision.", "Amendments to Decision 93/197/EEC\nDecision 93/197/EEC is amended as follows:\n1. Annex I is replaced by the text in Annex III to this Decision.\n2. In the title of each of the animal health certificates A to F of Annex II the words following the words ‘HEALTH CERTIFICATE’ are replaced by the following:\n3. Point (m) in Section III of the health certificate C of Annex II is replaced by the following:\n‘(m) If the horse comes from China (1)\n(3) or Thailand (3), it was subjected to a complement fixation test for glanders and for dourine carried out with negative results at a serum dilution of 1 in 10 on a sample of blood collected within 21 days of export on … (4);’.", "Amendments to Decision 2004/211/EC\nAnnex I to Decision 2004/211/EC is amended in accordance with Annex IV to this Decision.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 April 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 42.\n(2)  OJ L 130, 15.5.1992, p. 67.\n(3)  OJ L 86, 6.4.1993, p. 1.\n(4)  OJ L 86, 6.4.1993, p. 16.\n(5)  OJ L 73, 11.3.2004, p. 1.\n(6)  OJ L 71, 18.3.1992, p. 27.\nANNEX I\n‘ANNEX I\nSanitary Group A\n (1)\nSwitzerland (CH), Greenland (GL), Iceland (IS)\nSanitary Group B\n (1)\nAustralia (AU), Belarus (BY), Croatia (HR), Montenegro (ME), former Yugoslav Republic of Macedonia (2) (MK), New Zealand (NZ), Serbia (RS), Russia (3) (RU), Ukraine (UA)\nSanitary Group C\n (1)\nCanada (CA), China (3) (CN), Hong Kong (HK), Japan (JP), Korea Republic (KR), Macao (MO), Malaysia (peninsula) (MY), Singapore (SG), Thailand (TH), United States of America (US)\nSanitary Group D\n (1)\nArgentina (AR), Barbados (BB), Bermuda (BM), Bolivia (BO), Brazil (3) (BR), Chile (CL), Cuba (CU), Jamaica (JM), Mexico (3) (MX), Peru (3) (PE), Paraguay (PY), Uruguay (UY)\nSanitary Group E\n (1)\nUnited Arab Emirates (AE), Bahrain (BH), Algeria (DZ), Egypt (3) (EG), Israel (IL), Jordan (JO), Kuwait (KW), Lebanon (LB), Libya (LY), Morocco (MA), Oman (OM), Qatar (QA), Saudi Arabia (3) (SA), Syria (SY), Tunisia (TN), Turkey (3) (TR)\nSanitary Group F\n (1)\nSouth Africa (3) (ZA)\n(1)  Sanitary group as indicated in column 5 of Annex I to Decision 2004/211/EC. Third countries, territories or parts thereof assigned to that sanitary group shall use the health certificate with the same letter set out in Annex II to this Decision.\n(2)  Provisional code that does not affect the definitive denomination of the country to be attributed after the conclusion of the negotiations currently taking place in the United Nations.\n(3)  Part of the third country or territory in accordance with Article 13(2)(a) of Directive 90/426/EEC as indicated in columns 3 and 4 of Annex I to Decision 2004/211/EC.\nANNEX II\nAnnexes I and VII to Decision 93/195/EEC are amended as follows:\n1. Annex I is replaced by the following:\n2. Annex VII is replaced by the following:\n(1)  Sanitary group as indicated in column 5 of Annex I to Decision 2004/211/EC.\n(2)  Provisional code that does not affect the definitive denomination of the country to be attributed after the conclusion of the negotiations currently taking place in the United Nations.\n(3)  Part of the third country or territory in accordance with Article 13(2)(a) of Directive 90/426/EEC as indicated in columns 3 and 4 of Annex I to Decision 2004/211/EC.\nANNEX III\n‘ANNEX I\nSanitary Group A\n (1)\nSwitzerland (CH), Falkland Islands (FK), Greenland (GL), Iceland (IS)\nSanitary Group B\n (1)\nAustralia (AU), Belarus (BY), Croatia (HR), Kyrgyzstan (2)\n (3) (KG), Montenegro (ME), former Yugoslav Republic of Macedonia (4) (MK), New Zealand (NZ), Serbia (RS), Russia (2) (RU), Ukraine (UA)\nSanitary Group C\n (1)\nCanada (CA), China (2)\n (3) (CN), Hong Kong (3) (HK), Japan (3) (JP), Korea Republic (3) (KR), Macao (3) (MO), Malaysia (peninsula) (3) (MY), Singapore (3) (SG), Thailand (3) (TH), United States of America (US)\nSanitary Group D\n (1)\nArgentina (AR), Barbados (3) (BB), Bermuda (3) (BM), Bolivia (3) (BO), Brazil (2) (BR), Chile (CL), Cuba (3) (CU), Jamaica (3) (JM), Mexico (2) (MX), Peru (2)\n (3) (PE), Paraguay (PY), Uruguay (UY)\nSanitary Group E\n (1)\nUnited Arab Emirates (3) (AE), Bahrain (3) (BH), Algeria (DZ), Egypt (2)\n (3) (EG), Israel (IL), Jordan (3) (JO), Kuwait (3) (KW), Lebanon (3) (LB), Morocco (MA), Mauritius (3) (MU), Oman (3) (OM), Qatar (3) (QA), Saudi Arabia (2)\n (3) (SA), Syria (3) (SY), Tunisia (TN), Turkey (2)\n (3) (TR)\nSanitary Group F\n (1)\nSouth Africa (2)\n (3) (ZA)\nSanitary Group G\n (1)\nSaint Pierre and Miquelon (PM)\n(1)  Sanitary group as indicated in column 5 of Annex I to Decision 2004/211/EC.\nThird countries, territories or parts thereof assigned to that group shall use the Health Certificate with the same letter set out in Annex II to this Decision.\n(2)  Part of the third country or territory in accordance with Article 13(2)(a) of Directive 90/426/EEC as indicated in columns 3 and 4 of Annex I to Decision 2004/211/EC.\n(3)  Only registered horses.\n(4)  Provisional code that does not affect the definitive denomination of the country to be attributed after the conclusion of the negotiations currently taking place in the United Nations.’\nANNEX IV\nAnnex I to Decision 2004/211/EC is amended as follows:\n1. The following row is inserted after the entry for Chile (CL):\n‘CN China CN-0 Whole country  — — — — — — — — —\nCN-1 The equine disease-free zone in Conghua City, Guangzhou Municipality, Guangdong Province including the Biosecurity Highway Passage from and to the airport in Guangzhou and Hong Kong (see box 3 for details) C X X X — — — — — —’\n2. The following Box 3 shall be added:\n‘Box 3:\nCN China CN-1 The specific equine disease-free zone in the Guangdong Province with the following delimitation:\nCore zone : equestrian site in Reshui Village, Lingkou Town of Conghua City with the surrounding area within a five km radius controlled by the road control post at State Highway 105;\nSurveillance zone : all administrative divisions in Conghua City surrounding the core zone covering an area of 2 009 km2;\nProtection zone : outwards boundaries of the following contiguous administrative divisions surrounding the surveillance zone:\n— Baiyun District, Luogang District of Conghua City,\n— Huadu District of Guangzhou City,\n— Zengcheng City,\n— administrative divisions in Qingcheng District of Qingyuan City,\n— Fogang County,\n— Xinfeng County,\n— Longmen County;\n— from the equestrian site in the core zone to Guangzhou Baiyun International Airport through to the State Highway 105, Jiebei Highway, airport expressway, including the equine exclusion zone of one km around Baiyun International Airport in Guangzhou City;\n— from the equestrian site in the core zone to Shenzhen Huanggang Port at the border of China with Hong Kong through State Highway 105, Jiebei highway, No 2 north ring expressway and Guang-Shen highway with the equine exclusion zone on both sides of that highway of at least one km width;\nPre-entry quarantine : the quarantine facilities in the protection zone designated by the competent authority for the preparation of equidae from other parts of China for entry into the equine disease free zone.’"}