{"celex_id": "32013D0046", "uri": "http://publications.europa.eu/resource/cellar/43523c54-6553-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3870", "4779", "950"], "title": "Council Implementing Decision 2013/46/CFSP of 22 January 2013 implementing Decision 2010/788/CFSP concerning restrictive measures against the Democratic Republic of the Congo\n", "header": "23.1.2013 EN Official Journal of the European Union L 20/65\nCOUNCIL IMPLEMENTING DECISION 2013/46/CFSP\nof 22 January 2013\nimplementing Decision 2010/788/CFSP concerning restrictive measures against the Democratic Republic of the Congo\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) thereof,\nHaving regard to Council Decision 2010/788/CFSP of 20 December 2010 concerning restrictive measures against the Democratic Republic of the Congo (1), and in particular Article 6 thereof,\nWhereas:\n(1) On 20 December 2010, the Council adopted Decision 2010/788/CFSP.\n(2) On 31 December 2012, the Security Council Committee established pursuant to United Nations Security Council Resolution 1533 (2004) concerning the Democratic Republic of the Congo, updated the list of persons and entities subject to restrictive measures imposed pursuant to paragraphs 13 and 15 of United Nations Security Council Resolution 1596 (2005).\n(3) The Annex to Decision 2010/788/CFSP should therefore be updated accordingly,", "main_body": ["The persons and entities listed in the Annex to this Decision shall be added to the list set out in the Annex to Decision 2010/788/CFSP.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 January 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 336, 21.12.2010, p. 30.\nANNEX\nList of persons and entities referred to in Article 1\n(a)   Persons\nName Alias Date of birth/place of birth Identifying information Reasons Date of designation\nBADEGE, Eric  1971  According to a 15 November 2012, final report by the Group of Experts on the Democratic Republic of the Congo, ‘… LTL. Col. Eric Badege had become the focal point of M23 in Masisi and commanded joint operations …’ with another military leader. Additionally, ‘a series of coordinated attacks carried out in August [2012] by LTL. Col. Badege … enabled M23 to destabilize a considerable part of Masisi territory.’‘According to former combatants, LTL Col. Badege … acted under the orders of Col. Makenga when he orchestrated the attacks.’ 31.12.2012\nAs a military commander of M23, Badege is responsible for serious violations involving the targeting of children or women in situations of armed conflict. According to the November 2012 Group of Experts report, there have been several major incidents of indiscriminate killings of civilians, including women and children. Since May 2012 Raia Mutomboki, under the command of M23, have killed hundreds of civilians in a series of coordinated attacks. In August, Badege carried out joint attacks which involved the indiscriminate killing of civilians. The November Group of Experts report states that these attacks were jointly orchestrated by Badege and Colonel Makoma Semivumbi Jacques. According to the Group of Experts Report, local leaders from Masisi stated that Badege commanded these Raia Mutomboki attacks on the ground.\nAccording to a 28 July 2012, Radio Okapi article, ‘the administrator of Masisi announced this Saturday, 28 July, the defection of the commander of the 2nd Battalion of the 410th Regiment FARDC base Nabiondo, about thirty kilometres northwest of Goma in North Kivu. According to him, Colonel Eric Badege and more than a hundred soldiers headed Friday to Rubaya, 80 kilometres north of Nabiondo. This information has been confirmed by several sources.’\nM23 has been engaged in active military operations in order to take control of territory in eastern DRC, according to the November 2012 IPIS report. M23 and FARDC fought over control of several towns and villages in eastern DRC on 24 July and 25 July 2012; M23 attacked the FARDC in Rumangabo on 26 July 2012; M23 drove FARDC from Kibumba on 17 November 2012; and M23 took control of Goma on 20 November 2012.\nAccording to an 11 September 2012 report by Human Rights Watch (HRW), a Rwandan man, 18, who escaped after being forcibly recruited in Rwanda told HRW that he witnessed the execution of a 16-year-old boy from his M23 unit who had tried to flee in June. The boy was captured and beaten to death by M23 fighters in front of the other recruits. An M23 commander who ordered his killing then allegedly told the other recruits ‘[h]e wanted to abandon us,’ as an explanation for why the boy had been killed. The report also states that witnesses claimed that at least 33 new recruits and other M23 fighters were summarily executed when they attempted to flee. Some were tied up and shot in front of other recruits as an example of the punishment they could receive. One young recruit told HRW, ‘[w]hen we were with M23, they said [we had a choice] and could stay with them or we could die. Lots of people tried to escape. Some were found and then that was immediately their death.’\nRUNIGA, Jean-Marie Lugerero  Approximately 1960  A 9 July 2012 document signed by M23 leader Sultani Makenga named Runiga as the coordinator of the political wing of M23. According to the document, Runiga’s appointment was prompted by the need to ensure the visibility of the M23 cause. 31.12.2012\nAccording to a 13 December 2012 Associated Press article, Runiga showed the Associated Press a list of demands that he said will be presented to the Congolese government. Included in the demands are the resignation of Kabila and the dissolution of the national assembly. Runiga indicated that if given the opportunity, M23 could retake Goma. ‘And at this time we will not retreat,’ Runiga told the Associated Press. He also indicated that M23’s political branch should resume its control of Goma as a precondition to negotiations. ‘I think our members who are in Kampala represent us. In due time I will be there, too. I am waiting for things to be organised and when Kabila will be there, I will go, too,’ Runiga said.\nAccording to a 26 November 2012Le Figaro article, Runiga met with DRC President Kabila on 24 November 2012 to begin discussions. Separately, in an interview with Le Figaro, Runiga stated, ‘M23 is composed primarily of former FARDC military members who defected to protest the non-respect of the 23 March 2009 accords.’ He added, ‘M23’s soldiers are deserters from the army who left with their arms in hand. Recently, we recovered a lot of equipment from a military base in Bunagana. For the moment, this allows us to regain territory each day and to repel all the attacks from the FARDC … Our revolution is Congolese, led by the Congolese, for the Congolese people.’\nAccording to a 27 November 2012 article published in The Guardian, Runiga indicated that M23 would refuse to obey a call by regional leaders of the International Conference of the Great Lakes to leave Goma in order to pave the way for peace talks. Instead, Runiga stated that M23’s withdrawal from Goma would be the result, not a precondition, of negotiation.\nM23 has been engaged in active military operations in order to take control of territory in eastern DRC, according to the November 2012 IPIS report. M23 and FARDC fought over control of several towns and villages in eastern DRC on 24 July and 25 July 2012; M23 attacked the FARDC in Rumangabo on 26 July 2012; M23 drove FARDC from Kibumba on 17 November 2012; and M23 took control of Goma on 20 November 2012.\nAccording to an 11 September 2012 report by Human Rights Watch (HRW), a Rwandan man, 18, who escaped after being forcibly recruited in Rwanda told HRW that he witnessed the execution of a 16-year-old boy from his M23 unit who had tried to flee in June. The boy was captured and beaten to death by M23 fighters in front of the other recruits. An M23 commander who ordered his killing then allegedly told the other recruits ‘[h]e wanted to abandon us,’ as an explanation for why the boy had been killed. The report also states that witnesses claimed that at least 33 new recruits and other M23 fighters were summarily executed when they attempted to flee. Some were tied up and shot in front of other recruits as an example of the punishment they could receive. One young recruits told HRW, ‘[w]hen we were with M23, they said [we had a choice] and could stay with them or we could die. Lots of people tried to escape. Some were found and then that was immediately their death’.\n(b)   Entities\nName Alias Date of birth/place of birth Identifying information Reasons Date of designation\nForces démocratiques de libération du Rwanda (FDLR) Forces démocratiques de Libération du Rwanda  Fdlr@fmx.de The Forces démocratiques de libération du Rwanda (FDLR) is one of the largest foreign armed groups operating in the territory of the Democratic Republic of the Congo (DRC). The group was formed in 2000, and, as detailed below, has committed serious violations of international law involving the targeting of women and children in armed conflict in the DRC, including killing and maiming, sexual violence, and forced displacement. 31.12.2012\nAccording to a 2010 report from Amnesty International on Human Rights in the DRC, in June 2010, an NGO medical centre reported around 60 cases a month of girls and women who had been raped in the southern Lubero territory, North Kivu armed groups including the FDLR.\nIn January of 2012, HRW reported that FLDR combatants attacked numerous villages in the Masisi territory, killing six civilians, raping two women, and abducting at least 48 people whose whereabouts remain unknown. According to a June 2012 report from HRW, in May 2012 FDLR fighters attacked civilians in Kamananga and Lumenje, in South Kivu province, as well as in Chambucha, Walikale territory, and villages in the Ufumandu area of Masisi territory, North Kivu province. In these attacks, FDLR fighters with machetes and knives hacked to death dozens of civilians, including numerous children.\nAccording to the June 2012 Group of Experts Report, the FDLR attacked several villages in South Kivu from 31 December 2011 to 4 January 2012. A United Nations investigation confirmed that at least 33 persons, including 9 children and 6 women, had been killed, either burned alive, decapitated or shot during the attack. In addition, one woman and one girl had been raped. The June 2012 Group of Experts Report also states that a United Nations investigation confirmed that the FDLR massacred at least 14 civilians, including 5 women and 5 children in South Kivu in May 2012. According to the November 2012 Group of Experts report, the UN documented at least 106 incidents of sexual violence committed by the FDLR between December 2011 and September 2012. The November 2012 Group of Experts report notes that, according to a UN investigation, the FDLR raped seven women in the night of 10 March 2012, including a minor, in Kalinganya, Kabare territory. The FDLR attacked the village again on 10 April 2012 and raped three of the women for the second time. The November 2012 Group of Experts report also reports 11 killings by the FDLR in Bushibwambombo, Kalehe, on 6 April 2012, and FDLR involvement in 19 further killings in Masisi territory, including five minors and six women, in May.\nM23    The Mouvement du 23 Mars (M23) is an armed group operating in the Democratic Republic of the Congo (DRC) that has been the recipient in the territory of the DRC of arms and related materiel, including advice, training, and assistance related to military activities. Several eyewitness testimonies state that M23 receives general military supplies from the Rwandan Defense Forces (RDF) in the form of weapons and ammunition in addition to materiel support for combat operations. 31.12.2012\nM23 has been complicit in and responsible for committing serious violations of international law involving the targeting of women and children in situations of armed conflict in the DRC including killing and maiming, sexual violence, abduction, and forced displacement. According to numerous reports, investigations, and testimonies from eyewitnesses, M23 has been responsible for carrying out mass killings of civilians, as well as raping women and children throughout various regions of the DRC. Several reports indicate that M23 fighters have carried out 46 rapes against women and girls, the youngest of which was 8 years old. In addition to reports of sexual violence, M23 has also carried out extensive forced recruitment campaigns of children into the ranks of the group. It is estimated that M23 has carried out the forced recruitment of 146 young men and boys in the Rutshuru territory alone in eastern DRC since July 2012. Some of the victims have been as young as 15 years old.\nThe atrocities committed by M23 against the civilian population of the DRC, as well as M23’s forced recruitment campaign, and being the recipient of arms and military assistance has dramatically contributed to instability and conflict within the region and in some instances, violated international law."}