{"celex_id": "32011D0163", "uri": "http://publications.europa.eu/resource/cellar/0753e7dc-4520-4011-bbb4-5704c72d6ccb", "type": "Decision", "concepts": ["1445", "192", "1937", "2300", "2737", "343"], "title": "2011/163/EU: Commission Decision of 16 March 2011 on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC (notified under document C(2011) 1630)  Text with EEA relevance\n", "header": "17.3.2011 EN Official Journal of the European Union L 70/40\nCOMMISSION DECISION\nof 16 March 2011\non the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC\n(notified under document C(2011) 1630)\n(Text with EEA relevance)\n(2011/163/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC (1), and in particular the fourth subparagraph of Article 29(1) and Article 29(2) thereof,\nWhereas:\n(1) Directive 96/23/EC lays down measures to monitor the substances and groups of residues listed in Annex I thereto. Pursuant to Directive 96/23/EC, the inclusion and retention on the lists of third countries from which Member States are authorised to import animals and animal products covered by that Directive are subject to the submission by the third countries concerned of a plan setting out the guarantees which they offer as regards the monitoring of the groups of residues and substances listed in that Annex. Those plans are to be updated at the request of the Commission, particularly when certain checks render it necessary.\n(2) Commission Decision 2004/432/EC of 29 April 2004 on the approval of residue monitoring plans submitted by third countries in accordance with Council Directive 96/23/EC (2) approves the plans provided for in Article 29 of Directive 96/23/EC (the plans) submitted by certain third countries listed in the Annex thereto for the animals and animal products indicated in that list.\n(3) In the light of the recent plans submitted by certain third countries and additional information obtained by the Commission, it is necessary to update the list of third countries from which Member States are authorised to import certain animals and animal products, as provided for in Directive 96/23/EC and currently listed in the Annex to Decision 2004/432/EC (the list).\n(4) The United Arab Emirates has submitted a plan for camel milk to the Commission. That plan provides sufficient guarantees and should be approved. Therefore, camel milk should be included in the entry for the United Arab Emirates in the list.\n(5) Brunei has submitted a plan for aquaculture to the Commission. That plan provides sufficient guarantees and should be approved. Therefore, Brunei should be included in the list as regards aquaculture.\n(6) The Commission requested that the former Yugoslav Republic of Macedonia provide information on the implementation of its plan for equidae for slaughter. In the absence of a reply from the former Yugoslav Republic of Macedonia there are not sufficient guarantees for approval. The entry for that third country concerning equidae for slaughter should therefore be deleted from the list. The former Yugoslav Republic of Macedonia has been informed accordingly.\n(7) The entry for Malaysia in the list includes poultry but the plan provided by Malaysia and the additional information obtained by the Commission do not provide sufficient guarantees in respect of poultry. However, the only establishment processing such raw material currently approved in accordance with Article 12 of Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (3) imports all its raw material from a Member State. In order to permit the continuation of that activity, the entry for Malaysia should include poultry but it should be restricted to raw material imported from other third countries included in the list for such material or from Member States. Malaysia has been informed accordingly. A footnote setting out this limitation should be included in the list for that third country.\n(8) The Commission requested that Russia provide information on the implementation of its plan for equidae for slaughter. In the absence of a reply from Russia there are not sufficient guarantees for approval. The entry for that third country concerning equidae for slaughter should be deleted from the list. Russia has been informed accordingly.\n(9) The Commission requested that Ukraine provide information on the implementation of its plan for equine animals and products. In the absence of a reply from Ukraine there are not sufficient guarantees for approval. The entry for that third country concerning equine animals and products should be deleted from the list. Ukraine has been informed accordingly.\n(10) The United States has been asked to provide information on the implementation of its plan for equine animals and products. However, the United States did not provide the respective guarantees as the slaughter of equidae for export to the Union has ceased in that third country. The entry for that that third country concerning equine animals and products should therefore be deleted from the list. The United States has been informed accordingly.\n(11) A Commission inspection to Uruguay has revealed serious shortcomings concerning the implementation of the plan for rabbit and farmed game. For rabbit, there was no residue monitoring plan in place and for farmed game, no sampling or testing was possible because of a cessation in production. The entries for Uruguay concerning rabbit and farmed game should therefore be deleted from the list. Uruguay has been informed accordingly.\n(12) Certain third countries export animal products derived from raw material originating from Member States or from other third countries that comply with the provisions of Directive 96/23/EC for such materials and which are therefore included in the list. In order to ensure that animal products imported into the Union are covered by an approved plan, third countries that import such raw material for subsequent export to the Union should include a statement in their plan to that effect.\n(13) In order to avoid any disruption to trade, a transitional period should be laid down to cover the relevant consignments from the former Yugoslav Republic of Macedonia, Russia, Ukraine and Uruguay, which were dispatched to the Union before the date of application of this Decision.\n(14) Decision 2004/432/EC has been amended several times. In the interests of clarity of Union legislation, it should be repealed and replaced by this Decision.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The plans provided for in Article 29 of Directive 96/23/EC submitted to the Commission by the third countries listed in the table set out in the Annex are approved for the animals and animal products that are intended for human consumption and marked with an ‘X’ in that table.", "1.   Third countries using raw material imported from other third countries approved for production of food of animal origin in accordance with this Decision or from Member States to be exported to the European Union and which are unable to provide a residue monitoring plan equivalent to that required by Article 7 of Directive 96/23/EC for such raw material shall complement the plan with the following statement:\n‘The competent authority of [third country] ensures that animal products for human consumption exported to the European Union, in particular products produced from raw material imported into [third country], shall only come from establishments approved in accordance to Article 12 of Regulation (EC) No 854/2004 and having reliable procedures in place to guarantee that raw material of animal origin used in such food originates only from Member States of the European Union or third countries listed for the respective raw material in the Annex to Commission Decision 2011/163/EU without a restrictive footnote as provided for in Article 2(2) of the Decision.’.\n2.   The entry in the Annex to this Decision of a third country exporting animal products for human consumption produced only with raw material of animal origin obtained from Member States of the Union or from third countries that provided a plan in accordance with Article 29 of Directive 96/23/EC shall be complemented with the following restrictive footnote:\n‘Third countries using only raw material either from other third countries approved for imports of such raw material to the Union or from Member States, in accordance with Article 2.’.", "1.   For a transitional period until 30 April 2011, Member States shall accept consignments from Uruguay of rabbit and farmed game and consignments of equine animal products from Ukraine provided that the importer can demonstrate that such consignments were certified and dispatched from Uruguay or Ukraine to the Union prior to 15 March 2011 in accordance with Decision 2004/432/EC.\n2.   For a transitional period until 25 March 2011, Member States shall accept consignments from former Yugoslav Republic of Macedonia, Russia or Ukraine of equidae for slaughter provided that the importer of such animals can demonstrate that they were certified and dispatched from former Yugoslav Republic of Macedonia, Russia and Ukraine to the Union prior to 15 March 2011 in accordance with Decision 2004/432/EC.", "Decision 2004/432/EC is repealed.", "This Decision is addressed to the Member States.\nIt shall apply from 15 March 2011."], "attachments": "Done at Brussels, 16 March 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 125, 23.5.1996, p. 10.\n(2)  OJ L 154, 30.4.2004, p. 44-50.\n(3)  OJ L 139, 30.4.2004, p. 206.\nANNEX\nCode ISO2 Country Bovine Ovine/caprine Porcine Equine Poultry Aqua-culture Milk Eggs Rabbit Wild game Farmed game Honey\nAD Andorra X X  X\nAE United Arab Emirates      X X (1)\nAL Albania  X    X  X\nAR Argentina X X  X X X X X X X X X\nAU Australia X X  X  X X   X X X\nBA Bosnia and Herzegovina      X\nBD Bangladesh      X\nBN Brunei      X\nBR Brazil X   X X X      X\nBW Botswana X   X       X\nBY Belarus    X (3)  X X X\nBZ Belize      X      X\nCA Canada X X X X X X X X X X X X\nCH Switzerland X X X X X X X X X X X X\nCL Chile X X (4) X  X X X   X  X\nCM Cameroon            X\nCN China     X X  X X   X\nCO Colombia      X\nCR Costa Rica      X\nCU Cuba      X      X\nCW Curaçao       X (2)\nEC Ecuador      X\nET Ethiopia            X\nFK Falklands Islands X X\nFO Faeroe Islands      X\nGL Greenland  X        X X\nGT Guatemala      X      X\nHK Hong Kong     X (2) X (2)\nHN Honduras      X\nHR Croatia X X X X (3) X X X X X X X X\nID Indonesia      X\nIL Israel     X X X X   X X\nIN India      X  X\nIS Iceland X X X X  X X    X (2)\nIR Iran      X\nJM Jamaica      X      X\nJP Japan      X\nKG Kyrgyzstan            X\nKR South Korea      X\nLK Sri Lanka      X\nMA Morocco      X\nMD Moldova            X\nME Montenegro X X X  X X  X    X\nMG Madagascar      X\nMK former Yugoslav Republic of Macedonia (5) X X X  X X X X  X  X\nMU Mauritius     X (2) X\nMX Mexico    X  X  X    X\nMY Malaysia     X (2) X\nMZ Mozambique      X\nNA Namibia X X        X X\nNC New Caledonia X     X    X X X\nNI Nicaragua      X      X\nNZ New Zealand X X  X  X X   X X X\nPA Panama      X\nPE Peru     X X\nPF French Polynesia            X\nPH Philippines      X\nPN Pitcairn Islands            X\nPY Paraguay X\nRS Serbia (6) X X X X (3) X X X X  X  X\nRU Russia X X X  X  X X   X (7) X\nSA Saudi Arabia      X\nSG Singapore X (2) X (2) X (2)  X (2) X (2) X (2)\nSM San Marino X  X         X\nSR Suriname      X\nSV El Salvador            X\nSX Sint Maarten       X (2)\nSZ Swaziland X\nTH Thailand     X X      X\nTN Tunisia     X X    X\nTR Turkey     X X X     X\nTW Taiwan      X      X\nTZ Tanzania      X      X\nUA Ukraine     X X X X    X\nUG Uganda      X      X\nUS United States X X X  X X X X X X X X\nUY Uruguay X X  X  X X   X  X\nVE Venezuela      X\nVN Vietnam      X\nYT Mayotte      X\nZA South Africa          X X\nZM Zambia            X\nZW Zimbabwe      X     X\n(1)  Camel milk only.\n(2)  Third countries using only raw material either from Member States or from other third countries approved for imports of such raw material to the Union, in accordance with Article 2.\n(3)  Export to the Union of live equidae for slaughter (food producing animals only).\n(4)  Only ovine animals.\n(5)  The former Yugoslav Republic of Macedonia; the definitive nomenclature for this country will be agreed following current negotiations at UN level.\n(6)  Not including Kosovo which is at present under international administration pursuant to United Nations Security Council Resolution 1244 of 10 June 1999.\n(7)  Only for reindeer from the Murmansk and Yamalo-Nenets regions."}