{"celex_id": "32012R0901", "uri": "http://publications.europa.eu/resource/cellar/70c0cbcb-0d3f-11e2-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["1270", "1686", "3173", "5573", "5898", "893"], "title": "Commission Implementing Regulation (EU) No 901/2012 of 2 October 2012 entering a name in the register of protected designations of origin and protected geographical indications (Štajersko prekmursko bučno olje (PGI))\n", "header": "3.10.2012 EN Official Journal of the European Union L 268/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 901/2012\nof 2 October 2012\nentering a name in the register of protected designations of origin and protected geographical indications (Štajersko prekmursko bučno olje (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the third subparagraph of Article 7(5) thereof,\nWhereas:\n(1) Pursuant to Article 6(2) of Regulation (EC) No 510/2006, Slovenia’s application of 29 October 2004 to register the name ‘Štajersko prekmursko bučno olje’ as a protected geographical indication (PGI) was published in the Official Journal of the European Union\n (2).\n(2) Several natural and legal persons in Austria objected to the proposed registration by lodging substantiated statements of opposition with the Austrian competent authorities under Article 7(2) of Regulation (EC) No 510/2006.\n(3) An objection to such registration was then lodged by Austria under Article 7(1) of Regulation (EC) No 510/2006. The objection was deemed admissible under points (a), (b) and (c) of the first subparagraph of Article 7(3) thereof.\n(4) By letter dated 8 October 2009, the Commission asked the Member States concerned to seek agreement among themselves in accordance with their internal procedures.\n(5) Given that no agreement was reached within the designated timeframe, the Commission should adopt a decision in accordance with the procedure referred to in Article 15(2) of Regulation (EC) No 510/2006.\n(6) The objection regarding the alleged failure of compliance with Article 2 of Regulation (EC) No 510/2006 concerned the origin of raw materials, which is neither restricted to the area nor indicated; the production method, which is allegedly neither specific nor traditional; the alleged absence of a link between the product’s reputation and the area of production; and the alleged incorrect use of the name of a region as geographical indication. However, no obvious error related to these elements was identified by the Commission. Slovenia further provided evidence to show the name ‘Štajersko prekmursko bučno olje’ was used in the sense of Article 2(1)(b), of Regulation (EC) No 510/2006.\n(7) The objection showed that a trade mark including the term ‘Steirisches Kürbiskernöl’ had been registered prior to the application for registration of the term ‘Štajersko prekmursko bučno olje’ as a PGI. Nevertheless, no evidence was provided that consumers would be liable to be misled as to the true identity of a product marketed under the name ‘Štajersko prekmursko bučno olje’. Therefore, the Commission cannot conclude that the registration of the name ‘Štajersko prekmursko bučno olje’ would be contrary to Article 3(4) of Regulation (EC) No 510/2006.\n(8) This trade mark may continue to be used in spite of the registration of the term ‘Štajersko prekmursko bučno olje’ as a PGI, unless grounds for its invalidity or revocation occur under trade mark law.\n(9) In addition, it should be noted that the term ‘Steirisches Kürbiskernöl’ is also a PGI registered through Commission Regulation (EC) No 1263/96 (3). The names ‘Štajersko prekmursko bučno olje’ and ‘Steirisches Kürbiskernöl’, in their respective original languages, are clearly different, so allowing to conclude that these names are not homonymous; therefore, the existence of the name ‘Steirisches Kürbiskernöl’ would not be jeopardised by the registration of ‘Štajersko prekmursko bučno olje’ within the meaning of point (c) of Article 7(3) of Regulation (EC) No 510/2006.\n(10) Since no agreement has been reached, the Commission should take a decision in line with the third subparagraph of Article 7(5) of Regulation (EC) No 510/2006. The denomination ‘Steierisches Kürbiskernöl’ has been registered before the term ‘Štajersko prekmursko bučno olje’. Article 13(1)(b) of Regulation (EC) No 510/2006 protects the denomination ‘Steirisches Kürbiskernöl’ against use in translations. The term ‘Štajersko’ is deemed a literal translation of the geographical term ‘Steirisches’. Furthermore, when translated into third languages, the two denominations may be very similar. While there is no reason not to register the term ‘Štajersko prekmursko bučno olje’, it is necessary to protect existing prior rights and ensure fair usage. Therefore, the geographical components of the designation ‘Štajersko prekmursko bučno olje’ should not be translated into other languages when marketing the product corresponding to the specification for ‘Štajersko prekmursko bučno olje’. This would thus apply both for use of such translation on the label as well as in presentations or advertising of the product. Furthermore, with respect to labels, the country of origin should be indicated in the same field of vision as the term ‘Štajersko prekmursko bučno olje’, in letters of the same size as those used for that term.\n(11) In the light of the above, the name ‘Štajersko prekmursko bučno olje’ should be entered in the register of protected designations of origin and protected geographical indications.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,", "main_body": ["The designation contained in the Annex to this Regulation shall be entered in the register.", "References to the regions of Štajerska and Prekmurje shall not be translated when marketing products conforming to the specification of the designation contained in the Annex to this Regulation.\nLabels containing the designation contained in the Annex to this Regulation shall indicate the country of origin in the same field of vision, in letters of the same size as those of the designation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ C 72, 26.3.2009, p. 67.\n(3)  OJ L 163, 2.7.1996, p. 19.\nANNEX\nAgricultural products intended for the human consumption listed in Annex I to the Treaty:\nClass 1.5.   Oils and fats (butter, margarine, oil, etc.)\nSLOVENIA\nŠtajersko prekmursko bučno olje (PGI)"}