{"celex_id": "32010R0046", "uri": "http://publications.europa.eu/resource/cellar/60c2de84-6f3d-4eca-b87c-95be2dfd9d20", "type": "Regulation", "concepts": ["3763", "4284", "4314", "5581", "807", "826"], "title": "Commission Regulation (EU) No 46/2010 of 19 January 2010 derogating from Regulation (EEC) No 3149/92 as regards the implementation period in Romania of the annual plan for the distribution of food for the benefit of the most deprived persons in the Union for the year 2009\n", "header": "20.1.2010 EN Official Journal of the European Union L 14/1\nCOMMISSION REGULATION (EU) No 46/2010\nof 19 January 2010\nderogating from Regulation (EEC) No 3149/92 as regards the implementation period in Romania of the annual plan for the distribution of food for the benefit of the most deprived persons in the Union for the year 2009\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(g) in conjunction with Article 4 thereof,\nWhereas:\n(1) Under Article 3(1) of Commission Regulation (EEC) No 3149/92 of 29 October 1992 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community (2), the implementation period for the annual plan for the distribution of food begins on 1 October and finishes on 31 December of the following year. Since the difficulties which arose when withdrawing sugar stocks in Slovakia assigned to Romania under the 2009 annual plan adopted by Commission Regulation (EC) No 983/2008 (3) made it physically impossible for Romania to implement its annual plan within the time limit set by Regulation (EEC) No 3149/92, an exemption should be granted and the deadline extended in that specific case.\n(2) Implementation of the 2009 plan ends on 31 December 2009 and the derogation must apply from that date at the latest.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 3(1) of Regulation (EEC) No 3149/92 notwithstanding and as regards the sugar stocks awarded to Romania under the 2009 annual plan, the implementation period of the said plan is extended until 31 January 2010.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 31 December 2009.\nIt shall expire on 1 February 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 313, 30.10.1992, p. 50.\n(3)  OJ L 268, 9.10.2008, p. 3."}