{"celex_id": "32011D0164", "uri": "http://publications.europa.eu/resource/cellar/98e156cb-426d-40ed-b361-54992a6aec92", "type": "Decision", "concepts": ["13", "2081", "2286", "4081", "5360", "5451"], "title": "2011/164/EU: Commission Decision of 16 March 2011 providing for the temporary marketing of certain seed of the species Triticum aestivum not satisfying the requirements of Council Directive 66/402/EEC (notified under document C(2011) 1634)  Text with EEA relevance\n", "header": "17.3.2011 EN Official Journal of the European Union L 70/47\nCOMMISSION DECISION\nof 16 March 2011\nproviding for the temporary marketing of certain seed of the species Triticum aestivum not satisfying the requirements of Council Directive 66/402/EEC\n(notified under document C(2011) 1634)\n(Text with EEA relevance)\n(2011/164/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed (1), and in particular Article 17(1) thereof,\nWhereas:\n(1) In the Netherlands the quantity of available seed of spring wheat (Triticum aestivum) of the category ‘certified seed’ belonging to the varieties Baldus, Granny, KWS Aurum, Lavett, Minaret, Pasteur, Taifun, Thasos, Trappe, Tybalt and Zirrus which is suitable for the national environmental conditions and which satisfies the requirements of Directive 66/402/EEC related to field inspections is insufficient and is therefore not adequate to meet the needs of that Member State.\n(2) The demand for such seed cannot be satisfied by seed from other Member States or from third countries fulfilling all the requirements laid down in Directive 66/402/EEC.\n(3) Consequently, the Netherlands should be authorised to permit the marketing of seed of those varieties subject to less stringent requirements than apply to certified seed, for a period expiring on 30 April 2011 and up to a maximum quantity of 330 tonnes.\n(4) In addition, other Member States which are in a position to supply the Netherlands with seed of those varieties, irrespective of whether it was harvested in a Member State or in a third country, should be authorised to permit the marketing of such seed.\n(5) It is appropriate that the Netherlands act as a coordinator in order to ensure that the total amount of seed authorised pursuant to this Decision does not exceed the maximum quantity covered by this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1.   The marketing in the Union of seed of spring wheat (Triticum aestivum) of the category ‘certified seed’ belonging to the varieties Baldus, Granny, KWS Aurum, Lavett, Minaret, Pasteur, Taifun, Thasos, Trappe, Tybalt and Zirrus which does not satisfy the requirements of point 7 of Annex I to Directive 66/402/EEC in respect of field inspections shall be permitted.\nThis permission shall be granted for a total quantity of up to 330 tonnes and for a period ending on 30 April 2011.\n2.   In addition to fulfilling the labelling requirements of Directive 66/402/EEC, the official label shall state that the seed does not satisfy the requirements of point 7 of Annex I to that Directive in respect of field inspections.", "1.   Any supplier wishing to place on the market seed, as referred to in Article 1, shall apply for authorisation to the Member State in which it is established or importing. The application shall specify the quantity of seed that the supplier wishes to place on the market.\n2.   The Member State concerned shall authorise the supplier, in accordance with Article 1, to place on the market the seed unless:\n(a) there is sufficient evidence to doubt whether the supplier is able to place on the market the amount of the seed for which he has applied for authorisation; or\n(b) having regard to the information provided by the coordinating Member State, as referred to in the third subparagraph of Article 3, granting the authorisation would result in the total maximum quantity of seed referred to in Article 1(1) being exceeded.\nAs regard point (b), in case the total maximum quantity would only allow for authorisation of part of the quantity specified in the application, the Member State concerned may authorise the supplier to place that lesser quantity on the market.", "Member States shall assist each other administratively in the application of this Decision.\nThe Netherlands shall act as coordinating Member State in order to ensure that the quantity of seed authorised for marketing in the Union by the Member States pursuant to this Decision does not exceed the total maximum quantity of seed referred to in Article 1(1).\nAny Member State receiving an application under Article 2 shall immediately notify the coordinating Member State of the amount covered by the application. The coordinating Member State shall immediately inform that Member State as to whether authorisation would result in the maximum quantity being exceeded.", "Member States shall immediately notify to the Commission and the other Member States the quantities in respect of which they have granted marketing authorisation pursuant to this Decision.", "This Decision shall expire on 30 April 2011.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 March 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ 125, 11.7.1966, p. 2309/66."}