{"celex_id": "32014R0166", "uri": "http://publications.europa.eu/resource/cellar/57fe30a2-9b97-11e3-aa74-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "1518", "3191", "321", "4687", "5369", "6268", "8464"], "title": "Commission Implementing Regulation (EU) No 166/2014 of 17 February 2014 amending Regulation (EC) No 798/2008 as regards certification requirements for imports into the Union of meat of farmed ratites for human consumption and the entries for Israel and South Africa in the list of third countries or territories  Text with EEA relevance\n", "header": "22.2.2014 EN Official Journal of the European Union L 54/2\nCOMMISSION IMPLEMENTING REGULATION (EU) No 166/2014\nof 17 February 2014\namending Regulation (EC) No 798/2008 as regards certification requirements for imports into the Union of meat of farmed ratites for human consumption and the entries for Israel and South Africa in the list of third countries or territories\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first paragraph of point 1 of Article 8, points 3 and 4 of Article 8 and Article 9(2)(b) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 798/2008 (2) provides that certain commodities are only to be imported into and transited through the Union from third countries, territories, zones or compartments listed in the table in Part 1 of Annex I thereto. It also lays down the veterinary certification requirements for such commodities. Those requirements take into account whether or not specific conditions apply and if additional guarantees are required due to the disease status of those third countries, territories, zones or compartments. Specific conditions and additional guarantees that those commodities are required to comply with are set out in Part 2 of Annex I to Regulation (EC) No 798/2008.\n(2) Chapter III of Regulation (EC) No 798/2008 lays down the conditions for a third country, territory, zone or compartment to be considered as free from highly pathogenic avian influenza (HPAI) and the requirements for the veterinary certification in that respect for commodities destined for importation into the Union.\n(3) South Africa has been experiencing HPAI outbreaks of the subtype H5N2 in ratite holdings in an area with a high density of ratite holdings in 2004, 2006 and since April 2011. Consequently imports of certain ratite commodities including meat of farmed ratites are currently restricted by Regulation (EC) No 798/2008 as amended by Commission Implementing Regulation (EU) No 536/2011 (3). At present South Africa is not in a position to declare its HPAI free status.\n(4) Outdoor keeping of ratites poses a specific challenge for preventing the possible introduction of avian influenza viruses into ratite flocks, in particular from the wild bird reservoir. The South African competent authority has in collaboration with the ratite industry developed a tailor made system for producing ratite meat obtained from ratites which are kept on registered closed ratite holdings approved by the competent authority.\n(5) Those holdings are under official control and stringent biosecurity rules and movement controls and laboratory testing are applied. In addition surveillance is carried out for avian influenza on ratite and poultry holdings located in a defined radius around the registered closed ratite holding and on the whole South African territory. In setting up those requirements recommendations of the Community Veterinary Emergency Team (CVET) that had carried out a mission to South Africa in 2011 were duly taken into account.\n(6) Pending the declaration of HPAI freedom of its whole territory and in view of providing better guarantees for the safety of ratite meat destined for future imports into the Union, South Africa on 5 May 2013 submitted a revised proposal of the system of registered closed ratite holdings requesting authorisation of imports of ratite meat into the Union produced from ratites kept on such holdings.\n(7) Commission and Member States’ experts evaluated the proposal and concluded that the system established by South Africa should provide for satisfactory guarantees for imports into the Union of ratite meat obtained from ratites kept on such holdings with respect to possible risks posed by HPAI virus.\n(8) A new specific condition ‘H’ should be established in Part 2 of Annex I to Regulation (EC) No 798/2008, which provides for specific guarantees for the safety of meat of farmed ratites for human consumption obtained from ratites coming from a registered closed ratite holding including guarantees in relation to possible future HPAI outbreaks and which should apply to South African territory. This specific condition should also be included in the model veterinary certificate for meat of farmed ratites for human consumption.\n(9) Part 1 of Annex I to Regulation (EC) No 798/2008 indicates currently in the entry for Israel five different codes, IL-0 to IL-4, which correspond to parts of the territory which was regionalised following previous HPAI outbreaks in that country. Following a request from Israel and taking into account that meat from poultry, ratites or wild game birds (POU, RAT, and WGM) produced during the periods of restrictions is no longer circulating on the market, the different zones should be consolidated and the entry for Israel should be modified accordingly. For the sake of market transparency and in accordance with public international law, it should be clarified that the territorial coverage of the certificates is limited to the territory of the State of Israel excluding the territories under Israeli administration since June 1967, namely the Golan Heights, the Gaza Strip, East Jerusalem and the rest of the West Bank.\n(10) Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 798/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (OJ L 226, 23.8.2008, p. 1).\n(3)  Commission Implementing Regulation (EU) No 536/2011 of 1 June 2011 amending Annex II to Decision 2007/777/EC and Annex I to Regulation (EC) No 798/2008 as regards the entries for South Africa in the lists of third countries or parts thereof (OJ L 147, 2.6.2011, p. 1).\nANNEX\nAnnex I to Regulation (EC) No 798/2008 is amended as follows:\n(1) Part 1 is amended as follows:\n(a) the entry for ‘Israel — IL’ is replaced by the following:\n‘IL — Israel (6) IL-0 Whole country SPF\nBPR, BBP, DOR, DOC, HER, HEP, SRP  N   A  S5, ST1\nPOU, RAT\nWGM VIII\nEP, E       S4’\n(b) the entry for ‘ZA — South Africa’ is replaced by the following:\n‘ZA — South Africa ZA-0 Whole country SPF\nEP, E       S4’\nBPR I P2 9.4.2011  A\nDOR II\nHER III\nRAT VII P2 9.4.2011  A\n(c) the following footnote is added:\n‘(6) Hereafter understood as the State of Israel, excluding the territories under Israeli administration since June 1967, namely the Golan Heights, the Gaza Strip, East Jerusalem and the rest of the West Bank.’\n(2) Part 2 is amended as follows:\n(a) in section ‘Specific conditions’, the following shall be added after specific condition ‘L’:\n(b) the model veterinary certificate for meat of farmed ratites for human consumption (RAT) shall be replaced by the following:"}