{"celex_id": "32014R0017", "uri": "http://publications.europa.eu/resource/cellar/fbc8f0bb-7aa1-11e3-b889-01aa75ed71a1", "type": "Regulation", "concepts": ["1076", "1092", "1095", "4585", "5334", "5581"], "title": "Commission Implementing Regulation (EU) No 17/2014 of 10 January 2014 laying down the standardised form for the notification for a special measure under the Quick Reaction Mechanism against VAT fraud\n", "header": "11.1.2014 EN Official Journal of the European Union L 8/13\nCOMMISSION IMPLEMENTING REGULATION (EU) No 17/2014\nof 10 January 2014\nlaying down the standardised form for the notification for a special measure under the Quick Reaction Mechanism against VAT fraud\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 199b(4) thereof,\nWhereas:\n(1) Directive 2006/112/EC, as amended by Council Directive 2013/42/EU (2), introduces a Quick Reaction Mechanism for combatting value added tax (VAT) fraud.\n(2) The Quick Reaction Mechanism allows Member States to notify the adoption of a special measure derogating from the general rule provided for in Directive 2006/112/EC concerning the person liable for the payment of VAT. That measure consists of applying VAT reverse charge for the purposes of combatting sudden and massive forms of fraud liable to lead to considerable and irreparable financial losses.\n(3) In order to facilitate the processing of the notification of Quick Reaction Mechanism special measures, a standardised form of notification should be adopted, describing and structuring the required information from a notifying Member State.\n(4) In order to shorten and streamline the notification procedure such forms should be submitted electronically to the Commission.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Administrative Cooperation,", "main_body": ["1.   Member States shall use the standardised form set out in the Annex to this Regulation to notify the Commission of the adoption of a Quick Reaction Mechanism special measure provided for in Article 199b of Directive 2006/112/EC.\n2.   The notification referred to in paragraph 1 shall be submitted electronically to a dedicated e-mail address communicated by the Commission to the Standing Committee on Administrative Cooperation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 January 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  Council Directive 2013/42/EU of 22 July 2013 amending Directive 2006/112/EC on the common system of value added tax as regards a Quick Reaction Mechanism against VAT fraud (OJ L 201, 26.7.2013, p. 1).\nANNEX"}