{"celex_id": "32014R1234", "uri": "http://publications.europa.eu/resource/cellar/a1f0805d-6fbe-11e4-b593-01aa75ed71a1", "type": "Regulation", "concepts": ["1158", "2825", "5336", "6411"], "title": "Commission Regulation (EU) No 1234/2014 of 18 November 2014 amending Annexes IIIB, V and VIII to Regulation (EC) No 1013/2006 of the European Parliament and of the Council on shipments of waste  Text with EEA relevance\n", "header": "19.11.2014 EN Official Journal of the European Union L 332/15\nCOMMISSION REGULATION (EU) No 1234/2014\nof 18 November 2014\namending Annexes IIIB, V and VIII to Regulation (EC) No 1013/2006 of the European Parliament and of the Council on shipments of waste\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1013/2006 of the European Parliament and of the Council of 14 June 2006 on shipments of waste (1), and in particular Article 58(1) thereof,\nWhereas:\n(1) At its eleventh meeting held in Geneva from 28 April to 10 May 2013, the Conference of the Parties to the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal (‘Basel Convention’) adopted decision BC-11/6 amending Annex IX of the Basel Convention. Annex IX to the Basel Convention is listed in Annex V, Part 1, List B to Regulation (EC) No 1013/2006. The amendment, which includes two new waste entries, becomes effective upon expiration of six months from 26 November 2013 in accordance to Article 18(2)(b) of the Basel Convention.\n(2) The waste streams described by the two new entries B3026 and B3027 correspond to those of three existing entries of Annex IIIB to Regulation (EC) No 1013/2006. Those entries are BEU01, BEU02 and BEU03. The first and second subindents of entry B3026 correspond to entries BEU02 and BEU03, respectively. Entry B3027 corresponds to entry BEU01.\n(3) To take account of decision BC-11/6, entries B3026 and B3027 need to be inserted in Annex V, Part 1, List B to Regulation (EC) No 1013/2006. At the same time, entries BEU01, BEU02 and BEU03 should be deleted from Annex IIIB to Regulation (EC) No 1013/2006, which contains unclassified wastes on a provisional basis pending a decision on their inclusion in the relevant Annexes to the Basel Convention or to the Decision of the Organisation for Economic Co-operation and Development.\n(4) At the same meeting, the Conference of the Parties to the Basel Convention adopted by decision BC-11/15 sections 1, 2, 4 and 5 of the guidance document on environmentally sound management of used and end-of-life computing equipment. Following this adoption, Annex VIII to Regulation (EC) No 1013/2006 should be updated accordingly.\n(5) Regulation (EC) No 1013/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 39 of Directive 2008/98/EC of the European Parliament and of the Council (2),", "main_body": ["Annexes IIIB, V and VIII to Regulation (EC) No 1013/2006 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 26 May 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 190, 12.7.2006, p. 1.\n(2)  Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, p. 3).\nANNEX\nAnnexes to Regulation (EC) No 1013/2006 are amended as follows:\n1. In Annex IIIB, entries BEU01, BEU02 and BEU03 are deleted from point 2.\n2. In Annex V, Part 1, List B the following two entries are inserted after entry B3020:\n‘B3026 The following waste from the pre-treatment of composite packaging for liquids, not containing Annex I materials in concentrations sufficient to exhibit Annex III characteristics:\n— Non-separable plastic fraction\n— Non-separable plastic-aluminium fraction\nB3027 Self-adhesive label laminate waste containing raw materials used in label material production’\n3. Annex VIII is amended as follows:\n(a) Point I.14 is replaced by the following:\n‘14. Guidance Document on Environmentally Sound Management of Used and End-of-life Computing Equipment, Sections 1, 2, 4 and 5 (1).\n(b) Second entry in point II is replaced by the following:"}