{"celex_id": "32010R0748", "uri": "http://publications.europa.eu/resource/cellar/ee61e90f-5f6b-47cc-bb20-e6ed16146a2c", "type": "Regulation", "concepts": ["1309", "1591", "2364", "5332", "5814", "5969"], "title": "Commission Regulation (EU) No 748/2010 of 19 August 2010 initiating an investigation concerning the possible circumvention of anti-dumping measures imposed by Council Regulation (EC) No 1425/2006 on imports of certain plastic sacks and bags originating in the People’s Republic of China by imports of certain plastic sacks and bags channelled via a Chinese company subject to a lower duty rate, and making such imports subject to registration\n", "header": "20.8.2010 EN Official Journal of the European Union L 219/1\nCOMMISSION REGULATION (EU) No 748/2010\nof 19 August 2010\ninitiating an investigation concerning the possible circumvention of anti-dumping measures imposed by Council Regulation (EC) No 1425/2006 on imports of certain plastic sacks and bags originating in the People’s Republic of China by imports of certain plastic sacks and bags channelled via a Chinese company subject to a lower duty rate, and making such imports subject to registration\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (the basic Regulation) (1), and in particular Articles 13(3), 14(3) and 14(5) thereof,\nAfter having consulted the Advisory Committee,\nWhereas:\n(1) The Commission has decided, pursuant to Article 13(3) of the basic Regulation to investigate on its own initiative the possible circumvention of the anti-dumping measures imposed on imports of certain plastic sacks and bags originating in the People’s Republic of China.\nA.   PRODUCT\n(2) The product concerned by the possible circumvention is plastic sacks and bags, containing at least 20 % by weight of polyethylene and of sheeting of a thickness not exceeding 100 micrometers (μm), originating in the People’s Republic of China, currently falling within CN codes ex 3923 21 00, ex 3923 29 10 and ex 3923 29 90 (TARIC codes 3923210020, 3923291020, and 3923299020) (the product concerned).\n(3) The product under investigation is plastic sacks and bags, containing at least 20 % by weight of polyethylene and of sheeting a thickness not exceeding 100 micrometers (μm), currently falling within the same codes as the product concerned declared as being manufactured by the company XIAMEN XINGXIA POLYMERS CO., LTD.\nB.   EXISTING MEASURES\n(4) The measures currently in force and possibly being circumvented are anti-dumping measures imposed by Council Regulation (EC) No 1425/2006 (2), as last amended by Council Regulation (EC) No 189/2009 (3).\nC.   GROUNDS\n(5) The Commission has at its disposal sufficient prima facie evidence that the anti-dumping measures on imports of the product concerned produced by certain producers currently subject to the residual duty rate of 28,8 % (TARIC additional code A999) are being circumvented by means of reorganisation of patterns and channels of sales of the product concerned. These producers and exporters have eventually their products exported to the Union through a Chinese exporting producer benefiting from a duty rate for cooperating exporters not selected to be part of the sample of 8,4 % (XIAMEN XINGXIA POLYMERS CO., LTD), listed together with other non-sampled companies in Annex I to Regulation (EC) No 1425/2006), which is lower than the residual duty rate of 28,8 %.\n(6) There is a change in the pattern of trade involving exports from the People’s Republic of China which has taken place following the imposition of measures on the product concerned, without sufficient due cause or justification other than the imposition of the duty for such a change.\n(7) This change in the pattern of trade appears to stem from exports to the Union of the product concerned produced by Chinese exporting producers subject to the residual duty rate through a Chinese exporting producer benefiting from a duty rate for cooperating exporters not selected to be part of the sample rate (XIAMEN XINGXIA POLYMERS CO., LTD), which is lower than the residual duty rate.\n(8) Furthermore, the evidence points to the fact that the remedial effects of the existing anti-dumping measures on the product concerned are being undermined in terms of price. There is sufficient prima facie evidence that the imports of the product under investigation are made at prices well below the non-injurious price established in the investigation that led to the existing measures.\n(9) Finally, the Commission has sufficient prima facie evidence at its disposal that the prices of the product under investigation are dumped in relation to the normal value previously established for the product concerned.\n(10) Should circumvention practices covered by Article 13 of the basic Regulation, other than the ones mentioned above, be identified in the course of the investigation, the investigation may also cover these practices.\nD.   PROCEDURE\n(11) In the light of the above, the Commission has concluded that sufficient evidence exists to justify the initiation of an investigation pursuant to Article 13 of the basic Regulation and to make imports of the product under investigation subject to registration, in accordance with Article 14(5) of the basic Regulation. Registration of imports should be limited to products declared as having been manufactured by XIAMEN XINGXIA POLYMERS CO., LTD which shall therefore be declared under a specific TARIC additional code A981 without affecting the level of duty imposed by Regulation (EC) No 1425/2006.\n(a)   Questionnaires\n(12) In order to obtain the information it deems necessary for its investigation, the Commission will send questionnaires to XIAMEN XINGXIA POLYMERS CO., LTD as well as to other companies allegedly have their products exported to the Union through XIAMEN XINGXIA POLYMERS CO., LTD.\n(13) In any event, all interested parties should contact the Commission forthwith, but not later than the time limit set in Article 3 of this Regulation in order to find out whether they are known and, request a questionnaire within the time limit set in Article 3(1) of this Regulation, given that the time limit set in Article 3(2) of this Regulation applies to all interested parties.\n(14) The authorities of the People’s Republic of China will be notified of the initiation of the investigation.\n(b)   Collection of information and holding of hearings\n(15) All interested parties are hereby invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\nE.   REGISTRATION\n(16) Pursuant to Article 14(5) of the basic Regulation, imports of the product under investigation, namely plastic sacks and bags declared under TARIC additional code A981 should be made subject to registration in order to ensure that, should the investigation result in findings of circumvention, anti-dumping duties of an appropriate amount can be levied retroactively from the date of registration of such imports.\nF.   TIME LIMITS\n(17) In the interest of sound administration, time limits should be stated within which:\n— interested parties may make themselves known to the Commission, present their views in writing and submit questionnaire replies or any other information to be taken into account during the investigation,\n— interested parties may make a written request to be heard by the Commission.\n(18) Attention is drawn to the fact that the exercise of most procedural rights set out in the basic Regulation depends on the party’s making itself known within the time limits mentioned in Article 3 of this Regulation.\nG.   NON-COOPERATION\n(19) In cases in which any interested party refuses access to or does not provide the necessary information within the time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic Regulation, on the basis of the facts available.\n(20) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made of facts available. If an interested party does not cooperate or cooperates only partially and findings are therefore based on facts available in accordance with Article 18 of the basic Regulation, the result may be less favourable to that party than if it had cooperated.\nH.   SCHEDULE OF THE INVESTIGATION\n(21) The investigation will be concluded, according to Article 13(3) of the basic Regulation, within nine months of the date of the publication of this Regulation in the Official Journal of the European Union.\nI.   PROCESSING OF PERSONAL DATA\n(22) It is noted that any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4).\nJ.   HEARING OFFICER\n(23) It is also noted that if interested parties consider that they are encountering difficulties in the exercise of their rights of defence, they may request the intervention of the Hearing Officer of the Directorate General for Trade. He acts as an interface between the interested parties and the Commission services, offering, where necessary, mediation on procedural matters affecting the protection of their interests in this proceeding, in particular with regard to issues concerning access to the file, confidentiality, extension of time limits and the treatment of written and/or oral submission of views. For further information and contact details, interested parties may consult the Hearing Officer’s web pages on the website of Directorate General for Trade (http://ec.europa.eu/trade),", "main_body": ["1.   An investigation is hereby initiated pursuant to Article 13(3) of Council Regulation (EC) No 1225/2009, in order to determine if imports into the Union of plastic sacks and bags, containing at least 20 % by weight of polyethylene and of sheeting of a thickness not exceeding 100 micrometers (μm), originating in the People’s Republic of China, currently falling within CN codes ex 3923 21 00, ex 3923 29 10 and ex 3923 29 90 (TARIC codes 3923210020, 3923291020, and 3923299020) are circumventing the measures imposed by Regulation (EC) No 1425/2006.\n2.   For the purpose of registration during this investigation, imports of plastic sacks and bags referred to in paragraph 1 declared as being manufactured by XIAMEN XINGXIA POLYMERS CO., LTD shall be declared under TARIC additional code A981. The duty rate of 8,4 % imposed by Regulation (EC) No 1425/2006 for this company shall remain unchanged.", "The Customs authorities are hereby directed, pursuant to Article 13(3) and Article 14(5) of Regulation (EC) No 1225/2009, to take the appropriate steps to register the imports into the Union identified in Article 1 of this Regulation.\nRegistration shall expire nine months following the date of entry into force of this Regulation.", "1.   Questionnaires should be requested from the Commission within 15 days from publication of this Regulation in the Official Journal of the European Union.\n2.   Interested parties, if their representations are to be taken into account during the investigation, must make themselves known by contacting the Commission, present their views in writing and submit questionnaire replies or any other information within 37 days from the date of the publication of this Regulation in the Official Journal of the European Union, unless otherwise specified.\n3.   Interested parties may also apply to be heard by the Commission within the same 37-day time limit.\n4.   Any information, any request for a hearing or for a questionnaire as well as any request for exemption from registration of imports or measures must be made in writing (not in electronic format, unless otherwise specified) and must indicate the name, address, e-mail address, telephone and fax numbers of the interested party. All written submissions, including the information requested in this Regulation, questionnaire replies and correspondence provided by interested parties on a confidential basis shall be labelled as ‘Limited’ (5) and, in accordance with Article 19(2) of the basic Regulation, shall be accompanied by a non-confidential version, which will be labelled ‘For inspection by interested parties’.\nCommission address for correspondence:\nEuropean Commission\nDirectorate General for Trade\nDirectorate H\nOffice: N-105 4/92\nB-1049 Brussels\nBELGIUM\nFax (32 2) 295 65 05", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 270, 29.9.2006, p. 4.\n(3)  OJ L 67, 12.3.2009, p. 5.\n(4)  OJ L 8, 12.1.2001, p. 1.\n(5)  This means that the document is for internal use only. It is protected pursuant to Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43). It is a confidential document pursuant to Article 19 of the basic Regulation and Article 6 of the WTO Agreement on Implementation of Article VI of the GATT 1994 (Anti-dumping Agreement)."}