{"celex_id": "32015R0391", "uri": "http://publications.europa.eu/resource/cellar/21d35d05-c6f3-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["1425", "1442", "192", "2735", "5451", "758", "893"], "title": "Commission Regulation (EU) 2015/391 of 9 March 2015 refusing to authorise certain health claims made on foods and referring to children's development and health  Text with EEA relevance\n", "header": "10.3.2015 EN Official Journal of the European Union L 65/15\nCOMMISSION REGULATION (EU) 2015/391\nof 9 March 2015\nrefusing to authorise certain health claims made on foods and referring to children's development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 17(3) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on foods are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‘the Authority’.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission thereof, and to deliver an opinion on the health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) Following an application from Specialised Nutrition Europe (formerly European Dietetic Food Industry Association), submitted pursuant to Article 14(1)(b) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to beta-palmitate and contribution to softening stools (Question No EFSA-Q-2008-174 (2)). The claim proposed by the applicant was worded, inter alia, as follows: ‘Beta-palmitate enrichment contributes to soften stool consistency which helps to increase their frequency’.\n(6) On the basis of the data presented, the Authority concluded in its opinion, received by the Commission and the Member States on 21 February 2014, that a cause and effect relationship has not been established between the consumption of beta-palmitate and softening of stools. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(7) Following an application from Specialised Nutrition Europe, submitted pursuant to Article 14(1)(b) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of choline and ‘development of brain’ (Question No EFSA-Q-2008-134 (3)). The claim proposed by the applicant was worded, inter alia, as follows: ‘Choline is needed for the development of brain of infants and young children from birth to three years’.\n(8) On the basis of the data presented, the Authority concluded in its opinion, received by the Commission and the Member States on 5 May 2014, that the claimed effect, ‘development of brain’ for infants and young children from birth to three years in relation to dietary choline, was not sufficiently defined for a scientific evaluation. In particular, the Authority considered that from the references provided by the applicant it is not possible to establish the physiological function of the nervous system that is the subject of the health claim and therefore the claimed effect is general and non-specific. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(9) Following an application from Specialised Nutrition Europe, submitted pursuant to Article 14(1)(b) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to ‘complex carbohydrates’ and ‘contribute to satiety’ (Question No EFSA-Q-2008-131 (4)). The claim proposed by the applicant was worded, inter alia, as follows: ‘Complex carbohydrates contribute to satiety’.\n(10) On the basis of the data presented, the Authority concluded in its opinion, received by the Commission and the Member States on 5 May 2014, that a cause and effect relationship has not been established between the consumption of ‘complex carbohydrates’ and a beneficial physiological effect for infants and young children (from birth to three years of age). According to the Authority, the applicant did not provide evidence to establish that an increase in satiety is a beneficial physiological effect for infants and young children. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(11) In accordance with Article 28(6) of Regulation (EC) No 1924/2006, health claims referred to in its Article 14(1)(b) and not authorised by a decision pursuant to Article 17(3) of Regulation (EC) No 1924/2006 may continue to be used for six months after such decision is taken, provided the application for authorisation was made before 19 January 2008. Accordingly, as the health claims listed in the Annex to this Regulation fulfil the above conditions, the transitional period laid down in that Article should apply.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["1.   The health claims listed in the Annex to this Regulation shall not be included in the Union list of permitted claims as provided for in Article 14(1) of Regulation (EC) No 1924/2006.\n2.   However, the health claims referred to in paragraph 1 used prior to the entry into force of this Regulation may continue to be used for a maximum period of six months after the entry into force of this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  EFSA Journal 2014;12(2):3578.\n(3)  EFSA Journal 2014;12(5):3651.\n(4)  EFSA Journal 2014;12(5):3652.\nANNEX\nRejected health claims\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 14(1)(b) health claim referring to children's development and health Beta-palmitate Beta-palmitate enrichment contributes to soften stool consistency which helps to increase their frequency Q-2008-174\nArticle 14(1)(b) health claim referring to children's development and health Choline Choline is needed for the development of brain of infants and young children from birth to three years Q-2008-134\nArticle 14(1)(b) health claim referring to children's development and health ‘Complex carbohydrates’ Complex carbohydrates contribute to satiety Q-2008-131"}