{"celex_id": "32012R0130", "uri": "http://publications.europa.eu/resource/cellar/9e8ef645-d800-4466-828c-2e875c8d5a4b", "type": "Regulation", "concepts": ["4654", "5234", "5235", "5481"], "title": "Commission Regulation (EU) No 130/2012 of 15 February 2012 concerning type-approval requirements for motor vehicles with regard to vehicle access and manoeuvrability and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor  Text with EEA relevance\n", "header": "16.2.2012 EN Official Journal of the European Union L 43/6\nCOMMISSION REGULATION (EU) No 130/2012\nof 15 February 2012\nconcerning type-approval requirements for motor vehicles with regard to vehicle access and manoeuvrability and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 661/2009 of the European Parliament and of the Council of 13 July 2009 concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (1), and in particular Article 14(1)(a) thereof,\nWhereas:\n(1) Regulation (EC) No 661/2009 is a separate Regulation for the purposes of the type-approval procedure provided for by Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (2).\n(2) Regulation (EC) No 661/2009 repeals Council Directive 70/387/EEC of 27 July 1970 on the approximation of the laws of the Member States relating to the doors of motor vehicles and their trailers (3) as well as Council Directive 75/443/EEC of 26 June 1975 on the approximation of the laws of the Member States relating to the reverse and speedometer equipment of motor vehicles (4). The requirements set out in those Directives for access steps, handholds and running boards as well as reversing devices should be carried over to this Regulation and, where necessary, adapted to the development of scientific and technical knowledge. Certain other requirements laid down in those Directives and which are not covered by this Regulation are already addressed through the compulsory application of UNECE Regulation No 11 (5) and Regulation No 39 (6) listed in Annex IV to Regulation (EC) No 661/2009.\n(3) The scope of this Regulation should be in line with that of Directive 70/387/EEC and Directive 75/443/EEC insofar appropriate. The Regulation should therefore cover vehicles of categories M and N.\n(4) Regulation (EC) No 661/2009 lays down basic requirements for the type-approval of motor vehicles with regard to vehicle access, namely access steps, handholds and running boards as well as manoeuvrability, namely reversing devices. It is necessary to set out the specific procedures, tests and requirements for such type-approval.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Technical Committee – Motor Vehicles,", "main_body": ["Scope\nThis Regulation applies to vehicles of categories M and N as defined in Annex II to Directive 2007/46/EC.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(1) ‘vehicle type with regard to vehicle access and manoeuvrability’ means vehicles which do not differ in such essential respects as:\n(a) the characteristics of running boards, access steps and handholds;\n(b) the characteristics of the reversing device.\n(2) ‘off-road vehicle (ORV)’ means a vehicle in conformity with the criteria set out in Part A of Annex II to Directive 2007/46/EC;\n(3) ‘floor entrance’ means the lowest point of the door aperture or other structure whichever of the two is higher, which a person has to clear in terms of height in order to enter the passenger compartment.", "EC type-approval of a vehicle with regard to vehicle access and manoeuvrability\n1.   The manufacturer or the representative of the manufacturer shall submit to the approval authority the application for EC type-approval of a vehicle with regard to vehicle access and manoeuvrability.\n2.   The application shall be drawn up in accordance with the model of the information document set out in Part 1 of Annex I.\n3.   If the relevant requirements set out in Annexes II and III to this Regulation are met, the approval authority shall grant an EC type-approval and issue a type-approval number in accordance with the numbering system set out in Annex VII to Directive 2007/46/EC.\nA Member State may not assign the same number to another vehicle type.\n4.   For the purposes of paragraph 3, the approval authority shall deliver an EC type-approval certificate established in accordance with the model set out in Part 2 of Annex I.", "Validity and extension of approvals granted under Directive 70/387/EEC and Directive 75/443/EEC\nNational authorities shall permit the sale and entry into service of vehicles type-approved before the date referred to in Article 13(2) of Regulation (EC) No 661/2009 and continue to grant extension of approvals to those vehicles under the terms of Directive 70/387/EEC and Directive 75/443/EEC.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 200, 31.07.2009, p. 1.\n(2)  OJ L 263, 9.10.2007, p. 1.\n(3)  OJ L 176, 10.8.1970, p. 5.\n(4)  OJ L 196, 26.7.1975, p. 1.\n(5)  OJ L 120, 13.5.2010, p. 1.\n(6)  OJ L 120, 13.5.2010, p. 40.\nANNEX I\nAdministrative provisions for the type-approval of vehicles with regard to vehicle access and manoeuvrability\nPART 1\nInformation document\nMODEL\nInformation document No … relating to the EC type-approval of a vehicle with regard to vehicle access and manoeuvrability.\nThe following information, if applicable, shall be supplied in triplicate and include a list of contents. Any drawings shall be supplied in appropriate scale and in sufficient detail on size A4 or on a folder of A4 format. Photographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units referred to in this information document have electronic controls, information concerning their performance shall be supplied.\n0.   GENERAL\n0.1.   Make (trade name of manufacturer): …\n0.2.   Type: …\n0.2.1.   Commercial name(s) (if available): …\n0.3.   Means of identification of type, if marked on the vehicle (1) …\n0.3.1.   Location of that marking: …\n0.4.   Category of vehicle (2): …\n0.5.   Name and address of manufacturer: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer’s representative (if any) …\n1.   GENERAL CONSTRUCTION CHARACTERISTICS OF THE VEHICLE\n1.1.   Photographs and/or drawings of a representative vehicle: …\n2.   MASSES AND DIMENSIONS (3)\n (4)\n2.6.   Mass in running order\nMass of the vehicle with bodywork and, in the case of a towing vehicle of category other than M1, with coupling device, if fitted by the manufacturer, in running order, or mass of the chassis or chassis with cab, without bodywork and/or coupling device if the manufacturer does not fit the bodywork and/or coupling device (including liquids, tools, spare wheel, if fitted, and driver and, for buses and coaches, a crew member if there is a crew seat in the vehicle) (5) (maximum and minimum for each variant): …\n4.   TRANSMISSION (6)\n4.6.   Gear ratios\nReverse: …\n9.   BODYWORK\n9.3.   Occupant doors, latches and hinges\n9.3.1.   Door configuration and number of doors: …\n9.3.4.   Details, including dimensions, of entrances, steps and necessary handles where applicable: …\nExplanatory notes\nPART 2\nEC type-approval certificate\nMODEL\nFormat: A4 (210 × 297 mm)\nEC TYPE-APPROVAL CERTIFICATE\nCommunication concerning:\n— EC type-approval (7)\n— extension of EC type-approval (7)\n— refusal of EC type-approval (7)\n— withdrawal of EC type-approval (7)\n— EC type-approval (7)\n— extension of EC type-approval (7)\n— refusal of EC type-approval (7)\n— withdrawal of EC type-approval (7)\nwith regard to Regulation (EU) No 130/2012, as last amended by Regulation (EU) No …/… (7)\nEC type-approval number: …\nReason for extension: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer's representative (if any): …\nSECTION II\n1.   Additional information: see Addendum.\n2.   Technical service responsible for carrying out the tests: …\n3.   Date of test report: …\n4.   Number of test report: …\n5.   Remarks (if any): see Addendum.\n6.   Place: …\n7.   Date: …\n8.   Signature: …\nAttachments : Information package\n(1)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol ‘?’ (e.g. ABC??123??).\n(2)  Classified according to the definitions set out in Part A of Annex II to Directive 2007/46/EC.\n(3)  Where there is one version with a normal cab and another with a sleeper cab, both sets of masses and dimensions are to be stated.\n(4)  Standard ISO 612: 1978 - Road vehicles - Dimensions of motor vehicles and towed vehicles - terms and definitions.\n(5)  The mass of the driver and, if applicable, of the crew member is assessed at 75 kg (subdivided into 68 kg occupant mass and 7 kg luggage mass according to ISO Standard 2416 - 1992), the fuel tank is filled to 90 % and the other liquid containing systems (except those for used water) to 100 % of the capacity specified by the manufacturer.\n(6)  The specified particulars are to be given for any proposed variants.\n(7)  Delete where not applicable.\n(8)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol “?” (e.g. ABC??123??).\n(9)  As defined in Directive 2007/46/EC, Annex II, Section A.\nAddendum\nto EC type-approval certificate No …\n1. Additional information:\n1.1. Brief description of the vehicle type as regards its structure, dimensions, lines and constituent materials: …\n2. Vehicle type of category M1 / N1 / N2 with a maximum mass not exceeding 7,5 tonnes (1) is / is not (1) fitted with running boards or access steps.\n3. Off-road vehicle (ORV) yes / no (1)\n4. Device for reversing: gearbox / other means (1)\n4.1. Brief description of the device for reversing where this is not a function of the gearbox: …\n5. Remarks: …\n(1)  Delete where not applicable.\nANNEX II\nRequirements for vehicles with regard to vehicle access\n1.   GENERAL REQUIREMENTS\n1.1. The design characteristics of the vehicle type shall permit entry to and exit from the passenger compartment in complete safety and entrances to the passenger compartment shall be constructed in such a way that they can be used easily and without any danger.\n2.   RUNNING BOARDS AND ACCESS STEPS\n2.1. The wheel hub, rims and other parts of the wheel shall not be deemed to be running boards or access steps for the purpose of this Regulation, except where reasons relating to construction or use preclude the fitting of running boards or access steps elsewhere on the vehicle.\n2.2. The height of the floor entrance is determined either directly from the ground surface or from the horizontal plane passing through the middle, in relation to the longitudinal direction, of the step immediately below.\nPART 1\nRequirements concerning the access to and exit from the doors of the passenger compartment of vehicles of category N2 having a maximum mass exceeding 7,5 tonnes and of category N3\n1.   ACCESS STEPS TO THE PASSENGER COMPARTMENT (Figure 1).\n1.1. The distance (A) from the ground surface to the upper surface of the lowest step, measured with the vehicle in running order on a horizontal and flat surface, shall not be more than 600 mm.\n1.1.1. However, for off-road vehicles (ORV) the distance (A) may be increased up to 700 mm.\n1.2. The distance (B) between the upper surfaces of the steps shall be not more than 400 mm. The vertical distance between two subsequent steps shall not vary by more than 50 mm. The last requirement shall not apply to the distance between the uppermost step and the floor entrance of the passenger compartment.\n1.2.1. However, for off-road vehicles (ORV) the allowed variation as indicated above may be increased up to 100 mm.\n1.3. In addition, the following minimum geometrical specifications shall be fulfilled:\n(a) step depth (D): 80 mm;\n(b) step clearance (E) (include step depth): 150 mm;\n(c) step width (F): 300 mm;\n(d) width of the lowest step (G): 200 mm;\n(e) step height (S): 120 mm;\n(f) transversal offset between steps (H): 0 mm;\n(g) longitudinal overlap (J) between two subsequent steps in the same flight, or between the uppermost step and the cab floor entrance height: 200 mm.\n1.3.1. However, for off-road vehicles (ORV) the value (F) may be reduced to 200 mm.\n1.4. In the case of off-road vehicles (ORV), the lowest step may be designed as a rung if this is necessary for reasons relating to construction or use. In such a case the rung depth (R) shall be at least 20 mm.\n1.4.1. Rungs with a round cross-section are not permitted.\n1.5. While getting down from the passenger compartment, the position of the uppermost step shall be easily found out.\n1.6. All access steps shall be constructed in such a way as to preclude the risk of slipping. In addition, access steps exposed to the weather and dirt during driving shall have adequate run-off or a draining surface.\n2.   ACCESS TO HANDHOLDS TO THE PASSENGER COMPARTMENT (as shown in Figure 1).\n2.1. One or more suitable handrail(s), handhold(s) or other equivalent holding device(s) shall be provided for the access to the passenger compartment.\n2.1.1. All handrails, handholds or equivalent holding devices shall be positioned in such a way that they can easily be grasped and do not obstruct access to the passenger compartment.\n2.1.2. A maximum discontinuity of 100 mm in the handhold area of the handrails, handholds or equivalent holding devices may be allowed.\n2.1.3. In the case of passenger compartment access with more than two steps, the handrails, handholds or equivalent holding devices shall be located in such a way that a person can support himself at the same time with two hands and one foot or with two feet and one hand.\n2.1.4. Except in the case of a stairway, the design and positioning of the handrails, handholds and equivalent holding devices shall be such that operators are encouraged to descend facing the passenger compartment.\n2.1.5. The steering wheel may be considered as a handhold.\n2.2. The height (N) of the lower edge of at least one handrail, handhold or equivalent holding device, measured from the ground surface with the vehicle in running order on a horizontal and flat surface, shall not exceed 1 850 mm.\n2.2.1. However, for off-road vehicles (ORV) the distance (N) may be increased up to 1 950 mm.\n2.2.2. If the floor entrance height of the passenger compartment measured from the ground surface is greater than ‘N’, this height shall be assumed as ‘N’.\n2.2.3. In addition, the minimum distance (P) of the upper edge of the handrails or handholds or equivalent holding devices from the floor entrance height of the passenger compartment shall be:\n(a) handrails, handholds or equivalent holding devices (U): 650 mm;\n(b) handrails, handholds or equivalent holding devices (V): 550 mm.\n2.3. The following geometrical specifications shall be fulfilled:\n(a) gripping dimension (K): 16 mm minimum 38 mm maximum;\n(b) length (M): 150 mm minimum;\n(c) clearance to vehicle components (L): 40 mm minimum with open door.\nFigure 1\nAccess steps and handholds to the passenger compartment\nPART 2\nRequirements concerning the access to and exit from the doors of the passenger compartment of vehicles of categories other than N2 having a maximum mass exceeding 7,5 tonnes or category N3\n1.   RUNNING BOARDS AND ACCESS STEPS\n1.1. Vehicles of categories M1 and N1 as well as N2 with a maximum mass not exceeding 7,5 tonnes, shall have one or more running board(s) or access step(s) if the floor entrance height of the passenger compartment is higher than 600 mm above the ground measured with the vehicle in running order on a horizontal and flat surface.\n1.1.1. However, for off-road vehicles (ORV), the distance specified above may be increased up to 700 mm.\n1.2. All running boards and access steps shall be constructed in such a way as to preclude the risk of slipping. In addition, running boards and access steps exposed to the weather and dirt during driving shall have adequate run-off or a draining surface.\nANNEX III\nRequirements for vehicles with regard to vehicle manoeuvrability\n1.   GENERAL REQUIREMENTS\n1.1. All vehicles shall be equipped with a device for reversing which can be operated from the driver’s position."}