{"celex_id": "32014R1100", "uri": "http://publications.europa.eu/resource/cellar/f1c7c2a8-568f-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1102", "1136", "161", "1642", "3190", "888"], "title": "Commission Implementing Regulation (EU) No 1100/2014 of 17 October 2014 fixing the allocation coefficient to be applied to applications for export licences for cheese to be exported to the United States of America in 2015 under the quotas referred to in Commission Regulation (EC) No 1187/2009\n", "header": "18.10.2014 EN Official Journal of the European Union L 300/46\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1100/2014\nof 17 October 2014\nfixing the allocation coefficient to be applied to applications for export licences for cheese to be exported to the United States of America in 2015 under the quotas referred to in Commission Regulation (EC) No 1187/2009\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 188 thereof,\nWhereas:\n(1) Chapter III, section 2 of Commission Regulation (EC) No 1187/2009 (2) opens the procedure for the allocation of export licences for cheese to be exported to the United States of America under the quotas referred to in Article 21 of that Regulation.\n(2) The quantities covered by the export licence applications for certain product groups and quotas exceed the quantities available for the 2015 quota year. The extent to which the export licences may be issued should therefore be determined by fixing the allocation coefficients to be applied to the quantities requested, calculated in accordance with Article 23(1) of Commission Regulation (EC) No 1187/2009.\n(3) The quantities covered by the export licence applications for certain product groups and quotas are less than the quantities available for the 2015 quota year. The remaining amounts should be divided between the applicants, in proportion to the amounts applied for, by applying an allocation coefficient, in accordance with Article 23(4) of Regulation (EC) No 1187/2009.\n(4) Given the deadline established in Article 23(1) of Regulation (EC) No 1187/2009 for fixing allocation coefficients, this Regulation should come into force the day following that of its publication in the Official Journal of the European Union,", "main_body": ["The quantities covered by export licence applications lodged pursuant to Regulation (EC) No 1187/2009 in respect of the product groups and quotas identified by ‘16-Tokyo and 16-, 17-, 18-, 20-, 21-Uruguay’ in column 3 of the Annex to this Regulation shall be multiplied by the allocation coefficients set out in column 5 of that Annex.", "Applications for export licences lodged pursuant to Regulation (EC) No 1187/2009 in respect of the product groups and quotas identified by ‘22-, 25-Tokyo and 22-, 25-Uruguay’ in column 3 of the Annex to this Regulation shall be accepted for the quantities applied for.\nExport licences may be issued for further quantities distributed amongst applicants in accordance with the allocation coefficients set out in column 6 of the Annex, after acceptance by the operator within one week of publication of this Regulation and subject to the lodging of the requisite security.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 2014.\nFor the Commission,\nOn behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Regulation (EC) No 1187/2009 of 27 November 2009 laying down special detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards export licences and export refunds for milk and milk products (OJ L 318, 4.12.2009, p. 1).\nANNEX\nIdentification of group in accordance with Additional Notes in Chapter 4 of the Harmonised Tariff Schedule of the United States Identification of group and quota Quantity available for 2015 Allocation coefficient provided for in Article 1 Allocation coefficient provided for in Article 2\nNote No Group\n(1) (2) (3) (4) (5) (6)\n16 Not specifically provided for (NSPF) 16-Tokyo 908 877 0,3350820\n16-Uruguay 3 446 000 0,1897723\n7 Blue Mould 17-Uruguay 350 000 0,0910273\n18 Cheddar 18-Uruguay 1 050 000 0,2367531\n20 Edam/Gouda 20-Uruguay 1 100 000 0,2110757\n21 Italian type 21-Uruguay 2 025 000 0,1326998\n22 Swiss or Emmentaler cheese other than with eye formation 22-Tokyo 393 006  4,9125750\n22-Uruguay 380 000  12,6666666\n25 Swiss or Emmentaler cheese with eye formation 25-Tokyo 4 003 172  1,6433382\n25-Uruguay 2 420 000  2,0166666"}