{"celex_id": "32013R0670", "uri": "http://publications.europa.eu/resource/cellar/84876c0f-ede4-11e2-a22e-01aa75ed71a1", "type": "Regulation", "concepts": ["3183", "3827", "5751"], "title": "Commission Implementing Regulation (EU) No 670/2013 of 9 July 2013 concerning the classification of certain goods in the Combined Nomenclature\n", "header": "16.7.2013 EN Official Journal of the European Union L 193/2\nCOMMISSION IMPLEMENTING REGULATION (EU) No 670/2013\nof 9 July 2013\nconcerning the classification of certain goods in the Combined Nomenclature\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) In order to ensure uniform application of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation.\n(2) Regulation (EEC) No 2658/87 has laid down the general rules for the interpretation of the Combined Nomenclature. Those rules apply also to any other nomenclature which is wholly or partly based on it or which adds any additional subdivision to it and which is established by specific provisions of the Union, with a view to the application of tariff and other measures relating to trade in goods.\n(3) Pursuant to those general rules, the goods described in column (1) of the table set out in the Annex should be classified under the CN code indicated in column (2), by virtue of the reasons set out in column (3) of that table.\n(4) It is appropriate to provide that, subject to the measures in force in the Union relating to double checking systems and to prior and retrospective surveillance of textile products on importation into the Union, binding tariff information issued by the customs authorities of Member States in respect of the classification of goods in the Combined Nomenclature and which is not in accordance with this Regulation, may continue to be invoked for a period of 60 days by the holder, under Article 12(6) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The goods described in column (1) of the table set out in the Annex shall be classified within the Combined Nomenclature under the CN code indicated in column (2) of that table.", "Subject to the measures in force in the Union relating to double checking systems and to prior and retrospective surveillance of textile products on importation into the European Union, binding tariff information issued by the customs authorities of Member States which is not in accordance with this Regulation may continue to be invoked for a period of 60 days under Article 12(6) of Regulation (EEC) No 2913/92.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 2013.\nFor the Commission, On behalf of the President,\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  OJ L 302, 19.10.1992, p. 1.\nANNEX\nDescription of the goods Classification Reasons\n(1) (2) (3)\nAn article made from several panels of close-woven textile fabric (canvas), sewn together to form a three-dimensional ‘shape’, measuring approximately 2,70 × 2,70 × 1,60 m, with a decorative overhang on all sides with a sewn-on welt along the edge. At each corner on the inside there is a small pocket for holding the article in place on a frame. It also has fabric ties along the seams to attach it to a frame. 6306 90 00 Classification is determined by General Rules 1, 2(a) and 6 for the interpretation of the Combined Nomenclature and the wording of CN codes 6306 and 6306 90 00."}