{"celex_id": "32014D0057(01)", "uri": "http://publications.europa.eu/resource/cellar/3b7cb6ee-bcbc-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["1972", "2911", "4646", "4763", "4983", "560", "665"], "title": "Decision (EU) 2015/298 of the European Central Bank of 15 December 2014 on the interim distribution of the income of the European Central Bank (ECB/2014/57)\n", "header": "25.2.2015 EN Official Journal of the European Union L 53/24\nDECISION (EU) 2015/298 OF THE EUROPEAN CENTRAL BANK\nof 15 December 2014\non the interim distribution of the income of the European Central Bank (ECB/2014/57)\n(recast)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 33 thereof,\nWhereas:\n(1) Decision ECB/2010/24 (1) lays down how the European Central Bank (ECB) distributes to the NCBs: (a) its income on euro banknotes in circulation accrued each financial year; and (b) its income arising from securities purchased under the securities markets programme (SMP) earned in each financial year.\n(2) Decision ECB/2010/24 needs to be amended to take account of the interim distribution of the ECB's income arising from covered bonds and asset-backed securities purchases undertaken in accordance with Decision ECB/2014/40 (2) and Decision ECB/2014/45 (3). It should therefore be recast in the interests of clarity.\n(3) Decision ECB/2010/29 (4) establishes the allocation of euro banknotes in circulation to the NCBs in proportion to their paid-up shares in the ECB's capital. Article 4 of Decision ECB/2010/29 and the Annex to that Decision allocate to the ECB 8 % of the total value of euro banknotes in circulation. The ECB holds intra-Eurosystem claims on NCBs in proportion to their shares in the subscribed capital key, for a value equivalent to the value of euro banknotes that it issues.\n(4) Under Article 2(2) of Decision ECB/2010/23 (5), the intra-Eurosystem balances on euro banknotes in circulation are remunerated at the reference rate. Under Article 2(3) of Decision ECB/2010/23, this remuneration is settled by TARGET2 payments.\n(5) Recital 7 of Decision ECB/2010/23 states that the income accruing to the ECB on the remuneration of its intra-Eurosystem claims on NCBs related to its share of euro banknotes in circulation should in principle be distributed to the NCBs, in proportion to their shares in the subscribed capital key in the same financial year it accrues, in accordance with decisions of the Governing Council.\n(6) In the same manner, the ECB's income arising from securities purchased under the SMP, the third covered bond purchase programme (hereinafter 'CBPP3') and the asset-backed securities purchase programme (ABSPP) should in principle be distributed to the NCBs in proportion to their shares in the subscribed capital key in the same financial year it accrues.\n(7) In distributing the ECB's income on euro banknotes in circulation and the ECB's income arising from securities purchased under the SMP, the CBPP3 and the ABSPP, the ECB should take into account an estimate of its financial result for the year that makes due allowance for the need to allocate funds to a provision for foreign exchange rate, interest rate, credit and gold price risks, and for the availability of provisions that may be released to offset anticipated expenses.\n(8) In determining the amount of the ECB's net profit to be transferred to the general reserve fund pursuant to Article 33.1 of the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the 'Statute of the ESCB'), the Governing Council should consider that any part of that profit which corresponds to income on euro banknotes in circulation and income arising from securities purchased under the SMP, the CBPP3 and the ABSPP should be distributed to the NCBs in full,", "main_body": ["Definitions\nFor the purposes of this Decision:\n(a) ‘NCB’ means the national central bank of a Member State whose currency is the euro;\n(b) ‘intra-Eurosystem balances on euro banknotes in circulation’ means the claims and liabilities arising between an NCB and the ECB and between an NCB and the other NCBs as a result of the application of Article 4 of Decision ECB/2010/29;\n(c) ‘ECB's income on euro banknotes in circulation’ means the income accruing to the ECB on the remuneration of its intra-Eurosystem claims on NCBs related to its share of euro banknotes in circulation as a result of the application of Article 2 of Decision ECB/2010/23;\n(d) ‘ECB's income arising from securities’ means the net income arising from purchases by the ECB of (i) securities under the SMP in accordance with Decision ECB/2010/5 (6), (ii) covered bonds under the CBPP3 in accordance with Decision ECB/2014/40, and (iii) asset-backed securities under the ABSPP in accordance with Decision ECB/2014/45.", "Interim distribution of the ECB's income on euro banknotes in circulation and the ECB's income arising from securities\n1.   The ECB's income on euro banknotes in circulation and the ECB's income arising from securities shall be due in full to the NCBs in the same financial year it accrues and shall be distributed to the NCBs in proportion to their paid-up shares in the subscribed capital of the ECB.\n2.   Unless otherwise decided by the Governing Council, the ECB shall distribute to the NCBs its income on euro banknotes in circulation accrued and its income arising from securities earned in each financial year on the last working day in January of the following year.\n3.   The amount of the ECB's income on euro banknotes in circulation may be reduced in accordance with any decision by the Governing Council on the basis of the Statute of the ESCB in respect of expenses incurred by the ECB in connection with the issue and handling of euro banknotes.", "Derogation from Article 2\nBy way of derogation from Article 2, the Governing Council shall decide before the end of the financial year whether all or part of the ECB's income referred to in that Article should be retained to the extent necessary to ensure that the amount of the distributed income does not exceed the ECB's net profit for that year. Any such decision shall be taken where, on the basis of a reasoned estimate prepared by the Executive Board, the Governing Council expects that the ECB will have an overall annual loss or will make an annual net profit that is less than the estimated amount of its income referred to in Article 2. The Governing Council may decide before the end of the financial year to transfer all or part of the ECB's income referred to in that Article to a provision for foreign exchange rate, interest rate, credit and gold price risks.", "Entry into force and repeal\n1.   This Decision shall enter into force on 31 December 2014.\n2.   Decision ECB/2010/24 is repealed with effect from 31 December 2014.\n3.   References to Decision ECB/2010/24 shall be construed as references to this Decision."], "attachments": "Done at Frankfurt am Main, 15 December 2014.\nThe President of the ECB\nMario DRAGHI\n(1)  Decision ECB/2010/24 of 25 November 2010 on the interim distribution of the income of the European Central Bank on euro banknotes in circulation and arising from securities purchased under the securities markets programme (OJ L 6, 11.1.2011, p. 35).\n(2)  Decision ECB/2014/40 of 15 October 2014 on the implementation of the third covered bond purchase programme (OJ L 335, 22.11.2014, p. 22).\n(3)  Decision (EU) 2015/5 of 19 November 2014 on the implementation of the asset-backed securities purchase programme (ECB/2014/45) (OJ L 1, 6.1.2015, p. 4).\n(4)  Decision ECB/2010/29 of 13 December 2010 on the issue of euro banknotes (OJ L 35, 9.2.2011, p. 26).\n(5)  Decision ECB/2010/23 of 25 November 2010 on the allocation of monetary income of the national central banks of Member States whose currency is the euro (OJ L 35, 9.2.2011, p. 17).\n(6)  Decision ECB/2010/5 of 14 May 2010 establishing a securities markets programme (OJ L 124, 20.5.2010, p. 8)."}