{"celex_id": "32010R0408", "uri": "http://publications.europa.eu/resource/cellar/bfb918b8-1579-43f3-a28c-d369a9e596c2", "type": "Regulation", "concepts": ["3483", "3584", "3588", "3870", "4966", "5788", "584"], "title": "Council Regulation (EU) No 408/2010 of 11 May 2010 amending Council Regulation (EC) No 194/2008 renewing and strengthening the restrictive measures in respect of Burma/Myanmar\n", "header": "12.5.2010 EN Official Journal of the European Union L 118/5\nCOUNCIL REGULATION (EU) No 408/2010\nof 11 May 2010\namending Council Regulation (EC) No 194/2008 renewing and strengthening the restrictive measures in respect of Burma/Myanmar\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215(1) thereof,\nHaving regard to Council Decision 2010/232/CFSP of 26 April 2010 renewing restrictive measures against Burma/Myanmar (1),\nHaving regard to a joint proposal from the European Commission and the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) Article 4 of Decision 2010/232/CFSP provides that the purchase, import and transport from Burma/Myanmar into the Union of certain specified categories of goods are to be prohibited.\n(2) Article 8 of Decision 2010/232/CFSP provides that non-humanitarian aid or development programmes are to be suspended, but that exceptions are to be made for projects and programmes in support of certain specified objectives.\n(3) Regulation (EC) No 194/2008 (2) gives effect to the prohibition on the purchase, import and transport of the categories of goods specified in Article 2(2) thereof. It should, however, be clarified that the prohibition on the purchase of those goods in Burma/Myanmar should not apply where that purchase is made as part of a humanitarian aid project or programme, or a non-humanitarian development project or programme which supports the objectives described in Article 8(a), (b) and (c) of Decision 2010/232/CFSP.\n(4) Regulation (EC) No 194/2008 should therefore be amended accordingly,", "main_body": ["In Article 2 of Regulation (EC) No 194/2008, the following paragraph is added:\n‘5.   The prohibition on the purchase of restricted goods in paragraph (2)(b) shall not apply to humanitarian aid projects or programmes, or to non-humanitarian development projects and programmes, conducted in Burma/Myanmar, in support of:\n(a) human rights, democracy, good governance, conflict prevention and building the capacity of civil society;\n(b) health and education, poverty alleviation and in particular the provision of basic needs and livelihoods for the poorest and most vulnerable populations; or\n(c) environmental protection and, in particular, programmes addressing the problem of non-sustainable, excessive logging resulting in deforestation.\nThe relevant competent authority, as indicated in the websites listed in Annex IV, shall authorise in advance the purchase of the restricted goods in question. The relevant Member State shall inform the other Member States and the Commission of any authorisation granted under this paragraph.’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 May 2010.\nFor the Council\nThe President\nÁ. GONZÁLEZ-SINDE REIG\n(1)  OJ L 105, 27.4.2010, p. 22.\n(2)  OJ L 66, 10.3.2008, p. 1."}