{"celex_id": "32011L0017", "uri": "http://publications.europa.eu/resource/cellar/d02e481f-8821-4fa5-8cd7-2c9096352e9c", "type": "Directive", "concepts": ["13", "2159", "2169", "2897", "4082", "476", "4830", "5111", "5360"], "title": "Directive 2011/17/EU of the European Parliament and of the Council of 9 March 2011 repealing Council Directives 71/317/EEC, 71/347/EEC, 71/349/EEC, 74/148/EEC, 75/33/EEC, 76/765/EEC, 76/766/EEC and 86/217/EEC regarding metrology  Text with EEA relevance\n", "header": "18.3.2011 EN Official Journal of the European Union L 71/1\nDIRECTIVE 2011/17/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 9 March 2011\nrepealing Council Directives 71/317/EEC, 71/347/EEC, 71/349/EEC, 74/148/EEC, 75/33/EEC, 76/765/EEC, 76/766/EEC and 86/217/EEC regarding metrology\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Union policies on better regulation stress the importance of simplification of national and Union legislation as a crucial element in improving the competitiveness of enterprises and achieving the objectives of the Lisbon Agenda.\n(2) A number of measuring instruments are covered by specific Directives adopted on the basis of Council Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to common provisions for both measuring instruments and methods of metrological control (3), which was recast by Directive 2009/34/EC of the European Parliament and of the Council of 23 April 2009 relating to common provisions for both measuring instruments and methods of metrological control (4).\n(3) Council Directives 71/317/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to 5 to 50 kilogramme medium accuracy rectangular bar weights and 1 to 10 kilogramme medium accuracy cylindrical weights (5), 71/347/EEC of 12 October 1971 on the approximation of the laws of the Member States relating to the measuring of the standard mass per storage volume of grain (6), 71/349/EEC of 12 October 1971 on the approximation of the laws of the Member States relating to the calibration of the tanks of vessels (7), 74/148/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to weights of from 1 mg to 50 kg of above-medium accuracy (8), 75/33/EEC of 17 December 1974 on the approximation of the laws of the Member States relating to cold-water meters (9), 76/765/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to alcoholometers and alcohol hydrometers (10), 86/217/EEC of 26 May 1986 on the approximation of the laws of the Member States relating to tyre pressure gauges for motor vehicles (11), adopted on the basis of Directive 71/316/EEC, are technically outdated, do not reflect the state of the art in measurement technology or concern instruments which are not subject to technological development and which are increasingly less in use. Furthermore, national provisions are allowed to exist alongside Union provisions.\n(4) While Council Directive 76/766/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to alcohol tables (12) provides for a total harmonisation, most of its content is included in the Union regulations on alcohol measurement of wines and spirit drinks, namely Commission Regulation (EEC) No 2676/90 of 17 September 1990 determining Community methods for the analysis of wines (13) and Commission Regulation (EC) No 2870/2000 of 19 December 2000 laying down Community reference methods for the analysis of spirit drinks (14). The international standards for alcohol tables are identical to those provided for in Directive 76/766/EEC and they can continue to be the basis for national regulation.\n(5) Technical progress and innovation with regard to measuring instruments covered by the Directives being repealed will be ensured in practice either by the voluntary application of the international and European standards which have been developed or by the application of national provisions laying down technical specifications based on such standards or, in line with the principles of better law-making, by including additional provisions in Directive 2004/22/EC of the European Parliament and of the Council of 31 March 2004 on measuring instruments (15). Furthermore, the free movement within the internal market of all products concerned by the Directives being repealed is ensured by the satisfactory application of Articles 34, 35 and 36 of the Treaty on the Functioning of the European Union and of the mutual recognition principle.\n(6) Nevertheless, with a view to the forthcoming review of Directive 2004/22/EC, it is appropriate to set the date of repeal for seven of the Directives sufficiently far in advance to enable the European Parliament and the Council to take a different view in the context of any revision of Directive 2004/22/EC.\n(7) Directive 71/349/EEC should be repealed.\n(8) While Directives 71/317/EEC, 71/347/EEC, 74/148/EEC, 75/33/EEC, 76/765/EEC, 76/766/EEC and 86/217/EEC should also be repealed as soon as possible, they should be repealed only after an assessment as to whether the measuring instruments falling within the scope of those Directives should be included within the scope of Directive 2004/22/EC. The Commission should carry out such an assessment in parallel with its report on the implementation of Directive 2004/22/EC. In the context of that assessment, the date set for the repeal of those Directives could be brought forward, with a view to ensuring consistency in the legislative action of the Union in the field of measuring instruments. In any event, repeal of those Directives should take effect not later than 1 December 2015.\n(9) The repeal of the Directives should not lead to any new barriers to the free movement of goods or to additional administrative burdens.\n(10) The repeal of the Directives should not affect existing EC pattern approvals and EC pattern approval certificates until the end of their validity.\n(11) In accordance with point 34 of the Interinstitutional Agreement on better law-making (16), Member States are encouraged to draw up, for themselves and in the interests of the Union, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public,", "main_body": ["Without prejudice to Article 6(1), Directive 71/349/EEC is repealed with effect from 1 July 2011.", "Subject to Article 4 and without prejudice to Article 6(2), Directives 71/347/EEC, 75/33/EEC, 76/765/EEC, 76/766/EEC and 86/217/EEC are repealed with effect from 1 December 2015.", "Subject to Article 4 and without prejudice to Article 6(3), Directives 71/317/EEC and 74/148/EEC are repealed with effect from 1 December 2015.", "By 30 April 2011, the Commission shall, on the basis of reports provided by the Member States, evaluate whether the measuring instruments falling within the scope of the Directives referred to in Articles 2 and 3 need to be included in the scope of Directive 2004/22/EC and whether the transitional measures and date set for repeal of those Directives need to be adjusted accordingly. The Commission shall submit a report to the European Parliament and to the Council, accompanied, if appropriate, by a legislative proposal to that effect.", "1.   Member States shall adopt and publish, by 30 June 2011, the laws, regulations and administrative provisions necessary to comply with Article 1. They shall forthwith communicate to the Commission the text of those measures.\nThey shall apply those measures from 1 July 2011.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall adopt and publish, by 30 November 2015, the laws, regulations and administrative provisions necessary to comply with Articles 2 and 3. They shall forthwith communicate to the Commission the text of those measures.\nThey shall apply those measures from 1 December 2015.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n3.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "1.   EC initial verifications carried out and calibration certificates issued until 30 June 2011 under Directive 71/349/EEC shall remain valid.\n2.   EC pattern approvals and EC pattern approval certificates issued until 30 November 2015 under the Directives 71/347/EEC, 75/33/EEC, 76/765/EEC and 86/217/EEC shall remain valid.\n3.   Weights in conformity with Directive 71/317/EEC and weights in conformity with Directive 74/148/EEC may be subject to EC initial verification in accordance with Articles 8, 9 and 10 of Directive 2009/34/EC until 30 November 2025.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 9 March 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nGYŐRI E.\n(1)  OJ C 277, 17.11.2009, p. 49.\n(2)  Position of the European Parliament of 15 December 2010 (not yet published in the Official Journal) and decision of the Council of 21 February 2011.\n(3)  OJ L 202, 6.9.1971, p. 1.\n(4)  OJ L 106, 28.4.2009, p. 7.\n(5)  OJ L 202, 6.9.1971, p. 14.\n(6)  OJ L 239, 25.10.1971, p. 1.\n(7)  OJ L 239, 25.10.1971, p. 15.\n(8)  OJ L 84, 28.3.1974, p. 3.\n(9)  OJ L 14, 20.1.1975, p. 1.\n(10)  OJ L 262, 27.9.1976, p. 143.\n(11)  OJ L 152, 6.6.1986, p. 48.\n(12)  OJ L 262, 27.9.1976, p. 149.\n(13)  OJ L 272, 3.10.1990, p. 1.\n(14)  OJ L 333, 29.12.2000, p. 20.\n(15)  OJ L 135, 30.4.2004, p. 1.\n(16)  OJ C 321, 31.12.2003, p. 1."}