{"celex_id": "32011R0362", "uri": "http://publications.europa.eu/resource/cellar/e5ec889e-3161-4723-aed1-8baa03a83292", "type": "Regulation", "concepts": ["1284", "1596", "2735", "2737", "2836", "5734", "6569"], "title": "Commission Regulation (EU) No 362/2011 of 13 April 2011 amending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance monepantel  Text with EEA relevance\n", "header": "14.4.2011 EN Official Journal of the European Union L 100/26\nCOMMISSION REGULATION (EU) No 362/2011\nof 13 April 2011\namending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance monepantel\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council (1), and in particular Article 14, in conjunction with Article 17, thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry should be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (2).\n(3) Monepantel is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance, for ovine and caprine species, applicable to muscle, fat, liver and kidney, excluding animals producing milk for human consumption. The provisional maximum residue limits (hereinafter ‘MRLs’) for that substance set out for caprine species will expire on 1 January 2011.\n(4) An application for the extension of the expiry date for provisional MRLs of the existing entry for monepantel applicable to caprine species has been submitted to the European Medicines Agency.\n(5) The Committee for Medicinal Products for Veterinary Use has recommended the extension of the time period for which the provisional MRLs for monepantel for caprine species apply.\n(6) The entry for monepantel in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended to extend the provisional MRLs for caprine species. The provisional MRLs set out in that Table for monepantel for caprine species should expire on 1 January 2012.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  OJ L 15, 20.1.2010, p. 1.\nANNEX\nThe entry Monepantel in Table 1 of the Annex to Regulation (EU) No 37/2010 shall be replaced by the following:\nPharmacologically active Substance Marker residue Animal Species MRL Target Tissues Other Provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic Classification\n‘Monepantel Monepantel-sulfone Ovine 700 μg/kg Muscle Not for use in animals producing milk for human consumption. Antiparasitic agents/Agents acting against endoparasites\nCaprine 700 μg/kg Muscle Provisional MRLs shall expire on 1 January 2012. Antiparasitic agents/Agents acting against endoparasites’"}