{"celex_id": "32014R1392", "uri": "http://publications.europa.eu/resource/cellar/8733ab2b-8ff4-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["1159", "1372", "1879", "2308", "2309", "2437", "2872", "5229", "5256"], "title": "Commission Delegated Regulation (EU) No 1392/2014 of 20 October 2014 establishing a discard plan for certain small pelagic fisheries in the Mediterranean Sea\n", "header": "30.12.2014 EN Official Journal of the European Union L 370/21\nCOMMISSION DELEGATED REGULATION (EU) No 1392/2014\nof 20 October 2014\nestablishing a discard plan for certain small pelagic fisheries in the Mediterranean Sea\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Regulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (1), and in particular Articles 15(6) and 18(1) and (3) thereof,\nWhereas:\n(1) Regulation (EU) No 1380/2013 aims to progressively eliminate discards in all Union fisheries through the introduction of a landing obligation for catches of species subject to catch limits.\n(2) Article 15(6) of Regulation (EU) No 1380/2013 empowers the Commission to adopt discard plans by means of a delegated act for a period of no more than three years on the basis of joint recommendations developed by Member States in consultation with the relevant Advisory Councils.\n(3) Greece, Spain, France, Croatia, Italy, Malta and Slovenia have a direct fisheries management interest in the Mediterranean Sea. Those Member States have submitted joint recommendations (2) to the Commission after consultation of the Mediterranean Sea Advisory Council. Scientific contribution was obtained from relevant scientific bodies. In line with Article 18(3) of Regulation (EU) No 1380/2013 only those measures in the joint recommendations which comply with Article 15(6) of that Regulation should be included in this Regulation.\n(4) As regards the Mediterranean Sea, Article 15 of Regulation (EU) No 1380/2013 establishes a landing obligation for all catches of species which are subject to catch limits and also for catches of species which are subject to minimum sizes as defined in Annex III to Council Regulation (EC) No 1967/2006 (3). According to Article 15(1)(a) of Regulation (EU) No 1380/2013, the landing obligation should apply in small pelagic fisheries, large pelagic fisheries and fisheries for industrial purposes at the latest from 1 January 2015.\n(5) In accordance with the joint recommendation, the discard plan should cover all catches of species which are subject to minimum sizes as defined in Annex III to Regulation (EC) No 1967/2006 caught in small pelagic fisheries using pelagic mid-water trawl and/or purse seines in the Mediterranean Sea (i.e. fisheries for anchovy, sardine, mackerel and horse mackerel) from 1 January 2015.\n(6) To avoid disproportionate costs of handling unwanted catches and in accordance with Article 15(5)(c)(ii) of Regulation (EU) No 1380/2013, it is appropriate to establish a de minimis exemption from the landing obligation in terms of percentage of the total annual catches of species subject to the landing obligation in small pelagic fisheries. The joint recommendations submitted by the concerned Member States support the case for the de minimis exemption, due to the increased costs entailed in the management of unwanted catches, both on board (sorting and boxing, storage and conservation) and on land (transport and storage, conservation, marketing and processing or destruction as special waste), compared to the limited and sometimes inexistent economic profit that could be derived from those unwanted catches. The evidence provided by the Member States was reviewed by the Scientific, Technical and Economic Committee for Fisheries (STECF) which concluded that the joint recommendations contained reasoned arguments related to the increase of costs in handling unwanted catches, supported in some cases with a qualitative assessment of the costs (4). In light of the above and in the absence of differing scientific information, it is appropriate to establish the de minimis exemption in accordance with the percentage levels proposed in the joint recommendations and at levels not exceeding those allowed under Article 15(1)(c) of Regulation (EU) No 1380/2013\n(7) In accordance with the joint recommendations and taking into account the time- frame set out in Article 15(1) of Regulation (EU) No 1380/2013 this Regulation should apply from 1 January 2015. In accordance with Article 15(6) of that Regulation, it should apply for no more than 3 years,", "main_body": ["Subject matter\nThis Regulation specifies the details for implementing the landing obligation, as provided for in Article 15(1) of Regulation (EU) No 1380/2013, from 1 January 2015 in the Mediterranean Sea, to all catches of species which are subject to minimum sizes in the small pelagic fisheries set out in the Annex.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(a) ‘minimum size’ means the minimum size of marine organisms as established in Annex III to Regulation (EC) No 1967/2006.\n(b) ‘GFCM Geographical Sub-Area’ means General Fisheries Commission for the Mediterranean (GFCM) Geographical Sub-Area as defined in Annex I to Regulation (EU) No 1343/2011 of the European Parliament and of the Council (5);\n(c) ‘Western Mediterranean Sea’ means GFCM Geographical Sub-Areas 1, 2, 5, 6, 7, 8, 9, 10, 11.1, 11.2, 12;\n(d) ‘Northern Adriatic Sea’ means GFCM Geographical Sub-Area 17;\n(e) ‘Southern Adriatic and Ionian Sea’ means GFCM Geographical Sub-Areas 18, 19 and 20;\n(f) ‘Malta Island and South of Sicily’ means GFCM Geographical Sub-Areas 15 and 16;\n(g) ‘Aegean Sea and Crete Island’ means GFCM Geographical Sub-Area 22 and 23.", "De minimis exemption\nBy way of derogation from Article 15(1) of Regulation (EU) No 1380/2013, the following quantities may be discarded:\n(a) in the western Mediterranean Sea, up to 5 % of the total annual catches of species subject to minimum sizes in the small pelagic mid-water trawl and purse seines fisheries set out in point 1 of the Annex;\n(b) in the northern Adriatic Sea, up to 5 % of the total annual catches of species subject to minimum sizes in the small pelagic mid-water trawl and purse seines fisheries set out in point 2 of the Annex;\n(c) in the southern Adriatic and Ionian Sea:\n(i) up to 3 % of the total annual catches of species subject to minimum sizes in the small pelagic purse seines fisheries; and\n(ii) up to 7 % in 2015 and 2016 and up to 6 % in 2017 of the total annual catches of species subject to minimum sizes in the small pelagic mid-water trawl fisheries, set out in point 3 of the Annex;\n(d) in the Malta Island and South of Sicily:\n(i) up to 3 % of the total annual catches of species subject to minimum sizes in the small pelagic purse seines fisheries; and\n(ii) up to 7 % in 2015 and 2016 and up to 6 % in 2017 of the total annual catches of species subject to minimum sizes in the small pelagic mid-water trawl fisheries, set out in point 4 of the Annex;\n(e) in the Aegean Sea and Crete Island, up to 3 % of the total annual catches of species subject to minimum sizes in the small pelagic purse seines fisheries set out in point 5 of the Annex.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2015 until 31 December 2017.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 20 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 28.12.2013, p. 22.\n(2)  ‘Discard management plan for Western Mediterranean Sea (GSAs 1-12 except for GSAs 3 and 4): joint recommendation agreed by fisheries directors of France, Spain and Italy’, transmitted on 2 July 2014; ‘Discard management plan in North Adriatic Sea (GSA 17): joint recommendation by Croatia, Italy and Slovenia’, transmitted on 25 June 2014; ‘Greek discard plan for pelagic fisheries in Aegean Sea and Crete island (GSAs 22 and 23)’, transmitted on 30 June 2014; ‘Joint recommendation to the European Commission for a specific discard plan for pelagic fisheries in Southern Adriatic Sea, Western and Eastern Ionian Seas (GSAs 18-19-20)’, transmitted by Greece and Italy on 25 June 2014; ‘Discard management plan for Malta and the South of Sicily (GSAs 15-16): joint recommendation agreed by Italy and Malta’, transmitted on 19 June 2014.\n(3)  Council Regulation (EC) No 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending Regulation (EEC) No 2847/93 and repealing Regulation (EC) No 1626/94 (OJ L 409, 30.12.2006, p. 11).\n(4)  46th Plenary meeting report of the Scientific, Technical and Economic Committee for Fisheries (PLEN-14-02), 7-11 July 2014, Copenhagen. Edited by Norman Graham, John Casey & Hendrik Doerner, 2014.\n(5)  Regulation (EU) No 1343/2011 of the European Parliament and of the Council of 13 December 2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area and amending Council Regulation (EC) No 1967/2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea (OJ L 347, 30.12.2011, p. 44).\nANNEX\n1.   Small pelagic fisheries in the western Mediterranean Sea\nCode Fishing gear Species targeted\n(insert code if applicable) mid-water pelagic trawl Anchovy, sardine, mackerel and horse mackerel\n(insert code if applicable) purse seine Anchovy, sardine, mackerel and horse mackerel\n2.   Small pelagic fisheries in the northern Adriatic Sea\nCode Fishing gear Species targeted\n(insert code if applicable) mid-water pelagic trawl Anchovy, sardine, mackerel and horse mackerel\n(insert code if applicable) purse seine Anchovy, sardine, mackerel and horse mackerel\n3.   Small pelagic fisheries in the southern Adriatic and Ionian Sea\nCode Fishing gear Species targeted\n(insert code if applicable) mid-water pelagic trawl Anchovy, sardine, mackerel and horse mackerel\n(insert code if applicable) purse seine Anchovy, sardine, mackerel and horse mackerel\n4.   Small pelagic fisheries in the Malta Island and South of Sicily\nCode Fishing gear Species targeted\n(insert code if applicable) mid-water pelagic trawl Anchovy, sardine, mackerel and horse mackerel\n(insert code if applicable) purse seine Anchovy, sardine, mackerel and horse mackerel\n5.   Small pelagic fisheries in the Aegean Sea and Crete Island\nCode Fishing gear Species targeted\n(insert code if applicable) purse seine Anchovy, sardine, mackerel and horse mackerel"}