{"celex_id": "32013R0730", "uri": "http://publications.europa.eu/resource/cellar/258f8d36-f8e5-11e2-a22e-01aa75ed71a1", "type": "Regulation", "concepts": ["2984", "3083", "3682"], "title": "Commission Implementing Regulation (EU) No 730/2013 of 29 July 2013 on certain detailed implementing rules concerning the keeping of accounts for the purpose of determining the incomes of agricultural holdings\n", "header": "30.7.2013 EN Official Journal of the European Union L 203/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 730/2013\nof 29 July 2013\non certain detailed implementing rules concerning the keeping of accounts for the purpose of determining the incomes of agricultural holdings\n(codification)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1217/2009 of 30 November 2009 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Community (1), and in particular Articles 7(2) and 10(2) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1915/83 of 13 July 1983 on certain detailed implementing rules concerning the keeping of accounts for the purpose of determining the incomes of agricultural holdings (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) A contract is to be concluded annually between the competent authorities designated by each Member State and accountancy offices which do not belong to an administrative department whereby the accountancy office undertakes to fulfil its obligations in compliance with Union rules. The contract in question should include provisions referring to the Union rules concerned.\n(3) In order to ensure that data network results are presented each year at a time which is not too distant from the date on which the first farm returns are forwarded to the Commission, the period during which the end of the accounting year may fall should be limited.\n(4) For budgetary reasons and to facilitate financial management, the maximum number of farm returns per Member State to be paid should be limited to the number indicated in the Annex to Commission Regulation (EU) No 1291/2009 of 18 December 2009 concerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings (4). Some flexibility in the number of farm returns per division eligible for payment should be allowed, within the maximum number of returning holdings per Member State as laid down in that Annex if the Member State concerned has more than one division.\n(5) If the number of duly completed farm returns forwarded within the time limit per division or per Member State is less than 80 % of the number fixed for the division or the Member State in question, the standard fee for the farm returns from that division or from the Member State concerned should be reduced.\n(6) The time limit for the forwarding of farm returns should be such as to allow the accountancy offices, liaison agencies and the Commission to carry out their tasks.\n(7) The period for the forwarding of returns should be calculated from the end of the accounting year to which they relate.\n(8) In order to be considered duly completed, a farm return must contain data which are factually accurate and recorded and presented in accordance with Commission Regulation (EC) No 868/2008 of 3 September 2008 on the farm return to be used for determining the incomes of agricultural holdings and analysing the business operation of such holdings (5).\n(9) The standard fee payable by the Commission should be paid for farm returns duly completed and forwarded within the prescribed period.\n(10) As a result of the general rise in costs and its effects on the cost of completing the farm return, the fee should be revised at regular intervals.\n(11) In order to improve the execution of the financial operations involved in paying the standard fee, provision should be made for a payment on account.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network,", "main_body": ["The contract referred to in Article 10(1) of Regulation (EC) No 1217/2009 shall contain at least the clauses set out in Annex I to this Regulation.", "The accounting year of 12 consecutive months referred to in point I(a) of Annex II to Regulation (EC) No 868/2008 shall end during the period 31 December to 30 June inclusive.", "The liaison agency shall forward to the Commission all the farm returns presented in the form laid down in Regulation (EC) No 868/2008.\nThe farm returns shall be forwarded not later than 12 months after the end of the accounting year in question.\nThe farm returns shall be regarded as having been forwarded to the Commission when the liaison agency, after the data have been introduced in the Commission’s data delivery and control system and after the subsequent computer checks have been executed, confirms the data to be ready to be loaded in the Commission’s database.", "A farm return shall be regarded as having been duly completed where its contents are factually accurate and the accountancy data contained therein have been recorded and are presented in accordance with Regulation (EC) No 868/2008.", "1.   The Commission shall pay a standard fee to the Member States in respect of each duly completed farm return forwarded to it within the period referred to in Article 3.\n2.   The total number per Member State of duly completed and forwarded farm returns that are eligible for the standard fee shall not be more than the total number of returning holdings laid down for that Member State in the Annex to Regulation (EU) No 1291/2009.\nFor Member States having more than one division, the number of duly completed and forwarded farm returns per division that are eligible for the standard fee may be up to 20 % higher than the number laid down for the division concerned, provided that the total number of duly completed and forwarded farm returns of the Member State concerned shall not be higher than the total number laid down for that Member State in the Annex to Regulation (EU) No 1291/2009.\nIf the number of duly completed and forwarded farm returns in respect of a division or a Member State is less than 80 % of the number of returning holdings laid down for that division or for the Member State concerned, the standard fee for the farm returns from that division or from the Member State concerned shall be reduced by 20 %.\nIf there is a shortfall for both a division and the Member State concerned, the reduction shall be applied only at national level.\n3.   The standard fee shall be paid in two instalments:\n(a) a payment on account corresponding to 50 % of the fee shall be paid at the beginning of each Member State’s accounting year for the number of returning holdings laid down in the Annex to Regulation (EU) No 1291/2009;\n(b) the balance, to be calculated by multiplying the fee by the number of duly completed farm returns forwarded to the Commission and subtracting the payment on account referred to in point (a), shall be paid within six months of receipt of the farm returns by the Commission.\n4.   The amount of the standard fee shall be fixed in accordance with the procedure referred to in Article 18(2) of Regulation (EC) No 1217/2009.", "Regulation (EEC) No 1915/83 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 15.12.2009, p. 27.\n(2)  OJ L 190, 14.7.1983, p. 25.\n(3)  See Annex II.\n(4)  OJ L 347, 24.12.2009, p. 14.\n(5)  OJ L 237, 4.9.2008, p. 18.\nANNEX I\nTerms of the contract referred to in Article 10(1) of Regulation (EC) No 1217/2009\nThe contracts concluded between the competent authority designated by the Member State and accounting offices which do not belong to an administrative department and which have been chosen in accordance with the provisions of Regulation (EC) No 1217/2009 shall include at least the following terms, expressed explicitly:\n— an undertaking by the accountancy office to complete the farm returns in accordance with the Union rules,\n— an undertaking by the accountancy office to forward the farm returns within a period which make it possible to comply with the Union rules,\n— an undertaking by the accountancy office to supply the liaison agency with all the information which the latter may request regarding the discharge of its duties,\n— an undertaking by the accountancy office not to divulge any individual accountancy data or any other individual details which it obtains in the performance of its duties or otherwise incidentally to the performance of its duties in connection with the Farm Accountancy Data Network, and an undertaking that all the persons engaged in the performance of such tasks will be bound by the same obligations and that it will take all the necessary measures to that effect.\nANNEX II\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EEC) No 1915/83 (OJ L 190, 14.7.1983, p. 25).\nCommission Regulation (EC) No 1388/2004 (OJ L 255, 31.7.2004, p. 5).\nCommission Regulation (EC) No 2204/2004 (OJ L 374, 22.12.2004, p. 40).\nCommission Regulation (EC) No 1192/2005 (OJ L 194, 26.7.2005, p. 3).\nANNEX III\nCorrelation Table\nRegulation (EEC) No 1915/83 This Regulation\nArticles 1 and 2 Articles 1 and 2\nArticle 3, first paragraph Article 3, first paragraph\nArticle 3, second paragraph —\nArticle 3, third paragraph Article 3, second paragraph\nArticle 3, fourth paragraph Article 3, third paragraph\nArticle 4, introductory wording Article 4\nArticle 4, first indent Article 4\nArticle 4, second indent Article 4\nArticle 5(1) Article 5(1)\nArticle 5(1a), first and second subparagraphs Article 5(2), first and second subparagraphs\nArticle 5(1a), third subparagraph, introductory wording Article 5(2), third subparagraph\nArticle 5(1a), third subparagraph, first and second indents —\nArticle 5(1a), fourth subparagraph Article 5(2), fourth subparagraph\nArticle 5(1a), fifth subparagraph —\nArticle 5(2), introductory wording Article 5(3), introductory wording\nArticle 5(2), first indent Article 5(3)(a)\nArticle 5(2), second indent Article 5(3)(b)\nArticle 5(3) Article 5(4)\n— Article 6\nArticle 6, first paragraph Article 7\nArticle 6, second and third paragraphs —\nAnnex Annex I\n— Annex II\n— Annex III"}