{"celex_id": "32013D0426", "uri": "http://publications.europa.eu/resource/cellar/e1974eba-fffb-11e2-a352-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "2356", "2560", "4152", "4651", "5369", "5458", "5876"], "title": "2013/426/EU: Commission Implementing Decision of 5 August 2013 on measures to prevent the introduction into the Union of the African swine fever virus from certain third countries or parts of the territory of third countries in which the presence of that disease is confirmed and repealing Decision 2011/78/EU (notified under document C(2013) 4951)  Text with EEA relevance\n", "header": "7.8.2013 EN Official Journal of the European Union L 211/5\nCOMMISSION IMPLEMENTING DECISION\nof 5 August 2013\non measures to prevent the introduction into the Union of the African swine fever virus from certain third countries or parts of the territory of third countries in which the presence of that disease is confirmed and repealing Decision 2011/78/EU\n(notified under document C(2013) 4951)\n(Text with EEA relevance)\n(2013/426/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), and in particular Article 22(6) thereof,\nWhereas:\n(1) African swine fever is a highly contagious and fatal virus infection of domestic pigs and wild boar, with the potential for rapid spread, notably through products obtained from infected animals and contaminated inanimated objects.\n(2) Since the presence of African swine fever was confirmed in Georgia in 2007, Russia has been reporting numerous outbreaks of that disease in pigs and wild boar throughout the European part of its territory. Following the report of an outbreak of African swine fever in the Leningrad region of Russia, bordering Estonia and Finland, Commission Decision 2011/78/EU of 3 February 2011 on certain measures to prevent the trasmission of the African swine fever virus from Russia to the Union (2) was adopted, laying down provisions to prevent the introduction of that disease into the Union.\n(3) In accordance with Article 4 of Council Directive 2004/68/EC of 26 April 2004 laying down animal health rules for the importation into and transit through the Community of certain live ungulate animals, amending Directives 90/426/EEC and 92/65/EEC and repealing Directive 72/462/EEC (3) and Article 3 of Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (4), imports of pigs and pig meat products from third countries or parts of the territory of third countries where the presence of African swine fever is confirmed is not authorised.\n(4) The measures laid down in Decision 2011/78/EU ensure that vehicles which have transported pigs and which enter the Union from infected areas are appropriately cleansed and disinfected. Those measures take into account the risk of spread of the disease considering transmission paths and virus survival in the environment.\n(5) In June 2013, Belarus reported the confirmation of an outbreak of African swine fever in backyard pigs in the region of Grodno, close to the border with Lithuania and Poland. Considering the vicinity of that region with the Union, there is a high risk of introduction of African swine fever into the Union territory. The measures laid down in Decision 2011/78/EU should therefore also apply with regard to vehicles which enter the Union from Belarus.\n(6) In particular, it is appropriate to ensure that all vehicles which have transported live animals and feed and which enter the Union from infected areas are appropriately cleansed and disinfected, and that such cleansing and disinfection is properly documented.\n(7) The transporter should ensure that for each vehicle used for the transport of animals or feed a register containing information on cleansing and disinfection is retained for a minimum period of three years.\n(8) In the interest of clarity and simplification of Union legislation, Decision 2011/78/EU should be repealed and replaced by this Decision.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["For the purposes of this Decision, ‘livestock vehicle’ means any vehicle which has been used for the transport of live animals or for the transport of feed to animal holdings.", "1.   Member States shall ensure that the operator or driver of a livestock vehicle on arrival from the third countries or from the parts of the territory of third countries listed in Annex I provides to the competent authority of the Member State at the point of entry in the Union information showing that the livestock or loading compartment, where applicable the truck body, the loading ramp, the equipment having been in contact with animals, the wheels and the driver’s cabin and protective clothes/boots used during unloading have been cleansed and disinfected after the last unloading of animals or feed.\n2.   The information referred to in paragraph 1 shall be included in a declaration completed in accordance with the model set out in Annex II or in any other equivalent format which includes at least the information set out in that model.\n3.   The original of the declaration referred to in paragraph 2 shall be kept by the competent authority for a period of three years.", "1.   The competent authority of the Member State of the point of entry into the Union shall check livestock vehicles entering the Union from the third countries or from the parts of the territory of third countries listed in Annex I, in order to determine whether they have been satisfactorily cleansed and disinfected.\n2.   Where the checks referred to in paragraph 1 show that cleansing and disinfection have been satisfactorily carried out or where the competent authorities have in addition to the measures provided for in paragraph 1 ordered, organised and carried out additional disinfection of previously cleansed livestock vehicles used for the transport of animals, the competent authority shall attest that fact by issuing a certificate in accordance with the model set out in Annex III.\n3.   Where the checks referred to in paragraph 1 show that cleansing and disinfection of the livestock vehicle have not been satisfactorily carried out, the competent authority shall take one of the following measures:\n(a) subject the livestock vehicle to proper cleansing and disinfection at a place designated by the competent authority, as close as possible to the point of entry into the Member State concerned and issue the certificate referred to in paragraph 2;\n(b) where there is no suitable facility for the cleansing and disinfection in the vicinity of the point of entry or there is a risk that residual animal products escape from the uncleaned livestock vehicle, refuse the entry into the Union of the livestock vehicle not satisfactorily cleansed and disinfected.\n4.   The original of the certificate referred to in paragraph 2 shall be kept by the operator or driver of the livestock vehicle for a period of three years. A copy of that certificate shall be kept by the competent authority for a period of three years.", "Decision 2011/78/EU is repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 August 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 24, 30.1.1998, p. 9.\n(2)  OJ L 30, 4.2.2011, p. 40.\n(3)  OJ L 139, 30.4.2004, p. 321.\n(4)  OJ L 18, 23.1.2003, p. 11.\nANNEX I\nLIST OF THIRD COUNTRIES AND PARTS OF THE TERRITORY OF THIRD COUNTRIES WHERE THE PRESENCE OF AFRICAN SWINE FEVER VIRUS IS CONFIRMED\nBelarus\nRussia\nANNEX II\nMODEL DECLARATION TO BE PROVIDED BY THE OPERATOR/DRIVER OF THE LIVESTOCK VEHICLE ENTERING THE UNION FROM THIRD COUNTRIES OR PARTS OF THE TERRITORY OF THIRD COUNTRIES WHERE THE PRESENCE OF AFRICAN SWINE FEVER IS CONFIRMED\nI, the operator/driver of the livestock vehicle … declare that:\n(insert number of registration plate)\n…\n— the most recent unloading of animals and feed took place at:\nCountry, region, place Date Time\n\n\n— following unloading, the livestock vehicle was subject to cleansing and disinfection. The cleansing and disinfection included the livestock or loading compartment, [the truck body] (delete if not applicable), the loading ramp, the equipment having been in contact with animals, the wheels and the driver’s cabin and protective clothes/boots used during unloading.\nCountry, region, place Date Time\n\n\n— the disinfectant has been used at the concentrations recommended by the manufacturer (to indicate the substance and its concentration):\n— the next loading of animals will take place at:\nCountry, region, place Date Time\n\n\nDate Place Signature of the operator/driver\n\nName of operator/driver of the livestock vehicle and its business address (in block letters)\nANNEX III\nCLEANSING AND DISINFECTION CERTIFICATE FOR LIVESTOCK VEHICLES ENTERING THE UNION FROM THIRD COUNTRIES OR PARTS OF THE TERRITORY OF THIRD COUNTRIES WHERE THE PRESENCE OF AFRICAN SWINE FEVER IS CONFIRMED\nI, the undersigned official certify that I have checked:\n1. the livestock vehicle(s) with the registration plate(s) … today and by visual control found the livestock or loading compartment, [the truck body] (1), the loading ramp, the equipment having been in contact with animals, the wheels and the driver’s cabin and protective clothes/boots used during unloading satisfactorily cleansed.\n2. the information presented in the form of a declaration as set out in Annex II to Commission Implementing Decision 2013/426/EU or in another equivalent form covering the items set out in Annex II to Commission Implementing Decision 2013/426/EU.\nDate Time Place Competent authority Signature of the official (2)\n\nStamp: Name in block letters:\n(1)  Delete if not applicable.\n(2)  The colour of the stamp and the signature must be different from that of the printing."}