{"celex_id": "32014R0743", "uri": "http://publications.europa.eu/resource/cellar/c62e624e-0803-11e4-a7d0-01aa75ed71a1", "type": "Regulation", "concepts": ["3140", "435007", "5300", "5650", "6043"], "title": "Commission Regulation (EU) No 743/2014 of 9 July 2014 replacing Annex VII to Regulation (EU) No 601/2012 as regards Minimum frequency of analyses  Text with EEA relevance\n", "header": "10.7.2014 EN Official Journal of the European Union L 201/1\nCOMMISSION REGULATION (EU) No 743/2014\nof 9 July 2014\nreplacing Annex VII to Regulation (EU) No 601/2012 as regards Minimum frequency of analyses\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (1), and in particular Article 14(1) thereof,\nWhereas:\n(1) Annex VII to Commission Regulation (EU) No 601/2012 (2) determines the minimum frequency of analyses for relevant fuels and materials to be applied by operators for the determination of calculation factors.\n(2) Article 35 of Regulation (EU) No 601/2012 provides that Annex VII to that Regulation is to be reviewed on a regular basis and in the first instance not more than two years from Regulation (EU) No 601/2012 entering into force.\n(3) Annex VII to Regulation (EU) No 601/2012 should be amended to clarify the classification and categorisation of fuels and materials listed therein to improve consistency regarding application of appropriate factors used in the calculation of emissions.\n(4) In the interest of clarity, it is appropriate to replace Annex VII to Regulation (EU) No 601/2012.\n(5) Regulation (EU) No 601/2012 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Climate Change Committee,", "main_body": ["Annex VII to Regulation (EU) No 601/2012 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 275, 25.10.2003, p. 32.\n(2)  Commission Regulation (EU) No 601/2012 of 21 June 2012 on the monitoring and reporting of greenhouse gas emissions pursuant to Directive 2003/87/EC of the European Parliament and of the Council (OJ L 181, 12.7.2012, p. 30).\nANNEX\n‘ANNEX VII\nMinimum frequency of analyses (Article 35)\nFuel/material Minimum frequency of analyses\nNatural gas At least weekly\nOther gases, in particular synthesis gas and process gases such as refinery mixed gas, coke oven gas, blast-furnace gas, convertor gas At least daily — using appropriate procedures at different parts of the day\nFuel oils (for example light, medium, heavy fuel oil, bitumen) Every 20 000 tonnes of fuel and at least six times a year\nCoal, coking coal, petroleum coke, peat Every 20 000 tonnes of fuel/material and at least six times a year\nOther fuels Every 10 000 tonnes of fuel and at least four times a year\nUntreated solid waste (pure fossil or mixed biomass/fossil) Every 5 000 tonnes of waste and at least four times a year\nLiquid waste, pre-treated solid waste Every 10 000 tonnes of waste and at least four times a year\nCarbonate minerals (including limestone and dolomite) Every 50 000 tonnes of material and at least four times a year\nClays and shales Amounts of material corresponding to 50 000 tonnes of CO2 and at least four times a year\nOther materials (primary, intermediate and final product) Depending on the type of material and the variation, amounts of material corresponding to 50 000 tonnes of CO2 and at least four times a year’"}