{"celex_id": "32011R0150", "uri": "http://publications.europa.eu/resource/cellar/b5c98bdd-2a5e-442e-98ce-a34cf6651154", "type": "Regulation", "concepts": ["1167", "1596", "1857", "192", "2737", "3885", "5877", "656"], "title": "Commission Regulation (EU) No 150/2011 of 18 February 2011 amending Annex III to Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards farmed and wild game and farmed and wild game meat  Text with EEA relevance\n", "header": "19.2.2011 EN Official Journal of the European Union L 46/14\nCOMMISSION REGULATION (EU) No 150/2011\nof 18 February 2011\namending Annex III to Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards farmed and wild game and farmed and wild game meat\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific hygiene rules for food of animal origin. It provides, inter alia, the requirements for the production and placing on the market of meat from farmed and wild game. Food business operators are to ensure that such meat is placed on the market only if it is produced in compliance with Sections III and IV of Annex III to that Regulation.\n(2) Section III of Annex III to Regulation (EC) No 853/2004 provides that food business operators may slaughter farmed ratites and certain farmed ungulates at the place of origin with the authorisation of the competent authority subject to certain conditions. In particular, those conditions include that the slaughtered animals are to be accompanied to the slaughterhouse by a declaration by the food business operator who reared the animals and by a certificate issued and signed by the official or approved veterinarian.\n(3) The certificate issued and signed by the official or approved veterinarian is to attest to a favourable result of the ante-mortem inspection, correct slaughter and bleeding and the date and time of slaughter.\n(4) Council Regulation (EC) No 1099/2009 of 24 September 2009 on the protection of animals at the time of killing (2) lays down rules for the killing of animals bred or kept for the production of food, wool, skin, fur or other products. That Regulation provides that business operators are to ensure that certain slaughter operations are only carried out by persons holding a certificate of competence for such operations, demonstrating their ability to carry them out in accordance with the rules laid down in that Regulation.\n(5) The presence of the official veterinarian or of the approved veterinarian at all times during slaughter and bleeding at the farm may be considered unnecessary if the food business operators carrying out slaughter operations would have the appropriate level of competence and would hold a certificate of competence for such operations, in accordance with Regulation (EC) No 1099/2009. In such cases, it should be permitted for the attestation of the correct slaughter and bleeding, as well as of the date and time of slaughter, to be made by the food business operators instead of by the official or approved veterinarian.\n(6) In addition, Chapter II of Section IV of Annex III to Regulation (EC) No 853/2004 provides that, as soon as possible after the killing of large wild game, the trained person must carry out an examination of the body, and of any viscera removed, to identify any characteristics that may indicate that the meat presents a health risk. If during that examination no abnormal characteristics are found that may indicate that the meat presents a health risk, no abnormal behaviour was observed before killing and there is no suspicion of environmental contamination, the trained person must attach to the animal body a numbered declaration to that effect.\n(7) Experience in the application of those rules shows that it is reasonable to provide for the possibility not to attach the declaration to the animal body and also for that declaration to cover more than one animal body, provided that a clear link between the animal bodies and the declaration covering them is established and guaranteed.\n(8) Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (3) lays down animal and public health rules for the collection, transport, storage, handling, processing and use or disposal of animal by-products, to prevent those products from presenting a risk to animal or public health. Chapter VII of Annex VIII to that Regulation sets out the requirements for the production of game trophies.\n(9) In addition, pursuant to that Regulation, technical plants are to be subject to approval by the competent authority, provided that certain conditions are met. Those conditions include, inter alia, the obligation of the technical plant to comply with the specific production requirements set out in that Regulation.\n(10) Chapter II of Section IV of Annex III to Regulation (EC) No 853/2004 provides that, in the case of large wild game, the head and the viscera need not accompany the body to the game-handling establishment, except in the case of species susceptible to trichinosis, whose head (except of tusks) and diaphragm must accompany the body.\n(11) In some Member States, where there is a long tradition of hunting game, it is customary to use whole heads of animals, including of those susceptible to Trichinella infestation, as a game trophy. The requirement in Chapter II of Section IV of Annex III to Regulation (EC) No 853/2004 creates difficulties to hunters and technical plants with regard to the production of game trophies in the case of species susceptible to Trichinella infestation.\n(12) The possibility should therefore be given to the competent authority to authorise the sending of heads of animals susceptible to Trichinella infestation to an approved technical plant for the production of game trophies, even before the result of the test for Trichinella is available. In all such cases, there should be sufficient guarantees of traceability.\n(13) Regulation (EC) No 853/2004 should therefore be amended accordingly.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex III to Regulation (EC) No 853/2004 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 303, 18.11.2009, p. 1.\n(3)  OJ L 273, 10.10.2002, p. 1.\nANNEX\nAnnex III to Regulation (EC) No 853/2004 is amended as follows:\n(1) in Section III, the following point 3a is inserted:\n‘3a. By way of derogation from point 3(j), the competent authority may authorise that the attestation of the correct slaughter and bleeding and of the date and time of slaughter be included only in the declaration by the food business operator referred to in point 3(i), provided that:\n(a) the holding is situated in a Member State or region, as defined in Article 2(2)(p) of Directive 64/432/EEC which is not under health restrictions in accordance with Union law or national legislation;\n(b) the food business operator has demonstrated the appropriate level of competence to slaughter animals without causing the animals any avoidable pain, distress or suffering in accordance with Article 7(2) of Regulation (EC) No 1099/2009 and without prejudice to Article 12 of that Regulation.’;\n(2) in Chapter II of Section IV, point 4(a) is replaced by the following:\n(a) If no abnormal characteristics are found during the examination referred to in point 2, no abnormal behaviour was observed before killing, and there is no suspicion of environmental contamination, the trained person must attach to the animal body a numbered declaration stating this. This declaration must also indicate the date, time and place of killing."}