{"celex_id": "32015R0292", "uri": "http://publications.europa.eu/resource/cellar/654e3d52-bcbb-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "5451", "5650"], "title": "Commission Implementing Regulation (EU) 2015/292 of 24 February 2015 approving carbon dioxide as an active substance for use in biocidal products for product-type 15  Text with EEA relevance\n", "header": "25.2.2015 EN Official Journal of the European Union L 53/3\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/292\nof 24 February 2015\napproving carbon dioxide as an active substance for use in biocidal products for product-type 15\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 90(2) thereof,\nWhereas:\n(1) The Netherlands received on 22 February 2012 an application, in accordance with Article 11(1) of Directive 98/8/EC of the European Parliament and of the Council (2), for the inclusion of the active substance carbon dioxide in its Annex I for use in product-type 15, avicides, as defined in Annex V to that Directive.\n(2) The Netherlands submitted an assessment report, together with its recommendations, to the Commission on 30 August 2013 in accordance with Article 11(2) of Directive 98/8/EC.\n(3) The opinion of the European Chemicals Agency was formulated on 17 June 2014 by the Biocidal Product Committee, having regard to the conclusions of the evaluating competent authority.\n(4) According to that opinion, biocidal products used for product-type 15 and containing carbon dioxide may be expected to satisfy the requirements laid down in Article 5 of Directive 98/8/EC provided that certain specifications and conditions relating to its use are satisfied.\n(5) It is therefore appropriate to approve carbon dioxide for use in biocidal products for product-type 15 subject to compliance with certain specifications and conditions.\n(6) Since the evaluations did not address nanomaterials, the approval should not cover such materials in accordance with Article 4(4) of Regulation (EU) No 528/2012.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Carbon dioxide shall be approved as an active substance for use in biocidal products for product-type 15, subject to the specifications and conditions set out in the Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1).\nANNEX\nCommon Name IUPAC Name Minimum degree of purity of the active substance (1) Date of approval Expiry date of approval Product type Specific conditions (2)\nCarbon dioxide IUPAC Name: 999 mL/L 1 June 2015 31 May 2025 15 The product assessment shall pay particular attention to the exposures, the risks and the efficacy linked to any uses covered by an application for authorisation, but not addressed in the Union level risk assessment of the active substance.\n(1) Products shall only be supplied to and used by trained professionals.\n(2) Appropriate measures, including, if necessary, the availability of personal protective equipment (PPE), shall be taken to protect users.\n(3) Appropriate measures, such as exclusion from the treatment area, shall be taken to protect bystanders.\n(4) Application doses and instructions for use shall ensure that birds are killed without unnecessary pain and suffering.\n(5) Conditions of use shall specify that carbon dioxide shall be used as a measure of last resort, in the context of an integrated pest management strategy, whose aim shall be to limit to the minimum the recourse to such a product.\n(1)  The purity indicated in this column was the minimum degree of purity of the active substance used for the evaluation made in accordance with Article 8 of Regulation (EU) No 528/2012. The active substance in the product placed on the market can be of equal or different purity if it has been proven technically equivalent with the evaluated active substance.\n(2)  For the implementation of the common principles of Annex VI to Regulation (EU) No 528/2012, the content and conclusions of assessment reports are available on the Commission website: http://ec.europa.eu/environment/chemicals/biocides/index_en.htm"}