{"celex_id": "32011D0384", "uri": "http://publications.europa.eu/resource/cellar/db108d16-6bd5-4dd0-99f0-bdc25e9cf528", "type": "Decision", "concepts": ["1321", "2561", "4320", "4827", "747", "935"], "title": "2011/384/EU: Council Implementing Decision of 20 June 2011 authorising Sweden to apply a reduced rate of electricity tax to electricity directly provided to vessels at berth in a port ( ‘shore-side electricity’ ) in accordance with Article 19 of Directive 2003/96/EC\n", "header": "30.6.2011 EN Official Journal of the European Union L 170/36\nCOUNCIL IMPLEMENTING DECISION\nof 20 June 2011\nauthorising Sweden to apply a reduced rate of electricity tax to electricity directly provided to vessels at berth in a port (‘shore-side electricity’) in accordance with Article 19 of Directive 2003/96/EC\n(2011/384/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (1), and in particular Article 19 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter of 4 March 2010, Sweden sought authorisation to apply a reduced rate of electricity tax to electricity directly provided to vessels at berth in a port (shore-side electricity) pursuant to Article 19 of Directive 2003/96/EC.\n(2) With the tax reduction it intends to apply, Sweden aims to promote a more widespread use of shore-side electricity as an environmentally less harmful way for ships to satisfy their electricity needs while lying at berth in ports as compared to the burning of bunker fuels on board the vessels.\n(3) In so far as the use of shore-side electricity avoids emissions of air pollutants associated with the burning of bunker fuels on board the vessels at berth, it contributes to an improvement of local air quality in port cities. Under the specific conditions of the electricity generation structure in the region concerned, i.e. the Nordic electricity market including Sweden, Denmark, Finland and Norway, the use of electricity from the onshore grid instead of electricity generated by burning bunker fuels on board is furthermore expected to avoid CO2 emissions. The measure is therefore expected to contribute to the Union’s environmental, health and climate policy objectives.\n(4) Allowing Sweden to apply a reduced rate of electricity taxation to shore-side electricity does not go beyond what is necessary to achieve the above mentioned objective, since on-board generation will remain the more competitive alternative in most cases. For the same reason, and because of the current relatively low degree of market penetration of the technology, the measure is unlikely to lead to significant distortions in competition during its lifetime and will thus not negatively affect the proper functioning of the internal market.\n(5) It follows from Article 19(2) of Directive 2003/96/EC that each authorisation granted under that provision is to be strictly limited in time. Given the need for a period long enough in order not to discourage port operators from making the necessary investments, but also the need not to undermine future developments of the existing legal framework, it is appropriate to grant the authorisation requested for a period of 3 years, subject however to the entry into application of general provisions in the matter, at a point in time earlier than the expiry thus foreseen,", "main_body": ["Sweden is hereby authorised to apply a reduced rate of electricity taxation to electricity directly supplied to vessels, other than private pleasure craft, berthed in ports (shore-side electricity) provided that the minimum levels of taxation pursuant to Article 10 of Directive 2003/96/EC are respected.", "This Decision shall take effect on the day of its notification.\nIt shall expire on 25 June 2014.\nHowever, should the Council, acting on the basis of Article 113 of the Treaty, provide for general rules on tax advantages for shore-side electricity, this Decision shall expire on the day on which those general rules become applicable.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Luxembourg, 20 June 2011.\nFor the Council\nThe President\nMATOLCSY Gy.\n(1)  OJ L 283, 31.10.2003, p. 51."}