{"celex_id": "32010R0300", "uri": "http://publications.europa.eu/resource/cellar/44606977-d81e-4ad1-b323-c7b19e4b1a49", "type": "Regulation", "concepts": ["1031", "1260", "1318", "1686", "3173", "4839", "5573", "6292", "893"], "title": "Commission Regulation (EU) No 300/2010 of 12 April 2010 entering a name in the register of protected designations of origin and protected geographical indications (Gentse azalea (PGI))\n", "header": "13.4.2010 EN Official Journal of the European Union L 92/1\nCOMMISSION REGULATION (EU) No 300/2010\nof 12 April 2010\nentering a name in the register of protected designations of origin and protected geographical indications (Gentse azalea (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the third and fourth subparagraphs of Article 7(5) thereof,\nWhereas:\n(1) Pursuant to Article 6(2) and in accordance with Article 17(2) of Regulation (EC) No 510/2006, Belgium’s application to register the name ‘Gentse azalea’ was published in the Official Journal of the European Union\n (2).\n(2) Germany submitted an objection to the registration pursuant to Article 7(1) of Regulation (EC) No 510/2006. The objection was deemed admissible pursuant to Article 7(3) of that Regulation.\n(3) Germany indicated in the objection that the registration of the name in question would be contrary to Article 2 of Regulation (EC) No 510/2006 and would jeopardise the existence of names, trade marks or products which have been legally on the market since at least 5 years preceding the date of publication for objection.\n(4) By a letter dated 6 March 2009, the Commission asked the Member States concerned to seek agreement among themselves in accordance with their internal procedures.\n(5) Given that no agreement was reached between Germany and Belgium within the designated time-frame, the Commission must adopt a decision in accordance with the procedure outlined in Article 15(2) of Regulation (EC) No 510/2006.\n(6) In the light of the information provided by Germany and following appropriate scrutiny, the Commission cannot conclude that the registration of the name ‘Gentse azalea’ would be contrary to Articles 2 and 3 of Regulation (EC) No 510/2006. Germany claims that the delimited geographical area in the application is wider than the town of Ghent, that there is no link between the claimed characteristics of ‘Gentse azalea’ and the geographical area and that no use of the name is made. Evidence provided in the application shows that there is production of ‘Gentse azalea’ in the delimited geographical area also outside the boundaries of the city of Ghent, and labels proving use of the name in trade are also part of the application. The application for registration is based on proved reputation of the name ‘Gentse azalea’ for pot plants.\n(7) Germany indicated that registration of the name ‘Gentse azalea’ as a protected geographical indication would jeopardise the existence of products legally on the market by providing a competitive advantage (marketing advantage) to azalea producers in the geographical area compared to producers in other areas. No evidence was shown that the name ‘Gentse azalea’ is used for trade for pot plants produced outside the area, neither that it is a registered trademark or is protected as a name of a plant variety. In addition, the name ‘Gentse azalea’ has already been used in the market for a significant period of time.\n(8) In the light of the above, the name ‘Gentse azalea’ should be entered in the ‘Register of protected designations of origin and protected geographical indications’. The specification and summary are modified to make clear that the name ‘Gentse azalea’ is used for pot plants.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,", "main_body": ["The designation contained in Annex I to this Regulation shall be entered in the register.", "A summary, containing the main elements of the specifications, is presented in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ C 198, 5.8.2008, p. 13.\nANNEX I\nAgricultural products referred to in Annex II to Regulation (EC) No 510/2006:\nClass 3.5:   Flowers and ornamental plants\nBELGIUM\nGentse azalea (PGI)\nANNEX II\nSUMMARY\nCouncil Regulation (EC) No 510/2006 on protected geographical indications and protected designations of origin\n‘GENTSE AZALEA’\nEC No: BE-PGI-005-0536-24.03.2006\nPDO ( ) PGI ( X )\nThis summary sets out the main elements of the product specification for information purposes.\n1.   Responsible department in the Member State:\nName: Vlaamse Overheid, Departement Landbouw en Visserij, Afdeling Duurzame Landbouwontwikkeling\nAddress: Ellipsgebouw, Koning Albert II-laan 35, Bus 40, 1030 Brussels, Belgium\nTel. +32 25527884\nFax +32 25527871\nE-mail: lieve.desmit@lv.vlaanderen.be\n2.   Group:\nName: Vereniging van Vlaamse Azaleatelers\nAddress: P/a Axelsvaardeken 29a, 9185 Wachtebeke\nTel. +32 93429126\nFax +32 93429214\nE-mail: info@vaneetvelde.com\nComposition: Producers/processors ( X ) Other ( X )\n3.   Type of product:\nClass 3.5. Flowers and ornamental plants\n4.   Specification:\n(summary of requirements under Article 4(2) of Regulation (EC) No 510/2006)\n4.1.   Name:\n‘Gentse azalea’\n4.2.   Description:\nThe ‘Gentse azalea’ is the ready-for-sale pot plant azalea (Azalea indica or Rhododendron simsii), from the first show of colour or the ‘candle-flame’ stage. It is available in various shapes (spherical shrub or standard azaleas, tall-stemmed, pyramid and various unusually shaped varieties) and colours (including white, salmon, red, carmine, pink, purple and lilac) and can be either pure or tinged with another colour (veined or edged). The unique characteristic of the ‘Gentse azalea’ is that it is the result of a quality-oriented production process based on tradition and diversity.\nQuality is guaranteed by compliance with predetermined quality criteria based on product performance (e.g. bud distribution, minimum 80 % show of colour), user-friendliness (e.g. leaving a gap below the rim to allow for watering), reliability (e.g. guaranteed colour) and aesthetic character (e.g. fresh and green appearance). It is a product that is known for its quality, born of many years of tradition, expertise, extensive research and professional information.\n4.3.   Geographical area:\nThe production area covers the whole of the province of East Flanders (with Ghent as its capital).\n4.4.   Proof of origin:\nA ‘Gentse azalea’ must come from a company listed in the register kept by the applicant group. That register is forwarded to the competent supervisory body. The registered companies are either azalea growers (cultivating azaleas from cuttings until they reach the fully grown ‘green’ stage or until the first show of colour) or traders/forcers (buying fully grown ‘green’ azaleas and placing them in forcing houses at least until the first show of colour).\nEvery producer of the pot plant ‘Gentse azalea’ must comply with the standards laid down by the Azalea Quality Project (Project Azalea Kwaliteit, PAK). The PAK is intended to maintain the high quality of the ‘Gentse azalea’ and is a way of guaranteeing that quality. By signing a quality charter and receiving a participant number and a PAK number, each and every registered company undertakes to comply with the quality standards laid down by the PAK. Registered azalea growers keep a crop information sheet for each batch until the pot plants are ready for sale. The crop information sheet guarantees that the growing method and quality standards have been applied. When ‘green’ azaleas are shipped to the forcer, they are accompanied by the crop information sheet for the batch in question and a PAK sticker showing their PAK number. Pot plants that are ready for sale are labelled by the grower or the trader/forcer with the label described in point 4.8 before leaving the company.\n4.5.   Method of production:\nFor the ‘Gentse azalea’, the entire cultivation process (from the propagation of cuttings to the production of a pot plant that is able to bear flowers) takes place within the geographical area defined in point 4.3.\nThe ‘Gentse azalea’ is propagated by taking cuttings or by grafting onto other rootstock. The cuttings are immediately covered with a plastic sheet. Undersoil heating then increases the temperature of the propagation substrate to 23-25 °C.\nDuring cultivation, the tops of the plants need to be pinched out regularly. This involves removing the top part of the sprig to allow the plant to produce more shoots. The number of times this is done depends on the desired size of the final product. During the first phase of cultivation (up to and including the second time the tops are pinched out), the plants remain under cover. Further cultivation may occur either under cover or in the open air. Once it has reached the desired final diameter, the ‘green’ azalea will finally form buds. For this to happen, the plant must first be exposed to cold temperatures for a certain period of time. Depending on the length of this exposure, Gentse azaleas are classified as very early flowering (from 15 August), early flowering (from 1 December), medium-early flowering (from 15 January) and late flowering (from 15 February). ‘Green’ azaleas are sold when the buds are sufficiently mature. The standards laid down as part of the Azalea Quality Project apply to both ‘green’ and flowering azaleas. Flowering azaleas are obtained through forcing. This is done by exposing the sufficiently mature pot plants to a temperature of at least 20 °C, watering them regularly and, in many cases, using artificial lighting. They are sold from the first show of colour or the ‘candle-flame’ stage.\n4.6.   Link:\nThis application for recognition of the ‘Gentse azalea’ is based on the reputation of the product. However, the characteristic cultivation of the ‘Gentse azalea’ came about through a combination of historical, natural and human factors.\nOver the past 2 centuries, the Ghent region became the hub of azalea cultivation and trade in Western Europe. Research in this area, the dissemination of information and the supply sector are also concentrated in the region.\nThe development of azalea cultivation in the geographical area in question was due not only to historical circumstances but also to natural factors. The region around Ghent has a temperate maritime climate that is well suited to azalea growing. Azaleas also need permeable soil. They were primarily grown in a substrate of pine-needle and leaf litter, which was available in the region.\nThe Ghent master gardener Judocus Huytens first brought azaleas to the region from England in 1774, but Azalea indica was actually brought over from England in 1808 by Captain Welbanck. A key factor in the success of the azalea was the founding of the Gent Agricultural and Botanical Society in 1808.\nThe reputation of the ‘Gentse azalea’ is shown by the following:\n— the first azalea was exhibited by Baron Du Bois de Vroeylande at an exhibition held on 6 February 1819. A big flower show, judged by an international jury, has been held every 5 years since 1839. It is still going today and enjoys worldwide fame as the ‘Gentse Floraliën’,\n— Louis Van Houtte was a pioneer of ‘Gentse azalea’ growing, as he perfected the growing technique and his work in the field of selection and breeding resulted in various new shapes and colours being developed. His first catalogue was published in 1839 and already included 97 varieties of Azalea indica,\n— on 17 May 1869, the ‘Gentse azalea’ was exhibited at the St Petersburg Flower Show in Russia,\n— Azalea cultivation became so important for the region around Ghent that a periodical dedicated exclusively to azaleas, entitled Iconographie des azalées de l’Inde (Iconography of Indian azaleas), was launched in 1881,\n— in 1893, Georges Truffaut wrote in his Étude sur la culture et la végétation de l’Azalea Indica (Study on the cultivation and vegetation of Azalea indica): ‘The most important centres of azalea cultivation are to be found in Belgium, particularly in the region around the town of Ghent’,\n— in 1938, a postage stamp bearing an azalea was issued in Ghent on the occasion of a 3-day azalea exhibition that ran from 17 to 19 December,\n— various publications testify to the fact that growers strove to achieve the greatest possible variety of colours and shapes for pot plants. In the Landbouwtijdschrift (Journal of Agriculture) published in October 1954, F. Peeters wrote: ‘Azalea cultivation, for which Ghent is famous, is practised by numerous horticulturalists. They grow a large number of varieties, which differ in terms of colour and shape…’.\n4.7.   Inspection body:\nName: Federale Overheidsdienst Economie, K.M.O., Middenstand en Energie Algemene Directie Controle en Bemiddeling Tweede Afdeling Gespecialiseerde Diensten, Sectie A Controles Uitgaven EOGFL en Marktordening\nAddress: WTC III, Simon Bolivarlaan 30, 1000 Brussels, Belgium\nTel. +32 22084040\nFax +32 22083975\nE-mail: Dirk.Demaeseneer@economie.fgov.be\n4.8.   Labelling:\nA label displaying the indication ‘Gentse azalea’, the European PGI symbol and the PAK number is affixed to the pot plants."}