{"celex_id": "32011D0447", "uri": "http://publications.europa.eu/resource/cellar/1920d599-334d-4f59-85fe-789ffba54ed6", "type": "Decision", "concepts": ["1005", "1052", "2543", "5575"], "title": "2011/447/EU: Commission Implementing Decision of 20 July 2011 correcting Decision 2010/152/EU excluding from European Union financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), under the European Agricultural Guarantee Fund (EAGF) and under the European Agricultural Fund for Rural Development (EAFRD) (notified under document C(2011) 5139)\n", "header": "22.7.2011 EN Official Journal of the European Union L 191/25\nCOMMISSION IMPLEMENTING DECISION\nof 20 July 2011\ncorrecting Decision 2010/152/EU excluding from European Union financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), under the European Agricultural Guarantee Fund (EAGF) and under the European Agricultural Fund for Rural Development (EAFRD)\n(notified under document C(2011) 5139)\n(Only the Polish text is authentic)\n(2011/447/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (1), and in particular Article 7(4) thereof,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (2), and in particular Article 31 thereof,\nHaving consulted the Committee on the Agricultural Funds,\nWhereas:\n(1) By Decision 2010/152/EU (3) the Commission excluded from European Union financing a total amount of PLN 279 794 442,15 and EUR 25 583 996,81 including in particular PLN 180 448 032,62 incurred by Poland for area-related rural development measures in the 2000-2006 programming period. However, the Annex to that Decision erroneously identified that amount to be charged to budget item 6701‘Clearance of EAGF accounts — assigned revenue’. Rather, as that correction concerned the expenditures under the Temporary Rural Development Instrument (TRDI), it should have been charged to budget item 6500‘Financial corrections in connection with the Structural Funds and Cohesion Fund and the European Fisheries Fund’.\n(2) Pursuant to Article 11(4) of Commission Regulation (EC) No 885/2006 of 21 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the accreditation of paying agencies and other bodies and the clearance of the accounts of the EAGF and of the EAFRD (4), sums excluded from Union financing are deducted from the monthly payments relating to the expenditure effected in the second month following the Decision with respect to the EAGF. Therefore, the amount of PLN 180 448 032,62 was converted into euro applying the exchange rate of 29 April 2010, amounting to EUR 46 087 919,86.\n(3) Pursuant to Article 5 of Commission Regulation (EC) No 27/2004 of 5 January 2004 laying down transitional detailed rules for the application of Council Regulation (EC) No 1257/1999 as regards the financing by the EAGGF Guarantee Section of rural development measures in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (5), Commission decisions concerning rural development in Poland are to be expressed in euro. The corrections concerning TRDI which are expressed in the national currencies in the decisions should therefore be converted into euro. The conversion is made using the average exchange rate of the financial year of TRDI expenditure subject to correction. Following this methodology the amount of PLN 180 448 032,62 being a correction for TRDI expenses in the financial years 2005, 2006 and 2007 amounts to EUR 46 430 682,69.\n(4) Decision 2010/152/EU should therefore be corrected accordingly,", "main_body": ["All entries in the Annex to Decision 2010/152/EU concerning Poland shall be replaced by those set out in the Annex to this Decision.", "For bookkeeping reasons, Poland shall declare the amount of EUR 46 087 919,86 for reimbursement on budget item 6701‘Clearance of EAGF accounts — assigned revenue’.\nA recovery order with the amount of EUR 46 430 682,69 shall be issued by the Commission in order to execute the financial corrections concerning TRDI from budget item 6500‘Financial corrections in connection with the Structural Funds and Cohesion Fund and the European Fisheries Fund’.", "This Decision is addressed to the Republic of Poland."], "attachments": "Done at Brussels, 20 July 2011.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 103.\n(2)  OJ L 209, 11.8.2005, p. 1.\n(3)  OJ L 63, 12.3.2010, p. 7.\n(4)  OJ L 171, 23.6.2006, p. 90.\n(5)  OJ L 5, 9.1.2004, p. 36.\nANNEX\nBUDGET ITEM 6701\nMS Measure FY Reason for correction Type % Currency Amount Deductions already made Financial impact\n‘PL Direct payments 2006 Land parcel system not completely vectorised. One-off  PLN –87 534 475,32 0,00 –87 534 475,32\nPL Direct payments 2006 Land parcel system not completely vectorised. Flat rate 5,00 PLN –11 811 934,21 0,00 –11 811 934,21\nPL Direct payments 2007 Land parcel system not completely vectorised. Flat rate 5,00 EUR –2 293 418,87 0,00 –2 293 418,87\nPL Direct payments 2007 Land parcel system not completely vectorised. One-off  EUR –23 290 577,94 0,00 –23 290 577,94\nPL Financial audit — Overshooting 2008 Overshooting of financial ceilings One-off  EUR 0,00 –1 894 213,61 1 894 213,61\nTotal PL (PLN) –99 346 409,53 0,00 –99 346 409,53\nTotal PL (EUR) –25 583 996,81 –1 894 213,61 –23 689 783,20’\nBUDGET ITEM 6500\nMS Measure FY Reason for correction Type % Currency Amount Deductions already made Financial impact\n‘PL Rural Development EAGGF Transitional Instrument (2000-2006) 2005 Land parcel system not completely vectorised. Flat rate 5,00 PLN –1 408 667,08 0,00 –1 408 667,08\nPL Rural Development EAGGF Transitional Instrument (2000-2006) 2006 Land parcel system not completely vectorised. One-off  PLN –18 510 167,85 0,00 –18 510 167,85\nPL Rural Development EAGGF Transitional Instrument (2000-2006) 2006 Land parcel system not completely vectorised. Flat rate 5,00 PLN –69 151 379,37 0,00 –69 151 379,37\nPL Rural Development EAGGF Transitional Instrument (2000-2006) 2007 Land parcel system not completely vectorised. One-off  PLN –12 943 389,24 0,00 –12 943 389,24\nPL Rural Development EAGGF Transitional Instrument (2000-2006) 2007 Land parcel system not completely vectorised. Flat rate 5,00 PLN –78 434 429,08 0,00 –78 434 429,08\nTotal PL (PLN) – 180 448 032,62 0,00 – 180 448 032,62\nGrand total (PLN) – 279 794 442,15 0,00 – 279 794 442,15\nGrand total (EUR) –25 583 996,81 –1 894 213,61 –23 689 783,20’"}