{"celex_id": "32011R1068", "uri": "http://publications.europa.eu/resource/cellar/9af967da-a65c-4fe3-9868-cc47a431e3d9", "type": "Regulation", "concepts": ["1277", "4746", "5451", "6052", "6322", "768"], "title": "Commission Implementing Regulation (EU) No 1068/2011 of 21 October 2011 concerning the authorisation of an enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) and endo-1,4-beta-glucanase produced by Aspergillus niger (DSM 18404) as a feed additive for chickens reared for laying, turkeys for breeding purposes, turkeys reared for breeding, other minor avian species (other than ducks for fattening) and ornamental birds (holder of authorisation BASF SE) Text with EEA relevance\n", "header": "22.10.2011 EN Official Journal of the European Union L 277/11\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1068/2011\nof 21 October 2011\nconcerning the authorisation of an enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) and endo-1,4-beta-glucanase produced by Aspergillus niger (DSM 18404) as a feed additive for chickens reared for laying, turkeys for breeding purposes, turkeys reared for breeding, other minor avian species (other than ducks for fattening) and ornamental birds (holder of authorisation BASF SE)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) and endo-1,4-beta-glucanase produced by Aspergillus niger (DSM 18404). The application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of the enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) and endo-1,4-beta-glucanase produced by Aspergillus niger (DSM 18404) as a feed additive for chickens reared for laying, turkeys for breeding purposes, turkeys reared for breeding, other minor avian species (other than ducks for fattening) and ornamental birds, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of that preparation was authorised for 10 years for chickens for fattening, turkeys for fattening, laying hens, ducks for fattening and weaned piglets by Commission Regulation (EC) No 271/2009 (2).\n(5) New data were submitted in support of the application for the authorisation of the enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) and endo-1,4-beta-glucanase produced by Aspergillus niger (DSM 18404) for chickens reared for laying, turkeys for breeding purposes, turkeys reared for breeding, other minor avian species (other than ducks for fattening) and ornamental birds. The European Food Safety Authority (‘the Authority’) concluded in its opinion of 11 May 2011 (3) that, under the proposed conditions of use, the enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) and endo-1,4-beta-glucanase produced by Aspergillus niger (DSM 18404) for chickens reared for laying, turkeys for breeding purposes, turkeys reared for breeding, other minor avian species (other than ducks for fattening) and ornamental birds does not have an adverse effect on animal health, human health or the environment, and that the use of that preparation can improve the zootechnical performances of the target species. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of the enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus niger (CBS 109.713) and endo-1,4-beta-glucanase produced by Aspergillus niger (DSM 18404) shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘digestibility enhancers’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 October 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 91, 3.4.2009, p. 5.\n(3)  EFSA Journal 2011;9(5):2172.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers.\nAdditive composition\nSolid form\nLiquid form\nCharacterisation of the active substance\nAnalytical method\n (3)\nFor quantification of endo-1,4-beta-xylanase activity:\nFor quantification of endo-1,4-beta-glucanase activity:\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended doses per kilogram of complete feedingstuffs:\n— minor poultry species for fattening (other than ducks) and ornamental birds: 280-840 TXU/125-375 TGU,\n— chickens reared for laying, turkeys for breeding purposes, turkeys reared for breeding and all minor avian species for laying: 560-840 TXU/250-375 TGU.\n3. For safety: breathing protection, glasses and gloves shall be used during handling.\nChickens reared for laying, turkeys for breeding purposes, turkeys reared for breeding and all minor avian species for laying 560 TXU\n(1)  1 TXU is the amount of enzyme which liberates 5 micromoles of reducing sugars (xylose equivalents) from wheat arabinoxylan per minute at pH 3,5 and 55 °C.\n(2)  1 TGU is the amount of enzyme which liberates 1 micromoles of reducing sugars (glucose equivalents) from barley ß-glucan per minute at pH 3,5 and 40 °C.\n(3)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}