{"celex_id": "32011R0839", "uri": "http://publications.europa.eu/resource/cellar/4c84314e-a938-4acf-9803-f96984544038", "type": "Regulation", "concepts": ["1511", "2972", "3633", "4314"], "title": "Commission Implementing Regulation (EU) No 839/2011 of 22 August 2011 amending Regulation (EU) No 222/2011 laying down exceptional measures as regards the release of out-of-quota sugar and isoglucose on the Union market at reduced surplus levy during marketing year 2010/2011\n", "header": "23.8.2011 EN Official Journal of the European Union L 216/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 839/2011\nof 22 August 2011\namending Regulation (EU) No 222/2011 laying down exceptional measures as regards the release of out-of-quota sugar and isoglucose on the Union market at reduced surplus levy during marketing year 2010/2011\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1) and in particular Article 64(2) and Article 187, in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 9(3) of Commission Regulation (EU) No 222/2011 (2) provides that if the remaining quantities of out of quota sugar or isoglucose of a producer are less than the quantities for which that producer applied for under that Regulation, the producer has to pay an amount of EUR 500/tonne on that difference.\n(2) In case an allocation coefficient is fixed pursuant to Article 5(a) of Regulation (EU) No 222/2011, producers will inevitably obtain less then they applied for. In that case, it is appropriate to apply the rule laid down in Article 9(3) only to quantities for which certificates have been actually issued to such producers.\n(3) Regulation (EU) No 222/2011 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["In Article 9(3) of Regulation (EU) No 222/2011, the second sentence is replaced by the following:\n‘If the remaining quantities of out-of-quota sugar or isoglucose of a producer are less than the quantities for which certificates were issued to that producer under this Regulation, the producer shall pay an amount of EUR 500/tonne on that difference.’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 60, 5.3.2011, p. 6."}