{"celex_id": "32011D0510", "uri": "http://publications.europa.eu/resource/cellar/747ef691-59ef-4222-a868-872668f06f00", "type": "Decision", "concepts": ["1318", "1391", "3135", "4036", "5234", "5235", "5581"], "title": "2011/510/EU: Commission Decision of 4 August 2011 extending the period referred to in Article 114(6) of the Treaty on the Functioning of the European Union in relation to national provisions maintaining the limit values for lead, barium, arsenic, antimony, mercury and nitrosamines and nitrosatable substances in toys notified by Germany pursuant to Article 114(4) (notified under document C(2011) 5355)  Text with EEA relevance\n", "header": "19.8.2011 EN Official Journal of the European Union L 214/15\nCOMMISSION DECISION\nof 4 August 2011\nextending the period referred to in Article 114(6) of the Treaty on the Functioning of the European Union in relation to national provisions maintaining the limit values for lead, barium, arsenic, antimony, mercury and nitrosamines and nitrosatable substances in toys notified by Germany pursuant to Article 114(4)\n(notified under document C(2011) 5355)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(2011/510/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114(6) thereof,\nWhereas:\n(1) On 20 January 2011, the German Federal Government requested the Commission, pursuant to Article 114(4) of the Treaty on the Functioning of the European Union (TFEU), the permission to retain the existing provisions provided in German law for the five elements: lead, arsenic, mercury, barium and antimony, as well as for nitrosamines and nitrosatable substances released from toy material, beyond the date of entry into force of Annex II, Part III of Directive 2009/48/EC of the European Parliament and of the Council of 18 June 2009 on the safety of toys (1).\n(2) Article 114(4) and (6) TFEU provides:\n(3) Directive 2009/48/EC (hereinafter ‘the Directive’) lays down rules on the safety of toys and on their free movement in the European Union. According to Article 54, Member States shall bring into force national provisions complying with this Directive by 20 January 2011, and they shall apply them as from 20 July 2011. Part III of Annex II to the Directive will be applicable as from 20 July 2013.\n(4) The Directive contains, in Annex II, part III, point 8, specific values for nitrosamines and nitrosatable substances. These substances shall be prohibited for use in toys intended for use by children under 36 months or in other toys intended to be placed in the mouth if the migration of the substances is equal to or higher than 0,05 mg/kg for nitrosamines and 1 mg/kg for nitrosatable substances. Point 13 of part III of Annex II to the Directive contains specific migration limits for several elements, including lead, arsenic, mercury, barium and antimony. Three different migration limits exist, related to the type of toy material: dry, brittle, power-like or pliable toy material, liquid or sticky toy material and scraped-off toy material. The following limits shall not be exceeded: 13,5, 3,4 and 160 mg/kg for lead, 3,8, 0,9 and 47 mg/kg for arsenic, 7,5, 1,9 and 94 mg/kg for mercury, 4 500, 1 125 and 56 000 mg/kg for barium, and 45, 11,3 and 560 mg/kg for antimony.\n(5) The German Consumer Goods Ordinance (Bedarfsgegenständeverordnung) sets requirements for nitrosamines and nitrosatable substances. These provisions were adopted in 2008, in the context of the absence of specific EU provisions on nitrosamines and nitrosatable substances in toys. The Consumer Goods Ordinance (Bedarfsgegenständeverordnung) requires that for nitrosamines and nitrosatable substances in toys made of natural or synthetic rubber designed for children under 36 months and intended or likely to be placed in the mouth, the amount released as a result of migration must be so small as not to be laboratory detectable. The abovementioned Ordinance currently requires the migration of nitrosamines and nitrosatable substances to be below 0,01 mg/kg for nitrosamines and below 0,1 mg/kg for nitrosatable substances. The detailed provisions on nitrosamines and nitrosatable substances are laid down in Annex 4, point 1.b, and Annex 10, point 6, of the Consumer Goods Ordinance (Bedarfsgegenständeverordnung), published on 23 December 1997, and most recently amended by the Ordinance of 6 March 2007.\n(6) The Second Equipment and Product Safety Act Ordinance (Verordnung über die Sicherheit von Spielzeug – 2. GPSGV) concerns in particular the following elements: lead, arsenic, mercury, barium and antimony. The limit values for the abovementioned elements contained in the Second Equipment and Product Safety Act Ordinance (Verordnung über die Sicherheit von Spielzeug – 2. GPSGV) are those laid down in Council Directive 88/378/EEC of 3 May 1988 on the approximation of the laws of the Member States concerning the safety of toys (2). These limits have been applicable in the EU since 1990. The maximum daily bioavailability is 0,7 μg for lead, 0,1 μg for arsenic, 0,5 μg for mercury, 25 μg for barium, and 0,2 μg for antimony. The detailed provisions on the abovementioned elements are laid down in § 2 of the Second Equipment and Product Safety Act Ordinance (Verordnung über die Sicherheit von Spielzeug – 2. GPSGV), most recently amended by the Ordinance of 6 March 2007.\n(7) At the time of adoption of the Directive (May 2009) Germany voted against its adoption for reasons including its view that the level of protection as regards the chemical requirements is inadequate.\n(8) With a first letter of its Federal Ministry of Economic Affairs and Technology, received on 20 January 2011, the German Federal Government requested the Commission, pursuant to Article 114(4) TFEU, the permission to retain the existing provisions provided in German law for the five elements: lead, arsenic, mercury, barium and antimony, as well as for nitrosamines and nitrosatable substances released from toy material, beyond the date of entry into force of Annex II, Part III of the Directive. A complete justification of the request has been sent by the German Federal Government with letter from the Office of its Permanent Representative, dated 2 March 2011. The detailed justification contained several annexes including scientific studies on the health assessment of the abovementioned substances from the Bundesinstitut für Risikobewertung (hereinafter ‘BfR’), dating January 2011.\n(9) The Commission confirmed receipt of the request with letters dated 24 February and 14 March 2011 and set the deadline for her reaction to 5 September 2011 in accordance with Article 114(6) TFEU.\n(10) By letter of 24 June 2011 the Commission informed the other Member States of the notification received from the German Federal Government. The Commission also published a notice regarding the notification in the Official Journal of the European Union\n (3) in order to inform other interested parties of the national provisions the German Federal Government intends to maintain as well as the grounds invoked to that effect.\n(11) Article 114(4) concerns cases in which national provisions are notified in relation to an EU harmonisation measure, where the former were adopted and entered into force before the adoption of the latter and where the maintenance of the national provisions would be incompatible with the EU harmonisation measure. The national provisions were notified in relation to Directive 2009/48/EC, a harmonisation measure adopted on the basis of Article 95 of the former EC Treaty. They were adopted and entered into force in 1990 and 2008, therefore before the adoption of that Directive.\n(12) After a careful examination of all data and information, the Commission considers that the conditions laid down in Article 114(6), third subparagraph, are met in order for it to have recourse to the possibility of extending the 6-month period within which it has to approve or reject the national provisions notified by Germany.\n(13) The German Federal Government provided several annexes containing detailed justification and scientific information in support of the notified national measures. In particular, health assessment from the BfR on lead, antimony, barium, arsenic and mercury, as well as on nitrosamines and nitrosatable substances, dating from January 2011, was provided.\n(14) The information received from the BfR contains detailed and complex toxicological data on the abovementioned substances, as well as extended references to scientific reports and literature. It is necessary, in order to proceed to a Commission decision pursuant to Article 114(6) TFEU, to verify if the information provided by Germany was already assessed and considered during the Directive’s revision process, or if it is to be considered as new scientific information.\n(15) The directive foresees, in Article 46, the possibility to amend certain chemical-related provisions in order to ensure alignment on technical and scientific developments. The five elements concerned by Germany’s request (lead, arsenic, barium, mercury and antimony) can therefore be amended and aligned on the latest scientific information.\n(16) The Commission set up, in 2010, a working group on chemical substances in toys (hereinafter ‘the working group’), at the request of Member States. This working group, made up of chemical experts from the Czech Republic, Denmark, Germany, France, Italy, the Netherlands, Austria, Sweden and Industry and Consumer organisations evaluates new scientific information and gives recommendations to Member States and the Commission on how to proceed with the amendment of certain chemical provisions contained in the Directive.\n(17) The Commission will seek the opinion of the working group on the detailed justification received from Germany, to determine if it can be considered as new scientific information and therefore used as a basis for amending the chemical provisions of the Directive by setting out stringent requirements. The next meeting of the working group is foreseen on 31 August 2011.\n(18) Furthermore, on 5 April 2011, the working group recommended to Member States experts the amendment of the current values for lead downwards. These recommendations were endorsed by the Commission and experts from Member States. The Commission started the preparatory work for this amendment and the preliminary impact assessment report will be presented for discussion during the next meeting with Member States experts in October 2011. A formal proposal is planned for adoption in the first half of 2012.\n(19) The working group discussed the current limit values for barium, and stated that no new scientific evidence was available; however different assessments by scientific organisations were taken. The working group decided that further discussion is needed. The working group is expected to finalise its recommendations during the meeting of 31 August 2011, which then will be presented to Member States experts in October 2011.\n(20) The Scientific Committee for Consumer Safety (SCCS) is currently evaluating the seriousness of the risk posed by the presence of nitrosamines and nitrosatable substances in balloons and cosmetic products. This opinion, expected for September 2011, will bring new light on children’s exposure to nitrosamines and nitrosatables substances and on the risk related to this exposure.\n(21) The Commission Decision pursuant to Article 114(6), first subparagraph, should therefore await the outcome of the ongoing discussions and evaluations, in order to carefully assess all relevant current or future evidence and draw consequences as regards to the national measures. Hence, the Commission considers that it is justified to extend the 6-month period within which it has to approve or reject the national provisions for a further period expiring on 5 March 2012.\n(22) As indicated in Article 55 of the Directive, point 8 and 13 of part III, Annex II will be applicable from 20 July 2013. Until 20 July 2013, the current provisions related to lead, antimony, barium, arsenic and mercury laid down in Directive 88/378/EEC and in the Second Equipment and Product Safety Act Ordinance (Verordnung über die Sicherheit von Spielzeug – 2. GPSGV) will apply. As there are no applicable EU provisions on nitrosamines and nitrosatable substances released from toys, Annex 4, point 1.b, and Annex 10, point 6, of the Consumer Goods Ordinance (Bedarfsgegenständeverordnung) remains as well applicable until 20 July 2013.\n(23) Therefore, as the national provisions the German Federal Government intends to maintain will not be repealed before 20 July 2013, the Commission concludes that the condition of absence of danger to health is met.\n(24) In the light of the foregoing, the Commission concludes that the application of Germany, completely notified to it on 2 March 2011, with a view of obtaining approval for maintaining the values for lead, arsenic, mercury, barium and antimony, as well as for nitrosamines and nitrosatable substances, for use in toys intended for use by children under 36 months or in other toys intended to be placed in the mouth, is admissible.\n(25) However, in view of the complexity of the matter and of the absence of evidence highlighting a danger for human health, the Commission considers it justified to extend the period referred to in Article 114(6), first subparagraph, for a further period expiring on 5 March 2012,", "main_body": ["Pursuant to Article 114(6), third subparagraph, TFEU, the period of 6 months referred to in its first subparagraph to approve or reject the national provisions concerning the five elements (lead, arsenic, mercury, barium and antimony, as well as for nitrosamines and nitrosatable substances), notified by Germany on 2 March 2011, pursuant to Article 114(4), is extended until 5 March 2012.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 4 August 2011.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 170, 30.6.2009, p. 1.\n(2)  OJ L 187, 16.7.1988, p. 1.\n(3)  OJ C 159, 28.5.2011, p. 23."}