{"celex_id": "32014R0059", "uri": "http://publications.europa.eu/resource/cellar/21a7d26e-84cf-11e3-9b7d-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "463", "4714", "5451", "6569"], "title": "Commission Regulation (EU) No 59/2014 of 23 January 2014 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of sulphur dioxide — sulphites (E 220-228) in aromatised wine-based products  Text with EEA relevance\n", "header": "24.1.2014 EN Official Journal of the European Union L 21/9\nCOMMISSION REGULATION (EU) No 59/2014\nof 23 January 2014\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of sulphur dioxide — sulphites (E 220-228) in aromatised wine-based products\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3),\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) The Union list of food additives may be updated in accordance with the common procedure referrred to in Article 3(1) of Regulation (EC) No 1331/2008 of the European Parliament and of the Council (2) either on the initiative of the Commission or following an application.\n(3) An application for authorisation of the use of sulphur dioxide — sulphites (E 220-228) in aromatised wine-based products as defined in Article 2 of Council Regulation (EEC) No 1601/91 (3) was submitted on 27 March 2013 by the producers of those products and has been made available to the Member States.\n(4) There is a technological need for the use of sulphur dioxide — sulphites (E 220-228) in aromatised wine-based products. Sulphur dioxide — sulphites (E 220-228) are added to stop oxidation and to prevent microbiological contaminations, resulting in a better preservation of flavour and colour of the products. These products, such as vermouth, should in particular be protected as they are often preserved for a long time after the bottle has been opened.\n(5) Acceptable daily intakes have been established by the Scientific Committee for Food for sulphur dioxide — sulphites (E 220-228) (4). Aromatised wine-based products are alcoholic beverages that are usually consumed as an alternative to other alcoholic beverages such as wine in which sulphur dioxide — sulphites are authorised. The additional exposure to sulphur dioxide — sulphites (E 220-228) based on this new use will remain limited and will not lead to an increase of the overall intake. It is therefore appropriate to allow the use of sulphur dioxide — sulphites (E 220-228) as preservative and antioxidant in aromatised wine-based products.\n(6) Pursuant to Article 3(2) of Regulation (EC) No 1331/2008, the Commission is to seek the opinion of the European Food Safety Authority in order to update the Union list of food additives set out in Annex II to Regulation (EC) No 1333/2008, except where the update in question is not liable to have an effect on human health. Since the authorisation of use of sulphur dioxide — sulphites (E 220-228) as preservative and antioxidant in aromatised wine-based products constitutes an update of that list which is not liable to have an effect on human health, it is not necessary to seek the opinion of the European Food Safety Authority.\n(7) Therefore, Annex II to Regulation (EC) No 1333/2008 should be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (OJ L 354, 31.12.2008, p. 1).\n(3)  Council Regulation (EEC) No 1601/91 of 10 June 1991 laying down general rules on the definition, description and presentation of aromatized wines, aromatized wine-based drinks and aromatized wine-product cocktails (OJ L 149, 14.6.1991, p. 1).\n(4)  http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_35.pdf\nANNEX\nPart E of Annex II to Regulation (EC) No 1333/2008 is amended a follows:\n(1) In food category 14.2.7.1 ‘Aromatised wines’ the following entry is inserted after the entry for E 200-203:\n‘E 220-228 Sulphur dioxide — sulphites 200 (3)\n(3): Maximum levels are expressed as SO2 relate to the total quantity, available from all sources, an SO2 content of not more than 10 mg/kg or 10 mg/l is not considered to be present’\n(2) In food category 14.2.7.2 ‘Aromatised wine-based drinks’ the following entry is inserted after the entry for E 200-203:\n‘E 220-228 Sulphur dioxide — sulphites 200 (3)\n(3): Maximum levels are expressed as SO2 relate to the total quantity, available from all sources, an SO2 content of not more than 10 mg/kg or 10 mg/l is not considered to be present’\n(3) In food category 14.2.7.3 ‘Aromatised wine-product cocktails’ the following entry is inserted after the entry for E 200-203:\n‘E 220-228 Sulphur dioxide — sulphites 200 (3)\n(3): Maximum levels are expressed as SO2 relate to the total quantity, available from all sources, an SO2 content of not more than 10 mg/kg or 10 mg/l is not considered to be present’"}