{"celex_id": "32014D0165", "uri": "http://publications.europa.eu/resource/cellar/6b68bd31-b401-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["11", "2179", "2567", "2901", "3506", "5283", "5420", "7"], "title": "2014/165/EU: Council Decision of 3 March 2014 authorising Member States to ratify, in the interests of the European Union, the Arms Trade Treaty\n", "header": "25.3.2014 EN Official Journal of the European Union L 89/44\nCOUNCIL DECISION\nof 3 March 2014\nauthorising Member States to ratify, in the interests of the European Union, the Arms Trade Treaty\n(2014/165/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 and Article 207(3) in conjunction with Article 218(6)(a)(v) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 11 March 2013 the Council authorised the Commission to negotiate the Arms Trade Treaty (‘ATT’) in the framework of the United Nations on those matters coming under the exclusive competence of the Union.\n(2) On 2 April 2013 the General Assembly of the United Nations adopted the text of the ATT. The General Assembly also requested the Secretary-General, as depositary of the ATT, to open it for signature on 3 June 2013 and called upon all States to consider signing and, thereafter, according to their respective constitutional processes, becoming parties to the ATT at the earliest possible date.\n(3) The object of the ATT is to establish the highest possible common international standards for regulating or improving the regulation of the international trade in conventional arms and to prevent and eradicate illicit trade in conventional arms and prevent their diversion. Member States expressed their satisfaction for the outcome of the negotiations and their willingness to urgently proceed to the signature and ratification of the ATT.\n(4) Some of the provisions of the ATT concern matters that fall under the exclusive competence of the Union because they are within the scope of the common commercial policy or affect the internal market rules for the transfer of conventional arms and explosives.\n(5) The European Union cannot sign and ratify the ATT, as only States can be parties thereto.\n(6) On the 27 May 2013, the Council adopted Decision 2013/269/CFSP authorising Member States to sign, in the interests of the European Union, the Arms Trade Treaty (1).\n(7) Therefore, in accordance with Article 2(1) of the Treaty on the Functioning of the European Union, with respect to those matters falling under the exclusive competence of the Union, the Council should authorise Member States to ratify the ATT in the interests of the Union,", "main_body": ["With respect to those matters falling under the exclusive competence of the Union, Member States are hereby authorised to ratify the Arms Trade Treaty in the interests of the Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 March 2014.\nFor the Council\nThe President\nI. MICHELAKIS\n(1)  OJ L 155, 7.6.2013, p. 9."}