{"celex_id": "32010R1054", "uri": "http://publications.europa.eu/resource/cellar/090a70cb-72f1-4bf9-8c1d-a48c463c403d", "type": "Regulation", "concepts": ["1159", "2455", "5229", "763"], "title": "Commission Regulation (EU) No 1054/2010 of 18 November 2010 amending Regulation (EC) No 391/2007 laying down detailed rules for the implementation of Council Regulation (EC) No 861/2006 as regards the expenditure incurred by Member States in implementing the monitoring and control systems applicable to the Common Fisheries Policy\n", "header": "19.11.2010 EN Official Journal of the European Union L 303/3\nCOMMISSION REGULATION (EU) No 1054/2010\nof 18 November 2010\namending Regulation (EC) No 391/2007 laying down detailed rules for the implementation of Council Regulation (EC) No 861/2006 as regards the expenditure incurred by Member States in implementing the monitoring and control systems applicable to the Common Fisheries Policy\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 861/2006 of 22 May 2006 establishing Community financial measures for the implementation of the common fisheries policy and in the area of the Law of the Sea (1), and in particular Article 31 thereof,\nWhereas:\n(1) The Union has been financing Member States actions in the field of fisheries control and enforcement since 1990 pursuant to the objectives of the Common Fisheries Policy set out in particular by Council Regulation (EC) No 2371/2002 (2).\n(2) Regulation (EC) No 861/2006 provides, amongst other actions, for Union financial measures for expenditure on fisheries control, inspection and surveillance for the period 2007 to 2013. Commission Regulation (EC) No 391/2007 (3) establishes detailed rules for the implementation of such measures.\n(3) In view of the principle of sound financial management, Member States must have clear indications on the rules to be followed in order to benefit from Union financial assistance when incurring expenditure in the area of fisheries control and enforcement.\n(4) Rules applicable to the Union financial contribution to national control programmes should be simplified and clarified.\n(5) In the case of certain large investments, Member States may require more time than is currently allowed to enter into legal and budgetary commitment, and in the interest of reducing future problems with reimbursements, an extended deadline should be applicable as from 22 June 2010, the date on which the first Commission financing decision of 2010 was adopted.\n(6) Where vessels and aircraft are not used 100 % for fishery control, reimbursement should be made at a rate which reflects percentage use of the item.\n(7) A contract between the relevant administration and the supplier should be included in a request for pre-financing only if the nature of the project makes such contract necessary.\n(8) Regulation (EC) No 391/2007 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Regulation (EC) No 391/2007 is amended as follows:\n(1) Article 4 is replaced by the following:\n(2) in Article 6, paragraph 2 is replaced by the following:\n(3) in Article 10, paragraph 2 is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 160, 14.6.2006, p. 1.\n(2)  OJ L 358, 31.12.2002, p. 59.\n(3)  OJ L 97, 12.4.2007, p. 30."}