{"celex_id": "32014D0846", "uri": "http://publications.europa.eu/resource/cellar/affcf21d-76dc-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["2602", "2900", "4511", "4585", "5709", "5868"], "title": "2014/846/EU, Euratom: Commission Implementing Decision of 26 November 2014 amending Decision 2005/819/EC, Euratom authorising the Republic of Lithuania to use certain approximate estimates for the calculation of the VAT own resources base (notified under document C(2014) 8927)\n", "header": "28.11.2014 EN Official Journal of the European Union L 343/37\nCOMMISSION IMPLEMENTING DECISION\nof 26 November 2014\namending Decision 2005/819/EC, Euratom authorising the Republic of Lithuania to use certain approximate estimates for the calculation of the VAT own resources base\n(notified under document C(2014) 8927)\n(Only the Lithuanian text is authentic)\n(2014/846/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular the second indent of Article 6(3) thereof,\nAfter consulting the Advisory Committee on Own Resources,\nWhereas:\n(1) Under Article 385 of Council Directive 2006/112/EC (2), Lithuania may, in accordance with the conditions applying in that Member State on the date of its accession, continue to exempt the transactions referred to in point 10 of Annex X, Part B to that Directive, for as long as the same exemption is applied in any of the Member States which were members of the Community on 30 April 2004; those transactions must be taken into account for the determination of the VAT own resources base.\n(2) In its response of 29 April 2014 to the letter of 14 February 2014 of the Commission regarding the simplification of VAT own resources inspections (3), Lithuania requested authorisation from the Commission to use a fixed percentage of the intermediate base for the calculation of the VAT own resources base for transactions referred to in point 10 of Annex X, Part B to Directive 2006/112/EC for the financial years 2014 to 2020. Lithuania has shown that the historical percentage has remained stable over time. Lithuania should therefore be authorised to calculate the VAT own resources base using a fixed percentage in accordance with the letter sent by the Commission.\n(3) For reasons of transparency and legal certainty it is appropriate to limit the applicability of the authorisation in time.\n(4) It is therefore appropriate to amend Commission Decision 2005/819/EC, Euratom (4) accordingly,", "main_body": ["In Decision 2005/819/EC, Euratom the following Article 1a is inserted:\n‘Article 1a\nBy way of derogation from Article 1 of this Decision, for the purpose of calculating the VAT own resources base from 1 January 2014 to 31 December 2020, Lithuania is authorised to use 0,10 % of the intermediate base in respect of transactions referred to in point 10 of Annex X, Part B, (passenger transport) to Council Directive 2006/112/EC (5).", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Brussels, 26 November 2014.\nFor the Commission\nKristalina GEORGIEVA\nVice-President\n(1)  OJ L 155, 7.6.1989, p. 9.\n(2)  Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (OJ L 347, 11.12.2006, p. 1).\n(3)  Ares(2014)371165.\n(4)  Commission Decision 2005/819/EC, Euratom of 21 November 2005 authorising the Republic of Lithuania to use certain approximate estimates for the calculation of the VAT own resources base (OJ L 305, 24.11.2005, p. 40).\n(5)  Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (OJ L 347, 11.12.2006, p. 1).’"}