{"celex_id": "32014L0102", "uri": "http://publications.europa.eu/resource/cellar/fa90c2e4-719e-11e4-b593-01aa75ed71a1", "type": "Directive", "concepts": ["12", "2864", "3602", "4189", "5334", "5563", "6013", "62"], "title": "Council Directive 2014/102/EU of 7 November 2014 adapting Directive 2013/34/EU of the European Parliament and of the Council on the annual financial statements, consolidated financial statements and related reports of certain types of undertakings, by reason of the accession of the Republic of Croatia  Text with EEA relevance\n", "header": "21.11.2014 EN Official Journal of the European Union L 334/86\nCOUNCIL DIRECTIVE 2014/102/EU\nof 7 November 2014\nadapting Directive 2013/34/EU of the European Parliament and of the Council on the annual financial statements, consolidated financial statements and related reports of certain types of undertakings, by reason of the accession of the Republic of Croatia\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Act of Accession of Croatia, and in particular Article 50 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Pursuant to Article 50 of the Act of Accession of Croatia, where acts of the institutions adopted prior to accession require adaptation by reason of accession, and the necessary adaptations have not been provided for in the Act of Accession or its Annexes, the Council, acting by qualified majority on a proposal from the Commission, shall, to that end, adopt the necessary acts if the original act was not adopted by the Commission.\n(2) The relevant types of Croatian undertakings should be inserted in Annexes I and II to Directive 2013/34/EU of the European Parliament and of the Council (1) in order to provide for the relevant scope of application of the coordination measures provided for by that Directive in Croatia. The scope of amendments should be limited to technical adaptations required by reason of the accession of Croatia.\n(3) Directive 2013/34/EU should therefore be amended accordingly,", "main_body": ["Directive 2013/34/EU is amended as set out in the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 20 July 2015. They shall immediately inform the Commission thereof.\nMember States may provide that the measures referred to in the first subparagraph are first to apply to financial statements for the financial years beginning on 1 January 2016 or during the calendar year 2016.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 November 2014.\nFor the Council\nThe President\nP. C. PADOAN\n(1)  Directive 2013/34/EU of the European Parliament and of the Council of 26 June 2013 on the annual financial statements, consolidated financial statements and related reports of certain types of undertakings, amending Directive 2006/43/EC of the European Parliament and of the Council and repealing Council Directives 78/660/EEC and 83/349/EEC (OJ L 182, 29.6.2013, p. 19).\nANNEX\nDirective 2013/34/EU is amended as follows:\n(1) in Annex I, the following is inserted after the entry for France:\n‘— in Croatia:\n(2) in Annex II, the following is inserted after the entry for France:\n‘— in Croatia:"}