{"celex_id": "32011D0851", "uri": "http://publications.europa.eu/resource/cellar/ca817a89-5758-4063-a667-addd7d4eb78d", "type": "Decision", "concepts": ["1005", "1007", "1763", "191", "2563", "899"], "title": "2011/851/EU: Commission Implementing Decision of 12 December 2011 on an additional Union financial contribution for 2006 and 2007 to cover expenditure incurred by Portugal for the purpose of combating Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al . (pinewood nematode) (notified under document C(2011) 9247)\n", "header": "17.12.2011 EN Official Journal of the European Union L 335/107\nCOMMISSION IMPLEMENTING DECISION\nof 12 December 2011\non an additional Union financial contribution for 2006 and 2007 to cover expenditure incurred by Portugal for the purpose of combating Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (pinewood nematode)\n(notified under document C(2011) 9247)\n(Only the Portuguese text is authentic)\n(2011/851/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 23(6) thereof,\nWhereas:\n(1) Commission Decision 2006/923/EC (2) approved a financial contribution from the Union for a programme of measures introduced by Portugal aiming in 2006 and 2007 at controlling the spread of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (pinewood nematode) to other Member States. The measures consisted of the creation of a barrier free from all host trees of the pinewood nematode vector, hereinafter the ‘clear cut belt’.\n(2) The financial contribution granted by Decision 2006/923/EC was based on the programme for further actions for pinewood nematode (hereinafter: PWN) and the budget estimation referring to this programme as submitted by Portugal to the Commission on 28 July 2006.\n(3) The final payments to Portugal connected to the actions laid down in Decision 2006/923/EC occurred in June 2008.\n(4) Portugal informed the Commission on 28 September 2007 and submitted supporting evidence on 30 June 2009 that the expenditure related to the creation of the clear cut belt exceeded by far the estimation presented in July 2006. In this regard it submitted a further request for a Union financial contribution to an additional expenditure of EUR 10 230 256,59. The initial under-estimate was due to several factors, including an under-estimate of the number of big PWN host trees, the small percentage of PWN host trees cut by their owners and the non-inclusion of costs to be incurred for cutting the young PWN host trees.\n(5) In July 2010, the Commission carried out an audit on the information communicated by Portugal on 30 June 2009. After examination of all supporting documents for the additional claim, the audit report concluded that an eligible amount of EUR 5 314 851,15 of paid invoices (including coordination costs) could be validated.\n(6) As the measures including in that additional claim are of the same nature and target the same purpose as the measures of Decision 2006/923/EC, it is appropriate to allocate the same Union financial contribution rate as in that Decision, namely a rate of 75 %.\n(7) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3), plant-health measures are financed from the European Agricultural Guarantee Fund. For the purpose of financial control of these measures, Articles 9, 36 and 37 of the above Regulation should apply.\n(8) In accordance with Article 75 of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (4) and Article 90(1) of Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (5), the commitment of expenditure from the Union budget shall be preceded by a financing decision adopted by the institution to which powers have been delegated, setting out the essential elements of the action involving the expenditure.\n(9) The present Decision constitutes a financing decision for the expenditure provided in the co-financing requests presented by Member States.\n(10) The measures provided in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Principle\nThe allocation of a supplementary Union financial contribution to cover expenditure incurred by Portugal in 2006 and 2007 relating to the creation of a clear cut belt and taken for the purpose of combating pinewood nematode, is hereby approved.", "Amount of Union financial contribution\nThe maximum supplementary Union financial contribution referred to in Article 1 is EUR 3 986 138,36.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 12 December 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 354, 14.12.2006, p. 42.\n(3)  OJ L 209, 11.8.2005, p. 1.\n(4)  OJ L 248, 16.9.2002, p. 1.\n(5)  OJ L 357, 31.12.2002, p. 1."}