{"celex_id": "32011L0088", "uri": "http://publications.europa.eu/resource/cellar/52d32205-f8f1-421b-a7a4-5299b82a361e", "type": "Directive", "concepts": ["1994", "2522", "2527", "3641", "4654", "5451", "6400"], "title": "Directive 2011/88/EU of the European Parliament and of the Council of 16 November 2011 amending Directive 97/68/EC as regards the provisions for engines placed on the market under the flexibility scheme Text with EEA relevance\n", "header": "23.11.2011 EN Official Journal of the European Union L 305/1\nDIRECTIVE 2011/88/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 November 2011\namending Directive 97/68/EC as regards the provisions for engines placed on the market under the flexibility scheme\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Directive 97/68/EC of the European Parliament and of the Council of 16 December 1997 on the approximation of the laws of the Member States relating to measures against the emission of gaseous and particulate pollutants from internal combustion engines to be installed in non-road mobile machinery (3) concerns exhaust emissions and emission limits of air pollutants from engines installed in non-road mobile machinery and contributes to the protection of human health and the environment. Directive 97/68/EC provided that emission limits applicable to type-approval of the majority of compression ignition engines under Stage III A were to be replaced by the more stringent limits under Stage III B. Those limits apply from 1 January 2010 as regards the type-approval for those engines and from 1 January 2011 with regard to the placing on the market of those engines.\n(2) The revision of Directive 97/68/EC is currently being prepared by the Commission in line with the requirements of Article 2 of Directive 2004/26/EC of the European Parliament and of the Council of 21 April 2004 amending Directive 97/68/EC (4). In order to ensure that the revised Directive is in line with Union standards for good air quality, and in the light of experience, scientific findings and available technologies, the Commission should, in the upcoming revision of Directive 97/68/EC and subject to impact assessment, consider:\n— establishing a new emission stage – Stage V – that should be based, subject to technical feasibility, on the requirements of Euro VI standards for heavy-duty vehicles,\n— introducing new requirements for the reduction of particulate matter, namely a particulate number limit that applies for all compression ignition engine categories, where technically feasible, so as to ensure an effective reduction of ultra-fine particles,\n— taking a comprehensive approach to promoting emission-reducing provisions and retrofitting of after-treatment systems on the existing fleet of non-road mobile machinery on the basis of the currently ongoing discussions under the auspices of the United Nations Economic Commission for Europe regarding harmonised requirements for retrofit emission control devices; this approach should support Member States’ efforts to improve air quality and to promote the protection of workers,\n— establishing a method providing for the periodic testing of non-road mobile machinery and vehicles, in particular to establish whether their emissions performance complies with the values given at registration,\n— the possibility of authorising, under certain conditions, replacement engines that do not comply with Stage III A requirements for railcars and locomotives,\n— the possibility of harmonising the specific emission standards for rail with relevant standards at international level so as to ensure the availability of affordable engines that comply with the emission limits set.\n(3) The transition to Stage III B involves a step change in technology requiring significant implementation costs for redesigning the engines and for developing advanced technical solutions. However, the current global financial and economic crisis or any conjunctural economic fluctuations should not lead to a lowering of environmental standards. This revision of Directive 97/68/EC should therefore be considered to be exceptional. Furthermore, investments in environmentally friendly technologies are important for the promotion of future growth, jobs and health security.\n(4) Directive 97/68/EC provides for a flexibility scheme to allow equipment manufacturers to purchase, in the period between two emission stages, a limited number of engines that do not comply with the emission limits applicable during that period, but which are approved in accordance with the requirements of the stage immediately preceding the applicable one.\n(5) Point (b) of Article 2 of Directive 2004/26/EC provides for the evaluation of the possible need for additional flexibilities.\n(6) During Stage III B, the maximum number of engines used for applications other than the propulsion of railcars, locomotives and inland waterways vessels that may be placed on the market under the flexibility scheme should be increased, in each engine category, from 20 % to 37,5 % of the annual quantity of equipment with engines in that category that is placed on the market by the equipment manufacturer. An optional alternative of placing a fixed number of engines on the market under the flexibility scheme should be available. That fixed number of engines should also be revised and should not exceed the ceilings laid down in Section 1.2.2 of Annex XIII to Directive 97/68/EC.\n(7) The rules applicable to the flexibility scheme should be adapted to extend the application of that scheme to engines for use in the propulsion of locomotives for a strictly limited period of time.\n(8) Improving air quality is a major Union goal pursued through Directive 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on ambient air quality and cleaner air for Europe (5). Tackling emissions at source is essential for meeting that goal, including reducing emissions from the non-road mobile machinery sector.\n(9) Enterprises operating with machines that fall within the scope of this Directive should benefit from European financial support programmes or any relevant support programmes provided by Member States. Those support programmes should be aimed at favouring the early introduction of the highest emission standards.\n(10) Directive 97/68/EC provides for an exemption for replacement engines, which does not apply to railcars and locomotives. However, considering weight and dimensional constraints, it is necessary to provide for a limited exemption also for replacement engines in railcars and locomotives.\n(11) The measures set out in this Directive reflect a temporary difficulty faced by the manufacturing sector, resulting in no permanent adaptation, and as such, the application of those measures should be restricted to the duration of Stage III B or, where no subsequent stage exists, to 3 years.\n(12) Taking into account the special infrastructure of the United Kingdom rail network, which results in a different structural gauge and consequently weight and dimensional constraints, and therefore requires a longer adaptation period for the new emission limits, it is appropriate to provide for more flexibility for this particular market in engines for use in locomotives.\n(13) Directive 97/68/EC should therefore be amended accordingly,", "main_body": ["Amendments to Directive 97/68/EC\nDirective 97/68/EC is hereby amended as follows:\n(1) Article 4(6) is replaced by the following:\n(2) Article 10 is amended as follows:\n(a) in paragraph 1a, the second subparagraph is deleted;\n(b) the following paragraphs are inserted:\n(a) replacement engines that meet the Stage III A limits, where they are to replace engines for railcars and locomotives that:\n(i) do not meet the Stage III A standard; or\n(ii) meet the Stage III A standard but do not meet the Stage III B standard;\n(b) replacement engines that do not meet Stage III A limits, where they are to replace engines for railcars without driving control and not capable of independent movement, so long as such replacement engines meet a standard no lower than the standard met by engines fitted to existing railcars of the same type.\n(c) paragraph 7 is replaced by the following:\n(3) Annex XIII is amended in accordance with the Annex to this Directive.", "Transposition\n1.   Member States shall adopt and publish, by 24 November 2012 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those measures.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 16 November 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nW. SZCZUKA\n(1)  OJ C 48, 15.2.2011, p. 134.\n(2)  Position of the European Parliament of 25 October 2011 (not yet published in the Official Journal) and decision of the Council of 8 November 2011.\n(3)  OJ L 59, 27.2.1998, p. 1.\n(4)  OJ L 146, 30.4.2004, p. 1.\n(5)  OJ L 152, 11.6.2008, p. 1.\nANNEX\nSection 1 of Annex XIII is replaced by the following:\n‘1.   ACTIONS BY THE OEM\n1.1. Except during Stage III B, an OEM that wishes to make use of the flexibility scheme, with the exception of engines for the propulsion of railcars and locomotives, shall request permission from any approval authority for the OEM’s engine manufacturers to place on the market engines intended for the OEM’s exclusive use. The number of engines that do not comply with the current emission limits, but are approved to the most recent previous stage of emission limits, shall not exceed the ceilings set out in Sections 1.1.1 and 1.1.2.\n1.1.1. The number of engines placed on the market under the flexibility scheme shall, in each engine category, not exceed 20 % of the annual quantity of equipment with engines in that category that is placed on the market by the OEM (calculated as an average of the latest 5 years’ sales on the Union market). Where an OEM has placed equipment on the Union market for less than 5 years, the average shall be calculated based on the period for which the OEM has placed equipment on the Union market.\n1.1.2. As an optional alternative to Section 1.1.1 and with the exception of engines for the propulsion of railcars and locomotives, the OEM may seek permission for the OEM’s engine manufacturers to place on the market a fixed number of engines for the OEM’s exclusive use. The number of engines in each engine category shall not exceed the following ceilings:\nEngine category P (kW) Number of engines\n19 ≤ P < 37 200\n37 ≤ P < 75 150\n75 ≤ P < 130 100\n130 ≤ P ≤ 560 50\n1.2. During Stage III B, but for a period no longer than 3 years from the beginning of that stage, with the exception of engines for use in the propulsion of railcars and locomotives, an OEM that wishes to make use of the flexibility scheme shall request permission from any approval authority for the OEM’s engine manufacturers to place on the market engines intended for the OEM’s exclusive use. The quantities of engines that do not comply with the current emission limits, but are approved to the most recent previous stage of emission limits, shall not exceed the ceilings set out in Sections 1.2.1 and 1.2.2.\n1.2.1. The number of engines placed on the market under the flexibility scheme shall, in each engine category, not exceed 37,5 % of the annual quantity of equipment with engines in that category that is placed on the market by the OEM (calculated as an average of the latest 5 years’ sales on the Union market). Where an OEM has placed equipment on the Union market for less than 5 years, the average shall be calculated based on the period for which the OEM has placed equipment on the Union market.\n1.2.2. As an optional alternative to Section 1.2.1, the OEM may seek permission for the OEM’s engine manufacturers to place on the market a fixed number of engines for the OEM’s exclusive use. The number of engines in each engine category shall not exceed the following ceilings:\nEngine category P (kW) Number of engines\n37 ≤ P < 56 200\n56 ≤ P < 75 175\n75 ≤ P < 130 250\n130 ≤ P ≤ 560 125\n1.3. As regards engines for use in the propulsion of locomotives, during Stage III B, but for a period no longer than 3 years from the beginning of that stage, an OEM may seek permission for the OEM’s engine manufacturers to place on the market a maximum of 16 engines for the OEM’s exclusive use. The OEM may also seek permission for his engine manufacturers to place on the market a maximum of 10 additional engines with rated powers greater than 1 800 kW to be installed in locomotives designed exclusively for use on the United Kingdom network. Locomotives will be considered to meet this requirement only if they have, or are able to be issued with, a safety certificate for operation on the United Kingdom network.\n1.4. The OEM shall include in the application to an approval authority the following information:\n(a) a sample of the labels to be affixed to each piece of non-road mobile machinery in which an engine placed on the market under the flexibility scheme will be installed. The labels shall bear the following text: “MACHINE No … (sequence of machines) OF … (total number of machines in respective power band) WITH ENGINE No … WITH TYPE-APPROVAL (Dir. 97/68/EC) No …”;\n(b) a sample of the supplementary label to be affixed on the engine bearing the text referred to in Section 2.2.\n1.5. The OEM shall provide the approval authority with any necessary information connected with the implementation of the flexibility scheme that the approval authority may request in order to make a decision.\n1.6. The OEM shall provide any requesting approval authority in the Member States with any information that the approval authority requires in order to confirm that engines claimed to be, or labelled as being, placed on the market under the flexibility scheme are properly so claimed or labelled.’."}