{"celex_id": "32010D0613", "uri": "http://publications.europa.eu/resource/cellar/cb6eefab-6641-4705-9886-4d17b9b5dac8", "type": "Decision", "concepts": ["192", "3774", "5369", "842", "97"], "title": "2010/613/EU: Commission Decision of 8 October 2010 derogating from Decisions 92/260/EEC and 2004/211/EC as regards the temporary admission of certain male registered horses participating in the equestrian events of the pre-Olympic test event in 2011, the Olympic Games or the Paralympic Games in 2012 in the United Kingdom (notified under document C(2010) 6854)  Text with EEA relevance\n", "header": "12.10.2010 EN Official Journal of the European Union L 268/40\nCOMMISSION DECISION\nof 8 October 2010\nderogating from Decisions 92/260/EEC and 2004/211/EC as regards the temporary admission of certain male registered horses participating in the equestrian events of the pre-Olympic test event in 2011, the Olympic Games or the Paralympic Games in 2012 in the United Kingdom\n(notified under document C(2010) 6854)\n(Text with EEA relevance)\n(2010/613/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), and in particular Article 19(ii) thereof,\nWhereas:\n(1) Commission Decision 92/260/EEC of 10 April 1992 on animal health conditions and veterinary certification for temporary admission of registered horses (2) assigns third countries from which the temporary admission into the Union of registered horses is to be authorised to specific sanitary groups for the use of the corresponding specimen health certificates set out in Annex II to that Decision. This Decision provides for guarantees that uncastrated male horses older than 180 days do not pose a risk as regards equine viral arteritis.\n(2) Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species (3) establishes such a list of third countries and parts of territories thereof from which Member States are to authorise the temporary admission of registered horses and sets out the conditions for the importation of equidae from third countries.\n(3) The summer games of the XXX Olympiad (‘Olympic Games’) will be held in London, the United Kingdom, from 27 July to 12 August 2012, followed by the XIV summer Paralympic Games (‘Paralympics’) between 29 August and 9 September 2012. The equestrian events of the Olympic Games and of the Paralympics, forming an integral part of the 2012 Olympic Games and Paralympics, will be preceded by equestrian events within the framework of the pre-Olympic test event, which is planned to be a two-star International Eventing Competition from 4 to 10 July 2011.\n(4) Registered horses participating in the equestrian events of the pre-Olympic test event, the Olympic Games and the Paralympics will be under the veterinary supervision of the competent authorities of the United Kingdom and the organising World Equestrian Federation (FEI).\n(5) Certain male registered horses, which have qualified for participation in those high level equestrian events may not comply with the requirements as regards equine viral arteritis laid down in Decisions 92/260/EEC and 2004/211/EC. A derogation from those requirements should therefore be provided for uncastrated male registered horses temporarily admitted to participate in those sporting events. That derogation should set out the animal health and veterinary certification requirements to exclude the risk of spreading equine viral arteritis through breeding or semen collection.\n(6) Because equine viral arteritis is a notifiable disease in South Africa, has not been reported since 2001 and is subject to controls in that country, it is unnecessary to extend the derogation to horses accompanied by a health certificate in accordance with specimen ‘F’ in Annex II to Decision 92/260/EEC.\n(7) The requirements for veterinary checks on imports from third countries are laid down in Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries (4).\n(8) The development of the integrated computerised veterinary system Traces, provided for by Commission Decision 2003/623/EC of 19 August 2003 concerning the development of an integrated computerised veterinary system known as Traces (5), involves the standardisation of documents relating to the declaration and checks so that the data gathered can be properly managed and processed in order to improve health safety in the European Union. The Commission therefore adopted Regulation (EC) No 282/2004 of 18 February 2004 introducing a document for the declaration of, and veterinary checks on, animals from third countries entering the Community (6).\n(9) Commission Decision 2004/292/EC of 30 March 2004 on the introduction of the Traces system (7) created a single electronic database (‘TRACES’) for monitoring the movement of animals within the European Union and from third countries, as well as providing all the reference data relating to trade in such goods.\n(10) Commission Regulation (EC) No 599/2004 of 30 March 2004 concerning the adoption of a harmonised model certificate and inspection report linked to intra-Community trade in animals and products of animal origin (8) provides a format for the identification of the consignment which allows to establish a link to animal health documents which accompanied the animal to the border inspection post at the point of entry into the European Union.\n(11) Commission Decision 2009/821/EC of 28 September 2009 drawing up a list of approved border inspection posts, laying down certain rules on the inspections carried out by Commission veterinary experts and laying down the veterinary units in Traces (9) provides details of a communication network connecting veterinary units in Member States in order to follow-up movements of, for example, temporarily admitted registered horses.\n(12) The common veterinary entry document issued in accordance with Regulation (EC) No 282/2004 in conjunction with certification for the movement of such horses from the Member State of first destination to other Member States (‘onward certification’), is the most suitable instrument to ensure that uncastrated male registered horses temporarily admitted under specific conditions as regards equine viral arteritis leave the European Union within a period of less than 90 days following their entry and without delay following the end of the equestrian events in which they participated.\n(13) However, because the onward certification in Section VII of the specimen health certificate in accordance with Decision 92/260/EEC is not implemented in TRACES, it is necessary to connect this onward certification through the common veterinary entry document with a health attestation in accordance with Annex B to Directive 90/426/EEC.\n(14) With a view to the importance of the event and the limited number of well-known individual horses entering the European Union under the specific conditions provided for in this Decision, the additional administrative procedures appear to be appropriate.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By way of derogation from Article 1 of Decision 92/260/EEC and Article 6(a) of Decision 2004/211/EC, Member States shall authorise the temporary admission of uncastrated male registered horses which do not meet the requirement for equine viral arteritis provided for in point (e)(v) of Section III of the specimen certificates ‘A’ to ‘E’ set out in Annex II to Decision 92/260/EEC, provided these horses are:\n(a) intended to participate in the following equestrian events in London, the United Kingdom:\n(i) the pre-Olympic test event from 4 to 10 July 2011;\n(ii) the XXX Olympiad (‘Olympic Games’) from 27 July to 12 August 2012;\n(iii) the XIV summer Paralympic Games (‘Paralympics’) from 29 August to 9 September 2012; and\n(b) in compliance with the conditions set out in Article 2 of this Decision.", "1.   Member States shall ensure that the horses referred to in Article 1 (‘the horses’) are accompanied by a health certificate corresponding to the appropriate specimen ‘A’ to ‘E’ set out in Annex II to Decision 92/260/EEC which has been amended as follows:\n(a) the following is added to point (e)(v) of Section III relating to equine viral arteritis:\n— the registered horse is to be admitted in accordance with Commission Decision 2010/613/EU.’;\n(b) the following indents are added to the part of Section IV to be completed by the official veterinarian:\n‘— the horse is intended to participate in the equestrian events of the pre-Olympic test event in July 2011/Olympic Games in July and August 2012/Paralympics in August and September 2012 (underline applicable and delete non-applicable),\n— arrangements have been made to transport the horse out of the European Union without delay after the end of the equestrian event of the pre-Olympic test event/Olympic Games/Paralympics (underline applicable and delete non-applicable) on … (insert date) through the exit point … (insert name of exit point),\n— the horse is not intended for breeding or for the collection of semen during its residence of less than 90 days in a Member State of the European Union.’\n2.   Member States shall not implement an alternative control system, as provided for in Article 6 of Directive 90/426/EEC, for the horses.\n3.   The status of the horses cannot be converted from temporary entry into permanent entry.", "1.   Member States shall ensure that in addition to the veterinary checks on the horses in accordance with Directive 91/496/EEC, the veterinary authorities issuing the common veterinary entry document (‘CVED’) in accordance with Regulation (EC) No 282/2004 also:\n(a) notify the exit point indicated in Section IV of the certificate referred to in Article 2(b) of the scheduled export from the European Union by completing point 20 of the CVED; and\n(b) communicate by FAX or e-mail the arrival of the horses to the local veterinary unit (GB04001) as defined in Article 2(b)(iii) of Decision 2009/821/EC responsible for the venue designated for the equestrian event as referred to in Article 1 (‘the venue’).\n2.   Member States shall ensure that the horses on their way from the Member State of first destination indicated in the CVED to a subsequent Member State, or to the venue, are accompanied by the following health documents:\n(a) the health certificate completed in accordance with Article 2(1) in which the dedicated Section VII for certification of movements between Member States is completed; and\n(b) the health attestation in accordance with Annex B to Directive 90/426/EEC, which must be notified to the place of destination in the format prescribed by Regulation (EC) No 599/2004 and bear a cross reference to the certificate mentioned in point (a) in Section I.6 of Part I of that format.\n3.   Member States being notified of the movement of the horses in accordance with paragraph 2 shall confirm the arrival of the horses in point 45 of Part 3 of the CVED.", "The United Kingdom shall ensure that the competent authority, in collaboration with the organiser of the events referred to in Article 1 and the appointed transport company, take the necessary measures to ensure that the horses:\n(a) are only admitted to the venue if their movements from the Member State of first destination indicated in the CVED to the United Kingdom is documented as provided for in Article 3(2); and\n(b) leave the European Union without delay following the end of the event.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 October 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 42.\n(2)  OJ L 130, 15.5.1992, p. 67.\n(3)  OJ L 73, 11.3.2004, p. 1.\n(4)  OJ L 268, 24.9.1991, p. 56.\n(5)  OJ L 216, 28.8.2003, p. 58.\n(6)  OJ L 49, 19.2.2004, p. 11.\n(7)  OJ L 94, 31.3.2004, p. 63.\n(8)  OJ L 94, 31.3.2004, p. 44.\n(9)  OJ L 296, 12.11.2009, p. 1."}