{"celex_id": "32011R1161", "uri": "http://publications.europa.eu/resource/cellar/e0dd5fd6-9d7d-4263-a911-c082ea41f12a", "type": "Regulation", "concepts": ["1284", "2735", "2740", "28", "4733", "6569"], "title": "Commission Regulation (EU) No 1161/2011 of 14 November 2011 amending Directive 2002/46/EC of the European Parliament and of the Council, Regulation (EC) No 1925/2006 of the European Parliament and of the Council and Commission Regulation (EC) No 953/2009 as regards the lists of mineral substances that can be added to foods Text with EEA relevance\n", "header": "15.11.2011 EN Official Journal of the European Union L 296/29\nCOMMISSION REGULATION (EU) No 1161/2011\nof 14 November 2011\namending Directive 2002/46/EC of the European Parliament and of the Council, Regulation (EC) No 1925/2006 of the European Parliament and of the Council and Commission Regulation (EC) No 953/2009 as regards the lists of mineral substances that can be added to foods\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (1), and in particular Article 4(5) thereof,\nHaving regard to Regulation (EC) No 1925/2006 of the European Parliament and of the Council of 20 December 2006 on the addition of vitamins and minerals and of certain other substances to foods (2), and in particular Article 3(3) thereof,\nHaving regard to Directive 2009/39/EC of the European Parliament and the Council of 6 May 2009 on foodstuffs intended for particular nutritional uses (3), and in particular Article 4(3) thereof,\nAfter consulting the European Food Safety Authority (EFSA),\nWhereas:\n(1) Annex II to Directive 2002/46/EC establishes the list of vitamin and mineral substances which may be used for the manufacture of food supplements. Commission Regulation (EC) No 1170/2009 (4) has replaced Annexes I and II to Directive 2002/46/EC. Modifications to the list provided under Annex II to Directive 2002/46/EC as modified by that Regulation are to be adopted in compliance with the requirements laid down in Article 4 of that Directive and in accordance with the procedure referred to in its Article 13(3).\n(2) Annex II to Regulation (EC) No 1925/2006 establishes the list of vitamin and mineral substances which may be added to food.\n(3) The Annex to Commission Regulation (EC) No 953/2009 (5) establishes the list of substances that may be added for specific nutritional purposes in foods for particular nutritional uses.\n(4) New mineral substances have been evaluated by the EFSA for use in food. The substances for which the EFSA expressed a favourable opinion should be added to the lists in those acts.\n(5) Interested parties were consulted through the Advisory Group on the Food Chain and Animal and Plant Health and the provided comments were taken into consideration.\n(6) Directive 2002/46/EC, Regulation (EC) No 1925/2006 and Regulation (EC) No 953/2009 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health, and neither the European Parliament nor the Council has opposed them,", "main_body": ["Point B of Annex II to Directive 2002/46/EC is amended as follows:\n(a) the following entries are inserted after the entry ‘ferrous phosphate’:\n(b) the following entries are inserted after the entry ‘sodium salts of orthophosphoric acid’:", "Point 2 of Annex II to Regulation (EC) No 1925/2006 is amended as follows:\n(a) the following entries are inserted after the entry ‘ferrous sulphate’:\n(b) the following entry is inserted after the entry ‘chromium (III) sulphate and its hexahydrate’:", "Category 2 (Minerals) of the Annex to Regulation (EC) No 953/2009 is amended as follows:\n(a) the following entries are inserted after the entry ‘ferrous sulphate’:\n‘ferrous ammonium phosphate x\nferric sodium EDTA x’\n(b) the following entry is inserted after the entry ‘chromium (III) sulphate and its hexahydrate’:\n‘chromium picolinate x’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 183, 12.7.2002, p. 51.\n(2)  OJ L 404, 30.12.2006, p. 26.\n(3)  OJ L 124, 20.5.2009, p. 21.\n(4)  OJ L 314, 1.12.2009, p. 36.\n(5)  OJ L 269, 14.10.2009, p. 9."}