{"celex_id": "32013D0643", "uri": "http://publications.europa.eu/resource/cellar/e1776127-4b79-11e3-ae03-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1755", "2211", "4636", "5856", "763", "863", "881", "922"], "title": "2013/643/EU: Commission Implementing Decision of 7 November 2013 establishing the financial contribution by the Union to the expenditure incurred in the context of the emergency vaccination plans against bluetongue in Spain in 2007 and 2008 (notified under document C(2013) 7281)\n", "header": "12.11.2013 EN Official Journal of the European Union L 301/3\nCOMMISSION IMPLEMENTING DECISION\nof 7 November 2013\nestablishing the financial contribution by the Union to the expenditure incurred in the context of the emergency vaccination plans against bluetongue in Spain in 2007 and 2008\n(notified under document C(2013) 7281)\n(Only the Spanish text is authentic)\n(2013/643/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (1), and in particular Article 3(3), (4) and second indent of (6),\nHaving regard to Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (2) (hereinafter referred to as ‘the Financial Regulation’), and in particular Article 84 thereof,\nWhereas:\n(1) In accordance with Article 84 of the Financial Regulation and Article 94 of the Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (3) (hereinafter referred to as ‘the Rules of Application’), the commitment of expenditure from the Union budget shall be preceded by a financing decision setting out the essential elements of the action involving expenditure and adopted by the institution or the authorities to which powers have been delegated by the institution.\n(2) Decision 2009/470/EC lays down the procedures governing the financial contribution from the Union towards specific veterinary measures, including emergency measures. With a view to helping to eradicate bluetongue as rapidly as possible the Union should contribute financially to eligible expenditure borne by the Member States. The second indent of Article 3(6) of that Decision lays down rules on the percentage that must be applied to the costs incurred by the Member States.\n(3) Commission Regulation (EC) No 349/2005 (4) lays down rules on the Community financing of emergency measures and of the campaign to combat certain animal diseases under Council Decision 90/424/EEC. Article 3 of that Regulation lays down rules on the expenditure eligible for Union financial support.\n(4) Commission Decision 2008/655/EC (5) granted a financial contribution by the Union towards emergency measures to combat bluetongue in Spain in 2007 and 2008.\n(5) On 14 April 2009, Spain submitted an official request for reimbursement as set out in Article 7(1) and 7(2) of Regulation (EC) No 349/2005. The Commission’s observations, method of calculating the eligible expenditure and final conclusions were communicated to Spain in letters dated 26 December 2012 and 9 July 2013. The agreement from the Spanish authorities was received on 4 September 2013.\n(6) The payment of the financial contribution from the Union must be subject to the condition that the planned activities were actually implemented and that the authorities provided all the necessary information within the set deadlines.\n(7) The Spanish authorities have fully complied with their technical and administrative obligations as set out in Article 3(4) of Decision 2009/470/EC and Article 7 of Regulation (EC) No 349/2005.\n(8) In view of the above considerations, the total amount of the financial support from the Union to the eligible expenditure incurred associated with the eradication of bluetongue in Spain in 2007 and 2008 should now be fixed according to Article 3(2) of Decision 2008/655/EC.\n(9) A first tranche of EUR 8 000 000,00, a second tranche of EUR 17 000 000,00 and a third tranche of EUR 15 000 000,00 have already been paid.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The financial contribution from the Union towards the expenditure associated with eradicating bluetongue in Spain in 2007 and 2008 is fixed at EUR 41 158 940,11. It constitutes a financing decision in the meaning of Article 84 of the Financial Regulation.", "Having regard to the total Union contribution of EUR 41 158 940,11, the balance of the financial contribution fixed at EUR 1 158 940,11 remains to be paid.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 7 November 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 155, 18.6.2009, p. 30.\n(2)  OJ L 298, 26.10.2012, p. 1.\n(3)  OJ L 362, 31.12.2012, p. 1.\n(4)  OJ L 55, 1.3.2005, p. 12.\n(5)  OJ L 214, 9.8.2008, p. 66."}