{"celex_id": "32012R0227", "uri": "http://publications.europa.eu/resource/cellar/f6d45a6f-0b45-4ae3-9748-1e9cb913366c", "type": "Regulation", "concepts": ["1224", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 227/2012 of 15 March 2012 concerning the authorisation of Lactococcus lactis (NCIMB 30117) as a feed additive for all animal species  Text with EEA relevance\n", "header": "16.3.2012 EN Official Journal of the European Union L 77/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 227/2012\nof 15 March 2012\nconcerning the authorisation of Lactococcus lactis (NCIMB 30117) as a feed additive for all animal species\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of Lactococcus lactis (NCIMB 30117). That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of Lactococcus lactis (NCIMB 30117) as a feed additive for all animal species, to be classified in the additive category ‘technological additives’.\n(4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 16 November 2011 (2) that, under the proposed conditions of use, the preparation of Lactococcus lactis (NCIMB 30117) does not have an adverse effect on animal health, human health or the environment, and that the use of the preparation has the potential to improve the production of silage from all forages by reducing the pH and increasing the preservation of dry matter. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additives in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of Lactococcus lactis (NCIMB 30117) shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex belonging to the additive category ‘technological additives’ and to the functional group ‘silage additives’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  EFSA Journal 2011; 9(12): 2448.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of fresh material\nCategory of technological additives. Functional group: silage additives\nAdditive composition\nCharacterisation of the active substance\nAnalytical method\n (1)\n1. In the directions for use of the additive and premixture, indicate the storage temperature and storage life.\n2. Minimum dose of the additive when used not in combination with other micro-organisms as silage additive: 1 × 108 CFU/kg of fresh material.\n3. For Safety: it is recommended to use breathing protection and gloves during handling.\n(1)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}