{"celex_id": "32010D0584", "uri": "http://publications.europa.eu/resource/cellar/e950558f-fd36-44dc-b829-7ec4bb6de2c7", "type": "Decision", "concepts": ["1021", "2359", "4585", "5581", "5647", "5706"], "title": "2010/584/EU: Council Implementing Decision of 27 September 2010 authorising the Republic of Latvia to apply a measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n", "header": "30.9.2010 EN Official Journal of the European Union L 256/29\nCOUNCIL IMPLEMENTING DECISION\nof 27 September 2010\nauthorising the Republic of Latvia to apply a measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n(2010/584/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1) (‘the VAT Directive’), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Secretariat General of the Commission on 17 February 2010, Latvia requested authorisation for a measure derogating from Article 287(10) of the VAT Directive in order to exempt taxable persons whose annual turnover is no higher than EUR 50 000 (‘the measure’). The measure would release those taxable persons from certain or all of the value added tax (‘VAT’) obligations referred to in Chapters 2 to 6 of Title XI of the VAT Directive.\n(2) In accordance with the second subparagraph of Article 395(2) of the VAT Directive, the Commission informed the other Member States by letter dated 4 May 2010 of the request made by Latvia. By letter dated 7 May 2010, the Commission notified Latvia that it had all the information necessary to consider the request.\n(3) A special scheme for small enterprises is an option which is already available to Member States under Title XII of the VAT Directive. The measure derogates from Title XII of the VAT Directive only insofar as the taxable person’s annual turnover threshold for the special scheme is higher than that currently allowed for Latvia under Article 287(10) of the VAT Directive, which is EUR 17 200.\n(4) A higher threshold for the special scheme may significantly reduce the VAT obligations of the smallest businesses, whilst that special scheme is optional for taxable persons and allows businesses to opt for the normal VAT arrangements.\n(5) In its proposal for a Directive simplifying value added tax obligations of 29 October 2004 (2), the Commission included provisions aimed at allowing Member States to set the annual turnover ceiling for the VAT exemption scheme at up to EUR 100 000 or the equivalent in national currency, with the possibility of updating this amount each year. The request submitted by Latvia is in line with this proposal.\n(6) The derogation will have no impact on the Union’s own resources accruing from value added tax,", "main_body": ["By way of derogation from Article 287(10) of Directive 2006/112/EC, the Republic of Latvia is authorised to exempt from VAT taxable persons whose annual turnover is no higher than the equivalent in national currency of EUR 50 000 at the conversion rate on the day of its accession to the European Union.", "This Decision shall take effect on the day of its notification.\nIt shall expire on either the date of entry into force of a Directive amending the amounts of the annual turnover ceilings below which taxable persons may qualify for VAT exemption or on 31 December 2013, whichever date is earlier.", "This Decision is addressed to the Republic of Latvia."], "attachments": "Done at Brussels, 27 September 2010.\nFor the Council\nThe President\nK. PEETERS\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ C 24, 29.1.2005, p. 8."}