{"celex_id": "32015R0459", "uri": "http://publications.europa.eu/resource/cellar/0637e74e-ceca-11e4-8b38-01aa75ed71a1", "type": "Regulation", "concepts": ["1529", "2550", "3529", "3537", "372", "4258", "5334"], "title": "Commission Implementing Regulation (EU) 2015/459 of 19 March 2015 specifying the technical characteristics of the 2016 ad hoc module on young people on the labour market provided for by Council Regulation (EC) No 577/98  Text with EEA relevance\n", "header": "20.3.2015 EN Official Journal of the European Union L 76/6\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/459\nof 19 March 2015\nspecifying the technical characteristics of the 2016 ad hoc module on young people on the labour market provided for by Council Regulation (EC) No 577/98\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 577/98 of 9 March 1998 on the organisation of a labour force sample survey in the Community (1), and in particular Article 7a(5) thereof,\nWhereas:\n(1) In order to monitor progress towards the common objectives set out in the Europe 2020 Strategy and the related ‘Youth on the Move’ flagship initiative (2), it is necessary to have a comprehensive set of data on young people and their transition towards the labour market that allows comparisons to be made between Member States.\n(2) In its Communication Rethinking Education: Investing in skills for better socioeconomic outcomes\n (3), the Commission encourages Member States to introduce reforms of their education systems, in order that young people are equipped with the right skills for employment.\n(3) In its Resolution of 27 November 2009 on a renewed framework for European cooperation in the youth field (2010-18) (4), the Council underlines the need for better knowledge and understanding of the living conditions, values and attitudes of young women and men.\n(4) In its Recommendation of 22 April 2013 on establishing a Youth Guarantee (5), the Council encourages Member States to implement Youth Guarantee schemes as soon as possible, preferably from the start of the 2014-20 multiannual financial framework. They are advised to make use of the EU's Common Strategic Framework Funds and the European Social Fund in particular for this purpose.\n(5) In its Communication Working together for Europe's young people: A call to action on youth unemployment\n (6), the Commission encourages Member States to implement the Youth Guarantee and to invest in young people. It promotes online services that allow young people to search job opportunities advertised by employers from their own and other Member States, while also helping SMEs to recruit young people from across Europe.\n(6) Commission Regulation (EU) No 318/2013 (7) establishes the 2016 ad hoc module on young people on the labour market.\n(7) Commission Delegated Regulation (EU) No 1397/2014 (8) specifies and gives a description of the areas of specialised information (‘ad hoc sub-modules’) to be included in the 2016 ad hoc module on young people on the labour market.\n(8) Regulation (EU) No 545/2014 of the European Parliament and of the Council (9) provides that the technical characteristics, the filters, the codes and the deadline for the transmission of data under each ad hoc sub-module referred to in recital 7 should be specified by the Commission.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["The technical characteristics of the 2016 ad hoc module on young people on the labour market, the filters and codes to be used, and the deadline by which data shall be sent to the Commission are set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 77, 14.3.1998, p. 3.\n(2)  Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, Youth on the Move: An initiative to unleash the potential of young people to achieve smart, sustainable and inclusive growth in the European Union, adopted on 15 September 2010, COM(2010) 477 final.\n(3)  Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, Rethinking Education: Investing in skills for better socioeconomic outcomes, adopted on 20 November 2012, COM(2012) 669 final.\n(4)  OJ C 311, 19.12.2009, p. 1.\n(5)  OJ C 120, 26.4.2013, p. 1.\n(6)  Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — Working together for Europe's young people: A call to action on youth unemployment, adopted on 19 June 2013 — COM(2013) 447 final.\n(7)  Commission Regulation (EU) No 318/2013 of 8 April 2013 adopting the programme of ad hoc modules, covering the years 2016 to 2018, for the labour force sample survey provided for by Council Regulation (EC) No 577/98 (OJ L 99, 9.4.2013, p. 11).\n(8)  Commission Delegated Regulation (EU) No 1397/2014 of 22 October 2014 amending Regulation (EU) No 318/2013 adopting the programme of ad hoc modules, covering the years 2016 to 2018, for the labour force sample survey provided for by Council Regulation (EC) No 577/98 (OJ L 370, 30.12.2014, p. 42).\n(9)  Regulation (EU) No 545/2014 of the European Parliament and of the Council of 15 May 2014 amending Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community (OJ L 163, 29.5.2014, p. 10).\nANNEX\nThis Annex sets out the technical characteristics, filters and codes to be used in the ad hoc module on young people on the labour market scheduled to be carried out in 2016. It also sets the dates for submission of data to the Commission.\nDeadline for transmission of the results to the Commission: 31 March 2017.\nFilters and codes to be used for sending data: as set out in Annex III to Commission Regulation (EC) No 377/2008 (1), as amended by Annex I to Commission Regulation (EU) No 317/2013 (2).\nColumns reserved for optional weighting factors, to be used in cases of subsampling or non-response: columns 228-231 containing whole numbers and columns 232-233 containing decimal places.\nSub-module ‘Educational background’\nFilter: 15≤AGE≤ 34\nName/Column Code Description Filter\nWORKEXP  Work experience during studies HATLEVEL≠000\nPaid or unpaid work experience during the highest level of education (HATLEVEL)\n1 Both paid and unpaid work experience\n2 Paid work experience only\n3 Unpaid work experience only\n4 No work experience during HATLEVEL\n9 Not applicable (not included in the filter)\nBlank Unknown\nWORKSTUD  Work-based learning WORKEXP = 1-3\nType of work experience that is part of the curriculum of the highest level of education (HATLEVEL)\n1 Apprenticeship (operational Eurostat definition)\n2 Mandatory traineeship\n3 Mandatory work-based training where distinction between 1 and 2 is not possible\n4 Optional traineeship (part of education)\n5 Work outside the curriculum\n9 Not applicable (not included in the filter)\nBlank Unknown\nADDLEVEL  Level of additional formal education EDUCSTAT = 2\nLevel and orientation of formal education that person started after reaching highest level of education\n00 No other formal education started after reaching the highest level of education\n10 ISCED 1\n20 ISCED 2\n30 ISCED 3 where distinction by orientation is not possible\n34 ISCED 3 general programme\n35 ISCED 3 vocational programme\n40 ISCED 4 where distinction by orientation is not possible\n44 ISCED 4 general programme\n45 ISCED 4 vocational programme\n50 ISCED 5\n60 ISCED 6\n70 ISCED 7\n80 ISCED 8\n99 Not applicable (not included in the filter)\nBlank Unknown\nDROPREAS  Reason for dropping out EDUCSTAT = 2 and ADDLEVEL≠00\nMain reason for not completing the level of formal education started\n0 Completed last formal education\nDid not complete last formal education due to:\n1 The level of difficulty\n2 Failure of study to meet needs or interest\n3 The costs of studying\n4 A wish to start working\n5 Family reasons\n6 Health reasons\n7 Other\n9 Not applicable (not included in the filter)\nBlank Unknown\nLEAVDATE  Date of leaving formal education EDUCSTAT = 2 and ADDLEVEL≠00\nYear and month of leaving formal education\nEnter the four digits of the year concerned\n9999 Not applicable (not included in the filter)\nBlank Unknown (year)\n\nEnter the two digits of the month concerned\n99 Not applicable (not included in the filter)\nBlank Unknown (month)\nNCONREAS  Reason for not continuing education EDUCSTAT = 2 and ADDLEVEL = 00 and HATLEVEL = 000-500\nMain reason for not continuing formal education\n0 Highest level of education was considered high enough\n1 The level of difficulty\n2 Failure of study to meet needs or interest\n3 The costs of studying\n4 A wish to start working\n5 Family reasons\n6 Health reasons\n7 Other\n9 Not applicable (not included in the filter)\nBlank Unknown\nSub-module ‘Finding a job’\nFilter: 15≤AGE≤ 34\nName/Column Code Description Filter\nSUPPORT  Support received for finding work (WSTATOR = 1,2 and STARTIME< 12) or WSTATOR = 3-5\nMost helpful type of support for finding a job received from public agencies during the previous 12 months\n0 No support received\nMost helpful type of support:\n1 Assistance in finding job vacancies\n2 Advice on how to apply for a job\n3 Advice on opportunities for training and education\n4 Being given a place on a work programme\n5 Being given a place on an educational or training programme\n6 Other\n7 Support received, but not considered helpful\n8 Support received, but level of helpfulness unknown\n9 Not applicable (not included in the filter)\nBlank Unknown\nFINDMETH  Method of finding current job STAPRO = 3\nMethod used to find current main job\n1 Advertisements, via any channel\n2 Relatives, friends or acquaintances\n3 Public employment office\n4 Private employment agency\n5 Education or training provider\n6 Contacted employer directly\n7 Employer contacted person directly\n8 Other method\n9 Not applicable (not included in the filter)\nBlank Unknown\nOKLEVEL  Appropriateness of job given the respondent's level of education WSTATOR = 1,2\nExtent to which the respondent's current main job corresponds to their level of education\n1 The job corresponds well to their education\n2 The job corresponds to some extent to their education\n3 The job does not correspond very well to their education\n4 The job does not correspond at all to their education\n9 Not applicable (not included in the filter)\nBlank Unknown\nMOVE4JOB  Willingness to move for job\nWillingness to change place of residence for a job\n1 Respondent has moved or would be willing to move within their country\n2 Respondent has moved or would be willing to move to another EU country\n3 Respondent has moved or would be willing to move outside the EU\n4 Respondent has not moved or would not be willing to move for a job\nBlank Unknown\nCMT4JOB  Willingness to commute for job\nWillingness to have a long commute for a job\n1 Respondent is currently commuting or would be willing to commute for longer than one hour (each direction)\n2 Respondent is not currently commuting and would not be willing to commute for longer than one hour (each direction)\nBlank Unknown\n(1)  Commission Regulation (EC) No 377/2008 of 25 April 2008 implementing Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community as regards the codification to be used for data transmission from 2009 onwards, the use of a subsample for the collection of data on structural variables and the definition of the reference quarters (OJ L 114, 26.4.2008, p. 57).\n(2)  Commission Regulation (EU) No 317/2013 of 8 April 2013 amending the Annexes to Regulations (EC) No 1983/2003, (EC) No 1738/2005, (EC) No 698/2006, (EC) No 377/2008 and (EU) No 823/2010 as regards the International Standard Classification of Education (OJ L 99, 9.4.2013, p. 1)."}