{"celex_id": "32014D0088", "uri": "http://publications.europa.eu/resource/cellar/24b2c355-961d-11e3-8c34-01aa75ed71a1", "type": "Decision", "concepts": ["192", "2723", "2735", "3191", "3579", "3730", "4732", "6569"], "title": "2014/88/EU: Commission Implementing Decision of 13 February 2014 suspending temporarily imports from Bangladesh of foodstuffs containing or consisting of betel leaves ( ‘Piper betle’ ) (notified under document C(2014) 794)  Text with EEA relevance\n", "header": "15.2.2014 EN Official Journal of the European Union L 45/34\nCOMMISSION IMPLEMENTING DECISION\nof 13 February 2014\nsuspending temporarily imports from Bangladesh of foodstuffs containing or consisting of betel leaves (‘Piper betle’)\n(notified under document C(2014) 794)\n(Text with EEA relevance)\n(2014/88/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(i) thereof,\nWhereas:\n(1) Regulation (EC) No 178/2002 lays down the general principles governing food in general, and food safety in particular, at Union and national level. It provides for emergency measures to be taken by the Commission where there is evidence that food imported from a third country is likely to constitute a serious risk to human health.\n(2) Since October 2011, 142 notifications have been issued to the Rapid Alert System for Food and Feed due to the presence of a wide range of pathogenic salmonella strains in foodstuffs containing or consisting of betel leaves (‘Piper betle’, commonly known as ‘Paan leaf’ or ‘Betel quid’) originating in or consigned from Bangladesh.\n(3) Bangladesh has informed the Commission that from November 2012 there has been a ban on all betel leaves exports, pending the introduction of a programme for the export of pathogen-free betel leaves.\n(4) The Food and Veterinary Office (FVO) of the Directorate-General for Health and Consumers of the Commission carried out an audit in Bangladesh from 30 January to 7 February 2013 in order to assess the system of official controls for the export of plants to the Union. It found that the programme for the export of pathogen-free betel leaves was still being developed. The audit concluded that weaknesses were present in each stage of the export system, and in particular the pre-export inspection stage. Pre-export inspection is essential in order to ensure that only betel leaves which comply with that programme are exported to the Union.\n(5) Despite the measures introduced by Bangladesh and action taken by it against non-compliant exporters, betel leaves continue to be exported to the Union from Bangladesh and there are still a high number of rapid alerts.\n(6) That high level of contamination presents a serious risk for human health. It is therefore appropriate to suspend imports into the Union of foodstuffs containing or consisting of betel leaves from that third country, pending the receipt of sufficient guarantees from it.\n(7) In order to allow the time necessary for Bangladesh to provide feedback and to consider the appropriate risk management measures the temporary suspension of imports of betel leaves should be in force at least until 31 July 2014.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision shall apply to all foodstuffs containing or consisting of betel leaves (‘Piper betle’) including, but not limited to, those declared under CN codes 1404 90 00, originating in or consigned from Bangladesh.", "Member States shall prohibit the importation into the Union of the foodstuffs referred to in Article 1.", "All expenditure incurred in the application of this Decision shall be charged to the consignee or his agent.", "This Decision shall apply until 31 July 2014.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1."}