{"celex_id": "32015R0306", "uri": "http://publications.europa.eu/resource/cellar/64313b4a-be4b-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "5451"], "title": "Commission Implementing Regulation (EU) 2015/306 of 26 February 2015 renewing the approval of the active substance Isaria fumosorosea strain Apopka 97 in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011  Text with EEA relevance\n", "header": "27.2.2015 EN Official Journal of the European Union L 56/1\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/306\nof 26 February 2015\nrenewing the approval of the active substance Isaria fumosorosea strain Apopka 97 in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 20(1) thereof,\nWhereas:\n(1) The approval of the active substance Isaria fumosorosea strain Apopka 97, previously referred to as ‘Paecilomyces fumosoroseus Apopka strain 97, PFR 97 or CG 170, ATCC20874’, as set out in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 (2), expires on 31 December 2015.\n(2) An application for the renewal of the inclusion of Isaria fumosorosea strain Apopka 97 in Annex I to Council Directive 91/414/EEC (3) was submitted in accordance with Article 4 of Commission Regulation (EU) No 1141/2010 (4) within the time period provided for in that Article.\n(3) The applicant submitted the supplementary dossiers required in accordance with Article 9 of Regulation (EU) No 1141/2010. The application was found to be complete by the rapporteur Member State.\n(4) The rapporteur Member State prepared a renewal assessment report in consultation with the co-rapporteur Member State and submitted it to the European Food Safety Authority (hereinafter ‘the Authority’) and the Commission on 3 June 2013.\n(5) The Authority communicated the renewal assessment report to the applicant and to the Member States for comments and forwarded the comments received to the Commission. The Authority also made the supplementary summary dossier available to the public.\n(6) On 28 April 2014 (5) the Authority communicated to the Commission its conclusion on whether Isaria fumosorosea strain Apopka 97 can be expected to meet the approval criteria provided for in Article 4 of Regulation (EC) No 1107/2009. The Commission presented the draft review report for Isaria fumosorosea strain Apopka 97 to the Standing Committee on Plants, Animals, Food and Feed on 12 December 2014.\n(7) It has been established with respect to one or more representative uses of at least one plant protection product that the approval criteria provided for in Article 4 are satisfied. Those approval criteria are therefore deemed to be satisfied.\n(8) The Commission further considered that Isaria fumosorosea strain Apopka 97 is a low-risk active substance pursuant to Article 22 of Regulation (EC) No 1107/2009. Isaria fumosorosea strain Apopka 97 is not a substance of concern and fulfils the conditions set in Annex II point 5 to Regulation (EC) No 1107/2009. Isaria fumosorosea strain Apopka 97 is a micro-organism for which following the assessment by the Rapporteur Member State and the Authority taking into account the intended uses is expected to pose a low risk for humans, animals and the environment. Firstly no mycotoxins are detected and the substances produced by the strain are clearly identified and are not of toxicological concern. Therefore the risk for operators, workers consumers and the environment is considered to be low. Secondly the strain has a low viability in an aquatic environment and is not related to any known fish or daphnid pathogenes. Therefore the risk for aquatic non-target organisms is considered to be low. Finally taking into account the intended uses, no concentrated quantities of the microorganisms are released in the sewages and this indicates a low risk to biological methods of sewage treatment.\n(9) It is therefore appropriate to renew the approval of Isaria fumosorosea strain Apopka 97 and to include it in the Annex to Implementing Regulation (EU) No 540/2011 as a low-risk active substance.\n(10) In accordance with Article 22(2) of Regulation (EC) No 1107/2009, low risk substances are to be listed separately in the Regulation referred to in Article 13(4) of Regulation (EC) No 1107/2009. It is therefore appropriate to add a Part D in the Annex to Implementing Regulation (EU) No 540/2011. That Regulation should therefore be amended accordingly.\n(11) This Regulation should apply from the day after the date of expiry of the approval of the active substance Isaria fumosorosea strain Apopka 97.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Renewal of the approval of active substance\nThe approval of the active substance Isaria fumosorosea strain Apopka 97, as specified in Annex I, is renewed subject to the conditions laid down in that Annex.", "Amendments to Implementing Regulation (EU) No 540/2011\n1.   In Article 1 of Implementing Regulation (EU) No 540/2011 the second paragraph is replaced by the following paragraph:\n‘The active substances approved under Regulation (EC) No 1107/2009 are as set out in Part B of the Annex to this Regulation. The basic substances approved under Regulation (EC) No 1107/2009 are as set out in Part C of the Annex to this Regulation. The low-risk active substances approved under Regulation (EC) No 1107/2009 are as set out in Part D of the Annex to this Regulation.’\n2.   The Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with Annex II to this Regulation.", "Entry into force and date of application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2016.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1).\n(3)  Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (OJ L 230, 19.8.1991, p. 1).\n(4)  Commission Regulation (EU) No 1141/2010 of 7 December 2010 laying down the procedure for the renewal of the inclusion of a second group of active substances in Annex I to Council Directive 91/414/EEC and establishing the list of those substances (OJ L 322, 8.12.2010, p. 10).\n(5)  EFSA Journal (2014);12(5):3679. Available online: www.efsa.europa.eu\nANNEX I\nCommon Name, Identification Numbers IUPAC Name Purity (1) Date of approval Expiration of approval Specific provisions\nIsaria fumosorosea strain Apopka 97 Not applicable Minimum concentration: 1,0 × 108 CFU/ml 1 January 2016 31 December 2030 For the implementation of the uniform principles, as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on Isaria fumosorosea strain Apopka 97, and in particular Appendices I and II thereof, as finalised in the Standing Committee on Plants, Animals, Food and Feed on 12 December 2014, shall be taken into account.\n(1)  Further details on identity and specification of active substance are provided in the review report.\nANNEX II\nThe Annex to Implementing Regulation (EU) No 540/2011 is amended as follows:\n(1) in Part A, the entry relating to Isaria fumosorosea strain Apopka 97 is deleted;\n(2) the following Part D is added:\nCommon Name, Identification Numbers IUPAC Name Purity (1) Date of approval Expiration of approval Specific provisions\n1 Isaria fumosorosea strain Apopka 97 Not applicable Minimum concentration: 1,0 × 108 CFU/ml 1 January 2016 31 December 2030 For the implementation of the uniform principles, as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on Isaria fumosorosea strain Apopka 97, and in particular Appendices I and II thereof, as finalised in the Standing Committee on Plants, Animals, Food and Feed on 12 December 2014, shall be taken into account.\n(1)  Further details on identity and specification of active substance are provided in the review report.’"}