{"celex_id": "32015D0191", "uri": "http://publications.europa.eu/resource/cellar/bd8ad599-ae95-11e4-b5b2-01aa75ed71a1", "type": "Decision", "concepts": ["1439", "1490", "2801", "435061", "5650", "754"], "title": "Commission Decision (EU) 2015/191 of 5 February 2015 amending Decision 2010/670/EU as regards the extension of certain time limits laid down in Article 9 and Article 11(1) of that Decision (notified under document C(2015) 466)\n", "header": "7.2.2015 EN Official Journal of the European Union L 31/31\nCOMMISSION DECISION (EU) 2015/191\nof 5 February 2015\namending Decision 2010/670/EU as regards the extension of certain time limits laid down in Article 9 and Article 11(1) of that Decision\n(notified under document C(2015) 466)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (1), and in particular the third subparagraph of Article 10a(8) thereof,\nWhereas:\n(1) Commission Decision 2010/670/EU (2) sets out the rules and criteria for the selection and implementation of commercial demonstration projects that aim at the environmentally safe capture and geological storage of CO2 (hereinafter ‘CCS demonstration projects’) and demonstration projects of innovative renewable energy technologies (hereinafter ‘RES demonstration projects’), covering 300 million allowances from the new entrants reserve of the Union emissions trading scheme and the basic rules for the monetisation of allowances and for the management of revenues.\n(2) Due to the economic crisis, it will not be possible to reach, as regards a significant number of projects awarded under Decision 2010/670/EU a final investment decision within 24 months of the adoption of the award decision for RES demonstration projects or within 36 months of the adoption of the award decision for CCS demonstration projects. It will therefore also not be possible for such projects to enter into operation within 4 years of the adoption of the award decision. The time limits for the final investment decision and the date of entry into operation should therefore be extended by 2 years. A period of grace of 1 year should also be applied with respect to the date of entry into operation.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Climate Change Committee,", "main_body": ["Decision 2010/670/EU is amended as follows:\n(1) Article 9 is amended as follows:\n(a) in the first paragraph, ‘24 months’ is replaced by ‘48 months’;\n(b) in the second paragraph, ‘36 months’ is replaced by ‘60 months’;\n(2) Article 11(1) is amended as follows:\n(a) in the second subparagraph ‘31 December 2015’ is replaced by ‘31 December 2017’ and ‘4 years’ is replaced by ‘6 years’;\n(b) the following third and fourth subparagraphs are added:", "This Decision shall also apply to CCS and RES demonstration projects for which an award decision has been adopted before this Decision takes effect.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 February 2015.\nFor the Commission\nMiguel ARIAS CAÑETE\nMember of the Commission\n(1)  OJ L 275, 25.10.2003, p. 32.\n(2)  Commission Decision 2010/670/EU of 3 November 2010 laying down criteria and measures for the financing of commercial demonstration projects that aim at the environmentally safe capture and geological storage of CO2 as well as demonstration projects of innovative renewable energy technologies under the scheme for greenhouse gas emission allowance trading within the Community established by Directive 2003/87/EC of the European Parliament and of the Council (OJ L 290, 6.11.2010, p. 39)."}