{"celex_id": "32013D0210", "uri": "http://publications.europa.eu/resource/cellar/7fafa18a-b19b-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["2965", "450652", "5575", "6013"], "title": "2013/210/EU: Commission Implementing Decision of 26 April 2013 on the clearance of the accounts of the paying agencies of Member States concerning expenditure financed by the European Agricultural Guarantee Fund (EAGF) for the 2012 financial year (notified under document C(2013) 2454)\n", "header": "30.4.2013 EN Official Journal of the European Union L 118/30\nCOMMISSION IMPLEMENTING DECISION\nof 26 April 2013\non the clearance of the accounts of the paying agencies of Member States concerning expenditure financed by the European Agricultural Guarantee Fund (EAGF) for the 2012 financial year\n(notified under document C(2013) 2454)\n(2013/210/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Articles 30 and 32 thereof,\nAfter consulting the Committee on the Agricultural Funds,\nWhereas:\n(1) Under Article 30 of Regulation (EC) No 1290/2005, the Commission, on the basis of the annual accounts submitted by the Member States, accompanied by the information required for the clearance of accounts and a certificate regarding the integrality, accuracy and veracity of the accounts and the reports established by the certification bodies, clears the accounts of the paying agencies referred to in Article 6 of the said Regulation.\n(2) Pursuant to the second subparagraph of Article 5(1) of Commission Regulation (EC) No 883/2006 of 21 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD (2), account is taken for the 2012 financial year of expenditure incurred by the Member States between 16 October 2011 and 15 October 2012.\n(3) The first subparagraph of Article 10(2) of Commission Regulation (EC) No 885/2006 of 21 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the accreditation of paying agencies and other bodies and the clearance of the accounts of the EAGF and of the EAFRD (3) lays down that the amounts that are recoverable from, or payable to, each Member State, in accordance with the accounts clearance decision referred to in the first subparagraph of Article 10(1) of the said Regulation, shall be determined by deducting the monthly payments in respect of the financial year in question, i.e. 2012, from expenditure recognised for that year in accordance with paragraph 1. The Commission shall deduct that amount from or add it to the monthly payment relating to the expenditure effected in the second month following that in which the accounts clearance decision is taken.\n(4) The Commission has checked the information submitted by the Member States and it has communicated to the Member States before 31 March 2013 the results of its verifications, along with the necessary amendments.\n(5) The annual accounts and the accompanying documents permit the Commission to take, for certain paying agencies, a decision on the completeness, accuracy and veracity of the annual accounts submitted. Annex I lists the amounts cleared by Member State and the amounts to be recovered from or paid to the Member States.\n(6) The information submitted by certain other paying agencies requires additional inquiries and their accounts cannot be cleared in this Decision. Annex II lists the paying agencies concerned.\n(7) Under Article 9(4) of Regulation (EC) No 883/2006, any overrun of deadlines during August, September and October is to be taken into account in the clearance of accounts decision. Some of the expenditure declared by certain Member States during these months in the year 2012 was effected after the applicable deadlines. This Decision should therefore fix the relevant reductions.\n(8) The Commission, in accordance with Article 17 of Regulation (EC) No 1290/2005 and Article 9 of Regulation (EC) No 883/2006, has already reduced or suspended a number of monthly payments on entry into the accounts of expenditure for the 2012 financial year. In order to avoid any premature, or temporary, reimbursement of the amounts in question, they should not be recognised in this Decision and they should be further examined under the conformity clearance procedure pursuant to Article 31 of Regulation (EC) No 1290/2005.\n(9) Pursuant to Article 32(5) of Regulation (EC) No 1290/2005, 50 % of the financial consequences of non-recovery of irregularities shall be borne by the Member State concerned if the recovery of those irregularities has not taken place within 4 years of the primary administrative or judicial finding, or within 8 years if the recovery is taken to the national courts. Article 32(3) of the said Regulation obliges Member States to submit to the Commission, together with the annual accounts, a summary report on the recovery procedures undertaken in response to irregularities. Detailed rules on the application of the Member States’ reporting obligation of the amounts to be recovered are laid down in Regulation (EC) No 885/2006. Annex III to the said Regulation provides the table that had to be provided in 2013 by the Member States. On the basis of the tables completed by the Member States, the Commission should decide on the financial consequences of non-recovery of irregularities older than 4 or 8 years respectively. This decision is without prejudice to future conformity decisions pursuant to Article 32(8) of Regulation (EC) No 1290/2005.\n(10) Pursuant to Article 32(6) of Regulation (EC) No 1290/2005, Member States may decide not to pursue recovery. Such a decision may only be taken if the costs already, and likely to be, incurred total more than the amount to be recovered or if the recovery proves impossible owing to the insolvency, recorded and recognised under national law, of the debtor or the persons legally responsible for the irregularity. If that decision has been taken within 4 years of the primary administrative or judicial finding or within 8 years if the recovery is taken to the national courts, 100 % of the financial consequences of the non-recovery should be borne by the EU budget. In the summary report referred to in Article 32(3) of Regulation (EC) No 1290/2005, the amounts for which the Member State decided not to pursue recovery and the grounds for the decision are shown. These amounts are not charged to the Member States concerned and are consequently borne by the EU budget. This decision is without prejudice to future conformity decisions pursuant to Article 32(8) of the said Regulation.\n(11) In accordance with Article 30(2) of Regulation (EC) No 1290/2005, this Decision does not prejudice decisions taken subsequently by the Commission excluding from European Union financing expenditure not effected in accordance with European Union rules,", "main_body": ["With the exception of the paying agencies referred to in Article 2, the accounts of the paying agencies of the Member States concerning expenditure financed by the European Agricultural Guarantee Fund (EAGF) in respect of the 2012 financial year, are hereby cleared.\nThe amounts which are recoverable from, or payable to, each Member State pursuant to this Decision, including those resulting from the application of Article 32(5) of Regulation (EC) No 1290/2005, are set out in Annex I.", "For the 2012 financial year, the accounts of the Member States’ paying agencies in respect of expenditure financed by the EAGF, set out in Annex II, are disjoined from this Decision and shall be the subject of a future clearance of accounts decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 April 2013.\nFor the Commission\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 209, 11.8.2005, p. 1.\n(2)  OJ L 171, 23.6.2006, p. 1.\n(3)  OJ L 171, 23.6.2006, p. 90.\nANNEX I\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFINANCIAL YEAR 2012\nAmount to be recovered from or paid to the Member State\nNB: Nomenclature 2013: 05 07 01 06, 6701, 6702\nMS  2012 — Expenditure/Assigned Revenue for the Paying Agencies for which the accounts are Total a + b Reductions and suspensions for the whole financial year (1) Reductions according to Article 32 of Regulation (EC) No 1290/2005 Total including reductions and suspensions Payments made to the Member State for the financial year Amount to be recovered from (–) or paid to (+) the Member State (2)\ncleared disjoined\n= expenditure/assigned revenue declared in the annual declaration = total of the expenditure/assigned revenue in the monthly declarations\na b  d e  g\nBE EUR 626 505 990,43 17 563 033,17 644 069 023,60 – 835 758,00 –9 465,76 643 223 799,84 643 268 110,28 –44 310,44\nBG EUR 409 313 564,46 0,00 409 313 564,46 0,00 0,00 409 313 564,46 409 382 531,46 –68 967,00\nCZ EUR 756 245 858,01 0,00 756 245 858,01 12 287 000,00 0,00 768 532 858,01 768 528 458,42 4 399,59\nDK DKK 0,00 0,00 0,00 0,00 –66 422,98 –66 422,98 0,00 –66 422,98\nDK EUR 920 591 828,88 0,00 920 591 828,88 0,00 0,00 920 591 828,88 920 419 781,93 172 046,95\nDE EUR 5 208 255 884,14 226 507 719,74 5 434 763 603,88 –10 670,90 – 116 714,81 5 434 636 218,17 5 434 442 720,94 193 497,23\nEE EUR 84 668 605,91 0,00 84 668 605,91 6 584 000,00 0,00 91 252 605,91 91 240 137,57 12 468,34\nIE EUR 1 285 148 754,42 0,00 1 285 148 754,42 –41 641,57 –56 295,34 1 285 050 817,51 1 283 663 941,98 1 386 875,53\nEL EUR 2 291 882 303,19 0,00 2 291 882 303,19 – 261 095,95 –1 786 932,58 2 289 834 274,66 2 291 621 207,24 –1 786 932,58\nES EUR 5 785 117 916,91 0,00 5 785 117 916,91 – 289 492,07 –1 953 186,99 5 782 875 237,85 5 785 098 764,38 –2 223 526,53\nFR EUR 8 574 978 838,60 0,00 8 574 978 838,60 – 618 018,77 –2 836 879,32 8 571 523 940,51 8 573 913 709,81 –2 389 769,30\nIT EUR 4 584 038 546,05 0,00 4 584 038 546,05 –5 943 018,39 –5 281 611,90 4 572 813 915,76 4 574 209 766,71 –1 395 850,95\nCY EUR 37 135 164,63 0,00 37 135 164,63 115 000,00 0,00 37 250 164,63 37 185 681,72 64 482,91\nLV EUR 126 627 252,89 0,00 126 627 252,89 202 904,04 0,00 126 830 156,93 126 811 515,51 18 641,42\nLT LTL 0,00 0,00 0,00 0,00 – 184,79 – 184,79 0,00 – 184,79\nLT EUR 323 440 802,21 0,00 323 440 802,21 3 181 000,00 0,00 326 621 802,21 326 572 046,77 49 755,44\nLU EUR 33 823 988,14 0,00 33 823 988,14 –2 597,78 – 998,55 33 820 391,81 33 608 834,43 211 557,38\nHU HUF 0,00 0,00 0,00 0,00 – 250 657 247,00 – 250 657 247,00 0,00 – 250 657 247,00\nHU EUR 1 156 158 797,34 0,00 1 156 158 797,34 0,00 0,00 1 156 158 797,34 1 156 147 681,97 11 115,37\nMT EUR 5 237 634,56 0,00 5 237 634,56 0,00 0,00 5 237 634,56 5 225 133,76 12 500,80\nNL EUR 865 043 698,77 0,00 865 043 698,77 – 124 990,78 –3 055,23 864 915 652,76 866 711 150,74 –1 795 497,98\nAT EUR 731 289 360,97 0,00 731 289 360,97 0,00 0,00 731 289 360,97 731 300 872,35 –11 511,38\nPL PLN 0,00 0,00 0,00 0,00 – 519 914,58 – 519 914,58 0,00 – 519 914,58\nPL EUR 2 819 440 069,24 0,00 2 819 440 069,24 12 429 920,20 0,00 2 831 869 989,44 2 832 111 656,96 – 241 667,52\nPT EUR 753 645 124,44 0,00 753 645 124,44 –2 860 720,53 – 424 567,26 750 359 836,65 750 267 141,91 92 694,74\nRO EUR 989 121 603,72 0,00 989 121 603,72 –65 967,69 0,00 989 055 636,03 991 300 594,37 –2 244 958,34\nSI EUR 124 384 026,71 0,00 124 384 026,71 393 000,00 – 954,10 124 776 072,61 124 777 026,71 – 954,10\nSK EUR 328 103 748,64 0,00 328 103 748,64 3 634 000,00 0,00 331 737 748,64 331 777 829,53 –40 080,89\nFI EUR 550 258 170,47 0,00 550 258 170,47 –73 951,98 –23 890,45 550 160 328,04 550 231 344,07 –71 016,03\nSE SEK 0,00 0,00 0,00 0,00 – 631 641,70 – 631 641,70 0,00 – 631 641,70\nSE EUR 639 766 558,88 0,00 639 766 558,88 –24 704,47 0,00 639 741 854,41 639 799 725,33 –57 870,92\nUK GBP 0,00 0,00 0,00 0,00 –51 932,23 –51 932,23 0,00 –51 932,23\nUK EUR 3 313 755 544,68 0,00 3 313 755 544,68 – 578 462,05 0,00 3 313 177 082,63 3 308 426 422,77 4 750 659,86\nMS  Expenditure (3) Assigned revenue (3) Article 32 (= e) Total (= h)\n05 07 01 06 6701 6702\ni j k\nBE EUR –34 844,68 0,00 –9 465,76 –44 310,44\nBG EUR –68 967,00 0,00 0,00 –68 967,00\nCZ EUR 4 399,59 0,00 0,00 4 399,59\nDK DKK 0,00 0,00 –66 422,98 –66 422,98\nDK EUR 172 046,95 0,00 0,00 172 046,95\nDE EUR 310 212,04 0,00 – 116 714,81 193 497,23\nEE EUR 12 468,34 0,00 0,00 12 468,34\nIE EUR 1 443 170,87 0,00 –56 295,34 1 386 875,53\nEL EUR 0,00 0,00 –1 786 932,58 –1 786 932,58\nES EUR – 270 339,54 0,00 –1 953 186,99 –2 223 526,53\nFR EUR 447 110,02 0,00 –2 836 879,32 –2 389 769,30\nIT EUR 3 885 760,95 0,00 –5 281 611,90 –1 395 850,95\nCY EUR 64 482,91 0,00 0,00 64 482,91\nLV EUR 18 641,42 0,00 0,00 18 641,42\nLT LTL 0,00 0,00 – 184,79 – 184,79\nLT EUR 199 389,51 – 149 634,07 0,00 49 755,44\nLU EUR 212 555,93 0,00 – 998,55 211 557,38\nHU HUF 0,00 0,00 – 250 657 247,00 – 250 657 247,00\nHU EUR 11 115,37 0,00 0,00 11 115,37\nMT EUR 12 500,80 0,00 0,00 12 500,80\nNL EUR –1 792 442,75 0,00 –3 055,23 –1 795 497,98\nAT EUR –11 511,38 0,00 0,00 –11 511,38\nPL PLN 0,00 0,00 – 519 914,58 – 519 914,58\nPL EUR – 241 667,52 0,00 0,00 – 241 667,52\nPT EUR 517 262,00 0,00 – 424 567,26 92 694,74\nRO EUR –2 244 958,34 0,00 0,00 –2 244 958,34\nSI EUR 0,00 0,00 – 954,10 – 954,10\nSK EUR –38 443,34 –1 637,55 0,00 –40 080,89\nFI EUR –5 519,31 –41 606,27 –23 890,45 –71 016,03\nSE SEK 0,00 0,00 – 631 641,70 – 631 641,70\nSE EUR –57 870,92 0,00 0,00 –57 870,92\nUK GBP 0,00 0,00 –51 932,23 –51 932,23\nUK EUR 4 750 659,86 0,00 0,00 4 750 659,86\n(1)  The reductions and suspensions are those taken into account in the payment system, to which are added in particular the corrections for the non respect of payment deadlines established in August, September and October 2012 and corrections for surplus stock.\n(2)  For the calculation of the amount to be recovered from or paid to the Member State the amount taken into account is, the total of the annual declaration for the expenditure cleared (col.a) or, the total of the monthly declarations for the expenditure disjoined (col.b).\nApplicable exchange rate: Article 7(2) of Regulation (EC) No 883/2006.\n(3)  If the Assigned revenue part would be in advantage of Member State, it has to be declared under 05 07 01 06.\nNB: Nomenclature 2013: 05 07 01 06, 6701, 6702\nANNEX II\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFINANCIAL YEAR 2012 - EAGF\nList of the Paying Agencies for which the accounts are disjoined and are subject of a later clearance decision\nMember State Paying Agency\nGermany Hamburg-Jonas\nGermany Helaba\nBelgium BIRB"}