{"celex_id": "32011R0330", "uri": "http://publications.europa.eu/resource/cellar/83bf4449-a92f-4114-95bc-1bba24573a82", "type": "Regulation", "concepts": ["2337", "2338", "249", "3483", "3870", "5240"], "title": "Council Regulation (EU) No 330/2011 of 6 April 2011 amending Regulation (EC) No 560/2005 imposing certain specific restrictive measures directed against certain persons and entities in view of the situation in Côte d'Ivoire\n", "header": "7.4.2011 EN Official Journal of the European Union L 93/10\nCOUNCIL REGULATION (EU) No 330/2011\nof 6 April 2011\namending Regulation (EC) No 560/2005 imposing certain specific restrictive measures directed against certain persons and entities in view of the situation in Côte d'Ivoire\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2011/221/CFSP of 6 April 2011 amending Decision 2010/656/CFSP renewing the restrictive measures against Côte d'Ivoire (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the Commission,\nWhereas:\n(1) Decision 2011/221/CFSP provides, inter alia, for further restrictive measures in relation to Côte d'Ivoire, in addition to those set out in Council Decision 2010/656/CFSP (2), including a prohibition on the trade of bonds and the provision of loans to the illegitimate government of Mr GBAGBO, as well as a provision to ensure that those restrictive measures do not affect humanitarian operations in Côte d'Ivoire.\n(2) Those restrictive measures fall within the scope of the Treaty on the Functioning of the European Union and, therefore, notably with a view to ensuring their uniform application by economic operators in all Member States, regulatory action at Union level is necessary in order to implement them.\n(3) On 30 March 2011, the United Nations Security Council adopted Resolution 1975 (‘UNSCR 1975 (2011)’) imposing targeted sanctions against additional individuals who meet the criteria set out in Resolution 1572 (2004) and subsequent Resolutions, including those individuals who obstruct peace and reconciliation in Côte d'Ivoire, obstruct the work of the United Nations Operation in Côte d'Ivoire (UNOCI) and other international actors in Côte d'Ivoire and commit serious violations of human rights and of international humanitarian law.\n(4) Moreover, the list of persons and entities subject to restrictive measures set out in Annexes I and IA to Council Regulation (EC) No 560/2005 of 12 April 2005 imposing certain specific restrictive measures directed against certain persons and entities in view of the situation in Côte d'Ivoire (3) should be amended.\n(5) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force on the day of its publication,", "main_body": ["Regulation (EC) No 560/2005 is hereby amended as follows:\n(1) the following Articles are inserted:\n(i) the funds or economic resources shall be used for a payment by a person, entity or body listed in Annex IA;\n(ii) the payment is not in breach of Article 2(2).\n(2) Article 9a is replaced by the following:\n(a) to purchase, broker or assist in the issue of bonds or securities issued or guaranteed after the date of entry into force of this Regulation by the illegitimate government of Mr Laurent GBAGBO, as well as by persons or entities acting on its behalf or under its authority, or by entities owned or controlled by it. By way of exception, financial institutions shall be authorised to purchase such bonds or securities of corresponding value to bonds and securities already held by them and which are due to mature;\n(b) to provide loans, in any form, to the illegitimate government of Mr Laurent GBAGBO, as well as to persons or entities acting on its behalf or under its authority, or to entities that it owns or controls.’;\n(3) the following Article is inserted:", "1.   The persons listed in part A of Annex I to this Regulation shall be deleted from the list set out in Annex IA to Regulation (EC) No 560/2005 and shall be added to the list set out in Annex I to Regulation (EC) No 560/2005.\n2.   The person listed in part B of Annex I to this Regulation shall be added to the list set out in Annex I to Regulation (EC) No 560/2005.\n3.   The persons listed in Annex II to this Regulation shall be added to the list set out in Annex IA to Regulation (EC) No 560/2005.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 2011.\nFor the Council\nThe President\nMARTONYI J.\n(1)  See page 20 of this Official Journal.\n(2)  OJ L 285, 30.10.2010, p. 28.\n(3)  OJ L 95, 14.4.2005, p. 1.\nANNEX I\nPART A\n1.   Laurent GBAGBO\nDate of birth: 31 May 1945\nPlace of birth: Gagnoa, Côte d'Ivoire\nFormer President of Côte d'Ivoire: obstruction of the peace and reconciliation process, rejection of the results of the presidential election.\nDate of UN designation: 30.3.2011 (European Union designation: 22.12.2010)\n2.   Simone GBAGBO\nDate of birth: 20 June 1949\nPlace of birth: Moossou, Grand-Bassam, Côte d'Ivoire\nChairperson of the Parliamentary Group of the Ivorian Popular Front (FPI): obstruction of the peace and reconciliation process, public incitement to hatred and violence.\nDate of UN designation: 30.3.2011 (European Union designation: 22.12.2010)\n3.   Désiré TAGRO\nPassport number: PD – AE 065FH08\nDate of birth: 27 January 1959\nPlace of birth: Issia, Côte d'Ivoire\nSecretary-General in the so-called ‘presidency’ of Mr GBAGBO: participation in the illegitimate government of Mr GBAGBO, obstruction of the peace and reconciliation process, rejection of the results of the presidential election, participation in violent repressions of popular movements.\nDate of UN designation: 30.3.2011 (European Union designation: 22.12.2010)\n4.   Pascal AFFI N'GUESSAN\nPassport number: PD-AE 09DD00013.\nDate of birth: 1 January 1953\nPlace of birth: Bouadriko, Côte d'Ivoire\nChairman of the Ivorian Popular Front (FPI): obstruction of the peace and reconciliation process, incitement to hatred and violence.\nDate of UN designation: 30.3.2011 (European Union designation: 22.12.2010)\nPART B\n1.   Alcide DJÉDJÉ\nDate of birth: 20 October 1956\nPlace of birth: Abidjan, Côte d'Ivoire\nClose advisor to Mr GBAGBO: participation in the illegitimate government of Mr GBAGBO, obstruction of the peace and reconciliation process, public incitement to hatred and violence.\nDate of UN designation: 30.3.2011\nANNEX II\nPersons and entities referred to in article 2(3)\nA.   Persons\nName (and any aliases) Identifying information Grounds for designation\n1. Diali Zie  Director of the main agency of the BCEAO (Central Bank of West African States); is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n2. Togba Norbert  Inspector-General of the Treasury; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n3. Kone Doféré  Collector-General of taxes; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n4. Hanny Tchélé Brigitte, wife of Mr Etibouo  Documentary film producer.\n5. Jacques Zady  Producer for Radiodiffusion Télévision Ivoirienne (RTI).\n6. Ali Keita  Chief editor of Le Temps daily newspaper.\n7. Kla Koué Sylvanus  De facto Director-General of the Côte d'Ivoire Telecommunications Agency and Chairman of San-Pedro General Council.\n8. Mamadou Ben Soumahoro  Member of the National Assembly.\n9. Sokouri Bohui  Member of the National Assembly, managing editor of Notre Voie daily newspaper and FPI Secretary-General responsible for elections.\n10. Blon Siki Blaise  Self-styled High Authority for the Development of the West.\n11. Pastor Kore Moïse  Spiritual Advisor to Mr Laurent Gbagbo.\n12. Moustapha Aziz  Advisor to the Côte d'Ivoire Representation to UNESCO.\n13. Gnamien Yao  Former Minister.\n14. Zakaria Fellah  Special Advisor to Mr Laurent Gbagbo; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n15. Ghislain N'Gbechi  Official at the Permanent Mission of Côte d'Ivoire in New York; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n16. Charles Kader Gore  Businessman; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n17. Maitre Sanogo Yaya  Barrister practising in Côte d'Ivoire; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n18. Kadio Morokro Mathieu  Chairman of PETROIVOIRE; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n19. Marcellin Zahui  Managing Director of the illegally nationalised CNCE (Caisse National de Crédit et d'Epargne [national credit and savings bank]) and Director of BICICI (Banque Internationale pour le Commerce et l'Industrie de la Côte d'Ivoire [Côte d'Ivoire international bank for trade and industry]); is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n20. Jean-Claude N'Da Ametchi  Managing Director of Versus Bank, Director of the illegally nationalised SGBCI (Société Générale de Banques en Côte d'Ivoire [Côte d'Ivoire banking company]); is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n21. Anatole Kossa  Vice-President of CGFCC [coffee and cocoa sector management committee]. Adviser to former president Gbagbo in farm sector since 1 January 2010; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n22. Alexandre Kouadio  Provisional director of ARCC [coffee and cocoa regulatory authority]; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n23. Célestin N'Guessan  Provisional director of FDPCC [coffee and cocoa producers business development and promotion fund]; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n24. Claudine Lea Yapobi, née Yehiry  Provisional director of the FRC (regulation and supervision fund) and the BCC [coffee and cocoa exchange]; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n25. Deby Dally Balawourou  Journalist, President of the Conseil National de la Presse [national press council]; incitement to hatred and violence\n26. Wenceslas Appiah  Managing Director of BFA [bank for the financing of agriculture]; is helping to fund the illegitimate administration of Mr Laurent Gbagbo.\n27. Hubert Houlaye  Chairman of the board of directors of the Banque Nationale d'Investissements [national investment bank]; is helping to fund the illegitimate administration of Mr Laurent Gbagbo."}