{"celex_id": "32013R0533", "uri": "http://publications.europa.eu/resource/cellar/8678a4c1-d27b-11e2-9b1a-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "2987", "5227", "5451"], "title": "Commission Implementing Regulation (EU) No 533/2013 of 10 June 2013 amending Implementing Regulation (EU) No 540/2011 as regards the extension of the approval periods of the active substances 1-methyl-cyclopropene, chlorothalonil, chlorotoluron, cypermethrin, daminozide, forchlorfenuron, indoxacarb, thiophanate-methyl and tribenuron  Text with EEA relevance\n", "header": "11.6.2013 EN Official Journal of the European Union L 159/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 533/2013\nof 10 June 2013\namending Implementing Regulation (EU) No 540/2011 as regards the extension of the approval periods of the active substances 1-methyl-cyclopropene, chlorothalonil, chlorotoluron, cypermethrin, daminozide, forchlorfenuron, indoxacarb, thiophanate-methyl and tribenuron\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular the first paragraph of Article 17 thereof,\nWhereas:\n(1) Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (2) sets out the active substances deemed to have been approved under Regulation (EC) No 1107/2009.\n(2) The approvals of the active substances 1-methyl-cyclopropene, chlorothalonil, chlorotoluron, cypermethrin, daminozide, forchlorfenuron, indoxacarb, thiophanate-methyl and tribenuron will expire between 28 February 2016 and 31 March 2016. Applications have been submitted for the renewal of these active substances. As the requirements laid down in Commission Implementing Regulation (EU) No 844/2012 of 18 September 2012 setting out the provisions necessary for the implementation of the renewal procedure for active substances, as provided for in Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market (3) apply to those active substances, it is necessary to allow applicants sufficient time to complete the renewal procedure in accordance with that Regulation. Consequently, the approvals of those active substances are likely to expire before a decision has been taken on their renewal. It is therefore necessary to extend their approval periods.\n(3) Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(4) In view of the aim of the first paragraph of Article 17 of Regulation (EC) No 1107/2009, as regards cases where no supplementary dossier in accordance with Implementing Regulation (EU) No 844/2012 is submitted no later than 30 months before the respective expiry date laid down in the Annex to this Regulation, the Commission will set the expiry date at the same date as before the entry into force of this Regulation or at the earliest date thereafter.\n(5) In view of the aim of the first paragraph of Article 17 of Regulation (EC) No 1107/2009, as regards cases where the Commission will adopt a Regulation providing that the approval of an active substance referred to in the Annex to this Regulation is not renewed because the approval criteria are not satisfied, the Commission will set the expiry date at the same date as before this Regulation or at the date of the entry into force of the Regulation providing that the approval of the active substance is not renewed, whichever date is later.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Part A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 153, 11.6.2011, p. 1.\n(3)  OJ L 252, 19.9.2012, p. 26.\nANNEX\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended as follows:\n(1) In the sixth column, expiration of approval, of row 101, chlorothalonil, the date 28 February 2016 is replaced by 31 October 2017.\n(2) In the sixth column, expiration of approval, of row 102, chlorotoluron, the date 28 February 2016 is replaced by 31 October 2017.\n(3) In the sixth column, expiration of approval, of row 103, cypermethrin, the date 28 February 2016 is replaced by 31 October 2017.\n(4) In the sixth column, expiration of approval, of row 104, daminozide, the date 28 February 2016 is replaced by 31 October 2017.\n(5) In the sixth column, expiration of approval, of row 105, thiophanate-methyl, the date 28 February 2016 is replaced by 31 October 2017.\n(6) In the sixth column, expiration of approval, of row 106, tribenuron, the date 28 February 2016 is replaced by 31 October 2017.\n(7) In the sixth column, expiration of approval, of row 117, 1-methyl-cyclopropene, the date 31 March 2016 is replaced by 31 October 2017.\n(8) In the sixth column, expiration of approval, of row 118, forchlorfenuron, the date 31 March 2016 is replaced by 31 October 2017.\n(9) In the sixth column, expiration of approval, of row 119, indoxacarb, the date 31 March 2016 is replaced by 31 October 2017."}