{"celex_id": "32011D1011(02)", "uri": "http://publications.europa.eu/resource/cellar/1148f385-2049-435d-82cb-b67e1717a1ed", "type": "Decision", "concepts": ["2836", "3885", "5532", "6050"], "title": "Commission Decision of 10 October 2011 amending Decision 2007/602/EC on the setting up of the stakeholder dialogue group in the areas of public health and consumer protection\n", "header": "11.10.2011 EN Official Journal of the European Union C 299/6\nCOMMISSION DECISION\nof 10 October 2011\namending Decision 2007/602/EC on the setting up of the stakeholder dialogue group in the areas of public health and consumer protection\n2011/C 299/07\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 169 thereof,\nWhereas:\n(1) Article 169 of the Treaty on the Functioning of the European Union (‘TFEU’) assigns the Union the task of ensuring a high level of consumer protection, as well as promoting the rights of consumers to information and to organise themselves in order to safeguard their interests.\n(2) Commission Decision 2007/602/EC (1) established a ‘stakeholder dialogue group’ in the areas of public health and consumer protection with effect from 10 October 2007 in order to advise the Commission on best practice in the consultation process and help it to better tailor its stakeholder involvement processes to stakeholders’ needs in the abovementioned areas.\n(3) According to Article 3(4) of this Decision, members shall be appointed for a four-year non-renewable term of office. However, with regards to the first appointment of members only, half of the members shall be appointed for a two-year non-renewable term of office. The Commission established a shorter mandate for half of the members in order to limit disruptions related to the entire replacement of the group's members.\n(4) The Commission appointed the members of the stakeholder dialogue group by Commission Decision 2007/793/EC (2) and specified their respective term of office by Commission Decision 2009/783/EC (3). As a consequence, the mandate of ten members was fixed at four years starting from 29 November 2007 until 29 November 2011 and ten new members were appointed for a full four-year term of office ending November 2013.\n(5) The stakeholder dialogue group has advanced considerably in work on the development of a Code of good practice in consultations for Health and Consumers DG. Renewing the group's composition at this point in time would be disruptive to this process and its continuity.\n(6) Based on experience, the current composition of the stakeholder dialogue group has achieved a balance of stakeholders from both industry and non-governmental organisations, concerned by the policy areas covered by the Directorate-General for Health and Consumers, and has ensured a broad range of relevant expertise and geographical distribution within the Union as well as gender balance.\n(7) It is therefore appropriate to maintain the current composition of the stakeholder dialogue group until November 2013, when it will have completed its mandate,", "main_body": ["Decision 2007/602/EC is hereby amended as follows:\n(1) Article 3(4) is replaced by the following:\n(2) Article 3(5) is replaced by the following:\n(3) Article 3(7) is replaced by the following:", "The Annex to this Decision, listing the members of the stakeholder dialogue group, shall be inserted as an Annex to Decision 2007/602/EC.", "This Decision shall take effect on 2 November 2011."], "attachments": "Done at Brussels, 10 October 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 234, 6.9.2007, p. 13.\n(2)  OJ L 320, 6.12.2007, p. 33.\n(3)  OJ L 279, 24.10.2009, p. 6.\nANNEX\nThe stakeholder dialogue group shall consist of the following members:\nBAX Willemien\nBERTELETTI KEMP Florence\nCEPONYTE Zita\nCZIMBALMOS Ágnes\nGALLANI Barbara\nGOUVEIA Rodrigo\nGRUNER Bernd\nHERVE Maryse\nKETTLITZ Beate\nKOSINSKA Monika\nKUTIN Breda\nLOGSTRUP Susanne\nRODRIGUEZ Nathalie\nROSS Melody\nSHEPPARD Philip\nTIDDENS-ENGWIRDA Lisette\nVAN TICHELEN Sonja\nVINCENTEN Joanne\nVON ESSEN Garlich"}