{"celex_id": "32010R0687", "uri": "http://publications.europa.eu/resource/cellar/0961428f-50d8-46db-9246-67637f0a2aab", "type": "Regulation", "concepts": ["1119", "1201", "2081", "2625", "3618", "4080", "5823", "922"], "title": "Commission Regulation (EU) No 687/2010 of 30 July 2010 amending Regulation (EC) No 1580/2007 laying down implementing rules of Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector\n", "header": "31.7.2010 EN Official Journal of the European Union L 199/12\nCOMMISSION REGULATION (EU) No 687/2010\nof 30 July 2010\namending Regulation (EC) No 1580/2007 laying down implementing rules of Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 103h and 127 in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 103d(2) of Regulation (EC) No 1234/2007 provides for the grant of financial assistance to be capped at either 4,1 % or 4,6 % of the value of the marketed production of each producer organisation.\n(2) Article 52 of Commission Regulation (EC) No 1580/2007 (2) lays down detailed rules on the calculation of the value of marketed production for a producer organisation. Pursuant to point (a) of paragraph 6 of that Article, a producer organisation is to invoice the marketed production of fruit and vegetables at the ‘ex-producer organisation’ stage, where applicable, as product which is packaged, prepared, or has undergone first-stage processing.\n(3) Point (i) of Article 21(1) of Regulation (EC) No 1580/2007 contains a definition of ‘first-stage processing’. However, that definition has given rise to difficulties of interpretation. Since legal certainty requires clear rules on the calculation of the value of marketed production, that definition should be deleted and the definition of ‘by product’ should be adapted accordingly.\n(4) The calculation of the value of fruit and vegetables intended for processing has proven difficult. For control purposes and for the sake of simplification, it is appropriate to introduce a flat rate for the purposes of calculating the value of fruit and vegetables intended for processing, representing the value of the basic product, namely fruit and vegetables intended for processing, and activities which do not amount to genuine processing activities. Since the volumes of fruit and vegetables needed for the production of processed fruit and vegetables differ largely between groups of products, those differences should be reflected in the applicable flat rates.\n(5) In the case of fruit and vegetables intended for processing that are transformed into processed aromatic herbs and paprika powder, it is also appropriate to introduce a flat rate for the purposes of calculating the value of fruit and vegetables intended for processing, representing only the value of the basic product.\n(6) In order to ensure the smooth transition to the new system for the calculation of the value of the marketed production for fruit and vegetables intended for processing, operational programmes approved by 20 January 2010 should not be affected by the new calculation method, without prejudice to the possibility to amend those operational programmes in accordance with Articles 66 and 67 of Regulation (EC) No 1580/2007. For the same reason, the value of the marketed production for the reference period of operational programmes approved after that date should be calculated under the new rules.\n(7) In order to allow for more flexibility in the use of market withdrawals, it is appropriated to increase the annual margin of overrun set out in Article 80(2) of Regulation (EC) No 1580/2007.\n(8) In order to facilitate free distribution, it is appropriate to provide for the possibility to allow charitable organisations and institutions to ask a symbolic contribution from the final recipients of products subjected to market withdrawals, in case those products have undergone processing.\n(9) The flat-rate amounts for transport, sorting and packaging costs for free distribution of fruit and vegetables withdrawn from the market set out in Article 83(1) and Annex XI of Regulation (EC) No 1580/2007 should be updated.\n(10) Regulation (EC) No 1580/2007 should therefore be amended accordingly.\n(11) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["Amendments to Regulation (EC) No 1580/2007\nRegulation (EC) No 1580/2007 is amended as follows:\n1. Article 21(1) is amended as follows:\n(a) point (h) is replaced by the following:\n‘(h) “by product” means a product which results from preparation of a fruit or vegetable product which has a positive economic value but is not the main intended result;’;\n(b) point (i) is replaced by the following;\n‘(i) “preparation” means preparatory activities such as cleaning, cutting, peeling trimming and drying of fruit and vegetables, without transforming them into processed fruit and vegetables;’;\n2. Article 52 is amended as follows:\n(a) the following paragraph 2a is inserted:\n(a) 53 % for fruit juices;\n(b) 73 % for concentrated juices;\n(c) 77 % for tomato concentrate;\n(d) 62 % for frozen fruit and vegetables;\n(e) 48 % for canned fruit and vegetables;\n(f) 70 % for canned mushrooms of the genus Agaricus;\n(g) 81 % for fruits provisionally preserved in brine;\n(h) 81 % for dried fruits;\n(i) 27 % for other processed fruit and vegetables;\n(j) 12 % for processed aromatic herbs;\n(k) 41 % for paprika powder.’;\n(b) paragraph 6 is replaced by the following:\n(a) VAT;\n(b) internal transport costs, where the distance between the centralised collection or packing points of the producer organisation and the point of distribution of the producer organisation is significant.\n3. in Article 53(7), the following subparagraphs are added:\n4. in Article 80(2), the third subparagraph is replaced by the following:\n5. in Article 81(2), the following subparagraph is inserted after the first subparagraph:\n6. in Article 83, paragraphs 1 and 2 are replaced by the following:\n7. Annex VIa, as set out in Annex I to this Regulation, is inserted;\n8. Annex XI is replaced by the text in Annex II to this Regulation;\n9. Annex XII is replaced by the text in Annex III to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 350, 31.12.2007, p. 1.\nANNEX I\n‘ANNEX VIa\nPROCESSED PRODUCTS REFERRED TO IN ARTICLE 52(2a)\nCategory CN code Description\nFruit juices ex 2009 Fruit juices, excluding grape juice and grape must of subheadings 2009 61 and 2009 69, banana juice of subheading ex 2009 80 and concentrated juices, unfermented and not containing added spirit, whether or not containing added sugar or other sweetening matter.\nTomato concentrate ex 2002 90 31 Tomato concentrate with a dry weight content of not less than 28 % in immediate packings of a net content of not less than 200 kg.\nFrozen fruit and vegetables ex 0710 Vegetables (uncooked or cooked by steaming or boiling in water) frozen, excluding sweetcorn of subheading 0710 40 00, olives of subheading 0710 80 10 and fruits of the genus Capsicum or of the genus Pimenta of subheading 0710 80 59.\nex 0811 Fruit and nuts, uncooked or cooked by steaming or boiling in water, frozen, not containing added sugar or other sweetening matter, excluding frozen bananas falling within subheading ex 0811 90 95.\nex 2004 Other vegetables prepared or preserved otherwise than by vinegar or acetic acid, frozen, other than the products of heading 2006, excluding sweetcorn (Zea mays var. saccharata) of subheading ex 2004 90 10, olives of subheading ex 2004 90 30 and potatoes prepared or preserved in the form of flour, meal or flakes of subheading 2004 10 91.\nCanned fruit and vegetables ex 2001 Vegetables, fruit, nuts and other edible parts of plants, prepared or preserved by vinegar or acetic acid, excluding:\n— fruit of the genus Capsicum other than sweet peppers or pimentos of subheading 2001 90 20\n— sweetcorn (Zea mays var. saccharata) of subheading 2001 90 30\n— yams, sweet potatoes and similar edible parts of plants containing 5 % or more by weight of starch of subheading 2001 90 40\n— palm hearts of subheading 2001 90 60\n— olives of subheading 2001 90 65\n— vine leaves, hop shoots and other similar edible parts of plants falling within subheading ex 2001 90 97.\nex 2002 Tomatoes prepared or preserved otherwise than by vinegar or acetic acid excluding tomato concentrate of subheadings ex 2002 90 31 and ex 2002 90 91 described above.\nex 2005 Other vegetables prepared or preserved otherwise than by vinegar or acetic acid, not frozen, other than products of heading 2006 excluding olives of subheading 2005 70, sweetcorn (Zea mays var. saccharata) of subheading 2005 80 00 and fruit of the genus Capsicum, other than sweet peppers or pimentos of subheading 2005 99 10 and potatoes prepared or preserved in the form of flour, meal or flakes of subheading 2005 20 10.\nex 2008 Fruit, nuts and other edible parts of plants, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included, excluding:\n— peanut butter of subheading 2008 11 10\n— other nuts, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter, not elsewhere specified or included, of subheading ex 2008 19\n— palm hearts of subheading 2008 91 00\n— maize of subheading 2008 99 85\n— yams, sweet potatoes and similar edible parts of plants, containing 5 % or more by weight of starch of subheading 2008 99 91\n— vine leaves, hop shoots and other similar edible parts of plants falling within subheading ex 2008 99 99\n— mixtures of banana otherwise prepared or preserved of subheadings ex 2008 92 59, ex 2008 92 78, ex 2008 92 93 and ex 2008 92 98\n— bananas otherwise prepared or preserved of subheadings ex 2008 99 49, ex 2008 99 67 and ex 2008 99 99.\nCanned mushrooms 2003 10 Mushrooms of the genus Agaricus prepared or preserved otherwise than by vinegar or acetic acid.\nFruits provisionally preserved in brine ex 0812 Fruit and nuts, provisionally preserved in brine, but unsuitable in that state for immediate consumption, excluding bananas provisionally preserved falling within subheading ex 0812 90 98.\nDried fruits ex 0813 Fruit, dried, other than that of headings 0801 to 0806;\n0804 20 90 Dried figs;\n0806 20 Dried grapes;\nex 2008 19 Other nuts, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter, not elsewhere specified or included, excluding tropical nuts and their mixtures.\nOther processed fruit and vegetable  Processed fruit and vegetables listed in Part X of Annex 1 of Regulation (EC) No 1234/2007, different from the products listed in the categories above.\nProcessed aromatic herbs ex 0910 Dried thyme\nex 1211 Basil, melissa, mint, Origanum vulgare (oregano/wild marjoram), rosemary, sage, dried, whether or not cut, crushed or powdered.\nPaprika powder ex 0904 Pepper of the genus Piper; dried or crushed or ground fruits of the genus Capsicum or of the genus Pimenta, excluding sweet peppers falling within subheading 0904 20 10.’\nANNEX II\n‘ANNEX XI\nTRANSPORT COSTS UNDER FREE DISTRIBUTION REFERRED TO IN ARTICLE 82(1)\nDistance between the place of withdrawal and the place of delivery Transport costs\nLess than 25 km 18,2\nFrom 25 km to 200 km 41,4\nFrom 200 km to 350 km 54,3\nFrom 350 km to 500 km 72,6\nFrom 500 km to 750 km 95,3\n750 km or more 108,3\nSupplement for refrigerated transport: EUR 8,5/t.’\nANNEX III\n‘ANNEX XII\nPART A\nSORTING AND PACKING COSTS REFERRED TO IN ARTICLE 83(1)\nProduct Sorting and packing costs\nApples 187,7\nPears 159,6\nOranges 240,8\nClementines 296,6\nPeaches 175,1\nNectarines 205,8\nWatermelons 167,0\nCauliflowers 169,1\nOther products 201,1\nPART B\nSTATEMENT FOR PACKAGING OF PRODUCTS REFERRED TO IN ARTICLE 83(2)\n— Продукт, предназначен за безплатна дистрибуция (Регламент (ЕO) № (1580/2007)\n— Producto destinado a su distribución gratuita [Reglamento (CE) no 1580/2007]\n— Produkt určený k bezplatné distribuci [nařízení (ES) č. 1580/2007]\n— Produkt til gratis uddeling (forordning (EF) nr. 1580/2007)\n— Zur kostenlosen Verteilung bestimmtes Erzeugnis (Verordnung (EG) Nr. 1580/2007)\n— Tasuta jagamiseks mõeldud tooted [määrus (EÜ) nr 1580/2007]\n— Προϊόν προοριζόμενο για δωρεάν διανομή [κανονισμός (ΕΚ) αριθ. 1580/2007]\n— Product for free distribution (Regulation (EC) No 1580/2007)\n— Produit destiné à la distribution gratuite [règlement (CE) no 1580/2007]\n— Prodotto destinato alla distribuzione gratuita [regolamento (CE) n. 1580/2007]\n— Produkts paredzēts bezmaksas izplatīšanai [Regula (EK) Nr. 1580/2007]\n— Produktas skirtas nemokamai distribucijai [Reglamentas (EB) Nr. 1580/2007]\n— Ingyenes szétosztásra szánt termék (1580/2007/EK rendelet)\n— Prodott destinat għad-distribuzzjoni bla ħlas [Regolament (KE) Nru. 1580/2007]\n— Voor gratis uitreiking bestemd product (Verordening (EG) nr. 1580/2007)\n— Produkt przeznaczony do bezpłatnej dystrybucji [Rozporządzenie (WE) nr 1580/2007]\n— Produto destinado a distribuição gratuita [Regulamento (CE) n.o 1580/2007]\n— Produs destinat distribuției gratuite [Regulamentul (CE) nr. 1580/2007]\n— Výrobok určený na bezplatnú distribúciu [nariadenie (ES) č. 1580/2007]\n— Proizvod, namenjen za prosto razdelitev [Uredba (ES) št. 1580/2007]\n— Ilmaisjakeluun tarkoitettu tuote (asetus (EY) N:o 1580/2007)\n— Produkt för gratisutdelning (förordning (EG) nr 1580/2007)’"}