{"celex_id": "32014D0086", "uri": "http://publications.europa.eu/resource/cellar/75dff8c1-961c-11e3-8c34-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1644", "1755", "1780", "1899", "1937", "3175", "5369", "842", "97"], "title": "2014/86/EU: Commission Implementing Decision of 13 February 2014 amending Decision 93/195/EEC as regards animal health and veterinary certification conditions for the re-entry of registered horses for racing, competition and cultural events after temporary export to Mexico and amending Annex I to Decision 2004/211/EC as regards the entry for Mexico in the list of third countries and parts thereof from which imports into the Union of live equidae and semen, ova and embryos of the equine species are authorised (notified under document C(2014) 692)  Text with EEA relevance\n", "header": "15.2.2014 EN Official Journal of the European Union L 45/24\nCOMMISSION IMPLEMENTING DECISION\nof 13 February 2014\namending Decision 93/195/EEC as regards animal health and veterinary certification conditions for the re-entry of registered horses for racing, competition and cultural events after temporary export to Mexico and amending Annex I to Decision 2004/211/EC as regards the entry for Mexico in the list of third countries and parts thereof from which imports into the Union of live equidae and semen, ova and embryos of the equine species are authorised\n(notified under document C(2014) 692)\n(Text with EEA relevance)\n(2014/86/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (1), and in particular Article 17(3)(a) thereof,\nHaving regard to Council Directive 2009/156/EC of 30 November 2009 on animal health conditions governing the movement and importation from third countries of equidae (2), and in particular Article 12(1) and (4), and the introductory phrase and points (a) and (b) of Article 19 thereof,\nWhereas:\n(1) Directive 2009/156/EC lays down animal health conditions for the importation into the Union of live equidae. In accordance with Article 13(1)(a) one of the conditions for the authorisation of imports of equidae into the Union is that the third country has been free from Venezuelan equine encephalomyelitis for a period of two years.\n(2) Commission Decision 93/195/EEC (3) provides models of health certificates for the re-entry of registered horses after temporary export to participate in racing, competition or cultural events.\n(3) Commission Decision 2004/211/EC (4) establishes a list of third countries, or parts thereof where regionalisation applies, from which Member States are to authorise the importation of live equidae and semen, ova and embryos thereof. That list is set out in Annex I to that Decision.\n(4) Commission Implementing Decision 2013/167/EU (5) amending the list in Annex I to Decision 2004/211/EC provides that temporary admission of registered horses, re-entry after temporary export of registered horses for racing, competition and cultural events, imports of registered equidae and equidae for breeding and production, and imports of semen, ova and embryos of the equine species from Mexico are currently not authorised.\n(5) The Commission has received a risk assessment carried out by the French competent authorities relating to the re-entry of horses scheduled for temporary export to Mexico-City (Mexico). That assessment contains comprehensive details of the biosecurity measures applied by the Théâtr équestre Zingaro for the protection of the health status of their horses during their residence in Mexico-City as well as the quarantine measures imposed by the French competent authorities on those horses upon their return.\n(6) Given the degree of veterinary supervision, the agreed routine health checks and the separation from equidae of lower health status, it is possible to lay down specific animal health and the veterinary certification conditions for the re-entry of these horses after their temporary export for a period of less than 90 days to participate in specific equestrian cultural events in Mexico-City.\n(7) Decision 93/195/EEC should therefore be amended accordingly.\n(8) Since the measures provided for in this Decision concern only a region of high altitude and during dry and tempered winter season with a reduced risk of vector born transmission of vesicular stomatitis or certain subtypes of Venezuelan equine encephalitis, the re-entry of registered horses for racing, competition and cultural events after temporary export for a period of less than 90 days to the Metropolitan area of Mexico-City, a region in which Venezuelan equine encephalomyelitis has not been reported for more than 2 years, should be authorised.\n(9) The entry for that third country in Annex I to Decision 2004/211/EC should therefore be amended.\n(10) Decision 2004/211/EC should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 93/195/EEC is amended as follows:\n(1) in Article 1, the following indent is added:\n‘— have taken part in specific cultural events in the Metropolitan area of Mexico-City and meet the requirements laid down in a health certificate drawn up in accordance with the model health certificate set out in Annex X to this Decision.’;\n(2) a new Annex X is added as set out in Annex I to this Decision.", "Annex I to Decision 2004/211/EC is amended in accordance with Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  OJ L 192, 23.7.2010, p. 1.\n(3)  Commission Decision 93/195/EEC of 2 February 1993 on animal health conditions and veterinary certification for the re-entry of registered horses for racing, competition and cultural events after temporary export (OJ L 86, 6.4.1993, p. 1).\n(4)  Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species, and amending Decisions 93/195/EEC and 94/63/EC (OJ L 73, 11.3.2004, p. 1).\n(5)  Commission Implementing Decision 2013/167/EU of 3 April 2013 amending Annex I to Decision 2004/211/EC as regards the entry for Mexico in the list of third countries and parts thereof from which imports into the Union of live equidae and semen, ova and embryos of the equine species are authorised (OJ L 95, 5.4.2013, p. 19).\nANNEX I\n‘ANNEX X\nANNEX II\nIn Annex I to Decision 2004/211/EC the entry for Mexico is replaced by the following:\n‘MX Mexico MX-0 Whole country D — — — — — — — — —\nMX-1 Metropolitan area of Mexico-City D — X — — — — — — — Valid until 15 April 2014’"}