{"celex_id": "32011R0914", "uri": "http://publications.europa.eu/resource/cellar/9a5fd854-bde5-4650-a8e0-1d67050b0cfa", "type": "Regulation", "concepts": ["1569", "2763", "3191", "5369"], "title": "Commission Implementing Regulation (EU) No 914/2011 of 13 September 2011 amending Regulation (EU) No 605/2010 laying down animal and public health and veterinary certification conditions for the introduction into the European Union of raw milk and dairy products intended for human consumption  Text with EEA relevance\n", "header": "14.9.2011 EN Official Journal of the European Union L 237/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 914/2011\nof 13 September 2011\namending Regulation (EU) No 605/2010 laying down animal and public health and veterinary certification conditions for the introduction into the European Union of raw milk and dairy products intended for human consumption\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase and point (b) of Article 9(4) thereof,\nWhereas:\n(1) Regulation (EU) No 605/2010 of 2 July 2010 (2) laying down animal and public health and veterinary certification conditions for the introduction into the European Union of raw milk and dairy products intended for human consumption provides that consignments of raw milk and dairy products intended for human consumption, authorised for importation into the Union, are to be accompanied by a health certificate drawn up in accordance with the appropriate model set out in Part 2 of Annex II thereto for the commodity concerned (‘the model health certificates’).\n(2) It should be clarified that the requirement regarding the use of the model health certificates provided for in that Regulation is without prejudice to specific certification requirements laid down in other Union acts or in agreements concluded by the Union with third countries.\n(3) The model health certificates specify the commodity code for the commodities covered by Regulation (EU) No 605/2010 on the basis of the Harmonised Commodity Description and Coding System (‘HS codes’) of tariff nomenclature maintained by the World Customs Organization (WCO).\n(4) Certain dairy products covered by Regulation (EU) No 605/2010 do not fall within the commodity codes in the model health certificates. In order to allow a more precise identification of those commodities in the model health certificates, it is necessary to amend those models and add the missing HS codes, in particular as regards HS codes 35.01 and 35.02 (casein, caseinates and albumines).\n(5) In addition, it should be clarified in the model health certificates that the requirements regarding antibiotic residues, contaminants and pesticide residues may be based on the findings of official monitoring programmes which are at least equivalent to those provided for in Union legislation.\n(6) For reasons of clarity and transparency of Union legislation, the model health certificates should be replaced by the model health certificates set out in the Annex to this Regulation.\n(7) Regulation (EU) No 605/2010 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EU) No 605/2010 is amended as follows:\n(1) In Article 1, the following second paragraph is added:\n(2) Annex II is amended in accordance with the Annex to this Regulation.", "For a transitional period until 30 November 2011, consignments of raw milk and dairy products for which the relevant health certificates have been issued in accordance with Regulation (EU) No 605/2010 before the entry into force of this Regulation may continue to be introduced into the Union.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 175, 10.7.2010, p. 1.\nANNEX\nIn Annex II, parts 2 and 3 to Regulation (EU) No 605/2010 are replaced by the following:\n‘PART 2\nModel Milk-RM\nHealth Certificate for raw milk from third countries or parts thereof authorised in column A of Annex I to Regulation (EU) No 605/2010 intended for further processing in the European Union before being used for human consumption\nModel Milk-RMP\nHealth Certificate for dairy products derived from raw milk for human consumption from third countries or parts thereof authorised in column A of Annex I to Regulation (EU) No 605/2010 intended for importation into the European Union\nModel Milk-HTB\nHealth Certificate for dairy products derived from milk of cows, ewes, goats and buffaloes for human consumption from third countries or parts thereof authorised in column B of Annex I to Regulation (EU) No 605/2010 intended for importation into the European Union\nModel Milk-HTC\nHealth Certificate for dairy products for human consumption from third countries or parts thereof authorised in column C of Annex I to Regulation (EU) No 605/2010 intended for importation into the European Union\nPART 3\nModel Milk-T/S\nAnimal Health Certificate for raw milk or dairy products for human consumption, for [transit] / [storage] (1) (2) in the European Union"}