{"celex_id": "32010R1096", "uri": "http://publications.europa.eu/resource/cellar/0c8980e2-7964-40e5-98ab-06ea33e6e950", "type": "Regulation", "concepts": ["1459", "1804", "2510", "3246", "4491", "5455", "5640", "5769"], "title": "Council Regulation (EU) No 1096/2010 of 17 November 2010 conferring specific tasks upon the European Central Bank concerning the functioning of the European Systemic Risk Board\n", "header": "15.12.2010 EN Official Journal of the European Union L 331/162\nCOUNCIL REGULATION (EU) No 1096/2010\nof 17 November 2010\nconferring specific tasks upon the European Central Bank concerning the functioning of the European Systemic Risk Board\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 127(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Central Bank (2),\nWhereas:\n(1) The financial crisis has revealed important shortcomings in financial supervision, which has failed to anticipate adverse macro-prudential developments and prevent the accumulation of excessive risks in the financial sector, and has in particular highlighted the weaknesses of the existing macro-prudential oversight.\n(2) In November 2008, the Commission mandated a High Level Group chaired by Mr Jacques de Larosière (the de Larosière Group) to make recommendations on how to strengthen European supervisory arrangements with a view to better protecting the citizen and rebuilding trust in the financial system.\n(3) In its final report presented on 25 February 2009, the de Larosière Group recommended, among other things, the establishment of a body at the level of the Union charged with overseeing risk in the financial system as a whole.\n(4) In its Communication of 4 March 2009 entitled ‘Driving European Recovery’, the Commission welcomed and broadly supported the recommendations of the de Larosière Group. At its meeting of 19 and 20 March 2009, the European Council agreed on the need to improve the regulation and supervision of financial institutions within the Union and to use the de Larosière Group’s report as a basis for action.\n(5) In its Communication of 27 May 2009 entitled ‘European Financial Supervision’, the Commission set out a series of reforms to the current arrangements for safeguarding financial stability at the level of the Union, notably including the creation of a European Systemic Risk Board (ESRB) responsible for macro-prudential oversight. The Council, on 9 June 2009, and the European Council, at its meeting of 18 and 19 June 2009, supported the view of the Commission and welcomed the Commission’s intention to bring forward legislative proposals so that the new framework could be fully established.\n(6) Regulation (EU) No 1092/2010 of the European Parliament and of the Council (3) established macro-prudential oversight of the financial system at the level of the Union and a European Systemic Risk Board (ESRB).\n(7) Given its expertise on macro-prudential issues, the European Central Bank (ECB) can make a significant contribution to the effective macro-prudential oversight of the Union’s financial system.\n(8) The Secretariat of the ESRB (the Secretariat) should be ensured by the ECB and, to this effect, the ECB should provide sufficient human and financial resources. The staff of the Secretariat should therefore be subject to the Conditions of Employment for Staff of the ECB. In particular, according to the preamble of the Decision of the ECB of 9 June 1998 on the adoption of the Conditions of Employment for Staff of the European Central Bank as amended on 31 March 1999 (ECB/1998/4) (4), the staff of the ECB should be recruited on the broadest possible geographical basis from among nationals of the Member States.\n(9) On 9 June 2009, the Council concluded that the ECB should provide analytical, statistical, administrative and logistical support to the ESRB. As it is the task of the ESRB to cover all aspects and areas of financial stability, the ECB should involve national central banks and supervisors to provide their specific expertise. The option to confer specific tasks concerning policies relating to prudential supervision upon the ECB provided for by the Treaty on the Functioning of the European Union should therefore be exercised, by conferring on the ECB the task of ensuring the Secretariat to the ESRB.\n(10) The ECB should be entrusted with the task of providing statistical support to the ESRB. The collection and processing of information as set out in this Regulation and as necessary for the performance of the tasks of the ESRB should therefore fall under Article 5 of the Statute of the European System of Central Banks and of the ECB, and under Council Regulation (EC) No 2533/98 of 23 November 1998 concerning the collection of statistical information by the European Central Bank (5). Accordingly, confidential statistical information collected by the ECB or the European System of Central Banks should be shared with the ESRB. In addition, this Regulation should be without prejudice to Regulation (EC) No 223/2009 of the European Parliament and of the Council of 11 March 2009 on European statistics (6).\n(11) The Secretariat should prepare the meetings of the ESRB and support the work of the General Board, the Steering Committee, the Advisory Technical Committee and the Advisory Scientific Committee of the ESRB. On behalf of the ESRB, the Secretariat should collect all information necessary for the achievement of the tasks of the ESRB,", "main_body": ["Membership\nThe President and Vice-President of the European Central Bank (ECB) shall be Members of the General Board of the European Systemic Risk Board (ESRB) as set up by Regulation (EU) No 1092/2010.", "Support of the ESRB\nThe ECB shall ensure a Secretariat, and thereby provide analytical, statistical, logistical and administrative support to the ESRB. The mission of the Secretariat as defined in Article 4(4) of Regulation (EU) No 1092/2010, shall include in particular:\n(a) the preparation of the ESRB meetings;\n(b) in accordance with Article 5 of the Statute of the European System of Central Banks and the European Central Bank and Article 5 of this Regulation, the collection and processing of information, including statistical information, on behalf and for the benefit of the fulfilment of the tasks of the ESRB;\n(c) the preparation of the analyses necessary to carry out the tasks of the ESRB, drawing on technical advice from national central banks and supervisors;\n(d) the support to the ESRB in its international cooperation at administrative level with other relevant bodies on macro-prudential issues;\n(e) the support to the work of the General Board, the Steering Committee, the Advisory Technical Committee and the Advisory Scientific Committee.", "Organisation of the Secretariat\n1.   The ECB shall provide sufficient human and financial resources for the fulfilment of its task of ensuring the Secretariat.\n2.   The head of the Secretariat shall be appointed by the ECB, in consultation with the General Board of the ESRB.", "Management\n1.   The ESRB’s Chair and its Steering Committee shall give directions to the head of the Secretariat on behalf of the ESRB.\n2.   The head of the Secretariat or his representative shall attend the meetings of the General Board, the Steering Committee, the Advisory Technical Committee and the Advisory Scientific Committee of the ESRB.", "Collection of information on behalf of the ESRB\n1.   The ESRB shall determine the information necessary for the purposes of the performance of its tasks, as set out in Article 3 of Regulation (EU) No 1092/2010. In view thereof, the Secretariat shall collect all the necessary information on behalf of the ESRB on a regular and ad hoc basis, in accordance with Article 15 of Regulation (EU) No 1092/2010 and subject to Article 6 of this Regulation.\n2.   On behalf of the ESRB, the Secretariat shall make available to the European Supervisory Authorities the information on risks necessary for the performance of their tasks.", "Confidentiality of information and documents\n1.   Without prejudice to the application of criminal law, any confidential information received by the Secretariat while performing its duties may not be divulged to any person or authority outside the ESRB whatsoever, except in summary or aggregate form, such that individual financial institutions cannot be identified.\n2.   The Secretariat shall ensure that documents are submitted to the ESRB in a manner which ensures their confidentiality.\n3.   The ECB shall ensure the confidentiality of the information received by the Secretariat for the performance of the tasks of the ECB under this Regulation. The ECB shall establish internal mechanisms and adopt internal rules to ensure the protection of information collected by the Secretariat on behalf of the ESRB. The ECB staff shall comply with the applicable rules relating to professional secrecy.\n4.   Information acquired by the ECB as a result of the application of this Regulation shall only be used for the purposes mentioned in Article 2.", "Access to documents\n1.   The Secretariat shall ensure the application of Decision of the European Central Bank of 4 March 2004 on public access to European Central Bank documents (ECB/2004/3) (7).\n2.   The practical arrangements for the application of Decision ECB/2004/3 to documents relating to the ESRB, shall be adopted by 17 June 2011.", "Review\nBy 17 December 2013, the Council shall examine this Regulation, on the basis of a report from the Commission. After having received opinions from the ECB and from the European Supervisory Authorities, it shall determine whether this Regulation should be reviewed.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 16 December 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 2010.\nFor the Council\nThe President\nD. REYNDERS\n(1)  Opinion of 22 September 2010 (not yet published in the Official Journal).\n(2)  OJ C 270, 11.11.2009, p. 1.\n(3)  See page 1 of this Official Journal.\n(4)  OJ L 125, 19.5.1999, p. 32.\n(5)  OJ L 318, 27.11.1998, p. 8.\n(6)  OJ L 87, 31.3.2009, p. 164.\n(7)  OJ L 80, 18.3.2004, p. 42."}