{"celex_id": "32013R0613", "uri": "http://publications.europa.eu/resource/cellar/21e2942d-de60-11e2-9165-01aa75ed71a1", "type": "Regulation", "concepts": ["1662", "191", "2692", "5451"], "title": "Commission Regulation (EU) No 613/2013 of 25 June 2013 amending Regulation (EC) No 1451/2007 as regards additional active substances of biocidal products to be examined under the review programme\n", "header": "26.6.2013 EN Official Journal of the European Union L 173/34\nCOMMISSION REGULATION (EU) No 613/2013\nof 25 June 2013\namending Regulation (EC) No 1451/2007 as regards additional active substances of biocidal products to be examined under the review programme\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular Article 16(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1451/2007 of 4 December 2007 on the second phase of the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market (2) sets out, in Annex II, an exhaustive list of existing active substances to be evaluated under the work programme for the systematic examination of active substances already on the market (hereinafter referred to as the ‘review programme’) and prohibits the placing on the market of biocidal products containing active substance/product-type combinations which are not listed in that Annex or in Annex I or IA to Directive 98/8/EC, or for which the Commission has taken a non-inclusion decision.\n(2) The list in Annex II to Regulation (EC) No 1451/2007 includes existing active substance/product-type combinations which were notified in accordance with Article 4(1) of Commission Regulation (EC) No 1896/2000 of 7 September 2000 on the first phase of the programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council on biocidal products (3), in which a Member State has indicated an interest in accordance with Article 5(3) of Regulation (EC) No 1896/2000, or for which a dossier was submitted by 1 March 2006 and accepted as complete.\n(3) The definitions of ‘biocidal products’ in point (a) of Article 2(1) of Directive 98/8/EC and of active substance in point (d) of Article 2(1) of that Directive, and the product-type descriptions in Annex V to that Directive, have been interpreted differently. In some cases, the common understanding shared between the Commission and the competent authorities designated in accordance with Article 26 of Directive 98/8/EC has changed over time. In particular, the judgment of the Court of Justice of the European Union of 1 March 2012 in case C-420/10, Söll GmbH v Tetra GmbH\n (4), clarified that the concept of ‘biocidal products’ must be interpreted as including certain products which act only by indirect means on the target harmful organisms.\n(4) Persons relying on guidance notes published, or written advice given, by the Commission or by a competent authority designated in accordance with Article 26 of Directive 98/8/EC may therefore have failed to notify the existing active substance/product-type combination in a product placed on the market, or to take over the role of participant, in the objectively justified belief that the product is excluded from the scope of Directive 98/8/EC or that it falls under a different product-type.\n(5) Those persons should have the possibility of submitting a dossier for examination under the review programme in such cases, subject, where relevant, to prior notification, in order to avoid the market withdrawal of products for which a justified interpretation as regards its character as a biocidal product or its correct product-type is subsequently contested by Member States or the Commission.\n(6) In addition, in cases where, for the same reasons, active substances have not yet been identified as existing, Annex I to Regulation (EC) No 1451/2007 should be updated to correctly reflect all existing active substances.\n(7) The situation of persons wishing to notify an active substance/product-type combination on the basis of this Regulation will be similar to that of persons wishing to take over the role of participant in accordance with Article 12 of Regulation (EC) No 1451/2007. It is therefore appropriate to provide for similar procedure and deadlines for informing stakeholders and allowing declarations of intention to the Commission.\n(8) Furthermore, it is appropriate to align the deadlines and other requirements for notification with those set out in Article 4(1) of Regulation (EC) No 1896/2000 for the first notifications of existing active substances to the extent possible, while taking account of the current working methods of the European Chemicals Agency established by Regulation (EC) No 1907/2006 of the European Parliament and of the Council (5).\n(9) In cases where no Rapporteur Member State has been designated for the active substance concerned by a notification, and in order to ensure that the substance will be evaluated for approval, confirmation is to be required from the notifier that a competent authority agrees to evaluate the forthcoming application for approval of the active substance.\n(10) Regulation (EC) No 1451/2007 should therefore be amended accordingly.\n(11) In order to ensure a smooth transition from Directive 98/8/EC to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (6), certain parts of this Regulation should apply from the same date as Regulation (EU) No 528/2012.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Regulation (EC) No 1451/2007 is amended as follows:\n(1) in Article 2, the second subparagraph is replaced by the following:\n(2) in Article 3(2), the following point (d) is added:\n‘(d) existing active substances notified in accordance with Article 3b.’;\n(3) the following Article 3a is inserted:\n(4) the following Article 3b is inserted:\n(5) the following Article 3c is inserted:\n(a) where the active substance/product-type combination concerned is not included in Annex II to this Regulation, include the active substance/product-type combination therein and, where relevant, the active substance in Annex I to this Regulation;\n(b) where the active substance/product-type combination concerned is included in Annex II to this Regulation but has been the subject of a Commission decision not to include it in Annex I or IA of Directive 98/8/EC, annul that decision.\n(6) in Article 4, the following paragraph 4 is added:\n(7) in Article 9, the following paragraph 3 is added:", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nHowever, points 2, 4 and 7 of Article 1 shall apply from 1 September 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 123, 24.4.1998, p. 1.\n(2)  OJ L 325, 11.12.2007, p. 3.\n(3)  OJ L 228, 8.9.2000, p. 6.\n(4)  Not yet published in the European Court Reports.\n(5)  OJ L 396, 30.12.2006, p. 1.\n(6)  OJ L 167, 27.6.2012, p. 1.\n(7)  OJ L 167, 27.6.2012, p. 1.’;"}