{"celex_id": "32010D0389", "uri": "http://publications.europa.eu/resource/cellar/e0ad86b2-41a1-43e4-99cf-1eed584e8d6b", "type": "Decision", "concepts": ["1059", "1309", "1591", "2771", "3824", "4741", "519", "5969"], "title": "2010/389/: Commission Decision of 13 July 2010 repealing Decision 2006/109/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China\n", "header": "14.7.2010 EN Official Journal of the European Union L 179/8\nCOMMISSION DECISION\nof 13 July 2010\nrepealing Decision 2006/109/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China\n(2010/389/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) The Council, by Regulation (EC) No 1212/2005 (2), imposed definitive anti-dumping duties on imports into the Union of certain castings originating in the People’s Republic of China (‘the product concerned’). This Regulation was last amended by Council Regulation (EC) No 500/2009 (3).\n(2) The Commission, by Decision 2006/109/EC (4) accepted a joint price undertaking (‘the undertaking’) from the China Chamber of Commerce for Import and Export of Machinery and Electronics Products (‘CCCME’) together with 20 cooperating Chinese companies or cooperating groups of companies (‘the companies’). This Decision was last amended by Commission Decision 2010/177/EU (5).\n(3) In the framework of the undertaking, the companies agreed, inter alia, not to sell the product concerned to the first independent customer in the European Union (‘EU’) below a certain minimum import price (‘MIP’) laid down in the undertaking.\n(4) The companies also agreed not to circumvent the undertaking by, inter alia, making compensatory arrangements with their customers and by making misleading declarations regarding the origin of the product concerned or the identity of the exporter.\n(5) The terms of the undertaking also oblige the companies to provide the European Commission (‘the Commission’) with regular and detailed information, in the form of a quarterly report of all their export sales of the product concerned to the EU. Unless otherwise indicated, it is assumed that the data submitted in these sales reports are complete, exhaustive and correct in all particulars and that the transactions fully comply with the terms of the undertaking.\n(6) For the purpose of ensuring compliance with the undertaking, the companies also undertook to allow on-spot verification visits at their premises in order to verify the accuracy and veracity of data submitted in the said quarterly reports and to provide all information considered necessary by the Commission.\n(7) Furthermore, and as further stipulated in the undertaking, the acceptance of the undertaking by the Commission is based on trust and any action which would harm the relationship of trust established with the Commission shall justify the immediate withdrawal of the undertaking.\n(8) In addition, Decision 2006/109/EC stipulates that a breach by any of the companies or the CCCME shall be considered as a breach of the undertaking by all signatories. The undertaking further stipulates that any breach or suspected breach of any provision of the undertaking shall lead to acceptance of the undertaking being withdrawn for all companies, regardless of the level of materiality of the breach.\n(9) A verification visit was carried out in 2010 at the premises of one of the co-signatories of the undertaking, Hebei Jize Xian Ma Gang Cast Factory (‘Ma Gang’) in the People’s Republic of China.\n(10) During the verification visit Ma Gang declared neither to be related to any other producer of the product concerned nor to sell the product concerned from any other producer under the terms of the undertaking.\n(11) Subsequent to the verification visit and in cooperation with the Italian customs authorities, the Commission’s services received information showing clearly that Ma Gang’s has been circumventing the terms of the undertaking in several ways since the acceptance of the undertaking.\n(12) It was found that Ma Gang set up a compensatory arrangement with at least one customer in the EU whereby an official invoice price at or above the MIP and a ‘real’ sales price below the MIP were agreed and the difference was re-transferred to the customer in the EU as ‘refund’.\n(13) Several e-mail exchanges from 2007 and 2008 between Ma Gang and a customer in the EU detail the compensatory arrangement, including calculation of the amount to be refunded and means to avoid traceability in the accounts of Ma Gang. Furthermore, a note of 2008 refers to the refund relating to two specific invoices (A714/TPL07002 and A714/TPL070921).\n(14) In was also found that Ma Gang offered to compensate the invoice price for product concerned by artificially lowering the sales price of a product not covered by anti-dumping measures.\n(15) There is evidence that Ma Gang provided misleading information during the verification visit in several regards.\n(16) Firstly, it was found that there is a relationship between Ma Gang and another Chinese producer of the product concerned (‘other company’) since in a number of e-mails reference is made to the fact that the owner of Ma Gang is the father of the owner of the other company. In addition, a high ranking manager of Ma Gang was at least until the end of 2008 working for the other company since the correspondence between the customer in the EU and Ma Gang was frequently made under the e-mail address and the fax number of the other company.\n(17) Secondly, there is evidence that Ma Gang breached its undertaking obligations by selling the product concerned produced by the other company under the terms of the undertaking, therefore making misleading declarations regarding the identity of the exporter. This practice allowed at least one customer in the EU to avoid payment of the residual anti-dumping duty rate of 47,8 % applicable to the other company.\n(18) Moreover, in 2006, Ma Gang has offered via an e-mail to tranship the product concerned via Korea. A contract issued by a company in Korea was attached to the offer.\n(19) From the facts set out in recitals 12 to 18 it is concluded that Ma Gang breached the undertaking in several regards.\n(20) Ma Gang continuously breached the MIP by means of a compensatory arrangement with at least one customer in the EU. Ma Gang has also made misleading declarations regarding the identity of the exporter by issuing undertaking invoices for sales of the product concerned produced by the other company not subject to the undertaking. Furthermore, Ma Gang has offered to issue misleading declarations regarding the origin of the product concerned. Moreover, giving incorrect information during the verification visit in January 2010 is considered as another breach of the undertaking.\n(21) Finally, the continuous and numerous breaches of the undertaking harmed the relationship of trust which formed the basis for the acceptance of the undertaking.\n(22) The company and CCCME were informed in writing of the essential facts and considerations on the basis of which the acceptance of the joint undertaking should be withdrawn and the definitive anti-dumping duties should apply.\n(23) Written submissions were made by CCCME within the time limits and a hearing was also requested and granted.\n(24) Ma Gang confirmed that a high ranking manager indeed violated the obligations of the undertaking as described above, but pointed out that this person acted without the knowledge of Ma Gang and was dismissed immediately. Ma Gang has also confirmed that they were related to the other company (the owners were father and son), albeit they operated independently. Finally, Ma Gang confirmed that they offered to tranship the product concerned via Korea but that this transhipment has never actually taken place.\n(25) CCCME did not contest that one co-signatory breached the undertaking. However, it submitted that a withdrawal for all co-signatories could be regarded as undue punishment for all other companies strictly abiding by the terms of the undertaking since its entry into force in 2006, in particular since numerous verification visits and intense monitoring activities had not brought to light any major implementation problem. CCCME also stressed that it had continuously worked on improving the implementation together with the companies concerned and that the indexed MIP had provided for an effective anti-dumping measure.\n(26) Moreover, CCCME submitted a draft agreement signed shortly after disclosure of the findings between CCCME and the all co-signatories except Ma Gang, in order to strengthen the monitoring responsibilities of CCCME even further, notably strengthening CCCME’s rights vis-à-vis every co-signatory.\n(27) In response to these submissions it should be stressed that the joint liability which was accepted by all co-signatories of the undertaking was an indispensable condition for the acceptance of the undertaking by the Commission. Therefore, and in view of the serious and continued breaches of the undertaking, the Commission has a duty to withdraw its acceptance immediately.\n(28) In view of the above, the acceptance of the undertaking should be withdrawn and Decision 2006/109/EC should be repealed. Accordingly, the definitive anti-dumping duties imposed by Article 1(2) of Regulation (EC) No 1212/2005 on imports of the product concerned produced by the companies should apply,", "main_body": ["Decision 2006/109/EC is hereby repealed.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 July 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 199, 29.7.2005, p. 1.\n(3)  OJ L 151, 16.6.2009, p. 6.\n(4)  OJ L 47, 17.2.2006, p. 59.\n(5)  OJ L 77, 24.3.2010, p. 55."}