{"celex_id": "32012D0145", "uri": "http://publications.europa.eu/resource/cellar/231703fe-ec95-4799-84a2-4c2e583a4fe7", "type": "Decision", "concepts": ["1217", "1474", "2556", "2850", "2901", "544", "5537"], "title": "2012/145/EU: Council Decision of 28 February 2012 on the conclusion of the Protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force\n", "header": "10.3.2012 EN Official Journal of the European Union L 72/1\nCOUNCIL DECISION\nof 28 February 2012\non the conclusion of the Protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force\n(2012/145/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 17 March 2008, the Council adopted Regulation (EC) No 241/2008 on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Guinea-Bissau (1).\n(2) The Union has negotiated with the Republic of Guinea-Bissau a new protocol granting EU vessels fishing opportunities in waters in which Guinea-Bissau exercises its sovereignty or jurisdiction as regards fishing (hereinafter ‧the Protocol‧).\n(3) At the end of those negotiations, the Protocol was initialled on 15 June 2011.\n(4) The Protocol was signed in accordance with Council Decision 2011/885/EU (2) and has been applied on a provisional basis since 16 June 2011.\n(5) The Protocol should be concluded,", "main_body": ["The Protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement concluded between the European Community and the Republic of Guinea-Bissau in force between the two parties (hereinafter ‧the Protocol‧) is hereby approved on behalf of the European Union (3).", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 14 of the Protocol with a view to expressing the Union’s consent to be bound by the Protocol (4).", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 28 February 2012.\nFor the Council\nThe President\nN. WAMMEN\n(1)  OJ L 75, 18.3.2008, p. 49.\n(2)  OJ L 344, 28.12.2011, p. 1.\n(3)  The Protocol was published, together with the Decision on signing, in OJ L 344, 28.12.2011, p. 1.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}