{"celex_id": "32010D0290", "uri": "http://publications.europa.eu/resource/cellar/6c51de93-c151-4cd1-a590-a2366bfdc3d1", "type": "Decision", "concepts": ["2448", "2615", "368", "403", "424", "5859", "6212"], "title": "2010/290/: Council Decision of 19 January 2010 on the existence of an excessive deficit in Slovakia\n", "header": "21.5.2010 EN Official Journal of the European Union L 125/48\nCOUNCIL DECISION\nof 19 January 2010\non the existence of an excessive deficit in Slovakia\n(2010/290/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and, in particular, Article 126(6) in conjunction with Article 126(13) and Article 136 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the observations made by Slovakia,\nWhereas:\n(1) According to Article 126(1) of the Treaty on the Functioning of the European Union, Member States shall avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation.\n(3) The excessive deficit procedure (EDP) under Article 126 of the Treaty on the Functioning of the European Union, as clarified by Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1) (which is part of the Stability and Growth Pact), provides for a decision on the existence of an excessive deficit. Regulation (EC) No 1467/97 also establishes provisions for the implementation of Article 104 of the Treaty establishing the European Community, which has become Article 126 of the Treaty on the Functioning of the European Union. The Protocol on the excessive deficit procedure annexed to the Treaty on the Functioning of the European Union sets out further provisions relating to the implementation of the EDP. Council Regulation (EC) No 479/2009 (2) lays down detailed rules and definitions for the application of the provisions of that Protocol.\n(4) The 2005 reform of the Stability and Growth Pact sought to strengthen its effectiveness and economic underpinnings as well as to safeguard the sustainability of the public finances in the long run. It aimed at ensuring that, in particular, the economic and budgetary background was taken into account fully in all steps in the EDP. In this way, the Stability and Growth Pact provides the framework supporting government policies for a prompt return to sound budgetary positions taking account of the economic situation.\n(5) Article 104(5) of the Treaty establishing the European Community, which has become Article 126(5) of the Treaty on the Functioning of the European Union, required the Commission to address an opinion to the Council if the Commission considered that an excessive deficit in a Member State existed or might occur. Having taken into account its report in accordance with Article 104(3) of the Treaty establishing the European Community, which has become Article 126(3) of the Treaty on the Functioning of the European Union, and having regard to the opinion of the Economic and Financial Committee in accordance with Article 104(4) of the Treaty establishing the European Community, which has become Article 126(4) of the Treaty on the Functioning of the European Union, the Commission concluded that an excessive deficit existed in Slovakia. The Commission therefore addressed such an opinion to the Council in respect of Slovakia on 11 November 2009 (3).\n(6) Article 126(6) of the Treaty on the Functioning of the European Union states that the Council should consider any observations which the Member State concerned may wish to make before deciding, after an overall assessment, whether an excessive deficit exists. In the case of Slovakia, this overall assessment leads to the conclusions set out in this Decision.\n(7) According to data notified by the Slovak authorities in October 2009, the general government deficit in Slovakia is planned to reach 6,3 % of GDP in 2009, thus exceeding and not close to the 3 % of GDP reference value. The planned excess over the reference value can be qualified as exceptional within the meaning of the Treaty and the Stability and Growth Pact. In particular, it results, among other things, from a severe economic downturn in the sense of the Treaty and the Stability and Growth Pact. The Commission services’ 2009 autumn forecast projects real GDP to contract by 5,8 % in 2009. While the excess over the 3 % reference value mainly reflects the severity of the economic downturn, it also results from the significant deterioration of the structural balance since 2005. Furthermore, the planned excess over the reference value cannot be considered temporary, since the Commission services’ 2009 forecast projects the general government deficit to reach 6 % of GDP in 2010 based on the no-policy change assumption. The deficit criterion in the Treaty is not fulfilled.\n(8) According to data notified by the Slovak authorities in October 2009, the general government gross debt remains well below the 60 % of GDP reference value and is planned to stand at around 30 % of GDP in 2009. According to the Commission services’ autumn forecast, the debt ratio is set to increase rapidly, reaching 42,7 % of GDP in 2011 under the no policy change assumption.\n(9) In line with the provisions in the Stability and Growth Pact, the Commission in its report gave due consideration to systemic pension reforms introducing a multi-pillar system that includes a mandatory, fully-funded pillar. While the implementation of these reforms leads to a temporary deterioration of the budgetary position, the long-term sustainability of public finances clearly improves. Based on the estimates of the Slovak authorities, the net costs of this reform amount to 1,1 % of GDP in 2009-2011, rising to 1,2 % in 2012. According to the Stability and Growth Pact, these can be taken into account on a linear degressive basis for a transitory period and only in case the deficit remains close to the reference value. Since the deficit does not remain close to the reference value in 2009-2011, the cost of the pension reform cannot be taken into account.\n(10) According to Article 2(4) of Regulation (EC) No 1467/97, ‘relevant factors’ can only be taken into account in the steps leading to the Council decision on the existence of an excessive deficit in accordance with Article 126(6) of the Treaty on the Functioning of the European Union if the double condition — that the deficit remains close to the reference value and that its excess over the reference value is temporary — is fully met. In the case of Slovakia, this double condition is not met. Therefore, relevant factors are not taken into account in the steps leading to this Decision,", "main_body": ["From an overall assessment it follows that an excessive deficit exists in Slovakia.", "This Decision is addressed to the Slovak Republic."], "attachments": "Done at Brussels, 19 January 2010.\nFor the Council\nThe President\nE. SALGADO\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ L 145, 10.6.2009, p. 1.\n(3)  All EDP-related documents for Slovakia can be found at the following website: http://ec.europa.eu/economy_finance/netstartsearch/pdfsearch/pdf.cfm?mode = _m2"}