{"celex_id": "32010L0006", "uri": "http://publications.europa.eu/resource/cellar/fe61ede3-2b8a-4607-8071-614b8a859490", "type": "Directive", "concepts": ["1277", "1590", "1885", "3730", "4062", "4308", "5877", "6569"], "title": "Commission Directive 2010/6/EU of 9 February 2010 amending Annex I to Directive 2002/32/EC of the European Parliament and of the Council as regards mercury, free gossypol, nitrites and Mowrah, Bassia, Madhuca (Text with EEA relevance)\n", "header": "10.2.2010 EN Official Journal of the European Union L 37/29\nCOMMISSION DIRECTIVE 2010/6/EU\nof 9 February 2010\namending Annex I to Directive 2002/32/EC of the European Parliament and of the Council as regards mercury, free gossypol, nitrites and Mowrah, Bassia, Madhuca\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Directive 2002/32/EC provides that the use of products intended for animal feed which contain levels of undesirable substances exceeding the maximum levels laid down in Annex I to that Directive is prohibited.\n(2) As regards mercury, the European Food Safety Authority (EFSA) concluded in its opinion of 20 February 2008 (2) that the current maximum level for complete feedingstuffs for fish (0,1 mg/kg) and the maximum level for feedingstuffs produced by the processing of fish and other marine animals (0,5 mg/kg) are not harmonised. Following recent developments in feed formulation, fish feed contains more fish oil and fish meal, but with the current legal provisions the availability of these valuable feed materials for the production of fish feed is endangered. In order to address this, a slight increase of the maximum level for fish feed is appropriate and this increase would not endanger the compliance of farmed fish with the established maximum levels for mercury. Furthermore it results from that opinion that the current maximum level for complete feedingstuffs for dogs and cats are not sufficiently protective. That maximum level should therefore be lowered. Since the degree of sensitivity of fur animals is similar to that of cats, that maximum level should also apply to fur animals.\n(3) As regards nitrites, EFSA concluded in its opinion of 25 March 2009 (3) that for pigs and cattle, as representative sensitive food producing species the margins of safety with respect to the respective No Observed Adverse Effect Level (NOAEL) are sufficient. It considered furthermore that the presence of nitrite in animal products does not raise any concern for human health. Nitrite is already authorised with a maximum content of 100 mg/kg for use as a preservative in complete feedingstuffs for dogs and cats, with a moisture content exceeding 20 %, and as an additive in silage (4). Nitrite is therefore not to be considered as an undesirable substance in such complete feedingstuffs and in silage. Consequently, no maximum level should apply in these cases.\n(4) As regards gossypol, EFSA concluded in its opinion of 4 December 2008 that the current maximum levels for sheep, including lambs, and goats, including kids, are not sufficiently protective against adverse animal health effects. EFSA further concluded that the human exposure to gossypol through the consumption of food products from animals fed cottonseed derived products is probably low and would not result in adverse effects. Based on that opinion the maximum levels for sheep, including lambs, and goats, including kids, should be lowered.\n(5) As regard saponins in Madhuca longifolia L., EFSA concluded in its opinion of 29 January 2009 (5) that no adverse animal health effects are expected because of the negligible exposure of target animals in the Union. EFSA considers that human dietary exposure to Madhuca saponins is negligible, since Madhuca products are not consumed by humans and Madhuca meal is not used in the Union as a feed material. Therefore it is appropriate to delete the row concerning Mowrah, Bassia, Madhuca.\n(6) Directive 2002/32/EC should therefore be amended accordingly.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annex I to Directive 2002/32/EC is amended in accordance with the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 November 2010 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\nMember States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 140, 30.5.2002, p. 10.\n(2)  Opinion of the Scientific Panel on Contaminants in the Food chain on a request from the European Commission on mercury as undesirable substance in feed, The EFSA Journal (2008) 654, 1-76.\n(3)  Scientific Opinion of the Panel on Contaminants in the Food Chain on a request from the European Commission on nitrite as undesirable substances in animal feed. The EFSA Journal (2009) 1017, 1-47.\n(4)  Community Register of Feed Additives pursuant to Regulation (EC) No 1831/2003 of the European Parliament and of the Council, entry on sodium nitrite (Dogs, Cats) and sodium nitrite in silage, http://ec.europa.eu/food/food/animalnutrition/feedadditives/registeradditives_en.htm\n(5)  Scientific Opinion of the Panel on Contaminants in the Food Chain on a request from the European Commission on Saponins in Madhuca Longifolia L. as undesirable substances in animal feed. The EFSA Journal (2009) 979, 1-36.\nANNEX\nAnnex I to Directive 2002/32/EC is amended as follows:\n1. Row 4, Mercury, is replaced by the following:\nUndesirable substances Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feedingstuff with a moisture content of 12 %\n(1) (2) (3)\n‘4. Mercury (1)\n (2)\nwith the exception of:\n— feedingstuffs produced from fish or by the processing of fish or other aquatic animals,\n— calcium carbonate.\nCompound (complementary and complete) feedingstuffs 0,1\nwith the exception of:\n— mineral feed,\n— compound feedingstuffs for fish,\n— compound feedingstuffs for dogs, cats and fur animals.\n2. Row 5, Nitrites, is replaced by the following:\nUndesirable substances Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feedingstuff with a moisture content of 12 %\n(1) (2) (3)\n‘5. Nitrites\nwith the exception of:\n— fishmeal,\n— silage.\nComplete feedingstuffs 15 (expressed as sodium nitrite)\nwith the exception of:\n— complete feedingstuffs for dogs and cats with a moisture content exceeding 20 %.\n3. Row 9, Free gossypol is replaced by the following:\nUndesirable substances Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feedingstuff with a moisture content of 12 %\n(1) (2) (3)\n‘9. Free gossypol\nwith the exception of:\n— cottonseed,\n— cottonseed cakes and cottonseed meal.\nComplete feedingstuffs 20\nwith the exception of:\n— complete feedingstuffs for adult cattle,\n— complete feedingstuffs for sheep (except lambs and goats (except kids),\n— complete feedingstuffs for poultry (except laying hens) and calves,\n— complete feedingstuffs for rabbits, lambs, kids and pigs (except piglets).\n4. Row 32, ‘Mowrah, Bassia, Madhuca – Madhuca longifolia (L.) Macbr. (= Bassia longifolia L. = Illiped malabrorum Engl.) Madhuca indica Gmelin (= Bassia latifolia Roxb.) = Illipe latifolia (Roscb.) F. Mueller)’ is deleted.\n(1)  The maximum levels refer to total mercury.\n(2)  Maximum levels refer to an analytical determination of mercury, whereby extraction is performed in nitric acid (5 % w/w) for 30 minutes at boiling temperature. Equivalent extraction procedures can be applied for which it can be demonstrated that the used extraction procedure has an equal extraction efficiency.’"}