{"celex_id": "32012R0208", "uri": "http://publications.europa.eu/resource/cellar/5e5c7b67-99d3-4dcd-8554-f6bfc9ea0022", "type": "Regulation", "concepts": ["2958", "4284", "4849", "5360", "5856", "807", "826"], "title": "Commission Implementing Regulation (EU) No 208/2012 of 9 March 2012 amending Implementing Regulation (EU) No 562/2011 adopting the plan allocating to the Member States resources to be charged to the 2012 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the European Union and derogating from certain provisions of Regulation (EU) No 807/2010\n", "header": "10.3.2012 EN Official Journal of the European Union L 72/32\nCOMMISSION IMPLEMENTING REGULATION (EU) No 208/2012\nof 9 March 2012\namending Implementing Regulation (EU) No 562/2011 adopting the plan allocating to the Member States resources to be charged to the 2012 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the European Union and derogating from certain provisions of Regulation (EU) No 807/2010\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular points (f) and (g) of Article 43, in conjunction with Article 4 thereof,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (2), and in particular Article 3(2) thereof,\nWhereas:\n(1) Article 27 of Regulation (EC) No 1234/2007 as amended by Regulation (EU) No 121/2012 of the European Parliament and of the Council (3) has established a scheme whereby food products may be distributed to the most deprived persons in the Union. For that purpose, products in intervention stocks may be made available or, where intervention stocks suitable for the food distribution scheme are not available, food products may be purchased on the market. For 2012 and 2013, that scheme is included in the list of measures eligible for financing by the European Agricultural Guarantee Fund (EAGF) set out in Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (4), within an annual ceiling of EUR 500 million.\n(2) In accordance with Article 27(3) of Regulation (EC) No 1234/2007 the Commission has to adopt annual plans. The annual distribution plan for 2012 was adopted on 10 June 2011 by Commission Implementing Regulation (EU) No 562/2011 (5) solely on the basis of products available in intervention stocks. The additional resources made available on the 2012 budget year for the distribution of food products to the most deprived persons in the Union, as a result of the amendment of Article 27 of Regulation (EC) No 1234/2007 by Regulation (EU) No 121/2012, should be allocated to the Member States.\n(3) In order to enforce the annual budgetary ceiling, the intra-Union transfer costs, where relevant, should be included into the total financial allocation made available for each Member State to implement the 2012 distribution plan. Moreover, the deadlines fixed by Article 9 of Commission Regulation (EU) No 807/2010 of 14 September 2010 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Union (6) for the requests for payment and the execution of payments by the competent authorities should be adjusted, in order to ensure that the resources allocated within the 2012 distribution plan are only eligible for Union support if those payments are made in the 2012 budget year.\n(4) Taking into account the shortened time-frame left to the Member States for the implementation of the 2012 distribution plan as a consequence of the date of entry into force of Regulation (EU) No 121/2012, it is appropriate to grant an extension of the deadlines provided for in Article 3(1) and (3) of Regulation (EU) No 807/2010 as regards the implementation period of the annual plan and the completion of the payment operations for products mobilised on the market.\n(5) That revision of the distribution plan for 2012 being made at a time when national administrative arrangements for the implementation of the plan should be approaching completion, the quantities of products available in intervention stocks which are reallocated following the decision of Finland to renounce to a part of its allocation of skimmed milk powder or to reassessment of the exact quantities in intervention storage should not be taken into account for calculating whether Member States have respected the obligation laid down in the second and third subparagraphs of Article 3(2) of Regulation (EU) No 807/2010 to have withdrawn 70 % of cereals and skimmed milk powder by the deadlines fixed in that Article.\n(6) In view of the fact that the implementation period of the 2012 distribution plan is already advanced and to allow Member States as much time as possible to proceed to the actions needed for the implementation of the amended plan, this Regulation should enter into force on the day of its publication.\n(7) Implementing Regulation (EU) No 562/2011 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Implementing Regulation (EU) No 562/2011 is amended as follows:\n(1) Articles 1 and 2 are replaced by the following:\n(2) the following Articles 2a to 2d are inserted:\n(a) 5,46 tonnes of cereals stored in the United Kingdom and allocated to Bulgaria;\n(b) 0,651 tonne of cereals stored in Finland and allocated to Bulgaria;\n(c) 249,04 tonnes of cereals stored in France and allocated to France;\n(d) 635,325 tonnes of skimmed milk powder stored in Estonia and allocated to Estonia.\n(3) Annexes I and II are replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 349, 24.12.1998, p. 1.\n(3)  OJ L 44, 16.2.2012, p. 1.\n(4)  OJ L 209, 11.8.2005, p. 1.\n(5)  OJ L 152, 11.6.2011, p. 24.\n(6)  OJ L 242, 15.9.2010, p. 9.\nANNEX\nANNEX I\nANNUAL DISTRIBUTION PLAN FOR 2012\n(a) Total amounts of financial resources broken down per Member State:\n(EUR)\nMember State Amount\nBelgium 11 710 463\nBulgaria 21 439 346\nCzech Republic 135 972\nEstonia 2 359 486\nIreland 2 594 467\nGreece 21 651 199\nSpain 80 401 345\nFrance 70 563 823\nItaly 95 641 425\nLatvia 5 558 220\nLithuania 7 491 644\nLuxembourg 171 704\nHungary 13 715 022\nMalta 721 992\nPoland 75 296 812\nPortugal 19 332 607\nRomania 60 689 367\nSlovenia 2 533 778\nSlovakia 5 098 384\nFinland 2 892 944\nTotal 500 000 000\n(b) Quantity of each type of product to be withdrawn from Union intervention stocks for distribution per Member State within the limits set out in point (a) of this Annex:\n(tonnes)\nMember State Cereals Skimmed milk powder\nBelgium  1 560,275\nBulgaria 39 150,874\nCzech Republic 450,000\nEstonia  635,325\nIreland  727,900\nGreece  2 682,575\nSpain  10 093,975\nFrance 249,040 8 858,925\nItaly  12 337,975\nLatvia  870,050\nLithuania  1 032,575\nHungary  1 807,425\nMalta 1 230,373\nPoland  9 662,825\nPortugal  2 524,725\nRomania 112 527,069\nSlovenia  287,750\nSlovakia 8 976,092\nFinland  489,300\nTotal 162 583,448 53 571,600\n(c) Indicative allocations to Member States for the purchase of food products on the Union market within the limits set out in point (a) of this Annex:\n(EUR)\nMember State Amount\nBelgium 8 346 393\nBulgaria 14 004 438\nCzech Republic 70 619\nEstonia 1 136 698\nIreland 1 200 145\nGreece 15 656 380\nSpain 57 977 800\nFrance 51 172 604\nItaly 68 479 620\nLatvia 3 736 468\nLithuania 5 281 095\nLuxembourg 161 225\nHungary 9 751 550\nMalta 493 784\nPoland 54 100 415\nPortugal 13 763 634\nRomania 39 979 504\nSlovenia 1 883 893\nSlovakia 3 590 632\nFinland 1 871 094\nTotal 352 657 991\n(d) Indicative allocations to Member States for the reimbursement of intra-Union transfer costs within the limits set out in point (a) of this Annex:\n(EUR)\nMember State Amount\nBulgaria 2 300 431\nCzech Republic 12 211\nGreece 126 066\nSpain 401 345\nFrance 17 915\nItaly 399 005\nLatvia 5 509\nHungary 61 128\nMalta 63 361\nPoland 205 907\nPortugal 108 700\nRomania 5 970 071\nSlovenia 7 073\nSlovakia 305 884\nFinland 15 394\nTotal 10 000 000\nANNEX II\n(a) Intra-Union transfers of cereals authorised under the distribution plan for the 2012 budget year:\nQuantity Holder Recipient\n1 33 989,414 Agency for Rural Affairs, Finland Държавен фонд \"Земеделие\" — Разплащателна агенция, Bulgaria\n2 5 161,460 RPA, United Kingdom Държавен фонд \"Земеделие\" — Разплащателна агенция, Bulgaria\n3 450,000 SJV, Sweden SZIF, Czech Republic\n4 1 230,373 SJV, Sweden Ministry for Resources and Rural Affairs Paying Agency, Malta\n5 16 856,043 BLE, Germany Agenția de Plăți și Intervenție pentru Agricultură, Romania\n6 41 360,295 Agency for Rural Affairs, Finland Agenția de Plăți și Intervenție pentru Agricultură, Romania\n7 54 310,731 SJV, Sweden Agenția de Plăți și Intervenție pentru Agricultură, Romania\n8 147,000 FranceAgriMer, France Pôdohospodárska platobná agentúra, Slovakia\n9 8 829,092 SJV, Sweden Pôdohospodárska platobná agentúra, Slovakia\n(b) Intra-Union transfers of skimmed milk powder authorised under the distribution plan for the 2012 budget year:\nQuantity Holder Recipient\n1 2 682,575 BLE, Germany OPEKEPE, Greece\n2 330,350 SZIF, Czech Republic FEGA, Spain\n3 6 308,425 OFI, Ireland FEGA, Spain\n4 3 455,200 RPA, United Kingdom FEGA, Spain\n5 2 118,875 RPA, United Kingdom FranceAgriMer, France\n6 7 904,825 BIRB, Belgium AGEA, Italy\n7 1 476,375 OFI, Ireland AGEA, Italy\n8 2 749,625 Dienst Regelingen Roermond, Netherlands AGEA, Italy\n9 207,150 SJV, Sweden AGEA, Italy\n10 870,050 Lietuvos žemės ūkio ir maisto produktų rinkos reguliavimo agentūra, Lithuania Rural Support Service, Latvia\n11 1 807,425 RPA, United Kingdom Mezőgazdasági és Vidékfejlesztési Hivatal, Hungary\n12 3 294,150 BLE, Germany ARR, Poland\n13 1 675,025 Lietuvos žemės ūkio ir maisto produktų rinkos reguliavimo agentūra, Lithuania ARR, Poland\n14 4 692,825 RPA, United Kingdom ARR, Poland\n15 2 524,275 RPA, United Kingdom IFAP I.P. Portugal\n16 287,750 Dienst Regelingen Roermond, Netherlands Agencija Republike Slovenije za kmetijske trge in razvoj podeželja, Slovenia\n17 489,300 Dienst Regelingen Roermond, Netherlands Agency for Rural Affairs, Finland"}