{"celex_id": "32014R1223", "uri": "http://publications.europa.eu/resource/cellar/5901bab3-6ca0-11e4-9680-01aa75ed71a1", "type": "Regulation", "concepts": ["2321", "3181", "3191", "4417"], "title": "Commission Implementing Regulation (EU) No 1223/2014 of 14 November 2014 amending Regulation (EEC) No 2454/93 as regards the simplified discharge of the inward processing procedure  Text with EEA relevance\n", "header": "15.11.2014 EN Official Journal of the European Union L 330/37\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1223/2014\nof 14 November 2014\namending Regulation (EEC) No 2454/93 as regards the simplified discharge of the inward processing procedure\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) Article 544 of Commission Regulation (EEC) No 2454/93 (2) provides for a simplification in the discharge of the inward processing procedure. Under that simplification, certain import goods are regarded as having been re-exported or exported, although they were actually put on the Union market without a subsequent customs declaration and payment of import duties.\n(2) Article 544(c) of Regulation (EEC) No 2454/93 covers the delivery of civil aircraft. The simplification in the discharge of the inward processing procedure regarding civil aircraft enhances the competitiveness of the aviation industry at international level and contributes to the creation of added value in the Union.\n(3) The scope of Article 544(c) of Regulation (EEC) No 2454/93 should be extended to military aircraft so that those aircraft benefit from the simplified discharge of the inward processing procedure in the same way as civil aircraft.\n(4) Regulation (EEC) No 2454/93 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In Article 544 of Regulation (EEC) No 2454/93, point (c) is replaced by the following:\n‘(c) the delivery of aircraft; however, the supervising office shall allow the arrangements to be discharged once import goods have been used for the first time for the manufacture, repair, modification or conversion of aircraft or parts thereof, on condition that the records of the holder are such as to make it possible to verify that the arrangements are being correctly applied and operated;’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1)."}