{"celex_id": "32011R1295", "uri": "http://publications.europa.eu/resource/cellar/92c63269-ae29-4c19-8f2c-43d3645ac6a7", "type": "Regulation", "concepts": ["1216", "3483", "3506", "3584", "3870"], "title": "Council Regulation (EU) No 1295/2011 of 13 December 2011 amending Regulation (EU) No 1284/2009 imposing certain specific restrictive measures in respect of the Republic of Guinea\n", "header": "14.12.2011 EN Official Journal of the European Union L 330/1\nCOUNCIL REGULATION (EU) No 1295/2011\nof 13 December 2011\namending Regulation (EU) No 1284/2009 imposing certain specific restrictive measures in respect of the Republic of Guinea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215(1) thereof,\nHaving regard to Council Decision 2011/706/CFSP of 27 October 2011 amending Decision 2010/638/CFSP concerning restrictive measures against the Republic of Guinea (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the Commission,\nWhereas:\n(1) Council Regulation (EU) No 1284/2009 (2) imposed certain specific restrictive measures in respect of the Republic of Guinea, in accordance with Council Common Position 2009/788/CFSP (3) (later replaced by Council Decision 2010/638/CFSP (4)), in response to the violent crackdown by security forces on political demonstrators in Conakry on 28 September 2009.\n(2) Decision 2010/638/CFSP was amended by Decision 2011/706/CFSP in order to modify, inter alia, the scope of the measures relating to military equipment and equipment capable of being used for internal repression.\n(3) Certain aspects of those measures fall within the scope of the Treaty and, therefore, notably with a view to ensuring their uniform application by economic operators in all Member States, regulatory action at the level of the Union is necessary in order to implement them.\n(4) Regulation (EU) No 1284/2009 should be amended accordingly,", "main_body": ["Paragraph (1) of Article 4 of Regulation (EU) No 1284/2009 is replaced by the following:\n‘1.   By way of derogation from Articles 2 and 3, the competent authorities of the Member States as indicated in the websites listed in Annex III, may in duly justified cases authorise:\n(a) the sale, supply, transfer or export of equipment which might be used for internal repression, provided it is intended solely for humanitarian or protective use, or for institution-building programmes of the United Nations (UN) and the European Union, or for European Union and UN crisis management operations;\n(b) the sale, supply, transfer or export of non-lethal equipment which might be used for internal repression, provided it is intended solely to enable the police and gendarmerie of the Republic of Guinea to use only appropriate and proportionate force while maintaining public order;\n(c) the provision of financing, financial assistance, technical assistance, brokering services and other services related to equipment or to programmes and operations referred to in points (a) and (b);\n(d) the provision of financing, financial assistance, technical assistance, brokering services and other services related to non-lethal military equipment intended solely for humanitarian or protective use, for institution-building programmes of the UN and the European Union, or for European Union and UN crisis management operations;\n(e) the provision of financing, financial assistance, technical assistance, brokering services and other services related to non-lethal military equipment intended solely to enable the police and gendarmerie of the Republic of Guinea to use only appropriate and proportionate force while maintaining public order;\n(f) provision of financing, financial assistance, technical assistance, brokering services and other services related to non-combat vehicles which have been manufactured or fitted with materials to provide ballistic protection, intended solely for protective use of personnel of the European Union and its Member States in the Republic of Guinea.’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2011.\nFor the Council\nThe President\nM. CICHOCKI\n(1)  OJ L 281, 28.10.2011, p. 28.\n(2)  OJ L 346, 23.12.2009, p. 26.\n(3)  OJ L 281, 28.10.2009, p. 7.\n(4)  OJ L 280, 26.10.2010, p. 10."}