{"celex_id": "32011R0302", "uri": "http://publications.europa.eu/resource/cellar/18e4c906-99d4-4163-882c-5e4f4c6e7e25", "type": "Regulation", "concepts": ["1309", "161", "4080", "4314"], "title": "Commission Implementing Regulation (EU) No 302/2011 of 28 March 2011 opening an exceptional import tariff quota for certain quantities of sugar in the 2010/11 marketing year\n", "header": "29.3.2011 EN Official Journal of the European Union L 81/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 302/2011\nof 28 March 2011\nopening an exceptional import tariff quota for certain quantities of sugar in the 2010/11 marketing year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organization of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 187, in conjunction with Article 4, thereof,\nWhereas:\n(1) The world market prices for sugar have been at a constant high level since the beginning of the 2010/11 marketing year. Forecasts of world market prices based on the New York sugar futures exchange market for the terms of May, July and October 2011 indicate that world market price will remain high.\n(2) The negative difference between availability and utilisation of sugar on the Union market over the last 2 marketing years is estimated at 1,0 million tonnes. This results in the lowest level of ending stocks since the implementation of the 2006 reform of the sugar sector. Any further shortfall of imports threatens to disrupt the availability of supply on the Union sugar market and to increase the internal sugar market price. To limit the negative difference between availability and utilisation of sugar on the Union market in the 2010/11 marketing year, it is necessary to fully utilise all existing import flows: the import tariff rate quotas and the 1,95 million tonnes of imports resulting from Economic Partnership Agreements/Everything But Arms (EPA/EBA) trade arrangements.\n(3) However, EPA/EBA imports registered during the 2009/10 marketing year were 1,5 million tonnes. Based on the current world market situation, this quantity is unlikely to increase in the short term. This would inevitably lead to a further shortfall in the supply on the EU market. This situation is caused by high prices on the world market for sugar and for that reason, it is necessary to suspend import duty for certain quantities of sugar.\n(4) Commission Regulation (EC) No 891/2009 of 25 September 2009 opening and providing for the administration of certain Community tariff quotas in the sugar sector (2) provides for the administration of the tariff quotas for imports of sugar products pursuant to Article 187 of Regulation (EC) No 1234/2007 with order number 09.4380 (exceptional import sugar). However, in accordance with Article 11 of Regulation (EC) No 891/2009 the quantities of those products for which import duties are to be suspended has to be determined by a separate legal act.\n(5) The exceptional quantity of sugar that can be imported at zero duty in the 2011/12 marketing year need to be set accordingly.\n(6) To avoid import licence trading, the rights deriving from the import licence should not be transferable.\n(7) The level of the security should be set at a sufficiently high level to ensure full utilisation of the issued import licences under the current, volatile world sugar prices.\n(8) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["The import duties for sugar falling within CN 1701 and with order number 09.4380 shall be suspended for a quantity of 300 000 tonnes from 1 April to 30 September 2011.\nRegulation (EC) No 891/2009 shall apply for the administration of the quota referred to in the first paragraph.", "By way of derogation from Article 8(1) of Commission Regulation (EC) No 376/2008 (3), the rights deriving from the import licence shall not be transferable.", "By way of derogation from Article 7(2) of Regulation (EC) No 891/2009, the amount of the security shall be EUR 150 per tonne.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2011.\nIt shall expire on 30 September 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 254, 26.9.2009, p. 82.\n(3)  OJ L 114, 26.4.2008, p. 3."}