{"celex_id": "32011R0900", "uri": "http://publications.europa.eu/resource/cellar/ddd9b7ce-6092-44f7-82ce-c42eac7b7302", "type": "Regulation", "concepts": ["1224", "191", "4743", "5451", "6052", "6322"], "title": "Commission Implementing Regulation (EU) No 900/2011 of 7 September 2011 concerning the authorisation of lasalocid A sodium as a feed additive for pheasants, guinea fowl, quails and partridges other than laying birds (holder of authorisation Alpharma (Belgium) BVBA)  Text with EEA relevance\n", "header": "8.9.2011 EN Official Journal of the European Union L 231/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 900/2011\nof 7 September 2011\nconcerning the authorisation of lasalocid A sodium as a feed additive for pheasants, guinea fowl, quails and partridges other than laying birds (holder of authorisation Alpharma (Belgium) BVBA)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of lasalocid A sodium, CAS number 25999-20-6. The application was accompanied by the particulars and documents required pursuant to Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of lasalocid A sodium, CAS number 25999-20-6, as a feed additive for pheasants, guinea fowl, quails and partridges other than laying birds, to be classified in the additive category ‘coccidiostats and histomonostats’.\n(4) The use of that preparation was authorised for 10 years for chickens for fattening and for chickens reared for laying up to 16 weeks by Commission Regulation (EC) No 1455/2004 (2), and for turkeys up to 16 weeks by Commission Regulation (EU) No 874/2010 (3).\n(5) New data were submitted in support of the application for authorisation of lasalocid A sodium, CAS number 25999-20-6, for pheasants, guinea fowl, quails and partridges other than laying birds. The European Food Safety Authority (‘the Authority’) concluded in its opinion of 16 March 2011 (4) that, under the proposed conditions of use, lasalocid A sodium, CAS number 25999-20-6, does not have an adverse effect on animal health, human health or the environment and that it is efficacious to control coccidiosis in the target species. It considers that there is a need for specific requirements of a post-market monitoring program on the resistance to bacteria and Eimeria spp. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of lasalocid A sodium, CAS number 25999-20-6, shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘coccdiostats and histomonostats’ is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 September 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 269, 17.8.2004, p. 14.\n(3)  OJ L 263, 6.10.2010, p. 1.\n(4)  The EFSA Journal 2011; 9(4):2116.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation Maximum Residue Limits (MRLs) in the relevant foodstuffs of animal origin\nmg/kg of complete feedingstuff with a moisture content of 12 %\nCategory of coccidiostats and histomonostats\nAdditive composition:\nLasalocid A sodium: 15 g/100 g\nCalcium sulphate dihydrate: 80,9 g/100 g\nCalcium lignosulphonate: 4 g/100 g\nFerric oxide: 0,1 g/100 g\nActive substance:\nAnalytical methods\n (1):\n1. Use prohibited at least 5 days before slaughter.\n2. Indicate in the instructions for use:\n3. A post-market monitoring program on the resistance to bacteria and Eimeria spp. shall be planned and executed by the holder of authorisation.\n4. The additive shall be incorporated in compound feed in the form of a premixture.\n5. Lasalocid A sodium shall not be mixed with other coccidiostats.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx\n(2)  OJ L 54, 26.2.2009, p. 1.\n(3)  OJ L 15, 20.1.2010, p. 1."}