{"celex_id": "32014R0072", "uri": "http://publications.europa.eu/resource/cellar/ca8ef3bd-881a-11e3-9b7d-01aa75ed71a1", "type": "Regulation", "concepts": ["2026", "2308", "2437", "2563", "2879", "4335", "4788", "5229", "5254", "5256"], "title": "Commission Implementing Regulation (EU) No 72/2014 of 27 January 2014 amending Implementing Regulation (EU) No 770/2013 as regards deductions from the 2013 Portuguese quota for redfish in NAFO area 3LN\n", "header": "28.1.2014 EN Official Journal of the European Union L 23/31\nCOMMISSION IMPLEMENTING REGULATION (EU) No 72/2014\nof 27 January 2014\namending Implementing Regulation (EU) No 770/2013 as regards deductions from the 2013 Portuguese quota for redfish in NAFO area 3LN\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (1), and in particular Article 105(1), (2) and (3) thereof,\nWhereas:\n(1) Following the publication of Commission Implementing Regulation (EU) No 770/2013 (2), the Portuguese fisheries industry discovered a mistake in the published 2012 catch figures for redfish in NAFO (Northwest Atlantic Fisheries Organization) area 3LN.\n(2) The Portuguese fisheries authorities noticed that the catch reports on which these 2012 catch figures are based were not correctly transmitted to the Commission. This was confirmed by an independent audit.\n(3) On the basis of the corrected data transmitted by Portugal on 14 November 2013, it appears that the Portuguese quota for redfish in NAFO area 3LN (RED/N3LN) was overfished by a lower amount than that taken into account for the purpose of Implementing Regulation (EU) No 770/2013.\n(4) The deduction from the 2013 Portuguese quota for redfish in NAFO area 3LN should therefore be corrected as regards figures concerning the overfishing of the quota concerned.\n(5) Considering that this Implementing Regulation is amending deductions already operated on the redfish in NAFO area 3LN quota for 2013, its provisions should apply retroactively from the date of entry into force of Implementing Regulation (EU) No 770/2013.\n(6) Implementing Regulation (EU) No 770/2013 should therefore be amended accordingly,", "main_body": ["The Annex to Implementing Regulation (EU) No 770/2013 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nHowever, it shall apply from 15 August 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  Commission Implementing Regulation (EU) No 770/2013 of 8 August 2013 operating deductions from fishing quotas available for certain stocks in 2013 on account of overfishing in the previous years (OJ L 215, 10.8.2013, p. 1).\nANNEX\nIn the Annex to Implementing Regulation (EU) No 770/2013, on page 12, the line hereunder\n‘PRT RED N3NL Redfish NAFO 3LN 0 982,5 1 204,691 122,61 222,191 1,4 / / / 311,067’\nis replaced by the following\n‘PT RED N3NL Redfish NAFO 3LN 0 982,5 1 112,457 113,23 129,957 1,2 / / / 155,948’"}