{"celex_id": "32014L0076", "uri": "http://publications.europa.eu/resource/cellar/a6a7ef14-dff2-11e3-8cd4-01aa75ed71a1", "type": "Directive", "concepts": ["1828", "1880", "2081", "2947", "4347", "5726", "6103", "6411"], "title": "Commission Delegated Directive 2014/76/EU of 13 March 2014 amending, for the purposes of adapting to technical progress, Annex III to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for Mercury in hand crafted luminous discharge tubes (HLDTs) used for signs, decorative or architectural and specialist lighting and light-artwork  Text with EEA relevance\n", "header": "20.5.2014 EN Official Journal of the European Union L 148/86\nCOMMISSION DELEGATED DIRECTIVE 2014/76/EU\nof 13 March 2014\namending, for the purposes of adapting to technical progress, Annex III to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for Mercury in hand crafted luminous discharge tubes (HLDTs) used for signs, decorative or architectural and specialist lighting and light-artwork\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2011/65/EU of the European Parliament and of the Council of 8 June 2011 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (1), and in particular Article 5(1)(a) thereof,\nWhereas:\n(1) Directive 2011/65/EU prohibits the use of mercury in electrical and electronic equipment placed on the market.\n(2) Handcrafted luminous discharge tubes (HLDTs) are handmade special purpose lamps which exist in a broad variety. Examples are neon signs, individual architectural illumination and special light emitters in the chemical analytical research. As HLDTs are used for indoor and outdoor applications and with an individual colour spectrum composition, they have to work reliably under sensitive and cold conditions with very high life expectations because they are often difficult to access. In order to function properly under these conditions, HLDTs require a minimum quantity of mercury.\n(3) The elimination or substitution of mercury in HLDTs and the complete substitution of HLDTs with other technologies such as LED is scientifically and technically impracticable. The use of mercury in HLDTs used for signs, decorative or architectural and specialist lighting and light-artwork should therefore be exempted from the prohibition. The use of mercury should be limited to the necessary minimum amount and the validity period should end 31 December 2018, in order to avoid adverse impacts on innovation.\n(4) Directive 2011/65/EU should therefore be amended accordingly,", "main_body": ["Annex III to Directive 2011/65/EU is amended as set out in the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by the last day of the sixth month after entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 174, 1.7.2011, p. 88.\nANNEX\nIn Annex III to Directive 2011/65/EU the following point 4(g) is inserted:\n‘4(g) Mercury in hand crafted luminous discharge tubes used for signs, decorative or architectural and specialist lighting and light-artwork, where the mercury content shall be limited as follows:\n(a) 20 mg per electrode pair + 0,3 mg per tube length in cm, but not more than 80 mg, for outdoor applications and indoor applications exposed to temperatures below 20 °C;\n(b) 15 mg per electrode pair + 0,24 mg per tube length in cm, but not more than 80 mg, for all other indoor applications."}