{"celex_id": "32012D0483", "uri": "http://publications.europa.eu/resource/cellar/fee1ee61-f28f-11e1-8e28-01aa75ed71a1", "type": "Decision", "concepts": ["191", "2357", "5227", "5451"], "title": "2012/483/EU: Commission Decision of 20 August 2012 setting a new deadline for the submission of dossiers for certain substances to be examined under the 14-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council (notified under document C(2012) 5787)  Text with EEA relevance\n", "header": "22.8.2012 EN Official Journal of the European Union L 226/6\nCOMMISSION DECISION\nof 20 August 2012\nsetting a new deadline for the submission of dossiers for certain substances to be examined under the 14-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council\n(notified under document C(2012) 5787)\n(Text with EEA relevance)\n(2012/483/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular Article 16(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1451/2007 of 4 December 2007 on the second phase of the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market (2) establishes a list of active substances to be assessed, with a view to their possible inclusion in Annex I, IA or IB to Directive 98/8/EC.\n(2) For a number of substance/product-type combinations included in that list, either all participants have discontinued their participation from the review programme, or no complete dossier was received within the time period specified in Article 9 and Article 12(3) of Regulation (EC) No 1451/2007 by the Member State designated as rapporteur for the evaluation.\n(3) Consequently, and pursuant to Articles 11(2), 12(1) and 13(5) of Regulation (EC) No 1451/2007, the Commission informed the Member States accordingly. That information was also made public by electronic means on 17 January 2011.\n(4) Within three months of the electronic publication of that information, several companies indicated an interest in taking over the role of participant for some of the substances and product-types concerned, in accordance with Article 12(1) of Regulation (EC) No 1451/2007.\n(5) A new deadline should therefore be established for the submission of dossiers for those substances and product-types in accordance with the second subparagraph of Article 12(3) of that Regulation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["For the substances and product-types set out in the Annex, the new deadline for the submission of dossiers is 30 September 2013.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 August 2012.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 123, 24.4.1998, p. 1.\n(2)  OJ L 325, 11.12.2007, p. 3.\nANNEX\nSubstances and product-types for which the new deadline for the submission of dossiers is 30 September 2013\nName EC number CAS number Product-type RMS\nTriclosan 222-182-2 3380-34-5 2 DK\nTriclosan 222-182-2 3380-34-5 7 DK\nTriclosan 222-182-2 3380-34-5 9 DK\n2-phenoxyethanol 204-589-7 122-99-6 3 UK"}