{"celex_id": "32014R1277", "uri": "http://publications.europa.eu/resource/cellar/688deb77-7bd1-11e4-97c9-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "2737", "5034", "5451", "5734", "6569"], "title": "Commission Implementing Regulation (EU) No 1277/2014 of 1 December 2014 amending Regulation (EU) No 37/2010, as regards the substance ‘lasalocid’  Text with EEA relevance\n", "header": "2.12.2014 EN Official Journal of the European Union L 346/23\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1277/2014\nof 1 December 2014\namending Regulation (EU) No 37/2010, as regards the substance ‘lasalocid’\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit (hereinafter ‘MRL’) for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry is to be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding MRLs in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 (2).\n(3) Lasalocid is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance, for poultry species, applicable to muscle, skin and fat, liver, kidney and eggs, and for bovine species, applicable to muscle, fat, liver and kidney, excluding animals producing milk for human consumption.\n(4) An application for the amendment of the existing entry for lasalocid has been submitted to the European Medicines Agency.\n(5) Additional data on lasalocid was provided and assessed by the Committee for Medicinal Products for Veterinary Use. As a result that Committee recommended the amendment of the current acceptable daily intake for lasalocid, as well as the amendment of the existing MRL for lasalocid in poultry.\n(6) In accordance with Article 5 of Regulation (EC) No 470/2009 the European Medicines Agency is to consider using MRLs established for a pharmacologically active substance in a particular foodstuff for another foodstuff derived from the same species, or MRLs established for a pharmacologically active substance in one or more species for other species.\n(7) The Committee for Medicinal Products for Veterinary Use concluded that the extrapolation to other food producing species cannot be supported for this substance.\n(8) The entry for lasalocid in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended accordingly.\n(9) It is appropriate to provide for a reasonable period of time for the stakeholders concerned to take measures that may be required to comply with the newly set MRL.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 20 February 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (OJ L 15, 20.1.2010, p. 1).\nANNEX\nIn Table 1 of the Annex to Regulation (EU) No 37/2010, the entry for the substance ‘lasalocid’ is replaced by the following:\nPharmacologically active Substance Marker residue Animal Species MRL Target Tissues Other Provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic Classification\n‘Lasalocid Lasalocid A Poultry 60 μg/kg Muscle NO ENTRY Anti-infectious agents/Antibiotics’\nBovine 10 μg/kg Muscle Not for use in animals from which milk is produced for human consumption"}