{"celex_id": "32014R1154", "uri": "http://publications.europa.eu/resource/cellar/e3558852-5fff-11e4-9cbe-01aa75ed71a1", "type": "Regulation", "concepts": ["1425", "192", "2735", "6789", "893"], "title": "Commission Regulation (EU) No 1154/2014 of 29 October 2014 refusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children's development and health (Text with EEA relevance)\n", "header": "30.10.2014 EN Official Journal of the European Union L 309/23\nCOMMISSION REGULATION (EU) No 1154/2014\nof 29 October 2014\nrefusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children's development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on foods are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‘the Authority’, for a scientific assessment, as well as to the Commission and the Member States for information.\n(3) The Authority is to deliver an opinion on the health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) Following an application from EJP Pharmaceutical ApS, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of zinc and prevention of bad breath (Question No EFSA-Q-2010-01092) (2). The claim proposed by the applicant was worded as follows: ‘Prevents bad breath by neutralising of volatile sulphur compounds (VSC) in the mouth and oral cavity’.\n(6) On 1 June 2011, the Commission and the Member States received the scientific opinion, from the Authority, which concluded that the claim ‘prevents bad breath by neutralising of volatile sulphur compounds in the mouth and oral cavity’ is related to breath odour rather than to a function of the body as required by Article 13 of Regulation (EC) No 1924/2006. During the evaluation of the claim, the applicant was requested to clarify how the proposed claim is linked to a function of the body. The applicant argued that the production of volatile sulphur compounds and halitosis as part of the bacterial flora of the mouth and oral cavity is related to the function of the mouth and oral cavity, and thus to a function of the body. However, the Authority noted that the evidence provided did not demonstrate that the chemical neutralisation of volatile sulphur compounds in the mouth, in order to improve bad breath, constitutes a physiological effect in relation to a function of the body. Therefore, the applicant did not provide evidence that zinc has a physiological effect in relation to a function of the body as required by Article 13(1)(a) of Regulation (EC) No 1924/2006. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(7) Following an application from Leiber GmbH, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Yestimun® and defence against pathogens in the upper respiratory tract (Question No EFSA-Q-2012-00761) (3). The claim proposed by the applicant was worded as follows: ‘Daily administration of Yestimun® helps to maintain the body's defence against pathogens’.\n(8) On 8 April 2013 the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship could not be established between the consumption of Yestimun® ((1,3)-(1,6)-β-D-glucans from brewer's yeast cell wall) and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(9) Following an application from Vivatech, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Transitech® and improvement of bowel function which is maintained after cessation of consumption of the food (Question No EFSA-Q-2013-00087) (4). The claim proposed by the applicant was worded as follows: ‘Improves transit and durably regulates it’.\n(10) On 13 June 2013, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of Transitech® and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(11) Following an application from Clasado Limited, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Bimuno® GOS and reduction of gastro-intestinal discomfort (Question No EFSA-Q-2012-01007) (5). The claim proposed by the applicant was worded as follows: ‘Regular daily consumption of 1,37 g galacto-oligosaccharides from Bimuno® may reduce abdominal discomfort’.\n(12) On 18 June 2013, the Commission and the Member States received the scientific opinion from the Authority, which concluded that a health claim on Bimuno® GOS and reducing gastro-intestinal discomfort pursuant to Article 13(5) of Regulation (EC) No 1924/2006 has already been assessed by the Authority with an unfavourable outcome (6) and that the supplementary information submitted by the applicant did not provide evidence that could be used for the scientific substantiation of this claim. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(13) Following an application from Fuko Pharma Ltd, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Lactobacillus rhamnosus GG and maintenance of normal defecation during antibiotic treatment (Question No EFSA-Q-2013-00015) (7). The claim proposed by the applicant was worded as follows: ‘Lactobacillus rhamnosus GG for maintaining normal defecation during oral antibiotic treatment’.\n(14) On 18 June 2013, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of Lactobacillus rhamnosus GG and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(15) Following an application from Gelita AG, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of VeriSol®P and a change in skin elasticity leading to an improvement in skin function (Question No EFSA-Q-2012-00839) (8). The claim proposed by the applicant was worded as follows: ‘Characteristic collagen peptide mixture (collagen hydrolysate) having a beneficial physiological effect on the maintenance of skin health, as indicated by an increased skin elasticity and a reduction of wrinkles volume, by contributing to a normal collagen and elastin synthesis’.\n(16) On 20 June 2013, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship could not be established between the consumption of Verisol®P and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(17) Following an application from Pharmatoka S.A.S., submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of proanthocyanidins in Urell® and the reduction of bacterial colonisation of the urinary tract (Question No EFSA-Q-2012-00700) (9). The claim proposed by the applicant was worded, inter alia, as follows: ‘Proanthocyanidins from Urell® contribute to support defence against bacterial pathogens in the lower urinary tract’.\n(18) On 26 July 2013, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship could not be established between the consumption of proanthocyanidins in Urell® and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(19) Following an application from the Institute of Cellular Pharmacology (ICP) Ltd, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Preservation® and rapid recovery of cellular activity post stress (Question No EFSA-Q-2013-00021) (10). The claim proposed by the applicant was worded as follows: ‘improves the physiological response to stress by accelerating the appearance of heat shock proteins (HSPs) and maintains an effective level of HSPs to ensure that the organism is primed should the cell encounter further stress’.\n(20) On 26 July 2013, the Commission and the Member States received the scientific opinion from the Authority, which concluded that the claimed effect indicated by the applicant is general and non-specific, and that the references provided by the applicant did not provide information which could be used to define a specific beneficial physiological effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(21) The health claims subject to this Regulation are health claims as referred to in Article 13(1)(a) of Regulation (EC) No 1924/2006, which are subject to the transitional period laid down in Article 28(5) of that Regulation until the adoption of the list of permitted health claims provided that they comply with that Regulation.\n(22) The list of permitted health claims has been established by Commission Regulation (EU) No 432/2012 (11) and is applicable since 14 December 2012. As regards claims referred to in Article 13(5) of Regulation (EC) No 1924/2006 for which the evaluation by the Authority or consideration by the Commission has not been completed by 14 December 2012 and which by virtue of this Regulation are not included in the list of permitted health claims, it is appropriate to provide for a transitional period during which they may still be used, in order to allow both food business operators and the competent national authorities to adapt to the prohibition of such claims.\n(23) The comments from the applicants and the members of the public received by the Commission pursuant to Article 16(6) of Regulation (EC) No 1924/2006 have been considered when setting the measures provided for in this Regulation.\n(24) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   The health claims listed in the Annex to this Regulation shall not be included in the Union list of permitted claims as provided for in Article 13(3) of Regulation (EC) No 1924/2006.\n2.   However, the health claims referred to in paragraph 1 used prior to the entry into force of this Regulation, may continue to be used for a maximum period of six months after the entry into force of this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  EFSA Journal 2011;9(6):2169.\n(3)  EFSA Journal 2013;11(4):3159.\n(4)  EFSA Journal 2013;11(6):3258.\n(5)  EFSA Journal 2013;11(6):3259.\n(6)  EFSA Journal 2011;9(12):2472.\n(7)  EFSA Journal 2013;11(6):3256.\n(8)  EFSA Journal 2013;11(6):3257.\n(9)  EFSA Journal 2013;11(7):3326.\n(10)  EFSA Journal 2013;11(7):3330.\n(11)  Commission Regulation (EU) No 432/2012 of 16 May 2012 establishing a list of permitted health claims made on foods, other than those referring to the reduction of disease risk and to children's development and health (OJ L 136, 25.5.2012, p. 1).\nANNEX\nREJECTED HEALTH CLAIMS\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Zinc Prevents bad breath by neutralising of volatile sulphur compounds (VSC) in the mouth and oral cavity. Q-2010-01092\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Yestimun® Daily administration of Yestimun® helps to maintain the body's defence against pathogens. Q-2012-00761\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Transitech® Improves transit and durably regulates it. Q-2013-00087\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Bimuno® GOS Regular daily consumption of 1,37 g galacto-oligosaccharides from Bimuno® may reduce abdominal discomfort. Q-2012-01007\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Lactobacillus rhamnosus GG Lactobacillus rhamnosus GG for maintaining normal defecation during oral antibiotic treatment. Q-2013-00015\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data VeriSol®P Characteristic collagen peptide mixture (collagen hydrolysate) having a beneficial physiological effect on the maintenance of skin health, as indicated by an increased skin elasticity and a reduction of wrinkles volume, by contributing to a normal collagen and elastin synthesis. Q-2012-00839\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Proanthocyanidins in Urell® Proanthocyanidins from Urell® contribute to support defence against bacterial pathogens in the lower urinary tract Q-2012-00700\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Preservation® Improves the physiological response to stress by accelerating the appearance of heat shock proteins (HSPs) and maintains an effective level of HSPs to ensure that the organism is primed should the cell encounter further stress. Q-2013-00021"}