{"celex_id": "32014D0848", "uri": "http://publications.europa.eu/resource/cellar/2b20fe5f-76dd-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["2602", "3298", "4262", "4511", "4519", "4585", "5063", "56", "5868"], "title": "2014/848/EU, Euratom: Commission Implementing Decision of 26 November 2014 amending Decision 2010/4/EU, Euratom authorising Bulgaria to use statistics for years earlier than the last year but one, and to use certain approximate estimates for the calculation of the VAT own resources base (notified under document C(2014) 8929)\n", "header": "28.11.2014 EN Official Journal of the European Union L 343/41\nCOMMISSION IMPLEMENTING DECISION\nof 26 November 2014\namending Decision 2010/4/EU, Euratom authorising Bulgaria to use statistics for years earlier than the last year but one, and to use certain approximate estimates for the calculation of the VAT own resources base\n(notified under document C(2014) 8929)\n(Only the Bulgarian text is authentic)\n(2014/848/EU, Euratom)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 4(4) and the second indent of Article 6(3) thereof,\nAfter consulting the Advisory Committee on Own Resources,\nWhereas:\n(1) For the purposes of the breakdown of transactions by statistical category provided for in Article 4(4) of Regulation (EEC, Euratom) No 1553/89, Bulgaria is now able to use the national accounts relating to the last year but one before the financial year for which the VAT resources base is to be calculated. Bulgaria no longer needs to be authorised to use national accounts for years earlier than the last year but one for financial years after 2013. Article 1 should therefore be limited in time to 31 December 2013.\n(2) Under Article 390a of Council Directive 2006/112/EC (2), Bulgaria may, in accordance with the conditions applying in that Member State on the date of its accession, continue to exempt the international transport of passengers as referred to in point 10 of Annex X, Part B to that Directive, for as long as the same exemption is applied in any of the Member States which were members of the Community on 31 December 2006; those transactions must be taken into account for the determination of the VAT own resources base.\n(3) Bulgaria has requested authorisation from the Commission to use certain approximate estimates for the calculation of the VAT own resources base since it is unable to make the precise calculation of the VAT own resources base for transactions referred to in point 10 of Annex X, Part B to Directive 2006/112/EC. Such calculation is likely to involve an unjustified administrative burden in relation to the effect of those transactions on Bulgaria's total VAT own resources base. Bulgaria is able to make a calculation using approximate estimates for that category of transactions. Bulgaria should therefore be authorised to calculate the VAT own resources base using approximate estimates.\n(4) For reasons of transparency and legal certainty it is appropriate to limit the applicability of the authorisation in time.\n(5) It is therefore appropriate to amend Commission Decision 2010/4/EU,Euratom (3) accordingly,", "main_body": ["Decision 2010/4/EU, Euratom is amended as follows:\n(1) Articles 1 and 2 are replaced by the following:\n(2) Article 3 is deleted.", "This Decision is addressed to the Republic of Bulgaria."], "attachments": "Done at Brussels, 26 November 2014.\nFor the Commission\nKristalina GEORGIEVA\nVice-President\n(1)  OJ L 155, 7.6.1989, p. 9.\n(2)  Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (OJ L 347, 11.12.2006, p. 1).\n(3)  Commission Decision 2010/4/EU, Euratom of 22 December 2009 authorising Bulgaria to use statistics for years earlier than the last year but one, and to use certain approximate estimates for the calculation of the VAT own resources base (OJ L 3, 3.1.2010, p. 17)."}