{"celex_id": "32015D0457", "uri": "http://publications.europa.eu/resource/cellar/be9b624b-cec9-11e4-8b38-01aa75ed71a1", "type": "Decision", "concepts": ["1052", "3057", "3347", "4452", "5552", "922"], "title": "Council Decision (EU, Euratom) 2015/457 of 17 March 2015 repealing Decision 2007/124/EC, Euratom establishing for the period 2007 to 2013, as part of General Programme on Security and Safeguarding Liberties, the Specific Programme ‘Prevention, Preparedness and Consequence Management of Terrorism and other Security related risks’\n", "header": "20.3.2015 EN Official Journal of the European Union L 76/1\nCOUNCIL DECISION (EU, Euratom) 2015/457\nof 17 March 2015\nrepealing Decision 2007/124/EC, Euratom establishing for the period 2007 to 2013, as part of General Programme on Security and Safeguarding Liberties, the Specific Programme ‘Prevention, Preparedness and Consequence Management of Terrorism and other Security related risks’\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 352 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the consent of the European Parliament,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Decision 2007/124/EC, Euratom (1) establishes the Specific Programme ‘Prevention, Preparedness and Consequence Management of Terrorism and other Security related risks’ (‘the Programme’) covering the period from 1 January 2007 to 31 December 2013.\n(2) A new regulation providing for financial support for police cooperation, preventing and combating crime, and crisis management as part of the Internal Security Fund is to be established for the period from 1 January 2014 to 31 December 2020 by Regulation (EU) No 513/2014 of the European Parliament and of the Council (2).\n(3) Decision 2007/124/EC, Euratom should therefore be repealed with effect from 1 January 2014,", "main_body": ["Decision 2007/124/EC, Euratom is hereby repealed with effect from 1 January 2014.", "1.   The repeal provided for in Article 1 shall not affect the continuation or modification, including the total or partial cancellation, of projects covered by the Programme until their closure, or the financial assistance approved by the Commission on the basis of Decision 2007/124/EC, Euratom, or any other legal acts applying to that financial assistance on 31 December 2013.\n2.   When adopting decisions on co-financing under the instrument for financial support for police cooperation, preventing and combating crime, and crisis management as part of the Internal Security Fund, the Commission shall take account of measures adopted on the basis of Decision 2007/124/EC, Euratom before 20 March 2015 which have financial repercussions during the period covered by that co-financing.\n3.   Sums committed for co-financing approved by the Commission between 1 January 2011 and 31 December 2013 for which the documents required for closure of the operations have not been sent to the Commission by the deadline for submitting the final report shall be automatically decommitted by the Commission by 31 December 2017, giving rise to the repayment of amounts unduly paid.\nAmounts relating to operations which have been suspended due to legal proceedings or administrative appeals having suspensory effect shall be disregarded in calculating the amount to be automatically decommitted.\n4.   The Commission shall submit to the European Parliament and to the Council, by 31 December 2015, a report on the results achieved and on quantitative aspects of the implementation of Decision 2007/124/EC, Euratom for the period from 2011 to 2013.", "1.   This Decision shall enter into force on the same date as Regulation (EU) No 513/2014.\n2.   If Regulation (EU) No 513/2014 enters into force before the publication of this Decision in the Official Journal of the European Union, this Decision shall enter into force on the day following that of its publication.", "This Decision is addressed to the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 17 March 2015.\nFor the Council\nThe President\nE. RINKĒVIČS\n(1)  Council Decision 2007/124/EC, Euratom of 12 February 2007 establishing for the period 2007 to 2013, as part of General Programme on Security and Safeguarding Liberties, the Specific Programme ‘Prevention, Preparedness and Consequence Management of Terrorism and other Security related risks’ (OJ L 58, 24.2.2007, p. 1).\n(2)  Regulation (EU) No 513/2014 of the European Parliament and of the Council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (OJ L 150, 20.5.2014, p. 93)."}