{"celex_id": "32015R0006", "uri": "http://publications.europa.eu/resource/cellar/f4e86d74-963a-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["2527", "3159", "4082", "4261", "6400"], "title": "Commission Delegated Regulation (EU) 2015/6 of 31 October 2014 amending Annex I to Regulation (EC) No 443/2009 of the European Parliament and of the Council in order to take into account the evolution of the mass of new passenger cars registered in 2011, 2012 and 2013  Text with EEA relevance\n", "header": "7.1.2015 EN Official Journal of the European Union L 3/1\nCOMMISSION DELEGATED REGULATION (EU) 2015/6\nof 31 October 2014\namending Annex I to Regulation (EC) No 443/2009 of the European Parliament and of the Council in order to take into account the evolution of the mass of new passenger cars registered in 2011, 2012 and 2013\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emission performance standards for new passenger cars as part of the Community's integrated approach to reduce CO2 emissions from light-duty vehicles (1), and in particular Article 13(2) thereof,\nWhereas:\n(1) The average mass value used for the purpose of calculating the specific emissions of CO2 for each new passenger car is to be adjusted every three years to take into account any changes in the average mass of the new vehicles registered in the Union.\n(2) It is evident from the monitoring of the mass in running order of new passenger cars registered in calendar years 2011, 2012 and 2013 that the average mass has increased and that the figure M0 referred to in point 1(b) of Annex I to Regulation (EC) No 443/2009 should therefore be adjusted.\n(3) Exceptionally for this first adjustment, it is appropriate to take into account that the quality of the data monitored in the years 2011, 2012 and 2013 has differed. The new value should therefore be determined by taking into account only those mass values that it has been possible to verify by the manufacturers concerned, whilst excluding values from the calculation that were obviously incorrect, i.e. values exceeding 2 840 kg or lower than 500 kg as well as values relating to vehicles that did not fall within the scope of Regulation (EC) No 443/2009. The new value is moreover based on the weighted average taking into account the number of new registrations in each of the reference years.\n(4) Against that background, the M0 value to be applied from 1 January 2016 should be increased by 20,4 kg from 1 372,0 to 1 392,4,", "main_body": ["Point 1(b) of Annex I to Regulation (EC) No 443/2009 is replaced by the following:\n‘(b) From 2016:\nM = mass of the vehicle in kilograms (kg)\nM0 = 1 392,4\na = 0,0457’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 140, 5.6.2009, p. 1."}