{"celex_id": "32015D0236", "uri": "http://publications.europa.eu/resource/cellar/c595858e-b419-11e4-b5b2-01aa75ed71a1", "type": "Decision", "concepts": ["1501", "1796", "2772", "3483", "3870"], "title": "Council Decision (CFSP) 2015/236 of 12 February 2015 amending Decision 2010/413/CFSP concerning restrictive measures against Iran\n", "header": "14.2.2015 EN Official Journal of the European Union L 39/18\nCOUNCIL DECISION (CFSP) 2015/236\nof 12 February 2015\namending Decision 2010/413/CFSP concerning restrictive measures against Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nHaving regard to Council Decision 2010/413/CFSP of 26 July 2010 concerning restrictive measures against Iran and repealing Common Position 2007/140/CFSP (1), and in particular Article 23 thereof,\nWhereas:\n(1) On 26 July 2010, the Council adopted Decision 2010/413/CFSP.\n(2) Decision 2010/413/CFSP allows for, inter alia, the execution of obligations provided for in contracts concluded before 23 January 2012 or in ancillary contracts necessary for the execution of such obligations where the supply of Iranian crude oil and petroleum products or the proceeds derived from their supply are for the reimbursement of outstanding amounts with respect to contracts concluded before 23 January 2012 to persons or entities within the territories of Member States or under their jurisdiction, where those contracts specifically provide for such reimbursements.\n(3) Decision 2010/413/CFSP also provides that the asset freeze measures set out in that Decision do not apply to acts and transactions carried out with regard to entities listed in Annex II to that Decision insofar as necessary for the execution, until 31 December 2014, of the relevant obligations.\n(4) The Council considers that that exemption should be extended until 30 June 2015.\n(5) Further action by the Union is needed in order to implement measures provided for in this Decision.\n(6) By its judgment of 12 December 2013 in Case T-58/12, the General Court of the European Union annulled the Council's decision to include Gholam Golparvar, Ghasem Nabipour, Mansour Eslami, Mohamad Talai, Mohammad Fard, Alireza Ghezelayagh, Hassan Zadeh, Mohammad Pajand, Ahmad Sarkandi, Seyed Rasool and Ahmad Tafazoly on the list of persons and entities subject to restrictive measures set out in Annex II to Decision 2010/413/CFSP.\n(7) Gholam Golparvar should be included again on the list of persons and entities subject to restrictive measures, on the basis of a new statement of reasons.\n(8) By its judgment of 3 July 2014 in Case T-565/12, the General Court of the European Union annulled the Council's decision to include National Iranian Tanker Company on the list of persons and entities subject to restrictive measures set out in Annex II to Decision 2010/413/CFSP.\n(9) National Iranian Tanker Company should be included again on the list of persons and entities subject to restrictive measures, on the basis of a new statement of reasons.\n(10) Decision 2010/413/CFSP should therefore be amended accordingly,", "main_body": ["Article 20(14) of Decision 2010/413/CFSP is replaced by the following:\n‘14.   Paragraphs 1 and 2 shall not apply to acts and transactions carried out with regard to entities listed in Annex II insofar as necessary for the execution, until 30 June 2015, of the obligations as referred to in Article 3c(2) provided that those acts and transactions have been authorised in advance, on a case-by-case basis, by the relevant Member State. The relevant Member State shall inform the other Member States and the Commission of its intention to grant an authorisation.’", "Annex II to Decision 2010/413/CFSP is amended as set out in the Annex to this Decision.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 12 February 2015.\nFor the Council\nThe President\nE. RINKĒVIČS\n(1)  OJ L 195, 27.7.2010, p. 39.\nANNEX\nI. The entity listed below is inserted in the list set out in Part I of Annex II to Decision 2010/413/CFSP:\nName Identifying information Reasons Date of listing\n35 East Shahid Atefi Street, Africa Ave., 19177 Tehran, P.O. Box: 19395-4833,\nTel. +98 21 23801,\nE-mail: info@nitc-tankers.com; all offices worldwide\nII. The person listed below is inserted in the list set out in Part III of Annex II to Decision 2010/413/CFSP:\nName Identifying information Reasons Date of listing\n8. Gholam Hossein Golparvar Born on 23 January 1957, Iranian. ID Card No 4207. Mr Golparvar acts on behalf of IRISL and companies associated with it. He has been commercial director of IRISL, as well as Managing Director and shareholder of the SAPID Shipping Company, non-executive director and shareholder of HDSL, and shareholder of Rhabaran Omid Darya Ship Management Company, which are designated by the EU as acting on behalf of IRISL."}