{"celex_id": "32013R0651", "uri": "http://publications.europa.eu/resource/cellar/711afdbd-e93c-11e2-99b0-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "5451", "6569", "6789"], "title": "Commission Implementing Regulation (EU) No 651/2013 of 9 July 2013 concerning the authorisation of clinoptilolite of sedimentary origin as a feed additive for all animal species and amending Regulation (EC) No 1810/2005  Text with EEA relevance\n", "header": "10.7.2013 EN Official Journal of the European Union L 189/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 651/2013\nof 9 July 2013\nconcerning the authorisation of clinoptilolite of sedimentary origin as a feed additive for all animal species and amending Regulation (EC) No 1810/2005\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation. Article 10 of that Regulation provides for the re-evaluation of additives authorised pursuant to Council Directive 70/524/EEC (2).\n(2) Clinoptilolite of sedimentary origin was authorised without a time limit in accordance with Directive 70/524/EEC as a feed additive for use on pigs for fattening, chickens for fattening, turkeys for fattening, bovines and salmon by Commission Regulation (EC) No 1810/2005 (3). That additive was subsequently entered in the Register of feed additives as an existing product, in accordance with Article 10(1) of Regulation (EC) No 1831/2003.\n(3) In accordance with Article 10(2) of Regulation (EC) No 1831/2003 in conjunction with Article 7 thereof, an application was submitted for the re-evaluation of clinoptilolite of sedimentary origin as a feed additive for pigs for fattening, chickens for fattening, turkeys for fattening, bovines and salmon and, in accordance with Article 7 of that Regulation, for a new use for all other animal species, requesting that additive to be classified in the additive category ‘technological additives’. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 12 December 2012 (4) that, under the proposed conditions of use, clinoptilolite of sedimentary origin does not have an adverse effect on animal health, the environment or, provided that adequate measures to protect users are taken, on human health, and that it has the potential to be efficacious as pellet binder and anticaking agent at 10 000 mg/kg of complete feedingstuff. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of clinoptilolite of sedimentary origin shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that additive should be authorised as specified in the Annex to this Regulation.\n(6) As a new authorisation is granted in accordance with Regulation (EC) No 1831/2003, Regulation (EC) No 1810/2005 should be amended accordingly.\n(7) Since safety reasons do not require the immediate application of the modifications to the conditions of authorisation, it is appropriate to allow a transitional period for interested parties to prepare themselves to meet the new requirements resulting from the authorisation.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Authorisation\nClinoptilolite of sedimentary specified in the Annex, belonging to the additive category ‘technological additives’ and to the functional groups ‘binders’ and ‘anticaking agents’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "Amendments to Regulation (EC) No 1810/2005\nIn Annex II of Regulation (EC) No 1810/2005, the entry E 568, clinoptilolite of sedimentary origin, is deleted.", "Transitional measures\nThe additive specified in Annex and feed containing that additive, which are produced and labelled before 30 January 2014 in accordance with the rules applicable before 30 July 2013 may continue to be placed on the market and used until the existing stocks are exhausted.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 270, 14.12.1970, p. 1.\n(3)  OJ L 291, 5.11.2005, p. 5.\n(4)  EFSA Journal 2013; 11(1):3039.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg/kg of complete feedingstuff with a moisture content of 12 %\nCategory of technological additives. Functional group: binders\nAdditive composition\nCharacterisation of active substance\nAnalytical method\n (1)\n1. For safety: it is recommended to use breathing and eyes protections and gloves during handling.\n2. Total quantity of clinoptilolite of sedimentary origin from all sources shall not exceed the maximum content of 10 000 mg.\nCategory of technological additives. Functional group: anticaking agents\nAdditive composition\nCharacterisation of active substance\nAnalytical method\n (1)\n1. For safety: it is recommended to use breathing and eyes protections and gloves during handling.\n2. Total quantity of clinoptilolite of sedimentary origin from all sources shall not exceed the maximum content of 10 000 mg.\n(1)  Details of the analytical methods are available at the following address of the European Union Reference Laboratory for Feed Additives: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}