{"celex_id": "32014R0921", "uri": "http://publications.europa.eu/resource/cellar/2859fb49-2cf6-11e4-8c3c-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "2739", "5451"], "title": "Commission Implementing Regulation (EU) No 921/2014 of 25 August 2014 amending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance tebuconazole  Text with EEA relevance\n", "header": "26.8.2014 EN Official Journal of the European Union L 252/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 921/2014\nof 25 August 2014\namending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance tebuconazole\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 13(2)(c) thereof,\nWhereas:\n(1) Commission Directive 2008/125/EC (2) included tebuconazole as active substance in Annex I to Council Directive 91/414/EEC (3) for use as a fungicide, under the condition that the Member States concerned ensure that the notifiers at whose request tebuconazole was included in that Annex provides further confirmatory information in the form of studies on the risk for birds and mammals.\n(2) Active substances included in Annex I to Directive 91/414/EEC are deemed to have been approved under Regulation (EC) No 1107/2009 and are listed in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 (4).\n(3) On 8 April 2010 one of the notifiers at whose request tebuconazole was included in Annex I to Directive 91/414/EEC, submitted an application for an amendment to the conditions of approval of the active substance tebuconazole to allow uses as a plant growth regulator to be authorised without restriction. That application was accompanied by information relating to the requested additional supported use as plant growth regulator in oilseed rape. It was submitted to Denmark, which had been designated rapporteur Member State by Commission Regulation No. 1490/2002 (5).\n(4) Denmark assessed the information submitted by the notifier. It submitted its assessment, in the form of an addendum to the draft assessment report, to the other Member States, the Commission and the European Food Safety Authority, hereinafter ‘the Authority’, on 23 July 2012.\n(5) The Commission consulted the Authority which presented its opinion on the risk assessment of tebuconazole on 9 December 2013 (6). The draft assessment report, the addendum and the opinion of the Authority were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised within the Standing Committee on Plants, Animals, Food and Feed on 11 July 2014 in the format of the Commission review report for tebuconazole.\n(6) The Commission invited the notifier to submit its comments on the review report for tebuconazole.\n(7) The Commission has come to the conclusion that allowing uses as a plant growth regulator to be authorised without restriction does not cause any risks in addition to those already taken into account in the approval of tebuconazole and in the Commission review report for that substance.\n(8) It is appropriate to extend the approval of tebuconazole to cover uses as a plant growth regulator without restriction. However, in order to take into account the remaining uncertainty on the potential for groundwater exposure of the metabolite 1,2,4-triazole for the representative spray uses on cereals, as a barley seed treatment and on grapes, Member States should pay particular attention to the potential for groundwater contamination, when the active substance is applied in regions with vulnerable soil or climatic conditions, in particular as regards the occurrence in groundwater of the metabolite 1,2,4-triazole.\n(9) In January 2014, Denmark finalized the evaluation of the confirmatory information as regards the risk to birds and mammals. The Standing Committee on Plants, Animals, Food and Feed agrees that, on the basis of the current outcome, the risk to birds and mammals is acceptable. Therefore, the conclusions of the original risk assessment are not substantially affected by the evaluation of the submitted confirmatory data. No further review by the Authority has been considered necessary.\n(10) The Annex to Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Amendment to Regulation (EC) No 540/2011\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 August 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Commission Directive 2008/125/EC of 19 December 2008 amending Council Directive 91/414/EEC to include aluminium phosphide, calcium phosphide, magnesium phosphide, cymoxanil, dodemorph, 2,5-dichlorobenzoic acid methylester, metamitron, sulcotrione, tebuconazole and triadimenol as active substances (OJ L 344, 20.12.2008, p. 78).\n(3)  Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (OJ L 230, 19.8.1991, p. 1).\n(4)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1).\n(5)  Commission Regulation (EC) No 1490/2002 of 14 August 2002 laying down further detailed rules for the implementation of the third stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC and amending Regulation (EC) No 451/2000 (OJ L 224, 21.8.2002, p. 23).\n(6)  EFSA (European Food Safety Authority), 2013. Conclusion on the peer review of the pesticide risk assessment of the active substance tebuconazole. EFSA Journal 2014;12(1):3485, 98 pp. doi:10.2903/j.efsa.2014.3485.\nANNEX\nThe column ‘Specific provisions’ of row 268, tebuconazole, of Part A of the Annex to Implementing Regulation (EU) No 540/2011, is replaced by the following:\n‘PART A\nOnly uses as fungicide and plant growth regulator may be authorised.\nPART B\nFor the implementation of the uniform principles as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on tebuconazole, and in particular Appendices I and II thereof, as finalised in the Standing Committee on the Food Chain and Animal Health on 28 October 2008 shall be taken into account. In this overall assessment Member States must pay particular attention to:\n— the operator and worker safety and ensure that conditions of use prescribe the application of adequate personal protective equipment;\n— the dietary exposure of consumers to the tebuconazole (triazole) metabolites;\n— the potential for groundwater contamination, when the active substance is applied in regions with vulnerable soil or climatic conditions, in particular as regards the occurrence in groundwater of the metabolite 1,2,4-triazole;\n— the protection of granivorous birds and mammals and herbivorous mammals and must ensure that the conditions of authorisation include, where appropriate, risk mitigation measures;\n— the protection of aquatic organisms and must ensure that conditions of authorisation include risk mitigation measures such as buffer zones, where appropriate.\nThe Member States concerned shall ensure that the notifier submits to the Commission further information addressing the potential endocrine disrupting properties of tebuconazole within two years after the adoption of the OECD test guidelines on endocrine disruption or, alternatively, of Community agreed test guidelines.’"}