{"celex_id": "32011D0010", "uri": "http://publications.europa.eu/resource/cellar/73cd3212-cc06-4a73-acf8-544c623ed892", "type": "Decision", "concepts": ["2563", "424", "5021", "5581"], "title": "2011/410/EU: Decision of the European Central Bank of 7 July 2011 on temporary measures relating to the eligibility of marketable debt instruments issued or guaranteed by the Portuguese Government (ECB/2011/10)\n", "header": "12.7.2011 EN Official Journal of the European Union L 182/31\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 7 July 2011\non temporary measures relating to the eligibility of marketable debt instruments issued or guaranteed by the Portuguese Government\n(ECB/2011/10)\n(2011/410/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first indent of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), and in particular Article 12.1 and the second indent of Article 34.1, in conjunction with the first indent of Article 3.1 and Article 18.2 thereof,\nWhereas:\n(1) Pursuant to Article 18.1 of the Statute of the ESCB, the European Central Bank (ECB) and the national central banks of Member States whose currency is the euro may conduct credit operations with credit institutions and other market participants, with lending being based on adequate collateral. The criteria determining the eligibility of collateral for the purposes of Eurosystem monetary policy operations are laid down in Annex I to Guideline ECB/2000/7 of 31 August 2000 on monetary policy instruments and procedures of the Eurosystem (1) (hereinafter referred to as the ‘General Documentation’).\n(2) Pursuant to Section 1.6 of the General Documentation, the Governing Council of the ECB may, at any time, change the instruments, conditions, criteria and procedures for the execution of Eurosystem monetary policy operations. Pursuant to Section 6.3.1 of the General Documentation, the Eurosystem reserves the right to determine whether an issue, issuer, debtor or guarantor fulfils its requirements for high credit standards on the basis of any information it may consider relevant.\n(3) The exceptional circumstances prevailing in the financial market, in conjunction with the fiscal position of the Portuguese Government, have disrupted the assessment by the market of securities issued by the Portuguese Government, with negative effects on the stability of the financial system. This exceptional situation requires a swift and temporary adaptation of the Eurosystem monetary policy framework.\n(4) The Governing Council has assessed the fact that the Portuguese Government has approved and is in the process of implementing an economic and financial adjustment programme, which it has negotiated with the European Commission, the ECB and the International Monetary Fund, and which the Portuguese Government has committed to fully implement. The Governing Council has also assessed, from a Eurosystem credit risk management perspective, the effects of such a programme on the securities issued by the Portuguese Government. The Governing Council considers the programme to be appropriate, so that, from a credit risk management perspective, the marketable debt instruments issued by the Portuguese Government or guaranteed by the Portuguese Government retain a quality standard sufficient for their continued eligibility as collateral for Eurosystem monetary policy operations, irrespective of any external credit assessment. These positive assessments provide the basis for an exceptional and temporary adaptation of the Eurosystem monetary policy framework, put in place with a view to contributing to the soundness of financial institutions, thereby strengthening the stability of the financial system as a whole and protecting the customers of those institutions.\n(5) The Governing Council will closely monitor the continued strong commitment of the Portuguese Government to fully implement the economic and financial adjustment programme underlying this exceptional and temporary adaptation of the Eurosystem monetary policy framework.\n(6) This exceptional adaptation of the Eurosystem monetary policy framework was decided and publicly announced by the Governing Council on 7 July 2011. It will apply temporarily, until the Governing Council considers that the stability of the financial system allows the normal application of the Eurosystem framework for monetary policy operations,", "main_body": ["Suspension of certain provisions of the General Documentation\n1.   The Eurosystem’s minimum requirements for credit quality thresholds, as specified in the Eurosystem credit assessment framework rules for marketable assets in Section 6.3.2 of the General Documentation, shall be suspended in accordance with Articles 2 and 3.\n2.   In the event of any discrepancy between this Decision and the General Documentation, the former shall prevail.", "Continued eligibility as collateral of marketable debt instruments issued by the Portuguese Government\nThe Eurosystem’s credit quality threshold shall not apply to marketable debt instruments issued by the Portuguese Government. Such assets shall constitute eligible collateral for the purposes of Eurosystem monetary policy operations, irrespective of their external credit rating.", "Continued eligibility as collateral of marketable debt instruments guaranteed by the Portuguese Government\nThe Eurosystem’s credit quality threshold shall not apply to marketable debt instruments issued by entities established in Portugal and fully guaranteed by the Portuguese Government. A guarantee provided by the Portuguese Government shall continue to be subject to the requirements contained in Section 6.3.2 of the General Documentation. Such assets shall constitute eligible collateral for the purposes of Eurosystem monetary policy operations, irrespective of their external credit rating.", "Entry into force\nThis Decision shall enter into force on 7 July 2011."], "attachments": "Done at Frankfurt am Main, 7 July 2011.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 310, 11.12.2000, p. 1."}