{"celex_id": "32013R0006", "uri": "http://publications.europa.eu/resource/cellar/86b2c6dd-5b0a-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1994", "2825", "3159", "4408", "4438"], "title": "Commission Regulation (EU) No 6/2013 of 8 January 2013 amending Regulation (EC) No 216/2008 of the European Parliament and of the Council on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC  Text with EEA relevance\n", "header": "9.1.2013 EN Official Journal of the European Union L 4/34\nCOMMISSION REGULATION (EU) No 6/2013\nof 8 January 2013\namending Regulation (EC) No 216/2008 of the European Parliament and of the Council on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (1), and in particular Article 6(2) thereof,\nWhereas:\n(1) Article 6(1) of Regulation (EC) No 216/2008, as amended by Commission Regulation (EC) No 690/2009 (2), requires products, parts and appliances to comply with the environmental protection requirements of Annex 16 to the Convention on International Civil Aviation (hereinafter ‘Chicago Convention’) as applicable on 20 November 2008 for Volumes I and II, except for its Appendices.\n(2) Annex 16 to the Chicago Convention has been amended since the adoption of Regulation (EC) No 690/2009 and Regulation (EC) No 216/2008 should therefore be amended accordingly.\n(3) The amendments to the environmental protection requirements of Annex 16 to the Chicago Convention introduced NOx production cut-off requirements and allow Contracting States to lay down transitional measures for their application.\n(4) The measures provided for in this Regulation are based on the opinion issued by the European Aviation Safety Agency in accordance with Article 17(2)(b) and Article 19(1) of Regulation (EC) No 216/2008.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 65(1) of Regulation (EC) No 216/2008,", "main_body": ["Amendment to Regulation (EC) No 216/2008\nIn Article 6 of Regulation (EC) No 216/2008, paragraph 1 is replaced by the following:\n‘1.   Products, parts and appliances shall comply with the environmental protection requirements contained in Amendment 10 of Volume I and in Amendment 7 of Volume II of Annex 16 to the Chicago Convention as applicable on 17 November 2011, except for the Appendices to Annex 16.’.", "Transitional measures\n1.   Until 31 December 2016, Member States may grant exemptions to the emissions production cut-off requirement established in point (d) of Volume II, Part III, Chapter 2, paragraph 2.3.2 of Annex 16 to the Chicago Convention, under the following conditions:\n(a) such exemptions shall be granted in consultation with the Agency;\n(b) exemptions may only be granted when the economic impact to the organisation responsible for manufacturing the exempted engines outweighs environmental protection interests;\n(c) in the case of new engines to be installed on new aircraft, exemptions shall not be granted for more than 75 engines per engine type;\n(d) when considering a request for exemption, the Member State shall take into account:\n(i) the justification provided by the organisation responsible for manufacturing the exempted engines, including, but not limited to, considerations of technical issues, adverse economic impacts, environmental effects, impact of unforeseen circumstances and equity issues;\n(ii) the intended use of the affected engines, namely whether they are spare engines or new engines to be installed on new aircraft;\n(iii) the number of new engines affected;\n(iv) the number of exemptions granted for that engine type;\n(e) when granting the exemption, the Member State shall specify as a minimum:\n(i) the engine’s type-certificate number;\n(ii) the maximum number of engines included in the exemption;\n(iii) the intended use of the affected engines and the time limit for their production.\n2.   Organisations responsible for manufacturing engines under an exemption granted in accordance with this article shall:\n(a) ensure that the identification plates on the affected engines are marked ‘EXEMPT NEW’ or ‘EXEMPT SPARE’, as relevant;\n(b) have a quality control process for maintaining oversight of and managing the production of affected engines;\n(c) provide, on a regular basis, to the Member State that granted the exemption and the organisation responsible for the design, details on the exempted engines which have been produced, including model, serial number, use of the engine, and aircraft type on which new engines are installed;\n(d) Member States that granted an exemption shall, without undue delay, communicate all data referred to in paragraph 1(d) and paragraph 2(c) to the Agency. The Agency shall establish and maintain a register containing such data and make it publicly available.", "Entry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 79, 19.3.2008, p. 1.\n(2)  OJ L 199, 31.7.2009, p. 6."}