{"celex_id": "32013D0097", "uri": "http://publications.europa.eu/resource/cellar/46759ed4-7c1f-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "2286", "3774", "3885", "4039", "4258", "4320", "4839", "5334", "5581"], "title": "2013/97/EU: Commission Implementing Decision of 19 February 2013 granting derogations to certain Member States with respect to the transmission of statistics pursuant to Regulation (EC) No 1338/2008 of the European Parliament and of the Council on Community statistics on public health and health and safety at work, as regards statistics based on the European Health Interview Survey (EHIS) (notified under document C(2013) 784)  Text with EEA relevance\n", "header": "21.2.2013 EN Official Journal of the European Union L 48/21\nCOMMISSION IMPLEMENTING DECISION\nof 19 February 2013\ngranting derogations to certain Member States with respect to the transmission of statistics pursuant to Regulation (EC) No 1338/2008 of the European Parliament and of the Council on Community statistics on public health and health and safety at work, as regards statistics based on the European Health Interview Survey (EHIS)\n(notified under document C(2013) 784)\n(Only the German, English, French, Dutch and Swedish texts are authentic)\n(Text with EEA relevance)\n(2013/97/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1338/2008 of the European Parliament and of the Council of 16 December 2008 on Community statistics on public health and health and safety at work (1), and in particular Article 9(2) thereof,\nHaving regard to the requests made by the Kingdom of Belgium, the French Republic, the Kingdom of the Netherlands, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland,\nWhereas:\n(1) In accordance with Article 9(2) of Regulation (EC) No 1338/2008, the Commission may grant Member States derogations and transition periods, both to be based upon objective grounds.\n(2) It emerges from the information provided to the Commission that the Member States’ requests for derogations are due to the need for major adaptations to national administrative and statistical systems in order to comply in full with Regulation (EC) No 1338/2008.\n(3) Such derogations should be granted, at their request, to Belgium, France, the Netherlands, Sweden and the United Kingdom.\n(4) The measures provided for in this Decision are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Derogations as set out in the Annex are granted to the Member States listed therein.", "This Decision is addressed to the Kingdom of Belgium, the French Republic, the Kingdom of the Netherlands, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 19 February 2013.\nFor the Commission\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 354, 31.12.2008, p. 70.\nANNEX\nDerogations from Regulation (EC) No 1338/2008, as implemented by the Commission, concerning statistics based on the European Health Interview Survey (EHIS)\nBelgium, France and the Netherlands shall not deliver the variables specified in the following table:\n— INTLANG (interview language);\n— PL4, PL5, PL7 of the set on physical and sensory functional limitations;\n— MH1a till MH1h on mental health;\n— AM3 and AM5 on ambulatory care;\n— PA4 on preventive activities;\n— UN1a till UN2d on unmet needs.\n— AL1 till AL6 on alcohol consumption;\n— IC1 till IC3 on informal care.\n— PL5 and PL6 on physical and sensory functional limitations;\n— MH1a till MH1h on mental health;\n— PE1 till PE8 on physical activities;\n— AL1 and AL6 on alcohol consumption.\nSweden and the United Kingdom: the reference population in Sweden and in the United Kingdom shall be individuals aged 16 and over living in private households residing in the territory of these Member States at the time of the data collection."}