{"celex_id": "32014R1329", "uri": "http://publications.europa.eu/resource/cellar/be85dee6-84ec-11e4-91cd-01aa75ed71a1", "type": "Regulation", "concepts": ["1076", "3934", "3936", "42", "492", "566", "5811", "8480"], "title": "Commission Implementing Regulation (EU) No 1329/2014 of 9 December 2014 establishing the Forms referred to in Regulation (EU) No 650/2012 of the European Parliament and of the Council on jurisdiction, applicable law, recognition and enforcement of decisions and acceptance and enforcement of authentic instruments in matters of succession and on the creation of a European Certificate of Succession\n", "header": "16.12.2014 EN Official Journal of the European Union L 359/30\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1329/2014\nof 9 December 2014\nestablishing the Forms referred to in Regulation (EU) No 650/2012 of the European Parliament and of the Council on jurisdiction, applicable law, recognition and enforcement of decisions and acceptance and enforcement of authentic instruments in matters of succession and on the creation of a European Certificate of Succession\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 650/2012 of the European Parliament and of the Council of 4 July 2012 on jurisdiction, applicable law, recognition and enforcement of decisions and acceptance and enforcement of authentic instruments in matters of succession and on the creation of a European Certificate of Succession (1), and in particular Article 46(3)(b) and Articles 59(1), 60(2), 61(2), 65(2) and 67(1) thereof,\nWhereas:\n(1) For proper application of Regulation (EU) No 650/2012 several forms should be established.\n(2) In accordance with Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, those Member States did not take part in the adoption of Regulation (EU) No 650/2012. Therefore the United Kingdom and Ireland are not taking part in the adoption of this Regulation.\n(3) In accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Regulation and is not bound by it or subject to its application.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Succession Committee,", "main_body": ["1.   The form to be used for the attestation concerning a decision in a matter of succession referred to in Article 46(3)(b) of Regulation (EU) No 650/2012 shall be as set out in Annex 1 as Form I.\n2.   The form to be used for the attestation concerning an authentic instrument in a matter of succession referred to in Articles 59(1) and 60(2) of Regulation (EU) No 650/2012 shall be as set out in Annex 2 as Form II.\n3.   The form to be used for the attestation concerning a court settlement in a matter of succession referred to in Article 61(2) of Regulation (EU) No 650/2012 shall be as set out in Annex 3 as Form III.\n4.   The form to be used for the application for a European Certificate of Succession referred to in Article 65(2) of Regulation (EU) No 650/2012 shall be as set out in Annex 4 as Form IV.\n5.   The form to be used for the European Certificate of Succession referred to in Article 67(1) of Regulation (EU) No 650/2012 shall be as set out in Annex 5 as Form V.", "This Regulation shall enter into force on 17 August 2015.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 9 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 201, 27.7.2012, p. 107.\nANNEX 1\nANNEX 2\nANNEX 3\nANNEX 4\nANNEX 5"}