{"celex_id": "32014D0052", "uri": "http://publications.europa.eu/resource/cellar/32ca8dde-8b1b-11e3-87da-01aa75ed71a1", "type": "Decision", "concepts": ["2130", "2739", "2901", "3468", "4039", "5283"], "title": "2014/52/EU: Council Decision of 28 January 2014 authorising Member States to ratify, in the interests of the European Union, the Convention concerning Safety in the Use of Chemicals at Work, 1990, of the International Labour Organization (Convention No 170)\n", "header": "1.2.2014 EN Official Journal of the European Union L 32/33\nCOUNCIL DECISION\nof 28 January 2014\nauthorising Member States to ratify, in the interests of the European Union, the Convention concerning Safety in the Use of Chemicals at Work, 1990, of the International Labour Organization (Convention No 170)\n(2014/52/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 in conjunction with Article 218(6)(a)(v) and Article 218(8), first subparagraph thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The European Parliament, the Council and the Commission are promoting the ratification of international labour conventions that have been classified by the International Labour Organisation as up-to-date, as a contribution to the European Union’s effort to promote decent work for all both inside and outside the Union, of which the protection and improvement of workers’ health and safety is an important aspect.\n(2) The rules under part III of Convention No 170 concerning Safety in the Use of Chemicals at Work, 1990 of the International Labour Organisation (ILO), hereinafter ‘the Convention’, are covered to a large extent by Union acquis on the approximation of laws, regulations and administrative practices in the area of classification, packaging and labelling that has been developed since 1967 and further consolidated.\n(3) As a consequence, parts of the Convention fall within the competence of the Union, and Member States may not enter into commitments outside the framework of the Union’s institutions in relation to these parts.\n(4) The European Union cannot ratify the Convention, as only States can be parties thereto.\n(5) In this situation, Member States and the Union’s institutions must cooperate in regard to the ratification of the Convention.\n(6) The Council should therefore authorise the Member States that are bound by Union law on the approximation of laws, regulations and administrative practices in the area of classification, packaging and labelling to ratify the Convention in the interests of the Union,", "main_body": ["Member States are hereby authorised to ratify, for the parts falling under the competence conferred upon the Union by the Treaties, the Convention concerning Safety in the Use of Chemicals at Work, 1990, of the International Labour Organization (Convention No 170).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2014.\nFor the Council\nThe President\nG. STOURNARAS"}