{"celex_id": "32010D0438", "uri": "http://publications.europa.eu/resource/cellar/025d0237-48cb-430a-b3ea-13286a82b54e", "type": "Decision", "concepts": ["1158", "2825", "5063", "5070", "5336", "6103", "619"], "title": "2010/438/EU: Commission Decision of 10 August 2010 extending the derogation period for Bulgaria to raise objections to shipments of certain waste to Bulgaria for recovery under Regulation (EC) No 1013/2006 of the European Parliament and of the Council (notified under document C(2010) 5434)  Text with EEA relevance\n", "header": "11.8.2010 EN Official Journal of the European Union L 210/35\nCOMMISSION DECISION\nof 10 August 2010\nextending the derogation period for Bulgaria to raise objections to shipments of certain waste to Bulgaria for recovery under Regulation (EC) No 1013/2006 of the European Parliament and of the Council\n(notified under document C(2010) 5434)\n(Text with EEA relevance)\n(2010/438/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1013/2006 of the European Parliament and of the Council of 14 June 2006 on shipments of waste (1), and in particular the third subparagraph of Article 63(4) thereof,\nWhereas:\n(1) Pursuant to Article 63(4) of Regulation (EC) No 1013/2006 Bulgaria may raise objections to shipments of certain wastes for recovery for a period of time ending on 31 December 2009.\n(2) By letter of 23 December 2009 Bulgaria requested to extend that period until 31 December 2012.\n(3) There is a need to ensure that environmental protection remains at high levels across the Union, in particular where the recovery of certain shipments of waste would continue not to be in accordance with national legislation in the country of dispatch relating to the recovery of waste. Therefore, Bulgaria should retain the possibility to object to certain undesired planned waste shipment destined for recovery onto its territory. In consequence, there is a need to prolong the derogation regime applicable to Bulgaria until 31 December 2012.\n(4) In order to continue ensuring a higher environmental protection as well as preserve the legal certainty in relation to the legal regime applying to shipments of waste destined for recovery to Bulgaria in accordance with Regulation (EC) No 1013/2006, the measures provided for in this Decision should apply as of 1 January 2010. The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 18 of Directive 2006/12/EC of the European Parliament and of the Council (2),", "main_body": ["By way of derogation from Article 12 of Regulation (EC) No 1013/2006, the period during which the Bulgarian competent authorities may raise objections to shipments to Bulgaria for recovery of the waste listed in the second subparagraph of Article 63(4) of that Regulation and in accordance with the grounds for objection laid down in Article 11 thereof shall be extended until 31 December 2012.", "This Decision shall apply with effect from 1 January 2010.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 August 2010.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 190, 12.7.2006, p. 1.\n(2)  OJ L 114, 27.4.2006, p. 9."}