{"celex_id": "32011R0207", "uri": "http://publications.europa.eu/resource/cellar/43ac6591-36f4-436f-9d66-790324c71697", "type": "Regulation", "concepts": ["2081", "2739", "3730", "4036", "4308", "5451", "7984"], "title": "Commission Regulation (EU) No 207/2011 of 2 March 2011 amending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (Diphenylether, pentabromo derivative and PFOS)\n", "header": "3.3.2011 EN Official Journal of the European Union L 58/27\nCOMMISSION REGULATION (EU) No 207/2011\nof 2 March 2011\namending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (Diphenylether, pentabromo derivative and PFOS)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 131 thereof,\nWhereas:\n(1) Annex XVII to Regulation (EC) No 1907/2006 introduces restrictions to the placing on the market and use of Diphenylether, pentabromo derivative and perfluorooctane sulfonates (PFOS) under entries 44 and 53.\n(2) Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (2) implements in Union law the commitments set out in the Stockholm Convention on Persistent Organic Pollutants, hereinafter ‘the Convention’, approved by Council Decision 2006/507/EC (3) and in the 1998 Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on Persistent Organic Pollutants, hereinafter ‘the Protocol’, approved by Council Decision 2004/259/EC (4).\n(3) Following nominations of substances received from the European Union and its Member States, Norway and Mexico, the Persistent Organic Pollutants Review Committee established under the Convention has concluded its work on a group of substances that have been found to meet the criteria of the Convention. At the fourth meeting of the Conference of the Parties to the Convention on 4-8 May 2009, (hereinafter ‘the COP 4’), it was agreed to add nine substances to the Annexes to the Convention including Pentabromodiphenyl ether and PFOS.\n(4) Commission Regulation (EU) No 757/2010 of 24 August 2010 amending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annexes I and III (5) implements the Decisions of the COP 4, by including the substances listed in the Convention or the Protocol or in both in Annex I to Regulation (EC) No 850/2004. Those substances include Pentabromodiphenyl ether and PFOS. Regulation (EC) No 850/2004 prohibits the production and placing on the market of the substances listed in Annex I and regulates the management of waste containing these substances. In the case of PFOS, derogations applicable under REACH in Annex XVII are carried over and listed in Annex I to Regulation (EC) No 850/2004 with some amendments to reflect the COP 4 Decision.\n(5) As a consequence, restrictions on Diphenylether, pentabromo derivative and PFOS in Annex XVII to Regulation (EC) No 1907/2006 are superfluous and entries 44 and 53 should be deleted.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["In Annex XVII to Regulation (EC) No 1907/2006 entries 44 and 53 are deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ L 158, 30.4.2004, p. 7.\n(3)  OJ L 209, 31.7.2006, p. 1.\n(4)  OJ L 81, 19.3.2004, p. 35.\n(5)  OJ L 223, 25.8.2010, p. 29."}