{"celex_id": "32010R0114", "uri": "http://publications.europa.eu/resource/cellar/744781b4-e855-4f27-9a44-3a4ae6e7523d", "type": "Regulation", "concepts": ["13", "2773", "2891", "2985", "3730", "5070", "616", "7126", "867"], "title": "Commission Regulation (EU) No 114/2010 of 9 February 2010 amending Regulation (EC) No 2229/2004 as regards the time period granted to EFSA for the delivery of its view on the draft review reports concerning the active substances for which there are clear indications that they do not have any harmful effects (Text with EEA relevance)\n", "header": "10.2.2010 EN Official Journal of the European Union L 37/12\nCOMMISSION REGULATION (EU) No 114/2010\nof 9 February 2010\namending Regulation (EC) No 2229/2004 as regards the time period granted to EFSA for the delivery of its view on the draft review reports concerning the active substances for which there are clear indications that they do not have any harmful effects\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the second subparagraph of Article 8(2) thereof,\nWhereas:\n(1) In accordance with Article 24b of Commission Regulation (EC) No 2229/2004 of 3 December 2004 laying down further detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC (2), where there are clear indications that it might be expected that an active substance does not have any harmful effects on human or animal health or on groundwater or any unacceptable influence on the environment, that substance is to be included in Annex I to Directive 91/414/EEC without EFSA having been consulted previously.\n(2) Where an active substance was included in accordance with Article 24b of Regulation (EC) No 2229/2004 without EFSA having been consulted, Article 25a thereof provides that EFSA is to deliver its view on the draft review report by 31 December 2010 at the latest.\n(3) Given the number of active substances which were included in accordance with Article 24b of Regulation (EC) No 2229/2004, it is necessary to allow more time for EFSA to deliver its view. For the substances concerned there are clear indications that they do not have any harmful effects. Taking into account these facts, it is appropriate to extend the time period within which EFSA is to deliver its view until 31 December 2012.\n(4) Regulation (EC) No 2229/2004 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 25a of Regulation (EC) No 2229/2004, the words ‘31 December 2010’ are replaced by ‘31 December 2012’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 379, 24.12.2004, p. 13."}