{"celex_id": "32010R1112", "uri": "http://publications.europa.eu/resource/cellar/daa78b0d-5990-4d10-9fc7-be7e161f4e6e", "type": "Regulation", "concepts": ["1565", "1642", "1644", "2292", "2965", "3003", "4078", "4125", "4128", "614"], "title": "Commission Regulation (EU) No 1112/2010 of 1 December 2010 amending Regulation (EC) No 793/2006 laying down certain detailed rules for applying Council Regulation (EC) No 247/2006 laying down specific measures for agriculture in the outermost regions of the Union\n", "header": "2.12.2010 EN Official Journal of the European Union L 316/1\nCOMMISSION REGULATION (EU) No 1112/2010\nof 1 December 2010\namending Regulation (EC) No 793/2006 laying down certain detailed rules for applying Council Regulation (EC) No 247/2006 laying down specific measures for agriculture in the outermost regions of the Union\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions in the Union (1), and in particular Article 25 thereof,\nWhereas:\n(1) Following the adoption of Commission Regulation (EC) No 408/2009 (2) amending Regulation (EC) No 793/2006, and in particular Article 46a thereof, which specifies that reconstituted UHT milk intended for local consumption in Madeira is to incorporate at least 15 % of fresh cow’s milk, it has emerged that all the fresh milk produced locally is used by the local cheese industry. To avoid any disruption to the economic balance already established and to ensure that fresh milk produced locally can be processed into high value added products, the obligation to incorporate a minimum rate should be abolished.\n(2) Having regard to the amendment to Article 19(4) of Regulation (EC) No 247/2006 by Regulation (EU) No 641/2010 of the European Parliament and of the Council (3), which abolished, with effect from 1 January 2010, the Commission’s obligation to determine an incorporation rate for fresh milk produced locally, Article 46a of Commission Regulation (EC) No 793/2006 (4) should also be repealed from that date.\n(3) Regulation (EC) No 793/2006 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Article 46a of Regulation (EC) No 793/2006 is deleted.", "This Regulation shall enter into force on 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 42, 14.2.2006, p. 1.\n(2)  OJ L 123, 19.5.2009, p. 62.\n(3)  OJ L 194, 24.7.2010, p. 23.\n(4)  OJ L 145, 31.5.2006, p. 1."}