{"celex_id": "32014R0209", "uri": "http://publications.europa.eu/resource/cellar/dc58bbba-a50c-11e3-afd1-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "1569", "1644", "1755", "2300", "2735", "3191", "5369"], "title": "Commission Implementing Regulation (EU) No 209/2014 of 5 March 2014 amending Regulation (EU) No 605/2010 as regards animal and public health and veterinary certification conditions for the introduction of colostrum and colostrum-based products intended for human consumption into the Union  Text with EEA relevance\n", "header": "6.3.2014 EN Official Journal of the European Union L 66/11\nCOMMISSION IMPLEMENTING REGULATION (EU) No 209/2014\nof 5 March 2014\namending Regulation (EU) No 605/2010 as regards animal and public health and veterinary certification conditions for the introduction of colostrum and colostrum-based products intended for human consumption into the Union\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point (1) and point (4) of Article 8 and Article 9(4) thereof,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2), and in particular the second paragraph of Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (3), and in particular Articles 11(1) and the second paragraph of Article 16 thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific rules for food business operators on the hygiene of food of animal origin. That Regulation provides that food business operators producing raw milk and dairy products and colostrum and colostrum-based products intended for human consumption are to comply with the relevant provisions of Annex III thereto.\n(2) In addition, Regulation (EC) No 853/2004 provides that food business operators importing products of animal origin from third countries are to ensure that importation takes place only, if the third country of dispatch appears on a list drawn up in accordance with Regulation (EC) No 854/2004 and the products satisfy, inter alia, the requirements of Regulation (EC) No 853/2004 and any import conditions laid down in accordance with Union legislation governing import controls for products of animal origin.\n(3) Commission Regulation (EU) No 605/2010 (4) lays down the public and animal health conditions and the certification requirements for the introduction of consignments of raw milk and dairy products into the Union. It also lays down the list of third countries from which the introduction of such consignments into the Union is authorised.\n(4) Regulation (EU) No 605/2010 establishes different import conditions depending on the animal health status of the exporting third country as regards foot-and-mouth disease (FMD) and rinderpest. Third countries which are free from FMD without vaccination and rinderpest for the period for at least 12 months prior to import are listed in column A of Annex I to Regulation (EU) No 605/2010 and imports into the Union of raw milk and dairy products, derived from raw milk from those third countries, are authorised without having undergone a specific treatments.\n(5) The Commission received several requests from some Member States and trade partners to establish animal health conditions for the imports of colostrum and colostrum-based products for human consumption into the Union.\n(6) Regulation (EU) No 605/2010 does not apply to colostrum and colostrum-based products. However, colostrum represents the same animal health risks as raw milk for FMD. Colostrum can therefore be safely imported from countries which are already authorised for import of raw milk and listed in listed in column A of Annex I to Regulation (EU) No 605/2010.\n(7) Several commercial products are made of pasteurised or sterilised colostrum. However, since the effects of pasteurisation and sterilisation have not been validated for colostrum which has a high cell content, pasteurised or sterilised colostrum and colostrum-based products should only be imported from those third countries which are free from FMD without vaccination, listed in column A of Annex I to Regulation (EU) No 605/2010.\n(8) Articles 11, 12 and 13 of Council Directive 97/78/EC (5) lay down the rules and conditions for the checks to be applied to consignment of products of animal origin imported into the Union but destined for a third country either by immediate transit or after storage in the Union.\n(9) In order to allow the introduction of colostrum and colostrum-based products into the Union, a new model health certificate for such commodities should be added in Part 2 of Annex II to Regulation (EU) No 605/2010 and the model health certificate for raw milk and dairy products for human consumption intended for transit through or storage in the Union set out in Part 3 of Annex II to that Regulation should be amended in order to cover colostrum and colostrum-based products.\n(10) In order to include colostrum and colostrum-based products in the scope of the Common Veterinary Entry Document referred to in Article 2(1) of Commission Regulation (EC) No 136/2004 (6), it is necessary to provide in the model of health certificates covering such products the appropriate Harmonised System code listed in Chapter 4 of Annex I to Commission Decision 2007/275/EC (7).\n(11) To avoid any disruption in trade, the use of animal health certificate for raw milk and dairy products for human consumption, intended for transit through or storage in the Union, issued in accordance with Regulation (EU) No 605/2010, should be authorised during a transitional period.\n(12) Regulation (EU) No 605/2010 should therefore be amended accordingly.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendments to Regulation (EU) No 605/2010\nRegulation (EU) No 605/2010 is amended as follows:\n(1) the title is replaced by the following:\n(2) in Article 1, point (a) of the first paragraph is replaced by the following:\n‘(a) the public and animal health conditions and certification requirements for the introduction into the European Union of consignments of raw milk, dairy products, colostrum and colostrum-based products;’;\n(3) Article 2 is replaced by the following:\n(4) Article 6 is replaced by the following:\n(a) they come from a third country or part thereof listed in Annex I for the introduction into the European Union of consignments of raw milk, dairy products, colostrum or colostrum-based products and comply with the appropriate treatment conditions for such consignments, as provided for in Articles 2, 3 and 4;\n(b) they comply with the specific animal health conditions for importation into the European Union of the raw milk, dairy products, colostrum or colostrum-based products concerned, as laid down in the animal health attestation in point II.1 of the relevant model health certificate set out in Part 2 of Annex II;\n(c) they are accompanied by a health certificate drawn up in accordance with the appropriate model set out in Part 3 of Annex II for the consignment concerned and completed in accordance with the explanatory notes set out in Part 1 of that Annex;\n(d) they are certified as acceptable for transit, including for storage as appropriate, on the Common Veterinary Entry Document referred to in Article 2(1) of Regulation (EC) No 136/2004, signed by the official veterinarian of the border inspection post of introduction into the Union.’;\n(5) Article 8 is replaced by the following:\n(6) Annexes I and II are amended in accordance with the Annex to this Regulation.", "Transitional provisions\nFor a transitional period until 6 September 2014 the introduction into the European Union of consignments of raw milk and dairy products not intended for importation into the European Union but destined for a third country either by immediate transit or after storage in the Union, in accordance with Articles 11, 12 or 13 of Directive 97/78/EC, accompanied by a health certificate conforming to the model set out in Part 2 of Annex II to Regulation (EU) No 605/2010, in its version prior to the entry into force of this Regulation, shall be authorised, provided that the certificate has been signed within 26 July 2014.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 139, 30.4.2004, p. 55.\n(3)  OJ L 139, 30.4.2004, p. 206.\n(4)  Commission Regulation (EU) No 605/2010 of 2 July 2010 laying down animal and public health and veterinary certification conditions for the introduction into the European Union of raw milk and dairy products intended for human consumption (OJ L 175, 10.7.2010, p. 1).\n(5)  Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (OJ L 24, 30.1.1998, p. 9).\n(6)  Commission Regulation (EC) No 136/2004 of 22 January 2004 laying down procedures for veterinary checks at Community border inspection posts on products imported from third countries (OJ L 21, 28.1.2004, p. 11).\n(7)  Commission Decision 2007/275/EC of 17 April 2007 concerning lists of animals and products to be subject to controls at border inspection posts under Council Directives 91/496/EEC and 97/78/EC (OJ L 116, 4.5.2007, p. 9).\nANNEX\nAnnexes I and II to Regulation (EU) No 605/2010 are amended as follows:\n(1) Annex I is replaced by the following:\n“+” : third country is authorised\n“0” : third country is not authorised\nISO code of third country Third country or part thereof Column A Column B Column C\nAE The Emirate of Dubai of the United Arab Emirates (5) 0 0 + (6)\nAD Andorra + + +\nAL Albania 0 0 +\nAR Argentina 0 0 +\nAU Australia + + +\nBR Brazil 0 0 +\nBW Botswana 0 0 +\nBY Belarus 0 0 +\nBZ Belize 0 0 +\nBA Bosnia and Herzegovina 0 0 +\nCA Canada + + +\nCH Switzerland (2) + + +\nCL Chile 0 + +\nCN China 0 0 +\nCO Colombia 0 0 +\nCR Costa Rica 0 0 +\nCU Cuba 0 0 +\nDZ Algeria 0 0 +\nET Ethiopia 0 0 +\nGL Greenland 0 + +\nGT Guatemala 0 0 +\nHK Hong Kong 0 0 +\nHN Honduras 0 0 +\nIL Israel 0 0 +\nIN India 0 0 +\nIS Iceland + + +\nKE Kenya 0 0 +\nMA Morocco 0 0 +\nMG Madagascar 0 0 +\nMK (3) former Yugoslav Republic of Macedonia 0 + +\nMR Mauritania 0 0 +\nMU Mauritius 0 0 +\nMX Mexico 0 0 +\nNA Namibia 0 0 +\nNI Nicaragua 0 0 +\nNZ New Zealand + + +\nPA Panama 0 0 +\nPY Paraguay 0 0 +\nRS (4) Serbia 0 + +\nRU Russia 0 0 +\nSG Singapore 0 0 +\nSV El Salvador 0 0 +\nSZ Swaziland 0 0 +\nTH Thailand 0 0 +\nTN Tunisia 0 0 +\nTR Turkey 0 0 +\nUA Ukraine 0 0 +\nUS United States + + +\nUY Uruguay 0 0 +\nZA South Africa 0 0 +\nZW Zimbabwe 0 0 +\n(2) Annex II is amended as follows:\n(a) Part 1 is replaced by the following:\n“Milk-RM” : Health certificate for raw milk from third countries or parts thereof authorised in column A of Annex I intended for further processing in the European Union before being used for human consumption.\n“Milk-RMP” : Health certificate for dairy products derived from raw milk for human consumption, from third countries or parts thereof authorised in column A of Annex I intended for importation into the European Union.\n“Milk-HTB” : Health certificate for dairy products derived from milk of cows, ewes, goats and buffaloes for human consumption from third countries or parts thereof authorised in column B of Annex I intended for importation into the European Union.\n“Milk-HTC” : Health certificate for dairy products for human consumption from third countries or parts thereof authorised in column C of Annex I intended for importation into the European Union.\n“Colostrum-C/CPB” : Health certificate for colostrum of cows, ewes, goats and buffaloes and colostrum-based products derived from colostrum of the same species from third countries or parts thereof listed in column A of Annex I for human consumption intended for importation into the European Union.\n“Milk/ Colostrum-T/S” : Animal health certificate for raw milk, colostrum, dairy products or colostrum-based products for human consumption, intended for transit through or storage in the European Union.\n(a) The health certificates shall be issued by the competent authorities of the third country of origin, in accordance with the appropriate model set out in Part 2 of this Annex, according to the layout of the model that corresponds to the raw milk, colostrum, dairy products or colostrum-based products concerned. They shall contain, in the numbered order that appears in the model, the attestations that are required for any third country and, as the case may be, those supplementary guarantees that are required for the exporting third country concerned.\n(b) The original of the health certificate shall consist of a single sheet printed on either pages or, where more text is required, such that all the sheets form a whole and cannot be separated.\n(c) A separate, single health certificate must be presented for each consignment of the commodity concerned, exported to the same destination from a third country listed in the table in Annex I and transported in the same railway wagon, road vehicle, aircraft or ship.\n(d) The original of the health certificate and the labels referred to in the model certificate shall be drawn up in at least one official language of the Member State where border inspection takes place and of the Member State of destination. However, those Member States may allow it to be drawn up in another official language of the European Union instead of their own, accompanied, if necessary, by an official translation.\n(e) Where additional sheets are attached to the health certificate for the purpose of identifying the commodities making up the consignment, such additional sheets shall also be considered to form part of the original certificate, provided the signature and stamp of the certifying official veterinarian appear on each page.\n(f) Where the health certificate comprises more than one page, each page shall be numbered “–x(page number) of y(total number of pages)–” on the bottom of the page and shall bear the certificate reference number allocated by the competent authority on the top of the page.\n(g) The original of the health certificate must be completed and signed by a representative of the competent authority responsible for verifying and certifying that the raw milk, colostrum, dairy products or colostrum-based products meet the health conditions laid down in Section IX of Chapter I of Annex III to Regulation (EC) No 853/2004 and in Directive 2002/99/EC.\n(h) The competent authorities of the exporting third country shall ensure that principles of certification equivalent to those laid down in Council Directive 96/93/EC (7) are complied with.\n(i) The colour of the signature of the official veterinarian shall be different from that of the printing on the health certificate. That requirement shall also apply to stamps other than embossed stamps or watermarks.\n(j) The original of the health certificate must accompany the consignment until it reaches the border inspection post of introduction into the European Union.\n(k) Where the model certificate states that certain statements shall be kept as appropriate, statements which are not relevant, may be crossed out and initialled and stamped by the certifying officer, or completely deleted from the certificate.\n(b) in Part 2, the following model certificate is added:\n(c) Part 3, is replaced by the following:\n(1)  The colostrum and colostrum-based products can only be introduced into the European Union from countries authorised in column A.\n(2)  Certificates in accordance with the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (OJ L 114, 30.4.2002, p. 132).\n(3)  The former Yugoslav Republic of Macedonia; the definitive nomenclature for this country will be agreed following the conclusion of the negotiations currently taking place on this subject at UN level.\n(4)  Not including Kosovo which is at present under international administration pursuant to United Nations Security Council Resolution 1244 of 10 June 1999.\n(5)  Only dairy products from camels of the species Camelus dromedarius.\n(6)  Dairy products from camels of the species Camelus dromedarius are authorised.’\n(7)  OJ L 13, 16.1.1997, p. 28.’"}