{"celex_id": "32015D0421", "uri": "http://publications.europa.eu/resource/cellar/b7dfff7c-c94e-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["1007", "1459", "5138", "5158", "5989", "763"], "title": "Decision (EU) 2015/421 of the European Parliament and of the Council of 17 December 2014 on the mobilisation of the Flexibility Instrument\n", "header": "13.3.2015 EN Official Journal of the European Union L 68/45\nDECISION (EU) 2015/421 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 December 2014\non the mobilisation of the Flexibility Instrument\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (1), and in particular point 12 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas,\n(1) Article 11 of Council Regulation (EU, Euratom) No 1311/2013 (2) allows the mobilisation of the Flexibility Instrument within the annual ceiling of EUR 471 million (2011 prices) to allow the financing of clearly identified expenditure which could not be financed within the limits of the ceilings available for one or more other headings.\n(2) After having examined all possibilities for re-allocating appropriations under sub-heading 1b, it appears necessary to mobilise the Flexibility Instrument to complement the financing in the general budget of the European Union for the financial year 2015, beyond the ceiling of sub-heading 1b, by EUR 83 285 595 towards the financing of the Cypriot Structural Funds programmes, to grant an additional allocation from the Structural Funds to Cyprus for the year 2015 for a total amount of EUR 100 000 000.\n(3) For the financial year 2014, the European Parliament and the Council have already mobilised the Flexibility Instrument by Decision of 20 November 2013 for the financing of the Cypriot Structural Funds programmes for an amount of EUR 89 330 000 in commitment appropriations only.\n(4) Taking into account the supplementary nature of the Flexibility Instrument, it is necessary to provide additional payment appropriations to cover the additional commitment appropriations for Cyprus for the two financial years 2014 and 2015 on the basis of the expected payment profile, estimated to EUR 11,3 million in 2015, EUR 45,7 million in 2016, EUR 75,4 million in 2017 and EUR 40,2 million in 2018. The annual amounts for each year of the period 2015-2018 will have to be confirmed by each draft budget presented by the Commission during this period,", "main_body": ["For the general budget of the European Union for the financial year 2015, the Flexibility Instrument shall be used to provide the sum of EUR 83 285 595 in commitment appropriations in sub-heading 1b.\nThat amount shall be used to complement the financing of the Cypriot Structural Funds programmes under sub-heading 1b.\nPayments associated with the financing of the Cypriot Structural Funds through the Flexibility Instrument in 2014 and 2015 will be EUR 172 600 000 for the period 2015-2018. The exact annual amount will be defined in the draft budget of the year as presented by the Commission.", "This decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 17 December 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nB. DELLA VEDOVA\n(1)  OJ C 373, 20.12.2013, p. 1.\n(2)  Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884)."}