{"celex_id": "32013R1202", "uri": "http://publications.europa.eu/resource/cellar/6ecd6a7f-5992-11e3-8197-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2771", "4385", "4690", "4713", "5695"], "title": "Regulation (EU) No 1202/2013 of the European Parliament and of the Council of 20 November 2013 amending Council Regulation (EC) No 1215/2009 in relation to tariff quotas for wine\n", "header": "30.11.2013 EN Official Journal of the European Union L 321/1\nREGULATION (EU) No 1202/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 November 2013\namending Council Regulation (EC) No 1215/2009 in relation to tariff quotas for wine\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Since 2000, the Union has granted unlimited duty-free access to the Union market for almost all products originating in the Western Balkan countries. Currently, this system is provided for in Council Regulation (EC) No 1215/2009 (2).\n(2) All of the Western Balkan countries benefit from preferential trade arrangements, including individual tariff quotas, under the Stabilisation and Association Agreements or Interim Agreements on trade and trade-related matters concluded with those countries, with the exception of Kosovo (3).\n(3) Regulation (EC) No 1215/2009 made available a global tariff quota of 50 000 hl for wine, on a ‘first-come, first-served’ basis to all the beneficiaries, subject to the exhaustion of their individual tariff quotas available under the Stabilisation and Association Agreements or Interim Agreements.\n(4) Stable access to the market of the Union is necessary for the socioeconomic development of Kosovo, which has demonstrated the capacity to export wine. In the absence of an individual tariff quota, Kosovan wine producers lack the necessary predictability for their exports.\n(5) It is appropriate to allocate an individual annual tariff quota of 20 000 hl for wine exports from Kosovo to the Union, and to reduce proportionately the global annual tariff quota for wine available to all the beneficiaries from 50 000 hl to 30 000 hl.\n(6) The allocation of an individual tariff quota is achieved by closing the existing global tariff quota and opening two new ones, whose total volume is equivalent to the volume of the tariff quota closed.\n(7) It is also appropriate to introduce a mechanism which avoids legal uncertainties as regards the tariff quotas available on the date of entry into force of this Regulation, and to prevent the overall volume of the concession from exceeding 50 000 hl.\n(8) As the total volume of the concessions is not modified, this Regulation does not affect the wine sector of the Union. The specific concessions provided for in the Stabilisation and Association Agreements or the Interim Agreements are also not affected by this Regulation.\n(9) This Regulation does not affect the obligations of the Union in the World Trade Organisation (WTO) and does not need to receive a WTO waiver.\n(10) Regulation (EC) No 1215/2009 should therefore be amended accordingly,", "main_body": ["Amendments to Regulation (EC) No 1215/2009\nRegulation (EC) No 1215/2009 is amended as follows:\n(1) in Article 7a, paragraphs 2 and 3 are replaced by the following:\n(2) Annex I is replaced by the text set out in the Annex to this Regulation.", "Transitional measures\nThe following transitional measures shall apply from 3 December 2013 until 31 December 2013:\n(1) the new tariff quotas under the order numbers 09.1530 and 09.1560 shall inherit proportionally the balance of the tariff quota 09.1515 on 3 December 2013, as follows:\n(a) the initial volume of the tariff quota 09.1530 shall be calculated using the following formula:\n(b) the initial volume of the tariff quota 09.1560 shall be calculated using the following formula:\n(c) both initial volumes shall be rounded to the whole unit (hectoliter);\n(2) the pending (not allocated) tariff quota requests for the tariff quota 09.1515 shall be transferred to the tariff quotas 09.1530 and 09.1560 respectively, according to the origin of the wine.", "Entry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 20 November 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nV. LEŠKEVIČIUS\n(1)  Position of the European Parliament of 22 October 2013 (not yet published in the Official Journal) and decision of the Council of 15 November 2013.\n(2)  Council Regulation (EC) No 1215/2009 of 30 November 2009 introducing exceptional trade measures for countries and territories participating in or linked to the European Union's Stabilisation and Association process (OJ L 328, 15.12.2009, p. 1).\n(3)  This designation is without prejudice to positions on status, and is in line with UNSCR 1244 (1999) and the ICJ opinion on the Kosovo Declaration of Independence.\nANNEX\n‘ANNEX I\nTARIFF QUOTAS REFERRED TO IN ARTICLE 3(1)\nNotwithstanding the rules for the interpretation of the Combined Nomenclature (CN), the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and the corresponding description taken together.\nOrder No CN Code Description Quota volume per year (1) Beneficiaries Rate of duty\n09.1571 0301 91 10 Trout (Salmo trutta, Oncorhynchus mykiss, Oncorhynchus clarki, Oncorhynchus aguabonita, Oncorhynchus gilae, Oncorhynchus apache and Oncorhynchus chrysogaster): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 15 tonnes Customs territory of Kosovo 0 %\n09.1573 0301 93 00 Carp (Cyprinus carpio, Carassius carassius, Ctenopharyngodon idellus, Hypophthalmichthys spp., Cirrhinus spp., Mylopharyngodon piceus): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 20 tonnes Customs territory of Kosovo 0 %\n09.1575 ex 0301 99 85 Sea bream (Dentex dentex and Pagellus spp.): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 45 tonnes Customs territory of Kosovo 0 %\n09.1577 ex 0301 99 85 Sea bass (Dicentrarchus labrax): live; fresh or chilled; frozen; dried; salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 30 tonnes Customs territory of Kosovo 0 %\n09.1530 ex 2204 21 93 Wine of fresh grapes, of an actual alcoholic strength by volume not exceeding 15 % vol, other than sparkling wine 30 000 hl Albania (2) Bosnia and Herzegovina (3), former Yugoslav Republic of Macedonia, (4)  Montenegro (5), Serbia (6), Customs territory of Kosovo (7) Exemption\n09.1560 ex 2204 21 93 Wine of fresh grapes, of an actual alcoholic strength by volume not exceeding 15 % vol, other than sparkling wine 20 000 hl Customs territory of Kosovo Exemption\n(1)  One global volume per tariff quota accessible to imports originating in the beneficiaries.\n(2)  Access for wine originating in Albania to the global tariff quota is subject to the prior exhaustion of the individual tariff quota provided for in the Protocol on wine concluded with Albania. That individual quota is opened under order No 09.1512 and 09.1513.\n(3)  Access for wine originating in Bosnia and Herzegovina to the global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Protocol on wine concluded with Bosnia and Herzegovina. Those individual quotas are opened under order Nos 09.1528 and 09.1529.\n(4)  Access for wine originating in the former Yugoslav Republic of Macedonia to this global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Additional Protocol on wine concluded with the former Yugoslav Republic of Macedonia. Those individual tariff quotas are opened under order Nos 09.1558 and 09.1559.\n(5)  Access for wine originating in Montenegro to the global tariff quota is subject to the prior exhaustion of the individual tariff quota provided for in the Protocol on wine concluded with Montenegro. That individual quota is opened under order No 09.1514.\n(6)  Access for wine originating in Serbia to the global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Protocol on wine concluded with Serbia. Those individual quotas are opened under order Nos 09.1526 and 09.1527.\n(7)  Access for wine originating in the customs territory of Kosovo to the global tariff quota is subject to the prior exhaustion of the tariff quota provided for in this Regulation. That individual quota is opened under order No 09.1560.’"}