{"celex_id": "32014R0685", "uri": "http://publications.europa.eu/resource/cellar/42800139-f903-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "5451", "6052", "6569", "6789"], "title": "Commission Regulation (EU) No 685/2014 of 20 June 2014 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council and the Annex to Commission Regulation (EU) No 231/2012 as regards polyvinyl alcohol-polyethylene glycol-graft-co-polymer in solid food supplements  Text with EEA relevance\n", "header": "21.6.2014 EN Official Journal of the European Union L 182/23\nCOMMISSION REGULATION (EU) No 685/2014\nof 20 June 2014\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council and the Annex to Commission Regulation (EU) No 231/2012 as regards polyvinyl alcohol-polyethylene glycol-graft-co-polymer in solid food supplements\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3) and Article 14 thereof,\nHaving regard to Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2), and in particular Article 7(5) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) Commission Regulation (EU) No 231/2012 (3) lays down specifications for food additives that are listed in Annexes II and III to Regulation (EC) No 1333/2008.\n(3) Those lists may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008, either on the initiative of the Commission or following an application.\n(4) On 13 September 2011, an application was submitted for authorisation of the use of polyvinyl alcohol-polyethylene glycol-graft-co-polymer (PVA-PEG graft co-polymer) in aqueous instant-release film coatings for food supplements. The application was made available to the Member States pursuant to Article 4 of Regulation (EC) No 1331/2008.\n(5) The European Food Safety Authority evaluated the safety of PVA-PEG graft co-polymer when used as a food additive and concluded that its use in food supplements as film coating is of no safety concern for the proposed uses (4).\n(6) PVA-PEG graft co-polymer is intended for use in aqueous instant-release film coatings for food supplements. It protects against unpleasant tastes or odours, improves appearance, makes tablets easier to swallow, gives a distinctive appearance, and protects sensitive active ingredients. A specific property of the substance is that it is extremely flexible, has low viscosity, and dissolves rapidly in acidic, neutral, and alkaline aqueous media. It is therefore appropriate to authorise the use of PVA-PEG graft co-polymer as a glazing agent in solid food supplements and to assign E 1209 as E-number to that additive.\n(7) The specifications for PVA-PEG graft co-polymer should be included in Regulation (EU) No 231/2012 when it is included in the Union lists of food additives laid down in Annex II to Regulation (EC) No 1333/2008 for the first time.\n(8) Regulations (EC) No 1333/2008 and (EU) No 231/2012 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with Annex I to this Regulation.", "The Annex to Regulation (EU) No 231/2012 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  Commission Regulation (EU) No 231/2012 of 9 March 2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council (OJ L 83, 22.3.2012, p. 1).\n(4)  EFSA Journal 2013; 11(8):3303.\nANNEX I\nAnnex II to Regulation (EC) No 1333/2008 is amended as follows:\n(1) in Part B, point 3 ‘Additives other than colours and sweeteners’, the following new entry is inserted after the entry for food additive E 1208 Polyvinylpyrrolidone-vinyl acetate copolymer:\n‘E 1209 Polyvinyl alcohol-polyethylene glycol-graft-co-polymer’\n(2) in Part E, in food category 17.1 ‘Food supplements supplied in a solid form including capsules and tablets and similar forms, excluding chewable forms’, the following new entry is inserted after the entry for food additive E 1208:\n‘E 1209 Polyvinyl alcohol-polyethylene glycol-graft-co-polymer 100 000’\nANNEX II\nIn the Annex to Regulation (EU) No 231/2012, the following new entry is inserted after the entry for E 1208 (Polyvinylpyrrolidone-vinyl acetate copolymer):\n‘E 1209 POLYVINYL ALCOHOL-POLYETHYLENE GLYCOL-GRAFT-COPOLYMER\nSynonyms Macrogol poly(vinyl alcohol) grafted co-polymer; poly(ethan-1,2-diol-graft-ethanol); ethenol, polymer with oxirane, graft; oxirane, polymer with ethanol, graft; ethylene oxide-vinyl alcohol graft co-polymer\nDefinition Polyvinyl alcohol-polyethylene glycol-graft-co-polymer is a synthetic co-polymer that consists of approximately 75 % PVA units and 25 % PEG units.\nCAS number 96734-39-3\nChemical name Polyvinyl alcohol-polyethylene glycol-graft-co-polymer\nChemical formula\nWeight Average Molecular Weight 40 000 to 50 000 g/mol\nDescription White to faintly yellow powder\nIdentification\nSolubility Freely soluble in water and dilute acids and dilute solutions of alkali hydroxides; practically insoluble in ethanol, acetic acid, acetone, and chloroform\nIR Spectrum Must comply\npH value 5,0-8,0\nPurity\nEster Value 10 to 75 mg/g KOH\nDynamic viscosity 50 to 250 mPa·s\nLoss on drying Not more than 5 %\nSulphated Ash Not more than 2 %\nVinyl Acetate Not more than 20 mg/kg\nAcetic acid/Total Acetate Not more than 1,5 %\nEthylene glycol Not more than 50 mg/kg\nDiethylene glycol Not more than 50 mg/kg\n1,4-Dioxane Not more than 10 mg/kg\nEthylene oxide Not more than 0,2 mg/kg\nArsenic Not more than 3 mg/kg\nLead Not more than 1 mg/kg\nMercury Not more than 1 mg/kg\nCadmium Not more than 1 mg/kg’"}