{"celex_id": "32014R0347", "uri": "http://publications.europa.eu/resource/cellar/1b9e213d-bc8f-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1318", "1878", "2972", "463", "4713", "4726", "4734", "89"], "title": "Commission Implementing Regulation (EU) No 347/2014 of 4 April 2014 amending Regulation (EC) No 606/2009 as regards the increase in the maximum total sulphur dioxide content where the climate conditions make this necessary\n", "header": "5.4.2014 EN Official Journal of the European Union L 102/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 347/2014\nof 4 April 2014\namending Regulation (EC) No 606/2009 as regards the increase in the maximum total sulphur dioxide content where the climate conditions make this necessary\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 91 point (c) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 606/2009 (2) sets out the maximum permissible total sulphur dioxide content of wine. Point A(4) of Annex I B thereof provides that the Commission may decide that Member States concerned may authorise an increase of a maximum of 50 milligrams per litre in the maximum total sulphur dioxide levels of less than 300 milligrams per litre, where climate conditions make this necessary.\n(2) On 15 January 2014, the competent German authorities sent an official request to increase the maximum permissible total sulphur dioxide content of wine of less than 300 milligrams per litre by a maximum of 50 milligrams per litre for wine produced from grapes harvested in 2013 in the wine-growing areas of the demarcated areas of the protected designation of origin ‘Mosel’ and of the protected geographical indications ‘Landwein der Mosel’, ‘Landwein der Ruwer’, ‘Landwein der Saar’ and ‘Saarländischer Landwein’.\n(3) The technical note provided by the competent German authorities explains that climate conditions have affected the sanitary quality of grapes harvested in 2013 in the above-mentioned areas. In particular, following a late harvest, several grapes were rotten and a higher quantities of pyruvate, acetaldehyde and alpha-ketoglutaric acid were produced during the fermentation. These substances bind to sulphur dioxide and reduce its preservative action. Therefore, the total quantities of sulphur dioxide needed to ensure the proper vinification and proper preservation are higher in wine produced from those grapes. This is why the temporary authorisation referred in point A(4) of Annex I B to Regulation (EC) No 606/2009 is the only available option to allow the grapes affected by these unfavourable weather conditions to be used to produce wine suitable for placing on the market.\n(4) Regulation (EC) No 606/2009 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Appendix 1 of Annex I B to Regulation (EC) No 606/2009 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Regulation (EC) No 606/2009 of 10 July 2009 laying down certain detailed rules for implementing Council Regulation (EC) No 479/2008 as regards the categories of grapevine products, oenological practices and the applicable restrictions (OJ L 193, 24.7.2009, p. 1).\nANNEX\n‘Appendix I\nIncrease in the maximum total sulphur dioxide content where the climate conditions make this necessary\nYear Member State Wine-growing areas(s) Wines concerned\n1. 2000 Germany All wine-growing areas of Germany. All wines obtained from grapes harvested in 2000.\n2. 2006 Germany The wine-growing areas in the regions of Baden-Württemberg, Bavaria, Hessen and Rhineland Palatinate. All wines obtained from grapes harvested in 2006.\n3. 2006 France The wine-growing areas in the departments of Bas-Rhin and Haut-Rhin. All wines obtained from grapes harvested in 2006.\n4. 2013 Germany The wine-growing areas of the demarcated area of the protected designation of origin “Mosel” and of the protected geographical indications “Landwein der Mosel”, “Landwein der Ruwer”, “Landwein der Saar” and “Saarländischer Landwein”. All wines obtained from grapes harvested in 2013.’"}