{"celex_id": "32010R0855", "uri": "http://publications.europa.eu/resource/cellar/589e06cf-3f2d-46b6-ad3d-63d572b6f7e4", "type": "Regulation", "concepts": ["1591", "2739", "2771", "5035", "519", "5969"], "title": "Council Implementing Regulation (EU) No 855/2010 of 27 September 2010 amending Regulation (EC) No 1631/2005 imposing a definitive anti-dumping duty on imports of trichloroisocyanuric acid originating, inter alia, in the People’s Republic of China\n", "header": "29.9.2010 EN Official Journal of the European Union L 254/1\nCOUNCIL IMPLEMENTING REGULATION (EU) No 855/2010\nof 27 September 2010\namending Regulation (EC) No 1631/2005 imposing a definitive anti-dumping duty on imports of trichloroisocyanuric acid originating, inter alia, in the People’s Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’), and in particular Article 9(4), and Article 11(3),(5) and (6) thereof,\nHaving regard to the proposal submitted by the European Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) In October 2005, the Council, by Regulation (EC) No 1631/2005 (2) (the ‘original Regulation’), imposed definitive anti-dumping measures on imports of trichloroisocyanuric acid (‘TCCA’) originating in the People’s Republic of China (‘PRC’). The duty rates ranged from 7,3 % to 42,6 %.\n2.   Request for a review\n(2) In 2009, the Commission received a request for a partial interim review pursuant to Article 11(3) of the basic Regulation. The request, limited in scope to the examination of dumping, was lodged by a Chinese exporting producer Heze Huayi Chemical Co., Ltd (‘Heze’ or ‘the applicant’). The rate of the definitive anti-dumping duty applicable to the applicant is 14,1 %.\n(3) In its request, the applicant claimed that the circumstances on the basis of which measures were imposed have changed and that these changes are of a lasting nature. The applicant provided prima facie evidence that the continued imposition of the measure at its current level is no longer necessary to offset dumping.\n(4) In particular, the request was based on the claim that the TCCA unit cost of the applicant have significantly decreased since the original investigation as:\n— the applicant produces the main raw material needed to produce the product under investigation; and,\n— the applicant has increased its production capacity,\n3.   Initiation of a review\n(5) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of a review, the Commission, on 2 July 2009, initiated an investigation (3) pursuant to Article 11(3) of the basic Regulation, limited in scope to the examination of dumping in respect of the applicant.\n4.   Product concerned and like product\n(6) The product concerned by the current review is the same as that described in the original Regulation, trichloroisocyanuric acid and preparations thereof, also referred to as ‘symclosene’ under the international non-proprietary name (INN), originating in the People’s Republic of China (‘the product concerned’), currently falling within CN codes ex 2933 69 80 and ex 3808 94 20.\n(7) The product produced and sold on the Chinese domestic market and that exported to the Union have the same basic physical, technical and chemical characteristics and uses and are therefore considered to be alike within the meaning of Article 1(4) of the basic Regulation.\n5.   Parties concerned\n(8) The Commission officially advised the applicant, the Union industry, as well as the representatives of the government of the exporting country, of the initiation of the review.\n(9) Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the Notice of Initiation.\n(10) In order to obtain the information deemed necessary for its investigation, the Commission sent a market economy treatment (MET) claim form and a questionnaire to the applicant and received replies within the deadlines set for that purpose. The Commission sought and verified all the information it deemed necessary for the determination of dumping, and a verification visit was carried out at the premises of the applicant.\n6.   Investigation period\n(11) The investigation of dumping covered the period from 1 July 2008 to 30 June 2009 (‘IP’).\nB.   RESULTS OF THE INVESTIGATION\n1.   Market economy treatment (‘MET’)\n(12) Pursuant to Article 2(7)(b) of the basic Regulation, in anti-dumping investigations concerning imports originating in the PRC, normal value shall be determined in accordance with paragraphs 1 to 6 of Article 2 of the basic Regulation for those exporting producers which were found to meet the criteria laid down in Article 2(7)(c) of the basic Regulation, i.e. where it is shown that market economy conditions prevail in respect of the manufacture and sale of the like product. These criteria are set out in summarised form below:\n— business decisions are made in response to market signals, without significant State interference, and costs reflect market values,\n— firms have one clear set of accounting records which are independently audited in line with international accounting standards (IAS) and applied for all purposes,\n— there are no significant distortions carried over from a former non-market economy system,\n— bankruptcy and property laws guarantee stability and legal certainty,\n— currency exchanges are carried out at market rate.\n(13) The investigation found that the applicant met all five MET criteria. It was found that during the IP, Heze made its business decisions without any State interference or distortions related to non-market economy conditions. Heze is subject to Chinese bankruptcy and property laws without any derogation. The company has one set of independently audited accounting records and accounting system and its practice was found to be in line with internationally accepted general accounting principles and IAS. Costs and prices were found to reflect market values and exchange rate conversions were carried out at market rates.\n(14) Based on the above facts and considerations, the applicant could be granted MET.\n2.   Normal value\n(15) For the determination of normal value it was first established whether Heze’s total volume of domestic sales of the like product was representative in comparison with its total volume of export sales to the Union. In accordance with Article 2(2) of the basic Regulation, domestic sales are considered representative when the total domestic sales volume is at least 5 % of the total volume of corresponding export sales to the Union. The Commission established that TCCA was sold domestically by the applicant in overall representative volumes.\n(16) Subsequently, those types of the like product sold on the domestic market by the applicant that were identical and directly comparable to the types sold for export to the Union, were identified.\n(17) For each type sold by Heze on the domestic market and found to be directly comparable with the type sold for export to the Union, it was established whether domestic sales were sold in representative volume for the purposes of Article 2(2) of the basic Regulation. Domestic sales of a particular type were considered sufficiently representative when the total domestic sales volume of that type during the IP represented 5 % or more of the total sales volume of the comparable type exported to the Union.\n(18) It was also examined whether the domestic sales of each type could be regarded as having been made in the ordinary course of trade, pursuant to Article 2(4) of the basic Regulation. This was done by establishing the proportion of profitable sales to independent customers on the domestic market of each exported type of the product concerned during the IP.\n(19) Where the sales volume of a product type, sold at a net sales price equal to or above the calculated cost of production, represented more than 80 % of the total sales volume of that type, and where the weighted average price of that type was equal to or above the unit cost of production, normal value was based on the actual domestic price. This price was calculated as a weighted average of the prices of all domestic sales of that type made during the IP, irrespective of whether these sales were profitable or not.\n(20) Where the volume of profitable sales of a product type represented 80 % or less of the total sales volume of that type, or where the weighted average price of that type was below the unit cost of production, normal value was based on the actual domestic price, which was calculated as the weighted average price of only the profitable domestic sales of the type in question made during the IP.\n(21) Wherever domestic prices of a particular product type sold by Heze could not be used in order to establish the normal value, another method had to be applied. In this regard, the Commission used constructed normal value. In accordance with Article 2(3) of the basic Regulation, normal value was constructed by adding to the manufacturing costs of the exported types a reasonable amount for selling, general and administrative expenses (‘SG&A’) and a reasonable margin of profit. Pursuant to Article 2(6) of the basic Regulation, the amounts for SG&A and profit margin were based on the average SG&A and profit margin of Heze sales in the ordinary course of trade of the like product.\n(22) In line with the methodology used in the original investigation, the cost of manufacturing was calculated for two types of products. Taking into account the information provided by the applicant, one cost of manufacturing was calculated for granules and tablets and a second one for powder.\n3.   Export price\n(23) As the product concerned was exported directly to independent customers in the Union, the export price was established in accordance with Article 2(8) of the basic Regulation, i.e. on the basis of export prices actually paid or payable for the product when sold for export to the Union.\n4.   Comparison\n(24) The average normal value and the average export price for each type of the product concerned were compared on an ex-works basis and at the same level of trade. In order to ensure a fair comparison between normal value and export price, account was taken, in accordance with Article 2(10) of the basic Regulation, of differences in factors which were claimed and demonstrated to affect prices and price comparability. For this purpose, adjustments for transport costs, ocean freight and insurance costs, handling, credit costs, and bank charges were made where applicable and justified. Furthermore, it was found that VAT was partially refunded when the product concerned was sold for export to the Union. Consequently, the VAT payable on domestic sales was adjusted accordingly pursuant to Article 2(10)(b) of the basic Regulation.\n(25) With regard to the packing cost allowance, the applicant claimed an allowance in respect of packing expenses for sales in both the Chinese and the Union markets. The verification showed that those costs were equally included in the cost of production of the product regardless of whether it was to be sold domestically or for export. Therefore, the allowance claimed was not accepted either in the domestic or in the export market.\n5.   Dumping Margin\n(26) As provided for under Article 2(11) of the basic Regulation, the weighted average normal value by type was compared with the weighted average export price of the corresponding type of the product concerned. This comparison showed the existence of dumping.\n(27) The dumping margin of Heze expressed as a percentage of the net, free-at-Union-frontier price was found to be 3,2 %.\nC.   LASTING NATURE OF CHANGED CIRCUMSTANCES\n(28) In accordance with Article 11(3) of the basic Regulation, it was also examined whether the changed circumstances which were found to exist could reasonably be considered to be of a lasting nature.\n(29) The applicant provided full cooperation in this interim review and the data collected and verified allowed for the establishment of a dumping margin based on its individual export prices to the Union. The result of this calculation indicates that the continued application of the measure at its current level is no longer justified.\n(30) Evidence obtained and verified during the investigation showed a reduction in the level of dumping explained by the reduction of the company cost structure. The main factors to trigger the reduction in the applicant’s cost structure are the in-house production of the main raw material and the expansion in the applicant’s production capacity.\n(31) It was also found that since the original investigation, Heze’s export prices to all markets increased. In particular, export prices to the Union are in line with the company’s export prices to other third countries. Evidence collected on spot showed that the company has many Union customers with similar price levels. The consistent market behaviour of the applicant shows that the changes in circumstances are of a lasting nature.\n(32) In the light of the above, it is therefore considered that the circumstances that led to the initiation of this review are unlikely to change in the foreseeable future in a manner that would affect the findings of the current review. Therefore it is concluded that the changes are considered to be of a lasting nature and that the application of the measure at its current level is no longer justified.\nD.   ANTI-DUMPING MEASURES\n(33) In the light of the results of this review investigation, it is considered appropriate to amend the anti-dumping duty applicable to imports of the product concerned from Heze to 3,2 %,", "main_body": ["The entry concerning Heze Huayi Chemical Co. Limited, in the table in Article 1(2) of Regulation (EC) No 1631/2005, shall be replaced by the following:\n‘PRC Heze Huayi Chemical Co. Limited 3,2 % A629’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 2010.\nFor the Council\nThe President\nK. PEETERS\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 261, 7.10.2005, p. 1.\n(3)  OJ C 150, 2.7.2009, p. 14 (‘Notice of Initiation’)."}