{"celex_id": "32010D0462", "uri": "http://publications.europa.eu/resource/cellar/a02b3583-514d-4907-8505-b5de10c241a5", "type": "Decision", "concepts": ["1005", "1425", "4204", "5158", "5824", "763", "8469"], "title": "2010/462/EU: Commission Decision of 18 August 2010 concerning the adoption of a financing decision on a pilot project to promote consumer empowerment, efficiency and stability of European financial markets through training of consumer associations and similar organisations\n", "header": "20.8.2010 EN Official Journal of the European Union L 219/21\nCOMMISSION DECISION\nof 18 August 2010\nconcerning the adoption of a financing decision on a pilot project to promote consumer empowerment, efficiency and stability of European financial markets through training of consumer associations and similar organisations\n(2010/462/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (1) (hereinafter referred to as ‘the Financial Regulation’), and in particular Article 75 thereof,\nHaving regard to Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (2) (hereinafter referred to as ‘the Implementing Rules’), and in particular Article 90 thereof,\nWhereas:\n(1) In accordance with Article 75 of the Financial Regulation and Article 90(1) of the Implementing Rules, the commitment of expenditure from the Union budget shall be preceded by a financing decision setting out the essential elements of the action involving expenditure and adopted by the institution or the authorities to which powers have been delegated by the institution.\n(2) In accordance with Article 49(6)(a) of the Financial Regulation the current pilot project is a pilot scheme of an experimental nature designed to test the feasibility of an action and its usefulness.\n(3) The Budgetary Authority allocated in the Union budget for 2010 EUR 1 million for a pilot project concerning consumer empowerment, efficiency and stability of European financial markets through training.\n(4) Three actions are foreseen for implementation for this pilot project, and the financing of these actions should be subject to a single decision.\n(5) As financial services are becoming more complex, consumers are more in need of financial advice. A service of general financial advice can empower consumers, and provide information on how to buy financial services smartly. The training of non-profit entities, such as consumer associations and other non-governmental organisations as well as governmental organisations, will enable them to provide better advice to consumers on a wider range of important issues in financial services.\n(6) The present financing decision may also cover the payment of interest due for late payment on the basis of Article 83 of the Financial Regulation and Article 106(5) of the Implementing Rules.\n(7) It is appropriate to define the terms ‘substantial change’ within the meaning of Article 90(4) of the Implementing Rules for the application of this decision,", "main_body": ["The actions referred to in the Annex are hereby approved. They shall be financed through the budget line 17 02 04 of the budget of the European Union for 2010 up to a maximum of EUR 1 000 000. These appropriations may also cover interest due for late payment.\nThe amounts indicated in the following descriptions are indicative. Within the maximum indicative budget of all the specific actions, cumulated changes not exceeding 20 % are not considered to be substantial provided that they do not significantly affect the nature and objectives of the pilot project.\nThe authorising officer may adopt such changes in accordance with the principles of sound financial management and proportionality."], "attachments": "Done at Brussels, 18 August 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 248, 16.9.2002, p. 1.\n(2)  OJ L 357, 31.12.2002, p. 1.\nANNEX\nDomain: Consumer Policy\nPilot project under budget line 17 02 04\nLegal basis: Article 49(6)(a) of Regulation (EC, Euratom) No 1605/2002\nAn appropriation of EUR 1 million is earmarked to launch a pilot project to promote consumer empowerment, efficiency and stability of European financial markets, notably through consumer empowerment in financial services via training actions and the provision of advice to consumers.\nNumber of actions planned: DG SANCO plans to run three different actions in the domain of consumer empowerment in financial services via training.\nTraining courses in financial services for consumer associations and other interested non-profit parties who provide information and advice to end users of financial services under an existing framework contract. This action will be contracted under an existing framework contract in September 2010 for an amount of EUR 200 000.\nA study to map in each Member State the non-profit entities that provide general advice on financial services to consumers. In addition, the study will assess the best practices for the service of general financial advice. It will also identify any training needs related to financial advice those entities have. An amount of EUR 150 000 will be appropriated for this study for which an open call for tender (service contract) will be launched in August 2010.\nFurther training courses in financial services for interested non-profit entities, which provide general advice to consumers on financial services, will be organised as a follow-up to the results of the above mapping study. An amount of EUR 650 000 will be appropriated for this training action for which an open call for tender (service contract) will be launched in May 2011."}