{"celex_id": "32013R0480", "uri": "http://publications.europa.eu/resource/cellar/b6414850-c516-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "3660", "6271"], "title": "Commission Implementing Regulation (EU) No 480/2013 of 24 May 2013 amending Implementing Regulation (EU) No 788/2012 as regards the period of analysis of certain pesticides performed on a voluntary basis  Text with EEA relevance\n", "header": "25.5.2013 EN Official Journal of the European Union L 139/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 480/2013\nof 24 May 2013\namending Implementing Regulation (EU) No 788/2012 as regards the period of analysis of certain pesticides performed on a voluntary basis\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin and amending Council Directive 91/414/EEC (1), in particular Articles 28 and 29 thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 788/2012 of 31 August 2012 concerning a coordinated multiannual control programme of the Union for 2013, 2014 and 2015 to ensure compliance with maximum residue levels of pesticides and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin (2) provided, amongst others, for the analysis in 2013 of certain pesticides on a voluntary basis, in particular those pesticides newly added to the programme by that Implementing Regulation or those with very difficult residue definition in order to allow time for official laboratories to validate the methods required for the analysis of those pesticides. As official laboratories still need some time for the validation of the methods required for the analysis of those pesticides, the analysis of these pesticides should continue to be performed on a voluntary basis in 2014.\n(2) Implementing Regulation (EU) No 788/2012 should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex I to Implementing Regulation (EU) No 788/2012, the footnote (g) is replaced by the following:\n‘(g) To be analysed on voluntary basis in 2013 and 2014.’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 70, 16.3.2005, p. 1.\n(2)  OJ L 235, 1.9.2012, p. 8."}