{"celex_id": "32014L0069", "uri": "http://publications.europa.eu/resource/cellar/e356b68d-dff1-11e3-8cd4-01aa75ed71a1", "type": "Directive", "concepts": ["2081", "2192", "2428", "2947", "4347", "5726", "6103", "6411"], "title": "Commission Delegated Directive 2014/69/EU of 13 March 2014 amending, for the purposes of adapting to technical progress, Annex IV to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for lead in dielectric ceramic in capacitors for a rated voltage of less than 125 V AC or 250 V DC for industrial monitoring and control instruments  Text with EEA relevance\n", "header": "20.5.2014 EN Official Journal of the European Union L 148/72\nCOMMISSION DELEGATED DIRECTIVE 2014/69/EU\nof 13 March 2014\namending, for the purposes of adapting to technical progress, Annex IV to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for lead in dielectric ceramic in capacitors for a rated voltage of less than 125 V AC or 250 V DC for industrial monitoring and control instruments\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2011/65/EU of the European Parliament and of the Council of 8 June 2011 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (1), and in particular Article 5(1)(a) thereof,\nWhereas:\n(1) Directive 2011/65/EU prohibits the use of lead in electrical and electronic equipment placed on the market.\n(2) Both the substitution of lead in dielectric ceramic in capacitors for a rated voltage of less than 125 V AC or 250 V DC used in industrial monitoring and control instruments (IMCIs) and the substitution of these components in IMCIs are still technically impracticable.\n(3) Although the substitution of lead in low voltage ceramic capacitors is possible for other applications, the use of these lead-free components in IMCIs requires manufacturers to redesign their IMCIs or parts thereof, and requalify the new designs, in order to make them technically practicable and to demonstrate reliability. The use of lead in low voltage ceramic capacitors for industrial monitoring and control instruments should therefore be exempted from the prohibition until 31 December 2020. In view of the innovation cycles for IMCIs this is a relatively short transition period which is unlikely to have adverse impacts on innovation.\n(4) In accordance with the repair-as-produced principle of Directive 2011/65/EU, which is meant to extend the lifetime of compliant products once placed on the market, spare parts shall benefit from this exemption past its end date without time limitations.\n(5) Directive 2011/65/EU should therefore be amended accordingly,", "main_body": ["Annex IV to Directive 2011/65/EU is amended as set out in the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by the last day of the sixth month after entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 174, 1.7.2011, p. 88.\nANNEX\nIn Annex IV to Directive 2011/65/EU the following point 40 is added:\n‘40. Lead in dielectric ceramic in capacitors for a rated voltage of less than 125 V AC or 250 V DC for industrial monitoring and control instruments."}