{"celex_id": "32010R0540", "uri": "http://publications.europa.eu/resource/cellar/f97c8b4e-1e9c-4424-a369-00e5a97de07c", "type": "Regulation", "concepts": ["1005", "12", "6710", "862"], "title": "Regulation (EU) No 540/2010 of the European Parliament and of the Council of 16 June 2010 amending Council Regulation (EC) No 1085/2006 establishing an Instrument for Pre-Accession Assistance (IPA)\n", "header": "24.6.2010 EN Official Journal of the European Union L 158/7\nREGULATION (EU) No 540/2010 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 June 2010\namending Council Regulation (EC) No 1085/2006 establishing an Instrument for Pre-Accession Assistance (IPA)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 212 thereof,\nHaving regard to the proposal from the European Commission,\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Regulation (EC) No 1085/2006 (2) provides for assistance to candidate and potential candidate countries in their progressive alignment with the standards and policies of the European Union, including, where appropriate, the acquis communautaire, with a view to membership of the Union.\n(2) Article 49 of the Treaty on European Union states that any European State which respects and is committed to promoting the values referred to in Article 2 of that Treaty, namely human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities, may apply to become a member of the Union.\n(3) The European Council of 14 December 2006 expressed in its conclusions a renewed consensus on enlargement, including the principle that each applicant country is to be assessed on its own merits.\n(4) Following the submission on 16 July 2009 of the application by the Republic of Iceland (hereafter referred to as ‘Iceland’) for membership of the European Union, the Council has invited the Commission to submit to the Council its opinion on Iceland’s application. Iceland can therefore be considered as a potential candidate country.\n(5) Under Regulation (EC) No 1085/2006 assistance to potential candidate countries and candidate countries from the Western Balkans and Turkey is provided, inter alia, in accordance with the European and Accession Partnerships.\n(6) Iceland is a member of the European Economic Area. Consequently, assistance under Regulation (EC) No 1085/2006 is to be provided taking due account of the Reports and the Strategy Paper comprised in the annual Enlargement package of the Commission,", "main_body": ["Regulation (EC) No 1085/2006 is hereby amended as follows:\n(1) the following paragraph is added to Article 4:\n(2) the following is inserted after ‘Bosnia and Herzegovina’ in Annex II:\n‘— Iceland’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 16 June 2010.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nD. LÓPEZ GARRIDO\n(1)  Position of the European Parliament of 11 February 2010 (not yet published in the Official Journal) and Decision of the Council of 31 May 2010.\n(2)  OJ L 210, 31.7.2006, p. 82."}