{"celex_id": "32010R0958", "uri": "http://publications.europa.eu/resource/cellar/7910eacd-9fa3-4152-87e5-640cdb846931", "type": "Regulation", "concepts": ["1268", "1425", "1590", "1854", "2735", "3885", "7130", "893"], "title": "Commission Regulation (EU) No 958/2010 of 22 October 2010 refusing to authorise a health claim made on foods, other than those referring to the reduction of disease risk and to children’s development and health  Text with EEA relevance\n", "header": "23.10.2010 EN Official Journal of the European Union L 279/18\nCOMMISSION REGULATION (EU) No 958/2010\nof 22 October 2010\nrefusing to authorise a health claim made on foods, other than those referring to the reduction of disease risk and to children’s development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on food are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‘the Authority’.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission and to deliver an opinion on a health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) Following an application from Rudolf Wild GmbH & Co. KG, submitted on 10 June 2008 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Immune Balance Drink on strengthening body’s defences (Question No EFSA-Q-2009-00517) (2). The claim proposed by the applicant was worded, inter alia, as follows: ‘The Immune Balance Drink activates body’s defence’.\n(6) On 4 November 2009, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of Immune Balance Drink and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(7) The comments from the applicant and the members of the public received by the Commission, pursuant to Article 16(6) of Regulation (EC) No 1924/2006, have been considered when setting the measures provided for in this Regulation.\n(8) Health claims referred to in Article 13(1)(a) of Regulation (EC) No 1924/2006 are subject to the transition measures laid down in Article 28(5) of that Regulation only if they comply with the conditions therein mentioned, among which that they have to comply with the Regulation. As for the claim subject to the present Regulation, the Authority concluded that a cause and effect relationship had not been established between the consumption of the food and the claimed effect and thus it does not comply with the Regulation (EC) No 1924/2006 and it could not benefit from the transition period foreseen in Article 28(5) of that Regulation. A transition period of six months is provided for to enable food business operators to adapt to the requirements laid down in this Regulation.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["The health claim set out in the Annex to this Regulation shall not be included in the Union list of permitted claims as provided for in Article 13(3) of Regulation (EC) No 1924/2006.\nHowever, it may continue to be used for six months after the entry into force of this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  The EFSA Journal (2009) 7 (11):1357.\nANNEX\nRejected health claim\nApplication – Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Immune Balance drink The Immune Balance Drink activates body’s defence Q-2009-00517"}