{"celex_id": "32011R0737", "uri": "http://publications.europa.eu/resource/cellar/5e372707-2a04-462b-a4ba-2bd6f26b6e02", "type": "Regulation", "concepts": ["1088", "3424", "3679", "3682", "4257", "7879"], "title": "Commission Implementing Regulation (EU) No 737/2011 of 26 July 2011 amending Annex I to Council Regulation (EC) No 1217/2009 as regards the list of divisions\n", "header": "27.7.2011 EN Official Journal of the European Union L 195/42\nCOMMISSION IMPLEMENTING REGULATION (EU) No 737/2011\nof 26 July 2011\namending Annex I to Council Regulation (EC) No 1217/2009 as regards the list of divisions\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1217/2009 of 30 November 2009 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Community (1), and in particular Article 3 thereof,\nHaving regard to the requests of France and Hungary,\nWhereas:\n(1) Annex I to Regulation (EC) No 1217/2009 contains a list of divisions within the meaning of Article 2(d) of that Regulation.\n(2) According to that Annex, France is divided into 22 divisions. For the purposes of Regulation (EC) No 1217/2009, France has requested to add Guadeloupe, Martinique and La Réunion to the list of divisions.\n(3) According to that Annex, Hungary is divided into seven divisions. For the purposes of Regulation (EC) No 1217/2009, Hungary has requested to reduce the number of divisions by merging the divisions Közép-Dunántúl, Nyugat-Dunántúl and Dél-Dunántúl into one division Dunántúl and by merging Közép-Magyarország, Észak-Alföld and Dél-Alföld into one division Alföld.\n(4) Regulation (EC) No 1217/2009 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network,", "main_body": ["Annex I to Regulation (EC) No 1217/2009 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from the 2012 accounting year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 15.12.2009, p. 27.\nANNEX\nAnnex I to Regulation (EC) No 1217/2009 is amended as follows:\n(1) in the part concerning France, the following divisions are added:\n‘23. Guadeloupe\n24. Martinique\n25. La Réunion.’;\n(2) the part concerning Hungary is replaced by the following:\n1. Észak-Magyarország\n2. Dunántúl\n3. Alföld.’."}