{"celex_id": "32012R0121", "uri": "http://publications.europa.eu/resource/cellar/a6afc5f1-ee9b-4cba-95ea-34c633bc927c", "type": "Regulation", "concepts": ["2318", "3295", "4284", "4285", "4849", "5315", "6025", "807", "826"], "title": "Regulation (EU) No 121/2012 of the European Parliament and of the Council of 15 February 2012 amending Council Regulations (EC) No 1290/2005 and (EC) No 1234/2007 as regards distribution of food products to the most deprived persons in the Union\n", "header": "16.2.2012 EN Official Journal of the European Union L 44/1\nREGULATION (EU) No 121/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 February 2012\namending Council Regulations (EC) No 1290/2005 and (EC) No 1234/2007 as regards distribution of food products to the most deprived persons in the Union\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first paragraph of Article 42 and Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinions of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1) Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organisations for distribution to the most deprived persons in the Community (4), which was subsequently repealed and integrated into Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (5), has provided a reliable scheme for the distribution of food products to the most deprived persons of the Union (food distribution scheme) for more than two decades and has positively contributed to the social cohesion of the Union by reducing economic and social disparities.\n(2) The objectives of the common agricultural policy (CAP) as defined in Article 39(1) of the Treaty include stabilising markets and ensuring that supplies reach consumers at reasonable prices. Over the years, the food distribution scheme has underpinned the fulfilment of both objectives and, by reducing the food insecurity of the most deprived persons in the Union, has proved to be an essential tool contributing to guaranteeing the broad availability of food within the Union while reducing intervention stocks.\n(3) The European Parliament, in its resolution of 7 July 2011, called on the Commission and the Council to develop a transitional solution for the remaining years of the current multiannual financial framework, so as to avoid a sharp cutback in food aid as a result of the reduction in funding from EUR 500 million to EUR 113 million and so as to ensure that people who are dependent on food aid do not suffer from food poverty.\n(4) The current food distribution scheme relies on the distribution of products from Union intervention stocks, supplemented, on a temporary basis, by purchases on the market. However, successive reforms of the CAP and favourable developments in producer prices have resulted in a progressive reduction in intervention stocks and in the range of products available. The current version of Regulation (EC) No 1234/2007 only allows market purchases in the case of temporary unavailability of products. In the light of the judgment of the General Court in Case T-576/08 (6), purchases of food on the Union market cannot replace the reduced intervention stocks on a regular basis. In these circumstances, it appears appropriate to end the food distribution scheme. In order to give charity organisations in Member States that are using the current food distribution scheme sufficient time to adapt to the new situation, the food distribution scheme should be amended to provide for a phasing-out period, during which market purchases should become a regular source of supply for the food distribution scheme, in order to complement intervention stocks where suitable intervention stocks are not available. The phasing-out period should end on the completion of the 2013 annual plan.\n(5) The Union’s food distribution scheme should apply without prejudice to any national food distribution schemes.\n(6) In order to ensure sound budgetary management, it is necessary to lay down a fixed ceiling for Union aid. The food distribution scheme should be added to the list of expenditure in Article 3(1) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (7) to be financed by the European Agricultural Guarantee Fund (EAGF).\n(7) Experience has shown that certain improvements in the management of the food distribution scheme are necessary. The Commission should therefore establish annual plans for the implementation of the food distribution scheme in 2012 and 2013, based on requests by Member States that have been communicated to the Commission and on other information considered to be relevant. Member States should base their requests for food products on national food distribution programmes setting out their objectives and priorities for food distribution to the most deprived persons, which should include nutritional considerations. In this context, it is appropriate that Member States have the option of giving preference to products of Union origin. Finally, in order to secure a proper coverage of costs linked to the implementation of the annual plans, it is necessary for Member States to be given the option to reimburse, within the resources made available through the annual plans, certain costs incurred by designated organisations in relation to administration, transport and storage.\n(8) Member States should undertake adequate administrative and physical controls and provide penalties in the case of irregularities in order to ensure that the annual plans are implemented in accordance with the applicable rules.\n(9) In order to ensure the continuing operation of the current food distribution scheme, enabling it to be phased out in an efficient manner, this Regulation should apply from 1 January 2012 until the completion of the 2013 annual plan.\n(10) Regulations (EC) No 1290/2005 and (EC) No 1234/2007 should therefore be amended accordingly,", "main_body": ["In Article 3(1) of Regulation (EC) No 1290/2005, the following point is added:\n‘(g) the scheme for the distribution of food to the most deprived persons in the Union provided for in Article 27 of Regulation (EC) No 1234/2007.’.", "Regulation (EC) No 1234/2007 is amended as follows:\n(1) Article 27 is replaced by the following:\n(a) details of the main characteristics and objectives of such programmes;\n(b) the organisations designated;\n(c) the requests for quantities of food products to be distributed each year and other relevant information.\n(a) free of charge; or\n(b) at a price which is in no case greater than that justified by the costs incurred by the designated organisations in their distribution and that are not eligible costs under points (a) and (b) of the second subparagraph of paragraph 7.\n(a) submit to the Commission an annual report on implementation of the food distribution programmes;\n(b) keep the Commission informed in a timely manner on developments affecting the implementation of the food distribution programmes.\n(a) the cost of food products released from intervention stocks;\n(b) the cost of food products purchased on the market; and\n(c) the costs of transporting food products in intervention stocks between Member States.\n(a) costs of transport of food products to the storage depots of the designated organisations;\n(b) the following costs incurred by the designated organisations, to the extent that they are directly linked with the implementation of the annual plans:\n(i) administrative costs;\n(ii) transport costs between the storage depots of the designated organisations and the points of final distribution; and\n(iii) storage costs.\n(2) in Article 204, the following paragraph is added:", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall apply from 1 January 2012 until the completion of the annual plan for 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 15 February 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nN. WAMMEN\n(1)  Opinion of 20 January 2011 (OJ C 84, 17.3.2011, p. 49) and opinion of 8 December 2011 (not yet published in the Official Journal).\n(2)  OJ C 104, 2.4.2011, p. 44.\n(3)  Position of the European Parliament of 26 March 2009 (OJ C 117 E, 6.5.2010, p. 258) and position of the Council at first reading of 23 January 2012 (OJ C 38 E, 11.2.2012, p. 1). Position of the European Parliament of 15 February 2012 (not yet published in the Official Journal).\n(4)  OJ L 352, 15.12.1987, p. 1.\n(5)  OJ L 299, 16.11.2007, p. 1.\n(6)  Case T-576/08 Germany v Commission, judgment of 13 April 2011 (not yet published).\n(7)  OJ L 209, 11.8.2005, p. 1."}