{"celex_id": "32011D0458", "uri": "http://publications.europa.eu/resource/cellar/0c5b3948-6435-40e7-9aa3-515eb51c6b7a", "type": "Decision", "concepts": ["1645", "187", "2218", "3101", "3125", "4136", "4518"], "title": "2011/458/EU: Council Decision of 19 July 2011 on the position to be taken by the European Union within the EEA Joint Committee concerning an amendment to Annex XIII (Transport) to the EEA Agreement\n", "header": "26.7.2011 EN Official Journal of the European Union L 194/4\nCOUNCIL DECISION\nof 19 July 2011\non the position to be taken by the European Union within the EEA Joint Committee concerning an amendment to Annex XIII (Transport) to the EEA Agreement\n(2011/458/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 100(2) and 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Annex XIII to the Agreement on the European Economic Area (1) (‘the EEA Agreement’) contains specific provisions and arrangements concerning transport.\n(2) Regulation (EC) No 1008/2008 of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (2) should be incorporated in the EEA Agreement.\n(3) Regulation (EC) No 1008/2008 has repealed Council Regulations (EEC) No 2407/92 of 23 July 1992 on licensing of air carriers (3), (EEC) No 2408/92 of 23 July 1992 on access for Community air carriers to intra-Community air routes (4) and (EEC) No 2409/92 of 23 July 1992 on fares and rates for air services (5), which are currently incorporated in the EEA Agreement.\n(4) Annex XIII to the EEA Agreement should therefore be amended accordingly.\n(5) The position of the Union within the EEA Joint Committee should be based on the attached draft Decision,", "main_body": ["The position to be taken by the European Union within the EEA Joint Committee on the proposed amendment to Annex XIII to the EEA Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 19 July 2011.\nFor the Council\nThe President\nM. SAWICKI\n(1)  OJ L 1, 3.1.1994, p. 3.\n(2)  OJ L 293, 31.10.2008, p. 3.\n(3)  OJ L 240, 24.8.1992, p. 1.\n(4)  OJ L 240, 24.8.1992, p. 8.\n(5)  OJ L 240, 24.8.1992, p. 15.\nDRAFT\nDECISION No …/2011 OF THE EEA JOINT COMMITTEE\nof …\namending Annex XIII (Transport) to the EEA Agreement\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area (‘the Agreement’), and in particular Article 98 thereof,\nWhereas:\n(1) Annex XIII to the Agreement was amended by Decision of the EEA Joint Committee No …/… of … (1).\n(2) Regulation (EC) No 1008/2008 of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (2) should be incorporated into the Agreement.\n(3) Regulation (EC) No 1008/2008 has repealed Council Regulations (EEC) No 2407/92 of 23 July 1992 on licensing of air carriers (3), (EEC) No 2408/92 of 23 July 1992 on access for Community air carriers to intra-Community air routes (4) and (EEC) No 2409/92 of 23 July 1992 on fares and rates for air services (5), which are incorporated in the Agreement.\n(4) Annex XIII to the Agreement should be amended accordingly,\nHAS ADOPTED THIS DECISION:\nArticle 1\nAnnex XIII to the Agreement is hereby amended as follows:\n(1) point 64a is replaced by the following:\n‘64a 32008 R 1008: Regulation (EC) No 1008/2008 of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (Recast) (OJ L 293, 31.10.2008, p. 3).\n(a) in Article 4(f) the words “, except as provided for in an agreement with a third country to which the Community is a party;” shall be replaced by the following:\n(b) the following is added to Article 16(9), second subparagraph:\n(2) point 65 is deleted;\n(3) point 66b is deleted.\nArticle 2\nThe text of Regulation (EC) No 1008/2008 in the Icelandic and Norwegian languages, to be published in the EEA Supplement to the Official Journal of the European Union, shall be authentic.\nArticle 3\nThis Decision shall enter into force on …, provided that all the notifications pursuant to Article 103(1) of the Agreement have been made to the EEA Joint Committee (6).\nArticle 4\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at …, …\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L ….\n(2)  OJ L 293, 31.10.2008, p. 3.\n(3)  OJ L 240, 24.8.1992, p. 1.\n(4)  OJ L 240, 24.8.1992, p. 8.\n(5)  OJ L 240, 24.8.1992, p. 15.\n(6)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}