{"celex_id": "32012D0297", "uri": "http://publications.europa.eu/resource/cellar/f3c5f0b6-b47e-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["4258", "5504", "5618", "5870", "5909"], "title": "2012/297/EU: Council Decision of 7 June 2012 on the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XXI (Statistics) to the EEA Agreement\n", "header": "12.6.2012 EN Official Journal of the European Union L 151/1\nCOUNCIL DECISION\nof 7 June 2012\non the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XXI (Statistics) to the EEA Agreement\n(2012/297/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 338(1) in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Annex XXI to the Agreement on the European Economic Area (2) (‘the EEA Agreement’) contains specific provisions and arrangements concerning statistics.\n(2) Regulation (EU) No 692/2011 of the European Parliament and of the Council of 6 July 2011 concerning European statistics on tourism (3) should be incorporated into the EEA Agreement.\n(3) Regulation (EU) No 692/2011 repealed Council Directive 95/57/EC of 23 November 1995 on the collection of statistical information in the field of tourism (4) which is incorporated to Annex XXI to the EEA Agreement.\n(4) Annex XXI to the EEA Agreement should therefore be amended accordingly.\n(5) The position of the Union in the EEA Joint Committee should be based on the attached draft Decision,", "main_body": ["The position to be taken by the Union in the EEA Joint Committee on the proposed amendment to Annex XXI (Statistics) to the EEA Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 7 June 2012.\nFor the Council\nThe President\nM. BØDSKOV\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\n(3)  OJ L 192, 22.7.2011, p. 17.\n(4)  OJ L 291, 6.12.1995, p. 32.\nDraft\nDECISION No …/2012 OF THE EEA JOINT COMMITTEE\nof\namending Annex XXI (Statistics) to the EEA Agreement\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area (‘the EEA Agreement’), and in particular Article 98 thereof,\nWhereas:\n(1) Annex XXI to the EEA Agreement was amended by Decision of the EEA Joint Committee No …/… of … (1).\n(2) Regulation (EU) No 692/2011 of the European Parliament and of the Council of 6 July 2011 concerning European statistics on tourism (2) is to be incorporated into the EEA Agreement.\n(3) Regulation (EU) No 692/2011 repealed Council Directive 95/57/EC of 23 November 1995 on the collection of statistical information in the field of tourism (3) which is incorporated to Annex XXI to the EEA Agreement.\n(4) Annex XXI to the EEA Agreement should therefore be amended accordingly,\nHAS ADOPTED THIS DECISION:\nArticle 1\nPoint 7c (Council Directive 95/57/EC) of Annex XXI shall be replaced by following:\n‘7c. 32011 R 0692: Regulation (EU) No 692/2011 of the European Parliament and of the Council of 6 July 2011 concerning European statistics on tourism and repealing Council Directive 95/57/EC (OJ L 192, 22.7.2011, p. 17).\nThe provisions of the Regulation shall, for the purposes of this Agreement, be read with the following adaptation:\nLiechtenstein is exempted from collecting the data required by Annex II to this Regulation.’\nArticle 2\nThe texts of Regulation (EU) No 692/2011 in the Icelandic and Norwegian languages, to be published in the EEA Supplement to the Official Journal of the European Union, shall be authentic.\nArticle 3\nThis Decision shall enter into force on […], provided that all the notifications under Article 103(1) of the EEA Agreement have been made to the EEA Joint Committee (4).\nArticle 4\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels,\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L …\n(2)  OJ L 192, 22.7.2011, p. 17.\n(3)  OJ L 291, 6.12.1995, p. 32.\n(4)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}