{"celex_id": "32010D0064", "uri": "http://publications.europa.eu/resource/cellar/4cb6da4f-8869-4877-b540-5f0975d508ee", "type": "Decision", "concepts": ["1079", "1252", "2300", "4675", "5181", "5334", "6064", "92"], "title": "2010/64/: Commission Decision of 5 February 2010 on the adequacy of the competent authorities of certain third countries pursuant to Directive 2006/43/EC of the European Parliament and of the Council (notified under document C(2010) 590) (Text with EEA relevance)\n", "header": "6.2.2010 EN Official Journal of the European Union L 35/15\nCOMMISSION DECISION\nof 5 February 2010\non the adequacy of the competent authorities of certain third countries pursuant to Directive 2006/43/EC of the European Parliament and of the Council\n(notified under document C(2010) 590)\n(Text with EEA relevance)\n(2010/64/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the functioning of the European Union,\nHaving regard to Directive 2006/43/EC of the European Parliament and of the Council of 17 May 2006 on statutory audits of annual accounts and consolidated accounts, amending Council Directives 78/660/EEC and 83/349/EEC and repealing Council Directive 84/253/EEC (1), and in particular the first subparagraph of Article 47(3) thereof,\nWhereas:\n(1) In accordance with Article 47(1) and Article 53 of Directive 2006/43/EC, as of 29 June 2008, competent authorities of Member States may allow the transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of a third country only if the authorities have been declared adequate by the Commission and there are reciprocal working arrangements between them and the competent authorities of the Member States concerned. It therefore needs to be determined which competent authorities of third countries are adequate for the purpose of transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of a third country.\n(2) A transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of a third country reflects a substantial public interest related to carrying out independent public oversight. Accordingly, any such transfer by the competent authorities of Member States should be made solely for the purpose of the exercise of the competences of public oversight, external quality assurance and investigations of auditors and audit firms by the competent authorities of the third country concerned. The persons employed or formerly employed by competent authorities of the third country that receive the information are subject to obligations of professional secrecy.\n(3) Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (2) applies to the processing of personal data carried out pursuant to this Directive. Accordingly, where a transfer of audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of the third countries below involves the disclosure of personal data, it should always be carried out in accordance with the provisions of Directive 95/46/EC. Member States should ensure, through working arrangements in accordance with Chapter IV of Directive 95/46/EC between their competent authorities and the competent authorities of third countries that the latter would not further disclose personal data comprised in transferred audit working papers or other documents held by statutory auditors or audit firms without the prior agreement of the competent authorities of the Member States concerned. The European Data Protection Supervisor was consulted in respect of the present Decision.\n(4) The adequacy of competent authorities of a third country should be assessed in the light of the cooperation requirements pursuant to Article 36 of Directive 2006/43/EC or essentially equivalent functional results. In particular, the adequacy should be assessed in the light of the competences exercised by the competent authorities of the third country concerned, the safeguards against breaching professional secrecy and confidentiality rules implemented by them and their ability under their laws and regulations to cooperate with the competent authorities of Member States.\n(5) As auditors and audit firms of Community companies which have issued securities in Canada, Japan or Switzerland, or which form part of a group issuing statutory consolidated accounts in those countries are regulated under the domestic laws of those countries, it should be decided whether the competent authorities of Member States may transfer audit working papers or other documents held by statutory auditors or audit firms to the competent authorities of those countries solely for the purposes of the exercise of their competences of public oversight, external quality assurance and investigations of auditors and audit firms.\n(6) Adequacy assessments for the purposes of Article 47 of Directive 2006/43/EC have been carried out with respect to the competent authorities of Canada, Japan and Switzerland. Adequacy decisions should be taken on the basis of those assessments with respect to those authorities.\n(7) The Canadian Public Accountability Board has competence in the public oversight, external quality assurance and investigations of auditors and audit firms. It implements adequate safeguards banning and sanctioning disclosure by its current or former employees of confidential information to any third person or authority. It would use the transferred audit working papers or other documents held by statutory auditors or audit firms solely for purposes related to the public oversight, external quality assurance and investigations of auditors and audit firms. Under the laws and regulations of Canada, it may transfer audit working papers or other documents held by Canadian auditors or audit firms to the competent authorities of any Member State. On this basis, the Canadian Public Accountability Board should be declared adequate for the purpose of Article 47(1) of Directive 2006/43/EC.\n(8) The Financial Services Agency of Japan and the Certified Public Accountants and Auditing Oversight Board within the Financial Services Agency of Japan have competence in the public oversight, external quality assurance and investigations of auditors and audit firms. This Decision should only cover the competences of the Financial Services Agency to investigate auditors and audit firms. The Financial Services Agency of Japan and the Certified Public Accountants and Auditing Oversight Board of Japan implement adequate safeguards banning and sanctioning disclosure by their current or former employees of confidential information to any third person or authority and would use the transferred audit working papers or other documents held by statutory auditors or audit firms solely for purposes related to the public oversight, external quality assurance and investigations of auditors and audit firms. Under the laws and regulations of Japan, they may transfer audit working papers or other documents held by Japanese auditors or audit firms to the competent authorities of any Member State. On this basis, the Financial Services Agency of Japan and the Certified Public Accountants and Auditing Oversight Board of Japan should be declared adequate for the purpose of Article 47(1) of Directive 2006/43/EC.\n(9) The Federal Audit Oversight Authority of Switzerland has competence in the public oversight, external quality assurance and investigations of auditors and audit firms. It implements adequate safeguards banning and sanctioning disclosure by its current or former employees of confidential information to any third person or authority. It would use the transferred audit working papers or other documents held by statutory auditors or audit firms solely for purposes related to the public oversight, external quality assurance and investigations of auditors and audit firms. Under the laws and regulations of Switzerland, it may transfer audit working papers or other documents held by Swiss auditors or audit firms to the competent authorities of any Member State. On this basis, the Federal Audit Oversight Authority of Switzerland should be declared adequate for the purpose of Article 47(1) of Directive 2006/43/EC.\n(10) Transfer of audit working papers should include access to or transmission to the authorities declared adequate under this Decision of audit working papers or other documents held by statutory auditors or audit firms, upon prior agreement of the competent authorities of Member States, and access to or transmission of such papers by the competent authorities of Member States to those authorities. As a consequence, statutory auditors and audit firms should not be allowed to grant access, nor to transmit audit working papers or other documents held by statutory auditors or audit firms to those authorities under other conditions than the ones set out in this Decision and in Article 47 of Directive 2006/43/EC, for example on the basis of consent of the statutory auditor, the audit firms or the client company.\n(11) This Decision should be without prejudice to the cooperation arrangements referred to in Article 25(4) of Directive 2004/109/EC of the European Parliament and of the Council of 15 December 2004 on the harmonisation of transparency requirements in relation to information about issuers whose securities are admitted to trading on a regulated market and amending Directive 2001/34/EC (3).\n(12) As this Decision is taken in the context of the transitional period granted to certain third country auditors and audit firms by Commission Decision 2008/627/EC of 29 July 2008 concerning a transitional period for audit activities of certain third country auditors and audit entities (4), this Decision should not pre-empt any final equivalence decisions that the Commission may adopt pursuant to Article 46 of Directive 2006/43/EC.\n(13) The present Decision aims at facilitating effective cooperation between the competent authorities of the Member States and those of Canada, Japan and Switzerland to allow the exercise of their functions of public oversight, external quality assurance and investigations and, at the same time, to protect the rights of the parties concerned. Member States should communicate to the Commission the working arrangements concluded with those authorities to allow the Commission to assess if cooperation takes place in accordance with Article 47 of the Directive 2006/43/EC.\n(14) The ultimate objective of cooperation with Canada, Japan and Switzerland in audit oversight is to reach mutual reliance on each other’s oversight systems where transfers of audit working papers would be exceptional. The mutual reliance would be based on the equivalence of Community and those countries’ auditor oversight systems.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 48(1) of Directive 2006/43/EC,", "main_body": ["The following competent authorities of third countries shall be considered adequate for the purpose of Article 47(1) of Directive 2006/43/EC:\n1. the Canadian Public Accountability Board;\n2. the Financial Services Agency of Japan;\n3. the Certified Public Accountants and Auditing Oversight Board of Japan;\n4. the Federal Audit Oversight Authority of Switzerland.", "1.   Without prejudice to Article 47(4) and in accordance with Article 53 of Directive 2006/43/EC, as of 29 June 2008, any transfer of audit working papers or other documents held by statutory auditors or audit firms shall be either subject to prior approval by the competent authority of the Member State concerned, or it shall be carried out by the competent authority of the Member State concerned.\n2.   The transfer of audit working papers or other documents held by statutory auditors or audit firms shall not serve any other purposes than the public oversight, external quality assurance or investigations of auditors and audit firms.\n3.   Where audit working papers or other documents held by statutory auditors or audit firms are exclusively held by a statutory auditor or audit firm registered in a Member State other than the Member State where the group auditor is registered and whose competent authority has received a request from any of the authorities referred to in Article 1, such papers or documents shall be transferred to the competent authority of the third country concerned only if the competent authority of the first Member State has given its express agreement to the transfer.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 February 2010.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 157, 9.6.2006, p. 87.\n(2)  OJ L 281, 23.11.1995, p. 31.\n(3)  OJ L 390, 31.12.2004, p. 38.\n(4)  OJ L 202, 31.7.2008, p. 70."}