{"celex_id": "32014D0246", "uri": "http://publications.europa.eu/resource/cellar/57948768-e65f-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1811", "189", "2525", "3246", "5945"], "title": "2014/246/EU: Commission Implementing Decision of 28 April 2014 on the recognition of the legal and supervisory framework of Argentina as equivalent to the requirements of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies  Text with EEA relevance\n", "header": "3.5.2014 EN Official Journal of the European Union L 132/68\nCOMMISSION IMPLEMENTING DECISION\nof 28 April 2014\non the recognition of the legal and supervisory framework of Argentina as equivalent to the requirements of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies\n(Text with EEA relevance)\n(2014/246/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1060/2009 of the European Parliament and of the Council of 16 September 2009 on credit rating agencies (1), and in particular Article 5(6) thereof,\nWhereas:\n(1) On 22 October 2012 the Commission granted a mandate to the European Securities and Markets Authority (ESMA) requesting its advice with regard to the technical assessment of the legal and supervisory framework of Argentina in respect of credit rating agencies (CRAs).\n(2) In its technical advice delivered on 31 May 2013 and in the update to that technical advice delivered on 18 December 2013, ESMA indicated that in its outcomes, the Argentinian legal and supervisory framework in respect of credit rating agencies is comparable to that laid down in Regulation (EC) No 1060/2009.\n(3) Pursuant to the second subparagraph of Article 5(6) of Regulation (EC) No 1060/2009, three conditions need to be fulfilled in order to consider a third country legal and supervisory framework equivalent to the requirements of that Regulation.\n(4) According to the first condition, CRAs in third countries must be subject to authorisation or registration and subject to effective supervision and enforcement on an ongoing basis. The Argentinian legal and regulatory framework has been in place since 1992. It was recently revised and strengthened, and currently consists of Law No 26.831 (the ‘Capital Markets Law’), adopted on 29 November 2012, supplemented by Decree No 1023/13 of 29 July 2013, which establishes general principles on the Argentinean capital markets including high-level principles to be applied to CRAs, and the new implementing National Securities Commission (Comision Nacional de Valores, CNV) regulations, which were adopted by the General Resolution No 622/2013, all in force. CRAs must also comply with all provisions of the International Organisation of Securities Commissions (IOSCO) Code of Conduct. According to this regulatory framework, CRAs have to be registered and are supervised on an ongoing basis by CNV. Law No 26.831 sets out CNV's supervisory and sanctioning competences. The CNV is empowered to carry out inspections and investigations in respect of natural or legal persons subject to its supervisory authority, request the aid of law enforcement authorities, initiate legal actions and report crimes. The CNV carries out on-site and desk inspections for each registered CRA biannually. The CNV may, in case of breach of the applicable provisions, impose penalties such as fines or a prohibition for a minimum period of five years to carry out the activities as director, manager, auditor or member of the rating committee. The CNV can also suspend temporarily or permanently those responsible as well as withdraw the CRAs registrations or authorisation. The CNV keeps a public register of enforcement cases on its website, which indicates when cases are initiated, the final decision reached and penalties imposed. The cooperation agreement concluded between ESMA and CNV provides for information exchange with regard to enforcement and supervisory measures taken against cross border CRAs. On this basis, it should be considered that CRAs in Argentina are subject to registration requirements equivalent to those laid down in Regulation (EC) No 1060/2009 and the Argentinian supervisory and enforcement arrangements applicable to CRAs are effectively applied and enforced.\n(5) According to the second condition, CRAs in the third country must be subject to legally binding rules which are equivalent to those set out in Articles 6 to 12 and Annex I to Regulation (EC) No 1060/2009, with the exception of Articles 6a, 6b, 8a, 8b, 8c and 11a, point (ba) of point 3 and points 3a and 3b of Section B of Annex I to that Regulation. When assessing the fulfilment of this condition due regard should be paid to Article 2(1) of Regulation (EU) No 462/2013 of the European Parliament and of the Council (2) in respect of the date of application of certain provisions of Regulation (EC) No 1060/2009. The Argentinian legal and supervisory framework requires CRAs to be governed by a board of directors, responsible for ensuring sound and prudent management of the CRA, that rating activities are independent and that conflicts of interest are adequately identified, managed, disclosed and eliminated. CRAs must adopt adequate and efficient organisational and administrative arrangements for this purpose and also submit and maintain information on actual and potential conflicts of interest related to the members of the rating committee, members of the board, managers and employees through the Financial Information Highway (‘Autopista de la informacion financiera’). CRAs must establish and maintain a permanent and efficient compliance function which operates independently and reports directly to the board. With regard to organisational processes and procedures, the Argentinian legal and supervisory framework contains detailed rules on outsourcing, record keeping and confidentiality. CRAs are required to perform a review of their rating methodologies, models and key rating assumptions at least once a year and also monitor and revise their ratings at least four times a year. The Argentinian framework contains a wide range of disclosure requirements with regard to credit ratings and rating activities, such as the mandatory use of rating categories, the requirement for credit ratings to be published immediately after the deliberation of the rating committee and for all ratings and their rating reports to be submitted for publication through the Financial Information Highway on CNV's webpage. Therefore, the Argentinian legal and supervisory framework should achieve the same outcomes as Regulation (EC) No 1060/2009 in respect of the management of conflicts of interest, the organisational processes and procedures that a CRA needs to have in place, the quality of ratings and of rating methodologies, the disclosure of credit ratings and the general and periodic disclosure of credit rating activities. It thus provides for equivalent protection in terms of integrity, transparency, good governance of CRAs and reliability of the credit rating activities.\n(6) According to the third condition, the regulatory regime in the third country must prevent interference by the supervisory authorities and other public authorities of that third country with the content of credit rating and methodologies. CNV is an administrative body and consequently is subject to Law 19.549 of 3 April 1972, the Administrative Procedure Law. CNV acts through administrative acts, within the scope of the powers delegated to it. As far as it can be ascertained there is no legal provision empowering CNV or any other public authority to influence the content of credit ratings or methodologies.\n(7) In view of the factors examined, the conditions laid down in the second subparagraph of Article 5(6) of Regulation (EC) No 1060/2009 can be considered to be met by the Argentinian legal and supervisory framework for CRAs. Therefore, the Argentinian legal and supervisory framework for credit rating agencies should be considered equivalent to the legal and supervisory framework established by Regulation (EC) No 1060/2009. The Commission, informed by ESMA, should continue monitoring the evolution of the Argentinian legal and supervisory framework for CRAs and the fulfilment of the conditions on the basis of which this decision has been taken.\n(8) The measures provided for in this Decision are in accordance with the opinion of the European Securities Committee,", "main_body": ["For the purposes of Article 5 of Regulation (EC) No 1060/2009, the legal and supervisory framework for credit rating agencies in force in Argentina shall be considered as equivalent to the requirements of Regulation (EC) No 1060/2009.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 28 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 17.11.2009, p. 1.\n(2)  Regulation (EU) No 462/2013 of the European Parliament and of the Council of 21 May 2013 amending Regulation (EC) No 1060/2009 on credit rating agencies (OJ L 146, 31.5.2013, p. 1)."}