{"celex_id": "32011D0847", "uri": "http://publications.europa.eu/resource/cellar/d26436f5-196a-4d48-b540-e08af078cbd2", "type": "Decision", "concepts": ["3483", "5458", "950"], "title": "Council Implementing Decision 2011/847/CFSP of 16 December 2011 implementing Decision 2010/639/CFSP concerning restrictive measures against Belarus\n", "header": "17.12.2011 EN Official Journal of the European Union L 335/81\nCOUNCIL IMPLEMENTING DECISION 2011/847/CFSP\nof 16 December 2011\nimplementing Decision 2010/639/CFSP concerning restrictive measures against Belarus\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) thereof,\nHaving regard to Council Decision 2010/639/CFSP of 25 October 2010 concerning restrictive measures against Belarus (1), and in particular Article 4(1) thereof,\nWhereas:\n(1) On 25 October 2010, the Council adopted Decision 2010/639/CFSP concerning restrictive measures against Belarus.\n(2) In view of the gravity of the situation in Belarus, additional persons should be included in the list of persons and entities subject to restrictive measures as set out in Annex IIIA to Decision 2010/639/CFSP.\n(3) Annex IIIA to Decision 2010/639/CFSP should be amended accordingly,", "main_body": ["The persons listed in the Annex to this Decision shall be added to the list set out in Annex IIIA to Decision 2010/639/CFSP.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 16 December 2011.\nFor the Council\nThe President\nT. NALEWAJK\n(1)  OJ L 280, 26.10.2010, p. 18.\nANNEX\nPersons referred to in Article 1\nNames Names Names Place and date of birth Position\n‘1. Bandarenka Siarhei Uladzimiravich Бандарэнка Сяргей Уладзiмiравiч Бондаренко Сергей Владимирович Address: Department of law of administration of Pervomaysky district Chornogo K. 5 office 417 Judge of the Pervomaiski District Court of Minsk. On 24 November 2011 he sentenced Ales Byalyatski, one of the most prominent human rights defenders, Chief of the Belarusian HR Centre “Vyasna”, Vice President of FIDH. The trial was conducted in a way that was a clear violation of the Code of Penal Procedure.\n2. Saikouski Uladzimir Сайкоўскi Уладзiмiр Сайковский Владимир Address: Department of law of administration of Pervomaysky district Chornogo K. 5 office 417 Public Prosecutor of the Pervomaiski District Court of Minsk. He dealt with the trial of Ales Byalyatski, one of the most prominent human rights defenders, Chief of the Belarusian HR Centre “Vyasna”, Vice President of FIDH. The accusation presented by the prosecutor in the trial had a clear and imminent political motivation and was a clear violation of the Code of Penal Procedure."}