{"celex_id": "32013R0286", "uri": "http://publications.europa.eu/resource/cellar/2b8f859e-9612-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["12", "2173", "2324", "2591", "5563", "926"], "title": "Commission Implementing Regulation (EU) No 286/2013 of 22 March 2013 on transitional measures to be adopted in respect of trade in agricultural products on the occasion of the accession of Croatia\n", "header": "26.3.2013 EN Official Journal of the European Union L 86/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 286/2013\nof 22 March 2013\non transitional measures to be adopted in respect of trade in agricultural products on the occasion of the accession of Croatia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty of Accession of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular Article 41 thereof,\nWhereas:\n(1) Transitional measures should be adopted in order to avoid the risk of deflection of trade, affecting the common organisation of agricultural markets due to the accession of Croatia to the European Union on 1 July 2013.\n(2) Trade deflections liable to disrupt the market organisations often involve products moved artificially with a view to benefit from enlargement of the Union and do not form part of the normal stocks of the acceding State concerned. Accumulation of such surplus quantities can also give rise to distortion of competition likely to affect the proper functioning of the common organisation of the markets. Surplus stocks may also result from national production. Provisions should, therefore, be made for effective, proportionate, and deterrent charges at the amount of the difference between import duties applicable in Croatia before accession and the import duties applicable in the Union increased with 20 %, to be levied on surplus stocks in Croatia.\n(3) It is necessary to prevent goods in respect of which export refunds were paid before 1 July 2013 from benefiting from a second export refund when exported to third countries after 30 June 2013.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Scope\nThis Regulation shall apply to products set out in the Annex.", "Definitions\nFor the purposes of this Regulation ‘products’ means agricultural products and/or goods not included in Annex I to the Treaty on the Functioning of the European Union.", "Charges on holders of products in free circulation\n1.   Without prejudice to Section 3(a) of Annex IV to the Act of Accession, and where stricter legislation does not apply at national level, Croatia shall levy charges on holders of surplus stocks at 1 July 2013 of products in free circulation.\n2.   In order to determine the surplus stock of each holder, Croatia shall take into account:\n(a) averages of stocks available in the period from 1 July 2010 to 30 June 2013;\n(b) the pattern of trade in the period from 1 July 2010 to 30 June 2013;\n(c) the circumstances in which stocks were built up.\nThe notion ‘surplus stocks’ applies to products imported into or originating from Croatia and to such products outside the customs territory of Croatia but intended for the market in Croatia.\nThe recording of the stocks shall be performed on the basis of the Combined Nomenclature applicable on 1 July 2013.\n3.   The amount of the charge referred to in paragraph 1 shall, for each product concerned, be equal to the amount by which the import duty applicable in the Union in accordance with Annex I to Council Regulation (EEC) No 2658/87 (1), including any applicable additional duty on 30 June 2013, exceeds the import duty applicable in Croatia on that date, plus 20 % of that amount. The revenue of the charge collected by national authorities shall be assigned to the national budget of Croatia.\n4.   Croatia shall, without delay, carry out an inventory of stocks available as on 1 July 2013. To this end, it shall use a system for identifying holders of surplus stocks based on a risk analysis taking account of the following criteria:\n(a) type of activity of the holder;\n(b) capacity of storage facilities;\n(c) level of activity.\nCroatia shall notify the Commission any measures it has implemented prior to its accession, to avoid any speculative stock-piling due to the accession, in particular to monitor and track down import flows for products with high risk of stock-piling, by 1 July 2013.\nCroatia shall notify the Commission of the quantity of products in surplus stocks, except of those quantities in public stocks as referred to in Article 4, by 31 March 2014.\n5.   Where a CN code covers products for which the import duty referred to in paragraph 3 is not the same, the inventory of stocks as referred to in paragraph 4 shall be made for each product or group of products subject to a different import duty.", "Census of public stocks\nBy 1 October 2013 at the latest, Croatia shall communicate the list and the quantities of goods which are in its public stocks as referred to in Section 3 of Annex IV to the Act of Accession.", "National security stocks\nThe stocks as referred to in Article 3(4) and Article 4 shall not include national security stocks which may possibly have been constituted by Croatia. Croatia shall inform the Commission of all changes made to national security stocks together with the conditions governing the changes for the purposes of establishing the Union supply balance.", "Measures in the event of non-payment of charges\nIf any Member State suspects that the charges provided for in Article 3 have not been paid in respect of a product, it shall inform Croatia so as to enable it to take appropriate measures.", "Proof of non-payment of refunds\nProducts for which the declaration of export to third countries is accepted by Croatia during the period from 1 July 2013 to 30 June 2014 may qualify for an export refund if such refund has been fixed in accordance with Article 164 of Council Regulation (EC) No 1234/2007 (2) provided that it is established that no export refund has already been paid in respect of those products or their constituents.", "No double payment of market support measures\nAny product for which an export refund has been paid shall not be eligible for any intervention measure or aid as laid down in Article 3 of Council Regulation (EC) No 1290/2005 (3).", "Entry into force and applicability\nThis Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Croatia.\nIt shall apply until 30 June 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  OJ L 299, 16.11.2007, p. 1.\n(3)  OJ L 209, 11.8.2005, p. 1.\nANNEX\nLIST OF PRODUCTS REFERRED TO IN ARTICLE 1\nCN code Description\n0201 Meat of bovine animals, fresh or chilled\n0202 Meat of bovine animals, frozen\n0203 21 Meat of swine, fresh, chilled or frozen:\n– Frozen:\n– – Carcases and half-carcases\n0203 22 – – Hams, shoulders and cuts thereof, with bone in\n0203 29 – – Other\n0204 Meat of sheep or goats, fresh, chilled or frozen\n0206 10 Edible offal of bovine animals, swine, sheep, goats, horses, asses, mules or hinnies, fresh, chilled or frozen:\n– Of bovine animals, fresh or chilled\n0206 29 – – Other\n0207 12 Meat and edible offal, of the poultry of heading 0105, fresh, chilled or frozen\n– Of fowls of the species Gallus domesticus\n– – Not cut in pieces, frozen\n0207 14 – – Cuts and offal, frozen\n0207 25 – Of turkeys\n– – Not cut in pieces, frozen\n0207 27 – – Cuts and offal, frozen\n0210 Meat and edible meat offal, salted, in brine, dried or smoked; edible flours and meals of meat or meat offal\n0402 10 Milk and cream, concentrated or containing added sugar or other sweetening matter:\n– In powder, granules or other solid forms, of a fat content, by weight, not exceeding 1,5 %\n0402 21 – In powder, granules or other solid forms, of a fat content, by weight, exceeding 1,5 %;\n– – Not containing added sugar or other sweetening matter\n0402 29 – – Other\n0405 Butter and other fats and oils derived from milk; dairy spreads\n0406 Cheese and curd\n0703 20 00 Garlic, fresh or chilled\n0711 51 00 Mushrooms of the genus Agaricus, provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption\n0811 10 11 Strawberries, uncooked or cooked by steaming or boiling in water, frozen, whether or not containing sugar or other sweetening matter,\n– – containing added sugar or other sweetening matter\n– – – with a sugar content exceeding 13 % by weight\n0811 10 19 Strawberries, uncooked or cooked by steaming or boiling in water, frozen, whether or not containing sugar or other sweetening matter,\n– – containing added sugar or other sweetening matter\n– – – other, with a sugar content not exceeding 13 % by weight\n0811 10 90 Strawberries, uncooked or cooked by steaming or boiling in water, frozen, whether or not containing sugar or other sweetening matter,\n– other than containing added sugar or other sweetening matter\n1001 Wheat and meslin\n1002 Rye\n1003 Barley\n1004 Oats\n1005 Maize (corn)\n1006 10 Rice in the husk (paddy or rough)\n1006 20 Husked (brown) rice\n1006 30 Semi-milled or wholly milled rice, whether or not polished or glazed\n1006 40 00 Broken rice\n1007 Grain sorghum\n1008 Buckwheat, millet and canary seed; other cereals\n1101 00 Wheat or meslin flour\n1102 Cereal flours other than of wheat or meslin\n1103 Cereal groats, meal and pellets\n1104 Cereal grains otherwise worked (for example, hulled, rolled, flaked, pearled, sliced or kibbled), except rice of heading 1006; germ of cereals, whole, rolled, flaked or ground\n1107 Malt, whether or not roasted\n1108 Starches; inulin\n1109 00 00 Wheat gluten, whether or not dried\n1602 Other prepared or preserved meat, meat offal or blood\n2003 10 Mushrooms of the genus Agaricus, prepared or preserved otherwise than by vinegar or acetic acid\n2008 30 55 Citrus fruit, otherwise prepared or preserved, not containing added spirit but containing added sugar, in immediate packings of a net content exceeding 1 kg:\n– – – – Mandarins (including tangerines and satsumas); clementines, wilkings and other similar citrus hybrids\n2008 30 75 Citrus fruit, otherwise prepared or preserved, not containing added spirit but containing added sugar, in immediate packings of a net content not exceeding 1 kg:\n– – – – Mandarins (including tangerines and satsumas); clementines, wilkings and other similar citrus hybrids\nEx20083090 Mandarins (including tangerines and satsumas); clementines, wilkings and other similar citrus hybrids\n– – – Not containing added sugar\n2008 70 92 Peaches, including nectarines;\n– – – Not containing added spirit and sugar, in immediate packings of a net content of 5 kg or more\n2204 30 – Other grape must\n2207 – Undenatured ethyl alcohol of an alcoholic strength by volume of 80 % vol or higher; ethyl alcohol and other spirits, denatured, of any strength\n2208 90 91 – – Undenatured ethyl alcohol of an alcoholic strength by volume of less than 80 % vol, in containers holding:\n– – – 2 litres or less\n2208 90 99 – – – More than 2 litres"}