{"celex_id": "32014R0358", "uri": "http://publications.europa.eu/resource/cellar/4f42e643-c083-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2739", "2744", "3730", "4036"], "title": "Commission Regulation (EU) No 358/2014 of 9 April 2014 amending Annexes II and V to Regulation (EC) No 1223/2009 of the European Parliament and of the Council on cosmetic products  Text with EEA relevance\n", "header": "10.4.2014 EN Official Journal of the European Union L 107/5\nCOMMISSION REGULATION (EU) No 358/2014\nof 9 April 2014\namending Annexes II and V to Regulation (EC) No 1223/2009 of the European Parliament and of the Council on cosmetic products\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1223/2009 of the European Parliament and of the Council of 30 November 2009 on cosmetic products (1), and in particular Article 31(1) thereof,\nWhereas:\n(1) Entry 25 of Annex V to Regulation (EC) No 1223/2009 specifies a maximum concentration of 0,3 % in relation to the use of triclosan as a preservative in cosmetic products.\n(2) The Scientific Committee on Consumer Products (SCCP), subsequently replaced by the Scientific Committee on Consumer Safety (SCCS) pursuant to Commission Decision 2008/721/EC (2), adopted an opinion on the safety of triclosan for human health in January 2009 (3), followed by an addendum of March 2011 (4).\n(3) The SCCP considered that the continued use of triclosan as a preservative at the current maximum concentration limit of 0,3 % in all cosmetic products is not safe for the consumer because of the magnitude of the aggregate exposure, and the SCCS confirmed this position. However, the SCCP considered that its use at a maximum concentration of 0,3 % in toothpastes, hand soaps, body soaps/shower gels and deodorants, face powders and blemish concealers is safe. In addition, the SCCS considered that other uses of triclosan in nail products where the intended use is to clean the fingernails and toenails before the application of artificial nail systems at a maximum concentration of 0,3 % and in mouthwashes at a maximum concentration of 0,2 % are safe for the consumer.\n(4) In light of the SCCS opinions mentioned above, the Commission considers that maintaining the restriction on the use of triclosan at its current level would raise a potential risk to human health. The additional restrictions suggested by the SCCP and the SCCS should therefore be implemented in Annex V to Regulation (EC) No 1223/2009.\n(5) Entry 12 of Annex V to Regulation (EC) No 1223/2009 specifies a maximum concentration of 0,4 % for single ester and 0,8 % for mixtures of esters in relation to the use of parabens as preservatives in cosmetic products, under the denomination 4-hydroxybenzoic acid and its salts and esters.\n(6) The SCCS adopted an opinion on parabens in December 2010 (5), followed by a clarification of October 2011 (6) in response to a unilateral decision by Denmark to ban propylparaben and butylparaben, their isoforms and their salts in cosmetic products for children under three years of age based on their potential endocrine activity, taken in accordance with Article 12 of Council Directive 76/768/EEC (7).\n(7) The SCCS confirmed that methylparaben and ethylparaben are safe at the maximum authorised concentrations. In addition, the SCCS noted that limited or no information was submitted by industry for the safety evaluation of isopropylparaben, isobutylparaben, phenylparaben, benzylparaben and pentylparaben. As a result, for these compounds, the human risk cannot be evaluated. Therefore, those substances should no longer be listed in Annex V and, given that they might be used as antimicrobial agents, they should be listed in Annex II to make clear that they are prohibited in cosmetic products.\n(8) The conclusions the SCCS drew in the same opinions on propylparaben and butylparaben were challenged by a study carried out by the French authorities (8), therefore a further risk assessment of those two substances was adopted by the SCCS in May 2013 (9). Measures on propylparaben and butylparaben are under preparation, as a second step in the risk management of parabens.\n(9) No concerns were raised on the safety of 4-Hydroxybenzoic acid and its salts (calcium paraben, sodium paraben, potassium paraben).\n(10) The relevant annexes to Regulation (EC) No 1223/2009 should therefore be amended accordingly.\n(11) The application of the above-mentioned restrictions should be deferred to allow the industry to make the necessary adjustments to product formulations. In particular, undertakings should be granted six months to place on the market compliant products, and 15 months to stop making available on the market non-compliant products after the entry into force of this Regulation, in order to allow existing stocks to be exhausted.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Cosmetic Products,", "main_body": ["Annexes II and V to Regulation (EC) No 1223/2009 are amended in accordance with the Annex to this Regulation.", "From 30 October 2014 only cosmetic products which comply with this Regulation shall be placed on the Union market.\nFrom 30 July 2015 only cosmetic products which comply with this Regulation shall be made available on the Union market.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 342, 22.12.2009, p. 59.\n(2)  Commission Decision 2008/721/EC of 5 August 2008 setting up an advisory structure of Scientific Committees and experts in the field of consumer safety, public health and the environment and repealing Decision 2004/210/EC (OJ L 241, 10.9.2008, p. 21).\n(3)  SCCP/1192/08, http://ec.europa.eu/health/ph_risk/committees/04_sccp/docs/sccp_o_166.pdf\n(4)  SCCS/1414/11, http://ec.europa.eu/health/scientific_committees/consumer_safety/docs/sccs_o_054.pdf\n(5)  SCCS/1348/10 Revision 22 March 2011.\n(6)  SCCS/1446/11.\n(7)  OJ L 262, 27.9.1976, p. 169.\n(8)  Gazin V., Marsden E., Briffaux J-P (2012), Propylparaben: 8-week postweaning juvenile toxicity study with 26-week treatment free period in male Wistar rat by the oral route (gavage) Poster SOT Annual Meeting San Francisco USA — Abstract ID 2359*327.\n(9)  SCCS/1514/13.\nANNEX\nThe annexes to Regulation (EC) No 1223/2009 are amended as follows:\n(1) in Annex II the following entries 1374 to 1378 are added:\nReference Number Substance Identification\nChemical Name/INN CAS number EC number\na b c d\n‘1374 Isopropyl 4-hydroxybenzoate (INCI: Isopropylparaben) 4191-73-5 224-069-3\n1375 Isobutyl 4-hydroxybenzoate (INCI: Isobutylparaben) 4247-02-3 224-208-8\nSodium salt or Salts of Isobutylparaben 84930-15-4 284-595-4\n1376 Phenyl 4-hydroxybenzoate (INCI: Phenylparaben) 17696-62-7 241-698-9\n1377 Benzyl 4-hydroxybenzoate (INCI: Benzylparaben) 94-18-8\n1378 Pentyl 4-hydroxybenzoate (INCI: Pentylparaben) 6521-29-5 229-408-9’\n(2) Annex V is amended as follows:\n(a) entry 12 is replaced by the following:\nSubstance Identification Conditions\nReference number Chemical name/INN Name of Common Ingredients Glossary CAS number EC number Product type, Body parts Maximum concentration in ready for use preparation Other Wording of conditions of use and warnings\na b c d e f g h i\n‘12 4-Hydroxybenzoic acid and its salts and esters, other than the esters of isopropyl, isobutyl, phenyl, benzyl and pentyl 4-Hydroxybenzoic acid 99-96-7 202-804-9  0,4 % (as acid) for single ester,\nmethylparaben 99-76-3 202-785-7\nbutylparaben 94-26-8 202-318-7\npotassium ethylparaben 36457-19-9 253-048-1\npotassium paraben 16782-08-4 240-830-2\npropylparaben 94-13-3 202-307-7\nsodium methylparaben 5026-62-0 225-714-1\nsodium ethylparaben 35285-68-8 252-487-6\nsodium propylparaben 35285-69-9 252-488-1\nsodium butylparaben 36457-20-2 253-049-7\nethylparaben 120-47-8 204-399-4\nsodium paraben 114-63-6 204-051-1\npotassium methylparaben 26112-07-2 247-464-2\npotassium butylparaben 38566-94-8 254-009-1\npotassium propylparaben 84930-16-5 284-597-5\ncalcium paraben 69959-44-0 274-235-4\n(b) entry 25 is replaced by the following:\nSubstance Identification Conditions\nReference number Chemical name/INN Name of Common Ingredients Glossary CAS number EC number Product type, Body parts Maximum concentration in ready for use preparation Other Wording of conditions of use and warnings\na b c d e f g h i\n(a) Toothpastes\n(a) 0,3 %\n(b) Mouthwashes\n(b) 0,2 %’"}