{"celex_id": "32011D0389", "uri": "http://publications.europa.eu/resource/cellar/ea398cf5-f666-4471-b32c-cf9199c3bb3d", "type": "Decision", "concepts": ["2527", "4505", "5618", "5650", "5782"], "title": "2011/389/EU: Commission Decision of 30 June 2011 on the Union-wide quantity of allowances referred to in Article 3e(3)(a) to (d) of Directive 2003/87/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emission allowances trading within the Community  Text with EEA relevance\n", "header": "1.7.2011 EN Official Journal of the European Union L 173/13\nCOMMISSION DECISION\nof 30 June 2011\non the Union-wide quantity of allowances referred to in Article 3e(3)(a) to (d) of Directive 2003/87/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emission allowances trading within the Community\n(Text with EEA relevance)\n(2011/389/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowances trading within the Community and amending Council Directive 96/61/EC (1), and in particular Article 3e(3)(a) to (d) thereof,\nWhereas:\n(1) Article 3e(3)(a) to (d) of Directive 2003/87/EC provides for a decision by the Commission, before the start of each trading period, fixing the total quantity of allowances to be created, auctioned, placed in the special reserve provided for in Article 3f(1) of Directive 2003/87/EC, and distributed for free to aircraft operators. These quantities are to be determined arithmetically from the figure on the historical aviation emissions which has been set by Commission Decision 2011/149/EU of 7 March 2011 on historical aviation emissions pursuant to Article 3c(4) of Directive 2003/87/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emission allowances trading within the Community (2), at 219 476 343 tonnes of CO2.\n(2) Following its adaptation on incorporation into the EEA Agreement by Decision of the EEA Joint Committee No 6/2011 of 1 April 2011 amending Annex XX (Environment) to the EEA Agreement (3), Article 3e(3) of Directive 2003/87/EC also provides for the calculation of EEA-wide quantities of allowances by the EEA Joint Committee when incorporating this Decision into the EEA Agreement.\n(3) Pursuant to Article 3e(3)(e) and the third subparagraph of Article 3f(5) of Directive 2003/87/EC (inserted on incorporation into the EEA Agreement), the Commission is to decide on the EEA-wide benchmark, which needs to be based on the EEA-wide quantities of allowances fixed by the EEA Joint Committee. Accordingly, a decision on the benchmark cannot be taken until the EEA-wide quantities have been fixed by the EEA Joint Committee,", "main_body": ["1.   The Union-wide total number of allowances referred to in Article 3c(1) of Directive 2003/87/EC relating to the period from 1 January 2012 to 31 December 2012 is 212 892 053.\n2.   The Union-wide total number of allowances referred to in Article 3c(2) of Directive 2003/87/EC relating to each year of the period beginning on 1 January 2013 is 208 502 526.", "1.   The Union-wide total number of allowances referred to in Article 3d(1) of Directive 2003/87/EC relating to the period from 1 January 2012 to 31 December 2012 is 31 933 808.\n2.   The Union-wide total number of allowances referred to in Article 3d(2) of Directive 2003/87/EC relating to each year of the period beginning on 1 January 2013 is 31 275 379.", "The Union-wide total number of allowances referred to in Article 3f(1) of Directive 2003/87/EC relating to the special reserve is 50 040 608.", "1.   The Union-wide total number of allowances referred to in Article 3e(3)(d) of Directive 2003/87/EC relating to the period from 1 January 2012 to 31 December 2012 is 180 958 245.\n2.   The Union-wide total number of allowances referred to in Article 3e(3)(d) of Directive 2003/87/EC relating to each year of the period beginning on 1 January 2013 is 170 972 071.", "This Decision shall enter into force on the third day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 June 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 275, 25.10.2003, p. 32.\n(2)  OJ L 61, 8.3.2011, p. 42.\n(3)  OJ L 93, 7.4.2011, p. 35."}