{"celex_id": "32015R0192", "uri": "http://publications.europa.eu/resource/cellar/c0cae496-b0ec-11e4-b5b2-01aa75ed71a1", "type": "Regulation", "concepts": ["249", "3483", "3584"], "title": "Council Regulation (EU) 2015/192 of 9 February 2015 amending Regulation (EC) No 174/2005 imposing restrictions on the supply of assistance related to military activities to Côte d'Ivoire\n", "header": "10.2.2015 EN Official Journal of the European Union L 33/1\nCOUNCIL REGULATION (EU) 2015/192\nof 9 February 2015\namending Regulation (EC) No 174/2005 imposing restrictions on the supply of assistance related to military activities to Côte d'Ivoire\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215(1) thereof,\nHaving regard to Council Decision 2010/656/CFSP of 29 October 2010 renewing the restrictive measures against Côte d'Ivoire (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Decision 2010/656/CFSP repealed Council Common Position 2004/852/CFSP (2) and renewed the restrictive measures imposed against Côte d'Ivoire in order to implement United Nations Security Council Resolution (‘UNSCR’) 1572 (2004) and successor UNSCRs. Council Regulation (EC) No 174/2005 (3) was adopted to give effect to Common Position 2004/852/CFSP and now gives effect to Decision 2010/656/CFSP at Union level by imposing restrictions on the supply, to Côte d'Ivoire, of assistance related to military activities.\n(2) An additional derogation from the prohibition on the sale, supply, transfer and export of equipment which might be used for internal repression should be introduced in order to enable the authorisation of certain equipment, where appropriate, for the purposes of civilian use in mining or infrastucture projects, following the adoption of Council Decision (CFSP) 2015/202 (4).\n(3) That measure falls within the scope of the Treaty on the Functioning of the European Union and, therefore, in particular with a view to ensuring uniform application of the measure by economic operators in all Member States, regulatory action at the level of the Union is necessary in order to implement it.\n(4) Regulation (EC) No 174/2005 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 174/2005 is amended as follows:\n(1) Article 1 is deleted.\n(2) Article 4a is replaced by the following:\n(3) The following Article is inserted:\n(4) In Annex I, the title is replaced by the following:\n(5) In Annex II, the title is replaced by the following:", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 February 2015.\nFor the Council\nThe President\nF. MOGHERINI\n(1)  OJ L 285, 30.10.2010, p. 28.\n(2)  Council Common Position 2004/852/CFSP of 13 December 2004 concerning restrictive measures against Côte d'Ivoire (OJ L 368, 15.12.2004, p. 50).\n(3)  Council Regulation (EC) No 174/2005 of 31 January 2005 imposing restrictions on the supply of assistance related to military activities to Côte d'Ivoire (OJ L 29, 2.2.2005, p. 5).\n(4)  Council Decision (CFSP) 2015/202 of 9 February 2015 amending Decision 2010/656/CFSP renewing the restrictive measures against Côte d'Ivoire (see page 37 of this Official Journal)."}