{"celex_id": "32010R0944", "uri": "http://publications.europa.eu/resource/cellar/be9b9335-c67f-4c4a-a9bb-833c522903b7", "type": "Regulation", "concepts": ["1117", "1118", "1605", "2511", "2635", "2888", "693"], "title": "Commission Regulation (EU) No 944/2010 of 20 October 2010 correcting Regulation (EU) No 902/2010 establishing the standard import values for determining the entry price of certain fruit and vegetables\n", "header": "21.10.2010 EN Official Journal of the European Union L 277/15\nCOMMISSION REGULATION (EU) No 944/2010\nof 20 October 2010\ncorrecting Regulation (EU) No 902/2010 establishing the standard import values for determining the entry price of certain fruit and vegetables\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (‘Single CMO Regulation’) (1),\nHaving regard to Commission Regulation (EC) No 1580/2007 of 21 December 2007 laying down implementing rules for Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector (2) , and in particular Article 138(1) thereof,\nWhereas:\n(1) A check has revealed an error in the Annex to Commission Regulation (EU) No 902/2010 (3).\n(2) Commission Regulation (EU) No 902/2010 should therefore be amended accordingly.\n(3) Application of the corrected standard import value must be requested by the party concerned so that they are not placed retroactively at a disadvantage,", "main_body": ["The Annex to Regulation (EU) No 902/2010 shall be amended in accordance with the Annex to this Regulation.", "At the request of the party concerned, the customs office where the import was recorded shall refund part of the customs duties for the products originating in the third country concerned and released for free circulation during the period between 9 and 11 October 2010.\nRefund applications must be lodged no later than the last day of the third month following that in which this Regulation enters into force and must be accompanied by the declaration of release for free circulation for the import concerned.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 October 2010.\nFor the Commission, On behalf of the President,\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 350, 31.12.2007, p. 1.\n(3)  OJ L 266, 9.10.2010, p. 56.\nANNEX\nThe second line of the Annex to Regulation (EU) No 902/2010, in the Section relating to CN Code 0808 10 80, is to be replaced by the following text:\n‘BR 51,1’"}