{"celex_id": "32013R0126", "uri": "http://publications.europa.eu/resource/cellar/b46647e6-7696-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["2739", "4036", "5451", "867"], "title": "Commission Regulation (EU) No 126/2013 of 13 February 2013 amending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH)  Text with EEA relevance\n", "header": "14.2.2013 EN Official Journal of the European Union L 43/24\nCOMMISSION REGULATION (EU) No 126/2013\nof 13 February 2013\namending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 131 thereof,\nWhereas:\n(1) Annex XVII to Regulation (EC) No 1907/2006 has taken over the restrictions previously laid down in Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (2). In entry 6, paragraph 1, of Annex XVII to that Regulation, the term ‘product’, used in the original restriction on asbestos in Directive 76/769/EEC, was replaced by ‘article’ which does not cover mixtures. In order for entry 6, paragraph 1, to cover the same items as that Directive, the term ‘mixtures’ should be added.\n(2) The derogations in entries 16 and 17 of Annex XVII to Regulation (EC) No 1907/2006 as regards the use of lead carbonates and lead sulphates in paints for the restoration and maintenance of works of art and historic buildings and their interiors should apply not only to the use but also to the placing on the market in order to allow those paints to be available for restoration and maintenance works as well.\n(3) The restriction in entries 28, 29 and 30 of Annex XVII to Regulation (EC) No 1907/2006 makes reference to a specific concentration limit laid down in Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (3) and to a concentration limit specified in Directive 1999/45/EC of the European Parliament and of the Council of 31 May 1999 concerning the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations (4) that are applied in order to determine whether a substance or mixture is covered by that restriction. It should be clarified that the concentration limit specified in Directive 1999/45/EC applies only where a specific concentration limit is not set out in Part 3 of Annex VI to Regulation (EC) No 1272/2008.\n(4) Commission Regulation (EU) No 519/2012 of 19 June 2012 amending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annex I (5) added short-chain chlorinated paraffins (hereinafter ‘SCCPs’) to Annex I to Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (6). Production, placing on the market and use of SCCPs is therefore prohibited, subject to certain specific exemptions. Entry 42 in Annex XVII to Regulation (EC) No 1907/2006, which restricts two uses of SCCPs that are now banned under Regulation (EC) No 850/2004 has become superfluous and should therefore be deleted.\n(5) A harmonised testing method adopted by the European Committee for Standardization for determining the water soluble chromium VI content of cement in accordance with Directive 2003/53/EC of the European Parliament and of the Council of 18 June 2003 amending for the 26th time Council Directive 76/769/EEC relating to restrictions on the marketing and use of certain dangerous substances and preparations (nonylphenol, nonylphenol ethoxylate and cement) (7) should be used. For the purpose of clarity, entry 47 of Annex XVII to Regulation (EC) No 1907/2006 should contain a reference to that testing method.\n(6) The substance methylenediphenyl diisocyanate (MDI) in entry 56 of Annex XVII to Regulation (EC) No 1907/2006, identified by CAS number 26447-40-5 and EC number 247-714-0, encompasses all isomeric mixtures and all specific isomers. However, certain specific isomers have specific CAS or EC numbers. In order to clarify that all isomers are covered, three specific CAS and EC numbers should be added.\n(7) Commission Regulation (EC) No 552/2009 of 22 June 2009 amending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (8) deleted notes E, H and S from the foreword to Appendices 1 to 6 to Annex XVII to Regulation (EC) No 1907/2006, as well as from the Appendices 1, 2, 3, 5 and 6. For reasons of coherence, the notes E, H and S should be deleted also from Appendix 4.\n(8) The entry on diisopentylphthalate in Appendix 6 to Annex XVII to Regulation (EC) No 1907/2006 indicates incorrect EC and CAS numbers, which should be corrected.\n(9) New standards concerning the testing methods for azocolourants and azodyes have been adopted by the European Committee for Standardization. It is therefore necessary to update Appendix 10 to Annex XVII to Regulation (EC) No 1907/2006 to take account of those standards.\n(10) Regulation (EC) No 1907/2006 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the committee established by Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex XVII to Regulation (EC) No 1907/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ L 262, 27.9.1976, p. 201.\n(3)  OJ L 353, 31.12.2008, p. 1.\n(4)  OJ L 200, 30.7.1999, p. 1.\n(5)  OJ L 159, 20.6.2012, p. 1.\n(6)  OJ L 158, 30.4.2004, p. 7.\n(7)  OJ L 178, 17.7.2003, p. 24.\n(8)  OJ L 164, 26.6.2009, p. 7.\nANNEX\nAnnex XVII to Regulation (EC) No 1907/2006 is amended as follows:\n(1) in entry 6, column 2, paragraph 1, the first subparagraph is replaced by the following:\n‘1. The manufacture, placing on the market and use of these fibres and of articles and mixtures containing these fibres added intentionally is prohibited.’;\n(2) in entry 16, column 2, the second paragraph is replaced by the following:\n(3) in entry 17, column 2, the second paragraph is replaced by the following:\n(4) in entries 28, 29 and 30, column 2, paragraph 1, the fifth indent of the first subparagraph is replaced by the following:\n‘— the relevant concentration specified in Directive 1999/45/EC where no specific concentration limit is set out in Part 3 of Annex VI to Regulation (EC) No 1272/2008.’;\n(5) in entry 40, column 1, the words ‘to that Regulation’ are replaced by ‘to Regulation (EC) No 1272/2008’;\n(6) entry 42 is deleted;\n(7) in entry 47, column 2, the following paragraph 4 is added:\n‘4. The standard adopted by the European Committee for Standardization (CEN) for testing the water-soluble chromium (VI) content of cement and cement-containing mixtures shall be used as the test method for demonstrating conformity with paragraph 1.’;\n(8) in entry 56, column 1 is replaced by the following:\n’56. Methylenediphenyl diisocyanate (MDI)\n(a) 4,4’-Methylenediphenyl diisocyanate:\n(b) 2,4’-Methylenediphenyl diisocyanate:\n(c) 2,2’-Methylenediphenyl diisocyanate:\n(9) in Appendix 4, in the column headed ‘Notes’, references to notes E, H and S are deleted;\n(10) in Appendix 6, the row for the entry concerning 1,2-benzenedicarboxylic acid, dipentylester, branched and linear n-pentyl-isopentylphthalate, di-n-pentyl phthalate, diisopentylphthalate is replaced by the following:\nSubstances Index No EC No CAS No Notes\n‘1,2-benzenedicarboxylic acid, dipentylester, branched and linear [1] 607-426-00-1 284-032-2 [1] 84777-06-0 [1]\nn-pentyl-isopentylphthalate [2]  [2] [2]\ndi-n-pentyl phthalate [3]  205-017-9 [3] 131-18-0 [3]\nDiisopentylphthalate [4]  210-088-4 [4] 605-50-5 [4]’\n(11) Appendix 10 is replaced by the following:\nEuropean standardisation organisation Reference and title of the harmonised standard Reference of the superseded standard\nCEN EN ISO 17234-1:2010 CEN ISO/TS 17234:2003\nCEN EN ISO 17234-2:2011 CEN ISO/TS 17234:2003\nCEN EN 14362-1:2012 EN 14362-1:2003\nCEN EN 14362-3:2012"}