{"celex_id": "32010R0197", "uri": "http://publications.europa.eu/resource/cellar/6975805f-06b4-4d62-921b-5b1a52da3d08", "type": "Regulation", "concepts": ["11", "3181", "4079", "4509"], "title": "Commission Regulation (EU) No 197/2010 of 9 March 2010 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\n", "header": "10.3.2010 EN Official Journal of the European Union L 60/9\nCOMMISSION REGULATION (EU) No 197/2010\nof 9 March 2010\namending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) Article 14o(2) of Commission Regulation (EEC) No 2454/93 (2) provides that an AEO certificate is to be issued within 90 calendar days of the date of receipt of the application in accordance with Article 14c of that Regulation. That period may be extended by one further period of 30 calendar days where the customs authority is unable to meet the deadline insofar as it informs the applicant of the reasons for the extension. However, Article 2 of Commission Regulation (EC) No 1875/2006 (3) amending Regulation (EEC) No 2454/93 extends the period of 90 calendar days for issuing an AEO certificate to 300 calendar days, during a transitional period of 24 months which expires on 31 December 2009. As from 1 January 2010, the time limits set out in Article 14o of Regulation (EEC) No 2454/93 apply.\n(2) The practical implementation of the AEO legislation has shown that in most cases the whole authorisation process usually takes more than 90 calendar days and in the cases of some big companies, the process can take up to 150 days.\n(3) Since Commission Regulation (EC) No 1192/2008 (4) amending Regulation (EEC) No 2454/93 has introduced a system whereby the applicant for a single authorisation for simplified declaration, for local clearance procedure, for customs procedures with economic impact or for end-use must comply with the AEO criteria or equivalent criteria, the number of applications for an AEO certificate has increased considerably, as most of the economic operators prefer to apply first for an AEO certificate as holder of which they are deemed to fulfil certain conditions and criteria required for authorisations for simplified procedures. Due to that increase, it has become very difficult for customs authorities to comply with the obligation to issue AEO certificates within the time limits set out in Article 14o(2) of Regulation (EEC) No 2454/93.\n(4) Accordingly, in order to ensure the smooth operation of the AEO system as from 1 January 2010, it is necessary to extend the period for issuing an AEO certificate or for rejecting an application to 120 days and to provide for an extension of that period by one further period of 60 days.\n(5) Regulation (EEC) No 2454/93 should therefore be amended accordingly.\n(6) Since the transitional period provided for in Regulation (EC) No 1875/2006 expires on 31 December 2009, this Regulation should apply from 1 January 2010.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Article 14o(2) of Regulation (EEC) No 2454/93 is replaced by the following:\n‘2.   The customs authority shall issue an AEO Certificate or reject the application within 120 calendar days of the date of receipt of the application in accordance with Article 14c. Where it is unable to meet the deadline, this period may be extended by one further period of 60 calendar days. In such cases, the customs authority shall, before the expiry of the period of 120 calendar days, inform the applicant of the reasons for the extension.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  OJ L 253, 11.10.1993, p. 1.\n(3)  OJ L 360, 19.12.2006, p. 64.\n(4)  OJ L 329, 6.12.2008, p. 1."}