{"celex_id": "32010R0384", "uri": "http://publications.europa.eu/resource/cellar/27531fdc-3b0a-4287-a2f0-7702cc2a5984", "type": "Regulation", "concepts": ["1268", "1425", "1590", "1854", "2735", "3885", "7130", "893"], "title": "Commission Regulation (EU) No 384/2010 of 5 May 2010 on the authorisation and refusal of authorisation of certain health claims made on foods and referring to the reduction of disease risk and to children’s development and health (Text with EEA relevance)\n", "header": "6.5.2010 EN Official Journal of the European Union L 113/6\nCOMMISSION REGULATION (EU) No 384/2010\nof 5 May 2010\non the authorisation and refusal of authorisation of certain health claims made on foods and referring to the reduction of disease risk and to children’s development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 17(3) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on food are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as the Authority.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission of the application, and to deliver an opinion on a health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) All the opinions referred to in this Regulation are related to applications for reduction of disease risk claims, as referred to in Article 14(1)(a) of Regulation (EC) No 1924/2006.\n(6) Following an application from Danone France, submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Danacol® on blood cholesterol (Question No EFSA-Q-2008-779) (2). The claim proposed by the applicant was worded as follows: ‘Danacol® reduces LDL-cholesterol by 10 % in 3 weeks, and the reduction is maintained with daily consumption. High blood cholesterol is one of the main risk factors in the development of (coronary) heart disease’.\n(7) On the basis of the data presented, the Authority concluded in its opinion received by the Commission on 3 August 2009 that a cause and effect relationship had been established between the daily consumption of 1,6 g of phytosterols and the claimed effect. Accordingly, a health claim reflecting this conclusion should be considered as complying with the requirements of Regulation (EC) No 1924/2006, and it should be included in the Community list of permitted claims.\n(8) On 3 August 2009, the Commission and the Member States received also the scientific opinion from the Authority, based on the request of the Commission and a similar request from France, following the conclusions of the Standing Committee of the Food Chain and Animal Health and in accordance with Article 19(2) of Regulation (EC) No 1924/2006, regarding the possibility to indicate a quantitative effect in health claims related to the effects of plant sterols/plant stanols esters and lowering of blood cholesterol (Question No EFSA-Q-2009-00530 and Q-2009-00718) (3). The Authority concluded that for a daily intake of 1,5-2,4 g plant sterols/stanols added to foods such as yellow fat spreads, dairy products, mayonnaise and salad dressings an average reduction of between 7 and 10,5 % can be expected and that such reduction is of biological significance. In addition, the Authority indicated that the blood LDL cholesterol lowering effect is usually established within the 2-3 weeks and can be sustained by a continued consumption of plant sterols/stanols.\n(9) Accordingly, taking into account the scientific opinion from the Authority and in order to ensure that such health claims referring to the magnitude of the claimed effect are authorised in a way that would not mislead the consumer, and that their conditions of use are set in a coherent way, it is necessary to set different conditions of use than those proposed by the applicant.\n(10) Article 16(4) of Regulation (EC) No 1924/2006 provides that an opinion in favour of authorising a health claim should include certain particulars. Accordingly, those particulars should be set out in the Annex I to the present Regulation as regards the authorised claim and include, as the case may be, the revised wording of the claim, specific conditions of use of the claim, and, where applicable, conditions or restrictions of use of the food and/or an additional statement or warning, in accordance with the rules laid down in Regulation (EC) No 1924/2006 and in line with the opinions of the Authority.\n(11) One of the objectives of Regulation (EC) No 1924/2006 is to ensure that health claims are truthful, clear and reliable and useful to the consumer, and that wording and presentation are taken into account in that respect. Therefore, where the wording of claims has the same meaning for consumers as that of an authorised health claim, because they demonstrate the same relationship that exists between a food category, a food or one of its constituents and health, they should be subject to the same conditions of use, as indicated in Annex I.\n(12) Following an application from Cambridge Theranostics Ltd., submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Lycopene-whey complex on risk of atherosclerotic plaques (Question No EFSA-Q-2008-703) (4). The claim proposed by the applicant was worded as follows: ‘Lycopene-whey complex prevents oxidative damage of plasma lipoproteins, which reduces the build up of arterial plaques and reduces the risk of heart disease, stroke and other clinical complications of atherosclerosis’.\n(13) On the basis of the data presented, the Authority concluded in its opinion received by the Commission on 3 August 2009 that a cause and effect relationship had not been established between the intake of Lycopene-whey complex and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(14) Following an application from Clasado Ltd., submitted pursuant to Article 14(1)(a) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of BimunoTM (BGOS) Prebiotic on reduction of the bad bacteria that can cause travellers’ diarrhoea (Question No EFSA-Q-2008-232) (5). The claim proposed by the applicant was worded as follows: ‘Regular consumption of BimunoTM (BGOS) Prebiotic helps to protect against the bad bacteria than can cause the travellers’ diarrhoea’.\n(15) On the basis of the data presented, the Authority concluded in its opinion received by the Commission 7 July 2009 that a cause and effect relationship had not been established between the intake of BimunoTM (BGOS) Prebiotic and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(16) The comments from the applicants and the members of the public received by the Commission pursuant to Article 16(6) of Regulation (EC) No 1924/2006 have been considered when setting the measures provided for in this Regulation.\n(17) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["The health claim set out in Annex I to this Regulation may be made on foods on the European Union market in compliance with the conditions set out in that Annex.\nThat health claim shall be included in the Community list of permitted claims referred to in Article 14(1) of Regulation (EC) No 1924/2006.", "The health claims set out in the Annex II to this Regulation shall not be included in the Community list of permitted claims as provided for in Article 14(1) of Regulation (EC) No 1924/2006.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  The EFSA Journal (2009) 1177, 1-12.\n(3)  The EFSA Journal (2009) 1175, 1-9.\n(4)  The EFSA Journal (2009) 1179, 1-10.\n(5)  The EFSA Journal (2009) 1105, 1-9.\nANNEX I\nPermitted health claim\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Applicant — Address Nutrient, substance, food or food category Claim Conditions of use of the claim Conditions and/or restrictions of use of the food and/or additional statement or warning EFSA opinion reference\nArticle 14(1)(a) health claim referring to a reduction of a disease risk Danone France, 150 Bd Victor Hugo, 93589 Saint-Ouen Cedex, France Plant sterols/Plant stanol esters Plant sterols and plant stanol esters have been shown to lower/reduce blood cholesterol. High cholesterol is a risk factor in the development of coronary heart disease. Information to the consumer that the beneficial effect is obtained with a daily intake of 1,5-2,4 g plant sterols/stanols. Reference to the magnitude of the effect may only be made for foods within the following categories: yellow fat spreads, dairy products, mayonnaise and salad dressings. When referring to the magnitude of the effect, the entire range ‘7 to 10 %’ and the duration to obtain the effect ‘in 2 to 3 weeks’ must be communicated to the consumer.  Q-2008-779\nANNEX II\nRejected health claims\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 14(1)(a) health claim referring to a reduction of a disease risk Lycopene-whey complex Lycopene-whey complex prevents oxidative damage of plasma lipoproteins, which reduces the build up of arterial plaques and reduces the risk of heart disease, stroke and other clinical complications of atherosclerosis Q-2008-703\nArticle 14(1)(a) health claim referring to a reduction of a disease risk BimunoTM (BGOS) Prebiotic Regular consumption of BimunoTM (BGOS) Prebiotic helps to protect against the bad bacteria than can cause the travellers’ diarrhoea Q-2009-00232"}