{"celex_id": "32015D0398", "uri": "http://publications.europa.eu/resource/cellar/b5af6579-c7bb-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["1255", "1445", "1755", "2560", "619"], "title": "Commission Implementing Decision (EU) 2015/398 of 13 February 2015 amending Decision 2008/185/EC as regards the inclusion of Hungary in the list of Member States or regions thereof free of Aujeszky's disease (notified under document C(2015) 718)  Text with EEA relevance\n", "header": "11.3.2015 EN Official Journal of the European Union L 66/16\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/398\nof 13 February 2015\namending Decision 2008/185/EC as regards the inclusion of Hungary in the list of Member States or regions thereof free of Aujeszky's disease\n(notified under document C(2015) 718)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Articles 9(2) and 10(2) thereof,\nWhereas:\n(1) Directive 64/432/EEC lays down rules applicable to trade in the Union in bovine animals and swine. Article 9 of that Directive lays down criteria for the approval of compulsory national control programmes for certain contagious diseases, including Aujeszky's disease. In addition, Article 10 of that Directive provides that where a Member State considers its territory or part thereof to be free of such diseases, including Aujeszky's disease, it is to present appropriate supporting documentation to the Commission.\n(2) Commission Decision 2008/185/EC (2) lays down the additional guarantees for movements of pigs between Member States. Those guarantees are linked to the classification of Member States according to their Aujeszky's disease status.\n(3) Annex I to Decision 2008/185/EC lists Member States or regions thereof which are free of Aujeszky's disease and where vaccination is prohibited. Annex II to that Decision lists Member States or regions thereof where approved national control programmes for the eradication of Aujeszky's disease are in place.\n(4) Hungary is currently listed in Annex II to Decision 2008/185/EC, as a Member State or region thereof where approved national control programmes for the eradication of Aujeszky's disease have been implemented.\n(5) Hungary has submitted documentation in support of its application to declare Hungary free from Aujeszky's disease.\n(6) Following the evaluation of the supporting documentation submitted by Hungary, it is appropriate that Hungary is no longer listed in Annex II to Decision 2008/185/EC, but instead be listed in Annex I thereto.\n(7) Decision 2008/185/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Annexes I and II to Decision 2008/185/EC are replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64.\n(2)  Commission Decision 2008/185/EC of 21 February 2008 on additional guarantees in intra-Community trade of pigs relating to Aujeszky's disease and criteria to provide information on this disease (OJ L 59, 4.3.2008, p. 19).\nANNEX\nANNEX I\nMember States or regions thereof free of Aujeszky's disease and where vaccination is prohibited\nISO code Member State Regions\nBE Belgium All regions\nCZ Czech Republic All regions\nDK Denmark All regions\nDE Germany All regions\nIE Ireland All regions\nFR France The departments of Ain, Aisne, Allier, Alpes-de-Haute-Provence, Alpes-Maritimes, Ardèche, Ardennes, Ariège, Aube, Aude, Aveyron, Bas-Rhin, Bouches-du-Rhône, Calvados, Cantal, Charente, Charente-Maritime, Cher, Corrèze, Côte-d'Or, Côtes-d'Armor, Creuse, Deux-Sèvres, Dordogne, Doubs, Drôme, Essonne, Eure, Eure-et-Loir, Finistère, Gard, Gers, Gironde, Hautes-Alpes, Hauts-de-Seine, Haute Garonne, Haute-Loire, Haute-Marne, Hautes-Pyrénées, Haut-Rhin, Haute-Saône, Haute-Savoie, Haute-Vienne, Hérault, Indre, Ille-et-Vilaine, Indre-et-Loire, Isère, Jura, Landes, Loire, Loire-Atlantique, Loir-et-Cher, Loiret, Lot, Lot-et-Garonne, Lozère, Maine-et-Loire, Manche, Marne, Mayenne, Meurthe-et-Moselle, Meuse, Morbihan, Moselle, Nièvre, Nord, Oise, Orne, Paris, Pas-de-Calais, Pyrénées-Atlantiques, Pyrénées-Orientales, Puy-de-Dôme, Réunion, Rhône, Sarthe, Saône-et-Loire, Savoie, Seine-et-Marne, Seine-Maritime, Seine-Saint-Denis, Somme, Tarn, Tarn-et-Garonne, Territoire de Belfort, Val-de-Marne, Val-d'Oise, Var, Vaucluse, Vendée, Vienne, Vosges, Yonne, Yvelines\nIT Italy The province of Bolzano\nCY Cyprus All regions\nLU Luxembourg All regions\nHU Hungary All regions\nNL Netherlands All regions\nAT Austria All regions\nSI Slovenia All regions\nSK Slovakia All regions\nFI Finland All regions\nSE Sweden All regions\nUK United Kingdom All regions\nANNEX II\nMember States or regions thereof where approved national control programmes for the eradication of Aujeszky's disease are in place\nISO code Member State Regions\nES Spain All regions\nPL Poland All regions"}