{"celex_id": "32012R1147", "uri": "http://publications.europa.eu/resource/cellar/8344c14e-5f33-4284-aca2-b42e9b0096fa", "type": "Regulation", "concepts": ["1115", "1602", "192", "5451", "6052", "6569"], "title": "Commission Regulation (EU) No 1147/2012 of 4 December 2012 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of beeswax (E 901), carnauba wax (E 903), shellac (E 904) and microcrystalline wax (E 905) on certain fruits  Text with EEA relevance\n", "header": "5.12.2012 EN Official Journal of the European Union L 333/34\nCOMMISSION REGULATION (EU) No 1147/2012\nof 4 December 2012\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of beeswax (E 901), carnauba wax (E 903), shellac (E 904) and microcrystalline wax (E 905) on certain fruits\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3) and Article 30(5) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) That list may be amended in accordance with the procedure referred to in Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2).\n(3) Pursuant to Article 3(1) of Regulation (EC) No 1331/2008, the Union list of food additives may be updated either on the initiative of the Commission or following an application.\n(4) The Commission has received several applications for the authorisation of use of beeswax (E 901) on peppers, tomatoes, cucumbers, bananas, mangos and avocados, on pomegranates and on all fruits, the use of carnauba wax (E 903) and shellac (E 904) on pomegranates and on mangoes, avocados and papayas and the use of microcrystalline wax (E 905) on pineapples. These applications have been made available to the Member States.\n(5) Beeswax (E 901), carnauba wax (E 903), shellac (E 904) and microcrystalline wax (E 905) have been requested for use as glazing agent for surface treatment on these fruits or these fruit-like vegetables in order to allow a better preservation. The treatment protects the fruits against dehydration and oxidation and has a growth inhibiting effect against moulds and certain micro-organisms. There is a technological need in particular for fruits that are mainly imported from countries with a tropical climate. These fruits need also to be protected during long transports.\n(6) These food additives are intended to be used for the external treatment and are not expected to migrate into the internal edible part of the fruits. For that reason, the treatment on fruits of which the peels are not consumed is not liable to have an effect on human health. It is therefore appropriate to allow the use of beeswax (E 901), carnauba wax (E 903), shellac (E 904) and microcrystalline wax (E 905) on such fruits that are mainly imported from countries with a tropical climate, i.e. bananas, mangoes, avocados, pomegranates, papayas and pineapples.\n(7) Pursuant to Article 3(2) of Regulation (EC) No 1331/2008, the Commission is to seek the opinion of the European Food Safety Authority (the Authority) in order to update the Union list of food additives set out in Annex II to Regulation (EC) No 1333/2008, except where the update in question is not liable to have an effect on human health. Since the authorisation of use of beeswax (E 901) on bananas, mangoes and pomegranates, the use of carnauba wax (E 903) and shellac (E 904) on pomegranates, mangoes, avocados and papayas and the use of microcrystalline wax (E 905) on pineapples constitutes an update of that list which is not liable to have an effect on human health, it is not necessary to seek the opinion of the Authority.\n(8) The Commission will further consider the requests for the use of waxes on other fruits and on vegetables taking into account safety of the consumer when external parts are expected to be consumed, the technological justification and the possible misleading of the consumer, including labelling requirements.\n(9) Pursuant to the transitional provisions of Commission Regulation (EU) No 1129/2011 (3) the list of food additives set out in Annex II to Regulation (EC) No 1333/2008 applies in principle from 1 June 2013. In order to allow new uses of authorised food additives on the market before that date, it is necessary to specify an earlier date of application with regard to these uses.\n(10) Therefore, Annex II to Regulation (EC) No 1333/2008 should be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Amendment to Regulation (EC) No 1333/2008\nAnnex II to Regulation (EC) No 1333/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  OJ L 295, 12.11.2011, p. 1.\nANNEX\nIn Part E of Annex II to Regulation (EC) No 1333/2008, the entries for E 901, E 903, E 904 and E 905 in food category 04.1.1 ‘Entire fresh fruits and vegetables’ are replaced by the following:\n‘E 901 Beeswax, white and yellow quantum satis  only for the surface treatment of fruit: citrus fruit, melons, apples, pears, peaches, pineapples, bananas, mangoes, avocados and pomegranates and as glazing agent on nuts Period of application as regards bananas, mangoes, avocados and pomegranates:\nE 903 Carnauba wax 200  only for the surface treatment of fruit: citrus fruit, melons, apples, pears, peaches, pineapples, pomegranates, mangoes, avocados and papayas and as glazing agent on nuts Period of application as regards pomegranates, mangoes, avocados and papayas:\nE 904 Shellac quantum satis  only for the surface treatment of fruit: citrus fruit, melons, apples, pears, peaches, pineapples, pomegranates, mangoes, avocados and papayas and as glazing agent on nuts Period of application as regards pomegranates, mangoes, avocados and papayas:\nE 905 Microcrystalline wax quantum satis  only for the surface treatment of fruit: melons, papayas, mangoes, avocados and pineapples Period of application pineapples:"}