{"celex_id": "32013D0026(01)", "uri": "http://publications.europa.eu/resource/cellar/328f55b6-8291-11e3-9b7d-01aa75ed71a1", "type": "Decision", "concepts": ["2447", "3443", "3446", "4763", "5883", "6151"], "title": "2014/28/EU: Decision of the European Central Bank of 29 August 2013 laying down the measures necessary for the contribution to the European Central Bank’s accumulated equity value and for adjusting the national central banks’ claims equivalent to the transferred foreign reserve assets (ECB/2013/26)\n", "header": "21.1.2014 EN Official Journal of the European Union L 16/47\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 29 August 2013\nlaying down the measures necessary for the contribution to the European Central Bank’s accumulated equity value and for adjusting the national central banks’ claims equivalent to the transferred foreign reserve assets\n(ECB/2013/26)\n(2014/28/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 30 thereof,\nWhereas:\n(1) Decision ECB/2013/28 of 29 August 2013 on the national central banks’ percentage shares in the key for subscription to the European Central Bank’s capital (1) provides for the adjustment of the key for subscription to the capital of the European Central Bank (ECB) (hereinafter ‘capital key’) in accordance with Article 29.3 of the Statute of the European System of Central Banks and of the European Central Bank, (hereinafter the ‘Statute of the ESCB’) and establishes, with effect from 1 January 2014, the new weightings assigned to each national central bank (NCB) in the adjusted capital key (hereinafter the ‘capital key weightings’).\n(2) The adjustments to the capital key weightings and the resulting changes in the NCBs’ shares in the ECB’s subscribed capital make it necessary to adjust the claims which the ECB has credited under Article 30.3 of the Statute of the ESCB to the NCBs of the Member States whose currency is the euro (hereinafter the ‘euro area NCBs’) and which are equivalent to the contributions by euro area NCBs of foreign reserve assets to the ECB (hereinafter the ‘claims’). Those euro area NCBs whose claims increase due to the increase in their capital key weightings from 1 January 2014 should therefore effect a compensatory transfer to the ECB, while the ECB should effect a compensatory transfer to those euro area NCBs whose claims decrease due to a decrease in their capital key weightings.\n(3) In accordance with the general principles of fairness, equal treatment and the protection of legitimate expectations underlying the Statute of the ESCB, those euro area NCBs whose relative share in the ECB’s accumulated equity value increases due to the abovementioned adjustments should also effect a compensatory transfer to those euro area NCBs whose relative shares decrease.\n(4) The respective capital key weightings of each euro area NCB until 31 December 2013 and with effect from 1 January 2014 should be expressed as a percentage of the ECB’s total capital as subscribed to by all euro area NCBs for the purpose of calculating the adjustment of the value of each euro area NCB’s share in the ECB’s accumulated equity value.\n(5) Accordingly, the adoption of a new ECB decision is required that repeals Decision ECB/2013/15 of 21 June 2013 laying down the measures necessary for the contribution to the European Central Bank’s accumulated equity value and for adjusting the national central banks’ claims equivalent to the transferred foreign reserve assets (2), without prejudice to the implementation of all requirements under Article 4 of Decision ECB/2013/15.\n(6) Pursuant to Article 1 of Council Decision 2013/387/EU of 9 July 2013 on the adoption by Latvia of the euro on 1 January 2014 (3), in accordance with Article 140(2) of the Treaty on the Functioning of the European Union, Latvia fulfils the necessary conditions for adoption of the euro and the derogation granted to it under Article 4 of the 2003 Act of Accession (4) will be abrogated with effect from 1 January 2014,", "main_body": ["Definitions\nFor the purposes of this Decision:\n(a) ‘accumulated equity value’ means the total of the ECB’s reserves, revaluation accounts and provisions equivalent to reserves as calculated by the ECB as at 31 December 2013. The ECB’s reserves and those provisions equivalent to reserves shall include, without limitation to the generality of the ‘accumulated equity value’, the general reserve fund and the provision for foreign exchange rate, interest rate, credit and gold price risks;\n(b) ‘transfer date’ means the second business day following the Governing Council’s approval of the ECB’s financial accounts for the financial year 2013.", "Contribution to the ECB’s reserves and provisions\n1.   If a euro area NCB’s share in the accumulated equity value increases due to the increase in its capital key weighting with effect from 1 January 2014, that euro area NCB shall transfer the amount determined pursuant to paragraph 3 to the ECB on the transfer date.\n2.   If a euro area NCB’s share in the accumulated equity value decreases due to the decrease in its capital key weighting with effect from 1 January 2014, that euro area NCB shall receive the amount determined pursuant to paragraph 3 from the ECB on the transfer date.\n3.   The ECB shall, on or before the day the Governing Council approves the ECB’s financial accounts for the financial year 2013, calculate and confirm to each euro area NCB either the amount to be transferred by that euro area NCB to the ECB where paragraph 1 applies, or the amount which that euro area NCB shall receive from the ECB where paragraph 2 applies. Subject to rounding, each amount to be transferred or received shall be calculated by multiplying the accumulated equity value by the absolute difference between each euro area NCB’s capital key weighting on 31 December 2013 and its capital key weighting with effect from 1 January 2014 and dividing the result by 100.\n4.   Each amount described in paragraph 3 shall be due in euro on 1 January 2014 but shall be effectively transferred on the transfer date.\n5.   On the transfer date, a euro area NCB or the ECB having to transfer an amount under paragraph 1 or paragraph 2 shall also separately transfer any interest accruing over the period from 1 January 2014 until the transfer date on each of the respective amounts due from such euro area NCB and the ECB. The transferors and recipients of this interest shall be the same as the transferors and recipients of the amounts on which the interest accrues.\n6.   If the accumulated equity value is less than zero, the amounts that have to be transferred or received under paragraph 3 and paragraph 5 shall be settled in the opposite directions to those specified in paragraph 3 and paragraph 5.", "Adjustment of the claims equivalent to the transferred foreign reserve assets\n1.   Given that the adjustment of the claims equivalent to the transferred foreign reserve assets for Latvijas Banka will be regulated by a separate decision of the Governing Council on the paying-up of capital, transfer of foreign reserve assets and contributions by Latvijas Banka to the European Central Bank’s reserves and provisions, this Article shall regulate the adjustment of the claims equivalent to the foreign reserve assets transferred by the other euro area NCBs.\n2.   The euro area NCBs’ claims shall be adjusted with effect from 1 January 2014 in accordance with their adjusted capital key weightings. The value of the euro area NCBs’ claims with effect from 1 January 2014 is shown in the third column of the table in the Annex to this Decision.\n3.   Each euro area NCB shall, by virtue of this provision and without any further formality or act being required, be considered to have either transferred or received on 1 January 2014 the absolute value of the claim (in euro) shown next to its name in the fourth column of the table in the Annex to this Decision, whereby ‘–’ shall refer to a claim that the euro area NCB shall transfer to the ECB and ‘+’ to a claim that the ECB shall transfer to the euro area NCB.\n4.   On the first operating day of the Trans-European Automated Real-time Gross settlement Express Transfer system (TARGET2) following 1 January 2014, each euro area NCB shall either transfer or receive the absolute value of the amount (in euro) shown next to its name in the fourth column of the table in the Annex to this Decision, whereby ‘+’ shall refer to an amount that the euro area NCB shall transfer to the ECB and ‘–’ to an amount that the ECB shall transfer to the euro area NCB.\n5.   On the first TARGET2 operating day following 1 January 2014, a euro area NCB or the ECB having to transfer an amount under paragraph 4 shall also separately transfer any interest accruing over the period from 1 January 2014 until the date of this transfer on the respective amount due from such euro area NCB or the ECB. The transferors and recipients of this interest shall be the same as the transferors and recipients of the amounts on which the interest accrues.", "General provisions\n1.   The interest accruing under Article 2(5) and Article 3(5) shall be calculated on a daily basis, using the actual over-360-day method of calculation, at a rate equal to the latest available marginal interest rate used by the Eurosystem in its tenders for main refinancing operations.\n2.   Each transfer pursuant to Article 2(1), (2) and (5) and Article 3(4) and (5) shall take place separately through TARGET2.\n3.   The ECB and the euro area NCBs that are under an obligation to effect any of the transfers referred to in paragraph 2 shall, in due course, give the necessary instructions for duly executing such transfers on time.", "Entry into force and repeal\n1.   This Decision shall enter into force on 1 January 2014.\n2.   Decision ECB/2013/15 is repealed with effect from 1 January 2014. However, the repeal shall be without prejudice to the implementation of all requirements under Article 4 of Decision ECB/2013/15.\n3.   References to Decision ECB/2013/15 shall be construed as references to this Decision."], "attachments": "Done at Frankfurt am Main, 29 August 2013.\nThe President of the ECB\nMario DRAGHI\n(1)  See page 53 of this Official Journal.\n(2)  OJ L 187, 6.7.2013, p. 9.\n(3)  OJ L 195, 18.7.2013, p. 24.\n(4)  Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (OJ L 236, 23.9.2003, p. 33).\nANNEX\nCLAIMS EQUIVALENT TO THE FOREIGN RESERVE ASSETS TRANSFERRED TO THE ECB\n(in EUR)\nEuro area NCB Claim equivalent to the foreign reserve assets transferred to the ECB, on 31 December 2013 Claim equivalent to the foreign reserve assets transferred to the ECB, with effect from 1 January 2014 Amount of transfer\nNationale Bank van België/Banque Nationale de Belgique 1 401 024 414,99 1 435 910 942,87 34 886 527,88\nDeutsche Bundesbank 10 871 789 515,48 10 429 623 057,57 – 442 166 457,91\nEesti Pank 103 152 856,50 111 729 610,86 8 576 754,36\nCentral Bank of Ireland 643 894 038,51 672 637 755,83 28 743 717,32\nBank of Greece 1 129 060 170,31 1 178 260 605,79 49 200 435,48\nBanco de España 4 782 873 429,96 5 123 393 758,49 340 520 328,53\nBanque de France 8 190 916 316,35 8 216 994 285,69 26 077 969,34\nBanca d’Italia 7 218 961 423,55 7 134 236 998,72 –84 724 424,83\nCentral Bank of Cyprus 77 248 740,29 87 679 928,02 10 431 187,73\nLatvijas Banka 0,00 163 479 892,24 (1) 163 479 892,24\nBanque centrale du Luxembourg 100 776 863,74 117 640 617,24 16 863 753,50\nCentral Bank of Malta 36 798 912,29 37 552 275,85 753 363,56\nDe Nederlandsche Bank 2 298 512 217,57 2 320 070 005,55 21 557 787,98\nOesterreichische Nationalbank 1 122 511 702,45 1 137 636 924,67 15 125 222,22\nBanco de Portugal 1 022 024 593,93 1 010 318 483,25 –11 706 110,68\nBanka Slovenije 189 499 910,53 200 220 853,48 10 720 942,95\nNárodná banka Slovenska 398 761 126,72 447 671 806,99 48 910 680,27\nSuomen Pankki 721 838 191,31 728 096 903,95 6 258 712,64\nTotal (2) 40 309 644 424,48 40 553 154 707,06 243 510 282,58\n(1)  To be transferred with effect from the dates laid down in Decision ECB/2013/53 of 31 December 2013 on the paying-up of capital, transfer of foreign reserve assets and contributions by Latvijas Banka to the European Central Bank’s reserves and provisions.\n(2)  Due to rounding, totals may not correspond to the sum of all figures shown."}