{"celex_id": "32014R0543", "uri": "http://publications.europa.eu/resource/cellar/a3f96a30-ed5d-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["1255", "3774", "4180", "7956", "7986"], "title": "Regulation (EU) No 543/2014 of the European Parliament and of the Council of 15 May 2014 amending Council Decision 2005/681/JHA establishing the European Police College (CEPOL)\n", "header": "29.5.2014 EN Official Journal of the European Union L 163/5\nREGULATION (EU) No 543/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\namending Council Decision 2005/681/JHA establishing the European Police College (CEPOL)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular point (b) of Article 87(2) thereof,\nHaving regard to the initiative of Belgium, Bulgaria, the Czech Republic, Germany, Estonia, Greece, Spain, France, Croatia, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, the Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Finland and Sweden,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Pursuant to Article 4 of Council Decision 2005/681/JHA (2), CEPOL has its seat in Bramshill, United Kingdom.\n(2) Notwithstanding Article 4 of Decision 2005/681/JHA, by letters dated 12 December 2012 and 8 February 2013, the United Kingdom informed CEPOL that it had unilaterally decided that it no longer wished to host the seat on its territory. In addition to hosting CEPOL, Bramshill also hosts a national police training site of the National Policing Improvement Agency, which the United Kingdom had decided to replace by a new College of Policing to be located elsewhere. The United Kingdom had therefore decided to close the national police training site at Bramshill and to sell the site, indicating that the related costs were high and that no alternative business model to run the site had emerged. In the light of the obligation of the Treaty on European Union (TEU) of sincere cooperation, and in particular the obligations deriving from Article 4 TEU, the Union and its Member States should mutually assist each other in maintaining CEPOL's operational activities. To that end, the United Kingdom in particular is required to ensure a smooth transition of CEPOL to its new location, without jeopardising the regular budget of CEPOL.\n(3) In view of the common accord reached on 8 October 2013 by the representatives of the Governments of the Member States, and of the need to maintain CEPOL's status as a separate Union agency, arrangements should be made according to which CEPOL will be hosted in Budapest as soon as it leaves Bramshill. Those arrangements should be incorporated into Decision 2005/681/JHA.\n(4) In view of the legal framework introduced by the entry into force of the Treaty of Lisbon, it is necessary to review Decision 2005/681/JHA, while at the same time ensuring CEPOL's status as a separate Union agency.\n(5) Decision 2005/681/JHA should therefore be amended accordingly.\n(6) Before CEPOL starts its operational phase at the new location, a headquarters agreement should be concluded, pursuant to established procedures.\n(7) In accordance with Articles 3 and 4a(1) of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the TEU and to the Treaty on the Functioning of the European Union (TFEU), those Member States have notified their wish to take part in the adoption and application of this Regulation.\n(8) In accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Regulation and is not bound by it or subject to its application.\n(9) In the light of the urgent need to establish the new seat of CEPOL, this Regulation should enter into force on the date of its publication,", "main_body": ["Decision 2005/681/JHA is amended as follows:\n(1) Article 4 is replaced by the following:\n(2) the following Article is inserted:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2014.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  Position of the European Parliament of 16 April 2014 (not yet published in the Official Journal) and decision of the Council of 6 May 2014.\n(2)  Council Decision 2005/681/JHA of 20 September 2005 establishing the European Police College (CEPOL) and repealing Decision 2000/820/JHA (OJ L 256, 1.10.2005, p. 63)."}