{"celex_id": "32014D0688", "uri": "http://publications.europa.eu/resource/cellar/025bb164-4937-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["192", "3355", "3730", "4474", "5550", "5757", "5914", "6089"], "title": "2014/688/EU: Council Implementing Decision of 25 September 2014 on subjecting 4-iodo-2,5-dimethoxy-N-(2-methoxybenzyl)phenethylamine (25I-NBOMe), 3,4-dichloro-N-[[1-(dimethylamino)cyclohexyl]methyl]benzamide (AH-7921), 3,4-methylenedioxypyrovalerone (MDPV) and 2-(3-methoxyphenyl)-2-(ethylamino)cyclohexanone (methoxetamine) to control measures\n", "header": "1.10.2014 EN Official Journal of the European Union L 287/22\nCOUNCIL IMPLEMENTING DECISION\nof 25 September 2014\non subjecting 4-iodo-2,5-dimethoxy-N-(2-methoxybenzyl)phenethylamine (25I-NBOMe), 3,4-dichloro-N-[[1-(dimethylamino)cyclohexyl]methyl]benzamide (AH-7921), 3,4-methylenedioxypyrovalerone (MDPV) and 2-(3-methoxyphenyl)-2-(ethylamino)cyclohexanone (methoxetamine) to control measures\n(2014/688/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2005/387/JHA of 10 May 2005 on the information exchange, risk-assessment and control of new psychoactive substances (1), and in particular Article 8(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Risk assessment reports on the new psychoactive substances 4-iodo-2,5-dimethoxy-N-(2-methoxybenzyl)phenethylamine (25I-NBOMe), 3,4-dichloro-N-[[1-(dimethylamino)cyclohexyl]methyl]benzamide (AH-7921), 3,4-methylenedioxypyrovalerone (MDPV) and 2-(3-methoxyphenyl)-2-(ethylamino)cyclohexanone (methoxetamine) were drawn up in compliance with Decision 2005/387/JHA by a special session of the extended Scientific Committee of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), and were subsequently submitted to the Commission and to the Council on 23 April 2014.\n(2) 25I-NBOMe, AH-7921, MDPV and methoxetamine had not been under assessment at the United Nations' level by the time the risk assessment was requested at Union level, but they were evaluated in June 2014 by the Expert Committee on Drug Dependence of the World Health Organization.\n(3) 25I-NBOMe, AH-7921, MDPV and methoxetamine have no established or acknowledged medical use (human or veterinary). Apart from their use in analytical reference materials, and in scientific research investigating their chemistry, pharmacology and toxicology as a result of their emergence on the drug market — and, in the case of 25I-NBOMe, also in the field of neurochemistry — there is no indication that they are being used for other purposes.\n(4) 25I-NBOMe is a potent synthetic derivative of 2,5-dimethoxy-4-iodophenethylamine (2C-I), a classical serotonergic hallucinogen, which was subject to risk assessment and to control measures and criminal sanctions at Union level from 2003 by Council Decision 2003/847/JHA (2).\n(5) The specific physical effects of 25I-NBOMe are difficult to determine because there are no published studies assessing its acute and chronic toxicity, its psychological and behavioural effects, and dependence potential, and because of the limited information and data available. Clinical observations of individuals who have used this substance suggest that it has hallucinogenic effects and has the potential for inducing severe agitation, confusion, intense auditory and visual hallucinations, aggression, violent accidents and self-induced trauma.\n(6) There have been four deaths associated with 25I-NBOMe registered in three Member States. Severe toxicity associated with its use has been reported in four Member States, which notified 32 non-fatal intoxications. If this new psychoactive substance were to become more widely available and used, the implications for individual and public health could be significant. There is no information available on the social risks associated with 25I-NBOMe.\n(7) 22 Member States and Norway have reported to the EMCDDA and European Police Office (Europol) that they detected 25I-NBOMe. No prevalence data is available on the use of 25I-NBOMe, but the limited information that exists suggests that it may be consumed in a wide range of settings, such as at home, in bars, nightclubs and at music festivals.\n(8) 25I-NBOMe is openly marketed and sold on the internet as a ‘research chemical’ and information from seizures, collected samples, user websites and internet retailers suggests that it is being sold as a drug in its own right and also marketed as a ‘legal’ replacement for LSD. EMCDDA identified more than 15 internet retailers selling this substance, who may be based within the Union and China.\n(9) The risk assessment report reveals that there is limited scientific evidence available on 25I-NBOMe and points out that further research would be needed to determine the health and social risks that it poses. However, the available evidence and information provides sufficient ground for subjecting 25I-NBOMe to control measures across the Union. As a result of the health risks that it poses, as documented by its detection in several reported fatalities, of the fact that users may unknowingly consume it and of the lack of medical value or use of the substance, 25I-NBOMe should be subjected to control measures across the Union.\n(10) Since six Member States control 25I-NBOMe under national legislation complying with the obligations of the 1971 United Nations Convention on Psychotropic Substances, and seven Member States use other legislative measures to control it, subjecting this substance to control measures across the Union would help avoid the emergence of obstacles to cross-border law enforcement and judicial cooperation, and would help protect against the risks that its availability and use can pose.\n(11) AH-7921 is a structurally atypical synthetic opioid analgesic commonly known by internet suppliers, user websites and media as ‘doxylam’. It can be easily confused with ‘doxylamine’, an antihistaminic medicine with sedative-hypnotic properties, which could lead to unintentional overdoses.\n(12) The specific physical effects of AH-7921 are difficult to determine because there are no published studies assessing its acute and chronic toxicity, its psychological, behavioural effects, and dependence potential, as well as the limited information and data available. Based on user reports, the effects of AH-7921 appear to resemble those of classical opioids with the feeling of mild euphoria, itchiness and relaxation; nausea appears to be a typical adverse effect. In addition to self-experimentation with AH-7921, as well as ‘recreational use’, some of the users report self-medicating with this new drug to relieve pain, others to alleviate withdrawal symptoms due to cessation of the use of other opioids. This may indicate a potential of AH-7921 to spread among the injecting opioid population.\n(13) There is no prevalence data on the use of AH-7921, but the information available suggests that it is not widely used, and that when it is used, that use is in the home environment.\n(14) 15 fatalities were recorded in three Member States between December 2012 and September 2013 where AH-7921, alone or in combination with other substances, was detected in post-mortem samples. While it is not possible to determine with certainty the role of AH-7921 in all of those fatalities, in some cases it has been specifically noted in the cause of death. One Member State reported six non-fatal intoxications associated with AH-7921. If this new psychoactive substance were to become more widely available and used, the implications for individual and public health could be significant. There is no information available on the social risks associated with AH-7921.\n(15) The risk assessment report reveals that there is limited scientific evidence available on AH-7921 and points out that further research would be needed to determine the health and social risks that it poses. However, the available evidence and information provides sufficient ground for subjecting AH-7921 to control measures across the Union. As a result of the health risks that it poses, as documented by its detection in several reported fatalities, of the fact that users may unknowingly consume it, and of the lack of medical value or use of the substance, AH-7921 should be subjected to control measures across the Union.\n(16) Since one Member State controls AH-7921 under national legislation complying with the obligations of the 1971 United Nations Convention on Psychotropic Substances and five Member States use other legislative measures to control it, subjecting this substance to control measures across the Union would help avoid the emergence of obstacles in cross-border law enforcement and judicial cooperation, and would help protect against the risks that its availability and use can pose.\n(17) MDPV is a ring-substituted synthetic derivative of cathinone chemically related to pyrovalerone, which are both subject to control under the 1971 United Nations Convention on Psychotropic Substances.\n(18) Information on the chronic and acute toxicity associated with MDPV, as well as on psychological and behavioural effects, and on dependence potential, is not collected uniformly across the Union. Information from published studies, confirmed by clinical cases, suggests that the psychopharmacological profile observed for MDPV is similar to that for cocaine and methamphetamine, albeit more potent and longer lasting. Furthermore, MDPV was found to be 10 times more potent in its ability to induce locomotor activation, tachycardia and hypertension.\n(19) Users' websites indicate that its acute toxicity can provoke adverse effects on humans, similar to those associated with other stimulants. These include paranoid psychosis, tachycardia, hypertension, diaphoresis, breathing problems, severe agitation, auditory and visual hallucinations, profound anxiety, hyperthermia, violent outbursts and multiple organ dysfunctions.\n(20) 108 fatalities were registered in eight Member States and Norway between September 2009 and August 2013, where MDPV has been detected in post-mortem biological samples or implicated in the cause of death. A total of 525 non-fatal intoxications associated with MDPV have been reported by eight Member States. If this new psychoactive substance were to become more widely available and used, the implications for individual and public health could be significant.\n(21) The detection of MDPV has also been reported in biological samples related to fatal and non-fatal road traffic accidents, or driving under the influence of drugs, in four Member States since 2009.\n(22) MDPV has been present in the Union drug market since November 2008 and 27 Member States, Norway and Turkey reported multi-kilogram seizures of the substance. MDPV is being sold as a substance in its own right, but it has also been detected in combination with other substances. It is widely available from internet suppliers and retailers, ‘head shops’ and street-level dealers. There are some indications that suggest a degree of organisation in the tableting and distribution of this substance in the Union.\n(23) The risk assessment report reveals that further research would be needed to determine the health and social risks posed by MDPV. However, the available evidence and information provides sufficient ground for subjecting MDPV to control measures across the Union. As a result of the health risks that it poses, as documented by its detection in several reported fatalities, of the fact that users may unknowingly consume it, and of the lack of medical value or use of the substance, MDPV should be subjected to control measures across the Union.\n(24) Since 21 Member States control MDPV under national legislation complying with the obligations of the 1971 United Nations Convention on Psychotropic Substances and four Member States use other legislative measures to control it, subjecting this substance to control measures across the Union would help avoid the emergence of obstacles in cross-border law enforcement and judicial cooperation, and would protect against the risks that its availability and use can pose.\n(25) Methoxetamine is an arylcyclohexylamine substance which is chemically similar to ketamine and the internationally controlled substance phencyclidine (PCP). Like ketamine and PCP, it has dissociative properties.\n(26) There are no studies assessing the chronic and acute toxicity associated with methoxetamine, as well as its psychological and behavioural effects, and dependence potential. Self-reported experiences from user websites suggest adverse effects similar to ketamine intoxication. These include nausea and severe vomiting, difficulty in breathing, seizures, disorientation, anxiety, catatonia, aggression, hallucination, paranoia and psychosis. In addition, acute methoxetamine intoxications may include stimulant effects (agitation, tachycardia and hypertension) and cerebral features, which are not expectable with acute ketamine intoxication.\n(27) Twenty deaths associated with methoxetamine were reported by six Member States that detected the substance in post-mortem samples. Used alone or in combination with other substances, methoxetamine was detected in 20 non-fatal intoxications reported by five Member States. If this new psychoactive substance were to become more widely available and used, the implications for individual and public health could be significant.\n(28) 23 Member States, Turkey and Norway have reported that they detected methoxetamine, since November 2010. Information suggests that it is sold and used as a substance in its own right, but it is also sold as a ‘legal’ replacement for ketamine by internet retailers, ‘head shops’ and street-level drug dealers.\n(29) Multi-kilogram quantities in powder form were seized within the Union, but there is no information on the possible involvement of organised crime. The manufacture of methoxetamine does not require sophisticated equipment.\n(30) Prevalence data are limited to non-representative studies in two Member States. Those studies suggest that the prevalence of the use of methoxetamine is lower than that of ketamine. The available information suggests that it may be consumed in a wide range of settings, including at home, in bars, nightclubs and at music festivals.\n(31) The risk assessment report reveals that further research would be needed to determine the health and social risks posed by methoxetamine. However, the available evidence and information provides sufficient grounds for subjecting methoxetamine to control measures across the Union. As a result of the health risks that it poses, as documented by its detection in several reported fatalities, of the fact that users may unknowingly consume it, and of the lack of medical value or use, methoxetamine should be subjected to control measures across the Union.\n(32) Since nine Member States control methoxetamine under national legislation complying with the obligations of the 1971 United Nations Convention on Psychotropic Substances and nine Member States use other legislative measures to control it, subjecting this substance to control measures across the Union would help avoid the emergence of obstacles in cross-border law enforcement and judicial cooperation, and would protect against the risks that its availability and use can pose.\n(33) Decision 2005/387/JHA reserves to the Council implementing powers with a view to giving a quick and expertise-based response at the Union level to the emergence of new psychoactive substances detected and reported by the Member States, by submitting those substances to control measures across the Union. As the conditions and procedure for triggering the exercise of such implementing powers have been met, an implementing decision should be adopted in order to put 25I-NBOMe, AH-7921, MDPV and methoxetamine under control across the Union,", "main_body": ["The following new psychoactive substances shall be subjected to control measures across the Union:\n(a) 4-iodo-2,5-dimethoxy-N-(2-methoxybenzyl) phenethylamine(25I-NBOMe);\n(b) 3,4-dichloro-N-[[1-dimethylamino) cyclohexyl]methyl] benzamide (AH-7921);\n(c) 3,4-methylenedioxypyrovalerone (MDPV);\n(d) 2-(3-methoxyphenyl)-2-(ethylamino)cyclohexanone (methoxetamine).", "By 2 October 2015, Member States shall subject in accordance with their national legislation, the new psychoactive substances referred to in Article 1 to control measures and criminal penalties, as provided for under their legislation complying with their obligations under the 1971 United Nations Convention on Psychotropic Substances.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 25 September 2014.\nFor the Council\nThe President\nF. GUIDI\n(1)  OJ L 127, 20.5.2005, p. 32.\n(2)  Council Decision 2003/847/JHA of 27 November 2003 concerning control measures and criminal sanctions in respect of the new synthetic drugs 2C-I, 2C-T-2, 2C-T-7 and TMA-2 (OJ L 321, 6.12.2003, p. 64)."}