{"celex_id": "32014R1016", "uri": "http://publications.europa.eu/resource/cellar/f7fffe8a-47d6-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["2297", "2590", "4385", "4605", "5561", "635"], "title": "Commission Delegated Regulation (EU) No 1016/2014 of 22 July 2014 amending Annex II to Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences\n", "header": "27.9.2014 EN Official Journal of the European Union L 283/23\nCOMMISSION DELEGATED REGULATION (EU) No 1016/2014\nof 22 July 2014\namending Annex II to Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the European Parliament and Council Regulation (EU) No 978/2012 of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council Regulation (EC) No 732/2008 (1), and in particular Article 5(3) thereof,\nWhereas:\n(1) Article 4 of Regulation (EU) No 978/2012 (the GSP Regulation) establishes the criteria for granting tariff preferences under the general arrangement of the Generalised Scheme of Preferences (GSP).\n(2) Article 4(1)(a) of the GSP Regulation provides that a country that has been classified by the World Bank as a high-income or an upper-middle income country for three consecutive years should not benefit from GSP preferences. However, according to Article 4(3) of the GSP Regulation, Article 4(1)(a) should not apply until 21 November 2014 for countries that have initialled a bilateral preferential market access arrangement by 20 November 2012.\n(3) Article 4(1)(b) of the GSP Regulation provides that a country that benefits from a preferential market access arrangement which provides the same tariff preferences as the GSP, or better, for substantially all trade, should not enjoy GSP preferences.\n(4) The list of beneficiary countries of the general GSP is established by Annex II to the GSP Regulation. Article 5 of the GSP Regulation lays down that Annex II is to be reviewed by 1 January of each year, to reflect changes in relation to the criteria laid down in Article 4. Furthermore, it provides for a GSP beneficiary country and economic operators to be given sufficient time for an orderly adaptation to the country's GSP status revision. Accordingly, the GSP arrangement is to continue for one year after the date of entry into force of a change in a country's status on the basis of Article 4(1)(a).\n(5) By Council Regulation (EC) No 1528/2007 (2), the Republic of Botswana (Botswana), the Republic of Cameroon (Cameroon), the Republic of Côte d'Ivoire (Côte d'Ivoire), the Republic of Fiji (Fiji), the Republic of Ghana (Ghana), the Republic of Kenya (Kenya), the Republic of Namibia (Namibia) and the Kingdom of Swaziland (Swaziland), among others, are benefitting from a preferential market access arrangement which provides the same level of tariff preferences as, or better than, the GSP. In accordance with Article 4(1)(b) of the GSP Regulation, those countries were not included in Annex II since they were already benefitting from such preferential market access.\n(6) The abovementioned countries are included in Annex I of the GSP Regulation as GSP eligible countries.\n(7) By Regulation (EU) No 527/2013of the European Parliament and of the Council (3), as from 1 October 2014, Botswana, Cameroon, Côte d'Ivoire, Fiji, Ghana, Kenya, Namibia, and Swaziland cease to be covered by the market access arrangement provided by Regulation (EC) No 1528/2007. These countries are GSP eligible countries as defined by Article 2(c) of the GSP Regulation and, as of 1 October 2014, meet the criteria of Article 4 of the GSP Regulation. Therefore, these countries should be included in Annex II to the GSP Regulation with application from 1 October 2014.\n(8) Botswana and Namibia have been classified by the World Bank as upper-middle income countries in 2011, 2012 and 2013. Nevertheless, both countries had initialled, but not applied, a bilateral preferential market access with the Union, which provides the same tariff preferences as GSP, or better, for substantially all trade by 20 November 2012. As a consequence, Article 4(1)(a) does not apply to those two countries until 21 November 2014.\n(9) In accordance with Article 5(2)(a) of the GSP Regulation, the decision to remove a beneficiary country from the list of GSP beneficiary countries shall apply as from one year after the date of entry into force of that decision. However, as a consequence of Article 4(3) of the GSP Regulation, the removal of Botswana and of Namibia cannot be effective before 22 November 2015. Consistently with the yearly update of Annex II to the GSP Regulation, the removal of Botswana and of Namibia from that Annex should be effective as from 1 January 2016. Consequently, Botswana and Namibia should be included in Annex II to the GSP Regulation from 1 October 2014 to 31 December 2015,", "main_body": ["Amendments to Regulation (EU) No 978/2012\nAnnex II to Regulation (EU) No 978/2012 is amended as follows:\n(a) the following countries and the corresponding alphabetical codes are inserted under columns A and B, respectively:\nBW Botswana\nCM Cameroon\nCI Côte d'Ivoire\nFJ Fiji\nGH Ghana\nKE Kenya\nNA Namibia\nSZ Swaziland\n(b) the following countries and the corresponding alphabetical codes are removed from columns A and B, respectively.\nBW Botswana\nNA Namibia", "Entry into force and application\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "(a) shall apply from 1 October 2014.", "(b) shall apply from 1 January 2016.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 303, 31.10.2012, p. 1.\n(2)  Council Regulation (EC) No 1528/2007 of 20 December 2007 applying the arrangements for products originating in certain states which are part of the African, Caribbean and Pacific (ACP) Group of States provided for in agreements establishing, or leading to the establishment of, Economic Partnership Agreements (OJ L 348, 31.12.2007, p. 1).\n(3)  Regulation (EU) No 527/2013 of the European Parliament and of the Council of 21 May 2013 amending Council Regulation (EC) No 1528/2007 as regards the exclusion of a number of countries from the list of regions or states which have concluded negotiations (OJ L 165, 18.6.2013, p. 59)."}