{"celex_id": "32012D0418", "uri": "http://publications.europa.eu/resource/cellar/9b5077bb-e233-4839-814a-df241ced0795", "type": "Decision", "concepts": ["1500", "3466", "5404", "5407"], "title": "2012/418/EU: Council Decision of 21 December 2011 on the signing, on behalf of the European Union, and provisional application of certain provisions of the Partnership and Cooperation Agreement between the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part\n", "header": "31.7.2012 EN Official Journal of the European Union L 204/18\nCOUNCIL DECISION\nof 21 December 2011\non the signing, on behalf of the European Union, and provisional application of certain provisions of the Partnership and Cooperation Agreement between the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part\n(2012/418/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 79(3), Articles 91 and 100, Article 192(1), Articles 194, 207 and 209 in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 23 March 2006, the Council authorised the Commission to negotiate a Trade and Cooperation Agreement with the Republic of Iraq.\n(2) On 27 October 2009, the Council authorised modifications to the negotiation directives, on a proposal by the Commission, in order to enhance the status of the Agreement by replacing the term ‘Trade’ with the term ‘Partnership’ in the title and by establishing a Cooperation Council at ministerial level.\n(3) The Partnership and Cooperation Agreement between the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part (‘the Agreement’) should be signed. Certain parts of the Agreement should be applied provisionally, pending the completion of the procedures for its conclusion.\n(4) The provisions of the Agreement that fall within the scope of Part Three, Title V of the Treaty on the Functioning of the European Union bind the United Kingdom and Ireland as separate Contracting Parties, and not as part of the European Union, unless the European Union together with the UK and/or Ireland have jointly notified Iraq that the United Kingdom or Ireland is bound as part of the European Union in accordance with Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of Freedom, Security and Justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union. If the United Kingdom and/or Ireland ceases to be bound as part of the European Union in accordance with Article 4a of Protocol No 21, the European Union together with the UK and/or Ireland shall immediately inform Iraq of any change in their position in which case they shall remain bound by the provisions of the Agreement in their own right. The same applies to Denmark in accordance with Protocol No 22 on the position of Denmark, annexed to those Treaties,", "main_body": ["The signing of the Partnership and Cooperation Agreement between the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part, is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "Pending the completion of the necessary procedures for its entry into force, Article 2, and Titles II, III, and V of the Agreement shall be applied provisionally, in accordance with Article 117 of the Agreement only in so far as it concerns matters falling within the Union’s competence, from the first day of the third month following the date on which the Union and Iraq have notified each other of the completion of the necessary procedures for provisional application.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 21 December 2011.\nFor the Council\nThe President\nM. DOWGIELEWICZ"}