{"celex_id": "32013R0405", "uri": "http://publications.europa.eu/resource/cellar/7fc32a3e-b805-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2331", "2734", "2771", "3191", "4350"], "title": "Commission Implementing Regulation (EU) No 405/2013 of 2 May 2013 opening and providing for the administration of Union tariff quotas for agricultural products originating in Peru\n", "header": "3.5.2013 EN Official Journal of the European Union L 121/35\nCOMMISSION IMPLEMENTING REGULATION (EU) No 405/2013\nof 2 May 2013\nopening and providing for the administration of Union tariff quotas for agricultural products originating in Peru\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2012/735/EU of 31 May 2012 on the signing, on behalf of the Union, and provisional application of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part (1), and in particular Article 6 thereof,\nWhereas:\n(1) By Decision 2012/735/EU, the Council authorised the signing, on behalf of the Union, of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part (‘the Agreement’). Pursuant to Decision 2012/735/EU, the Agreement is to be applied on a provisional basis, pending the completion of the procedures for its conclusion. The Agreement applies on a provisional basis from 1 March 2013.\n(2) Subsection 2 of Section B of Appendix 1 to Annex I to the Agreement concerns the tariff elimination schedule of the EU party for goods originating in Peru. For a number of specific products, it provides for the application of tariff quotas. It is therefore necessary to open tariff quotas for such products.\n(3) The tariff quotas should be managed by the Commission on a first-come, first-served basis in accordance with Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2).\n(4) Entitlement to benefit from the tariff concessions should be subject to the presentation of the relevant proof of origin to the customs authorities, as provided for in the Agreement.\n(5) Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (3), as amended by Commission Implementing Regulation (EU) No 927/2012 (4), contains new CN codes which are different from those referred to in the Agreement. The new codes should therefore be reflected in the Annex to this Regulation.\n(6) Since the Agreement takes effect on 1 March 2013, this Regulation should apply from the same date.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Union tariff quotas are opened for the goods originating in Peru and listed in the Annex.", "The customs duties applicable to imports into the Union of goods originating in Peru and listed in the Annex shall, within the respective tariff quota set out in the Annex to this Regulation, be suspended.", "The tariff quotas in the Annex shall be managed by the Commission in accordance with Articles 308a to 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 March 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 21.12.2012, p. 1.\n(2)  OJ L 253, 11.10.1993, p. 1.\n(3)  OJ L 256, 7.9.1987, p. 1.\n(4)  OJ L 304, 31.10.2012, p. 1.\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording of the description of the products is to be considered as having no more than an indicative value, the scope of the preferential scheme being determined, within the context of this Annex, by CN codes as they exist at the time of adoption of this Regulation.\nOrder No CN code Description of goods Quota period Annual quota volume\n09.7210 0201 Meat of bovine animals, fresh, chilled or frozen From 1.3.2013 to 31.12.2013 1 792 (1)\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 2 365 (1), (2)\n09.7211 0403 90 Buttermilk, curdled milk and cream, kephir and other fermented or acidified milk and cream, whether or not concentrated or containing added sugar or other sweetening matter or flavoured or containing added fruit, nuts or cocoa From 1.3.2013 to 31.12.2013 1 584\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 2 090 (3)\n09.7212 0405 Butter and other fats and oils derived from milk; dairy spreads From 1.3.2013 to 31.12.2013 417\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 550 (4)\n09.7213 0406 Cheese and curd From 1.3.2013 to 31.12.2013 2 084\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 2 750 (5)\n09.7214 0703 20 Garlic From 1.3.2013 to 31.12.2013 625\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 825 (6)\n09.7215 2105 Ice cream and other edible ice, whether or not containing cocoa From 1.3.2013 to 31.12.2013 125\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 165 (7)\n09.7216 1005 90 Maize (corn), other than seed From 1.3.2013 to 31.12.2013 8 334\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 11 000 (8)\n09.7217 0711 51 Mushrooms of the genus Agaricus, provisionally preserved, but unsuitable in that state for immediate consumption From 1.3.2013 to 31.12.2013 84\n2003 10 Mushrooms of the genus Agaricus, prepared or preserved otherwise than by vinegar or acetic acid From 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 110 (9)\n09.7218 0402 10 Milk and cream, concentrated or containing added sugar or other sweetening matter, in powder, granules or other solid forms From 1.3.2013 to 31.12.2013 2 500\n0402 29 Milk and cream, containing added sugar or other sweetening matter, in other forms than powder, granules or other solid forms From 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 3 300 (10)\n09.7219 0402 91 Milk and cream, concentrated but not containing added sugar or other sweetening matter, in other forms than powder, granules or other solid forms From 1.3.2013 to 31.12.2013 5 000\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 6 600 (11)\n09.7220 0203 11 10 Meat of domestic swine, fresh, chilled or frozen From 1.3.2013 to 31.12.2013 3 334\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 4 400 (12)\n09.7221 Ex02 07 Meat and edible offal other than livers, of the poultry of heading 0105, fresh, chilled or frozen From 1.3.2013 to 31.12.2013 6 250\n0210 99 39 Other meat, salted, in brine, dried or smoked; other edible flours and meals of meat or meat offal From 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 8 250 (13)\n1602 20 Other prepared or preserved meat, meat offal or blood, of liver of any animal or of poultry of heading 0105\n09.7222 Ex10 06 Rice, other than rice in the husk (paddy or rough) for sowing From 1.3.2013 to 31.12.2013 28 334\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 37 400 (14)\n09.7223 2208 40 51 Rum and other spirits obtained by distilling fermented sugar-cane products, in containers holding more than 2 litres From 1.3.2013 to 31.12.2013 834 hectolitres (expressed in equivalent pure alcohol)\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 1 100 hectolitres (expressed in equivalent pure alcohol (15)\n09.7224 0710 40 Sweetcorn From 1.3.2013 to 31.12.2013 584\n2008 99 85 Maize (corn), other than sweetcorn (Zea mays var. saccharata), otherwise prepared or preserved, not containing added spirit and added sugar From 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 770 (16)\n09.7225 0403 10 Yogurt From 1.3.2013 to 31.12.2013 25\nFrom 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 33 (17)\n09.7226 1701 13 Cane sugar, not containing added flavouring or colouring matter; cane or beet sugar and chemically pure sucrose, in solid form, other than raw sugar not containing added flavouring or colouring matter From 1.3.2013 to 31.12.2013 18 334 (expressed in raw sugar equivalent)\n1702 30 Glucose and glucose syrup, not containing fructose or containing in the dry state less than 20 % by weight of fructose From 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 22 660 (expressed in raw sugar equivalent (18)\n1702 40 90 Glucose and glucose syrup other than isoglucose, containing in the dry state at least 20 % but less than 50 % by weight of fructose, excluding invert sugar\n1702 50 Chemically pure fructose\n1702 90 30 Other sugars, including invert sugar and other sugar and sugar syrup blends containing in the dry state 50 % by weight of fructose, excluding chemically pure maltose\n09.7227 Ex17049099 Other sugar confectionery, not containing cocoa, containing 70 % or more by weight of sucrose From 1.3.2013 to 31.12.2013 8 334\n1806 10 30 Cocoa powder, containing 65 % or more by weight of sucrose or isoglucose expressed as sucrose From 1.1. to 31.12.2014 and for each period thereafter from 1.1. to 31.12. 10 300 (10)\nEx18062095 Other preparations in blocks, slabs or bars weighing more than 2 kg or in liquid, paste, powder, granular or other bulk in containers or immediate packings, of a content exceeding 2 kg, containing less than 18 % by weight of cocoa butter and 70 % or more by weight of sucrose\nEx19019099 Other food preparations of flour, groats, meal, starch or malt extract, not containing cocoa or containing less than 40 % of cocoa calculated on a totally defatted basis, containing 70 % or more by weight of sucrose; other food preparations of goods of headings 0401 to 0404, not containing cocoa or containing less than 5 % by weight of cocoa calculated on a totally defatted basis, containing 70 % or more by weight of sucrose\nEx20060031 Fruit (excluding tropical fruit and ginger), vegetables, nuts (excluding tropical nuts), fruit-peel and other parts of plants, preserved by sugar (drained, glacé or crystallised), containing 70 % or more by weight of sucrose\nEx20079110 Jams, fruit jellies, marmalades, fruit or nut purée and fruit or nut pastes, obtained by cooking, containing 70 % or more by weight of sucrose\nEx20 09 Fruit juices (excluding tomato juice, juices of tropical fruit and mixtures of juices of tropical fruit) and vegetable juices of a value not exceeding EUR 30 per 100 kg net weight, unfermented and not containing added spirit, containing 30 % or more by weight of added sugar\nEx21011298 Preparations with a basis of coffee, tea or mate, containing 70 % or more by weight of sucrose\n2106 90 30 Flavoured or coloured isoglucose syrups; other flavoured or colours sugar syrups other than lactose syrup, glucose syrup and maltodextrine syrup\nEx21069098 Other food preparations not elsewhere specified or included, containing 70 % or more by weight of sucrose\nEx33021029 Mixtures of odoriferous substances and mixtures with a basis of one or more of these substances, of a kind used in the drink industries, containing all flavouring agents characterising a beverage, of an actual alcoholic strength by volume not exceeding 0,5 %, containing 70 % or more by weight of sucrose\n(1)  Expressed in carcase weight equivalent as follows: 100 kg of bone-in meat shall be equivalent to 70 kg of boneless meat.\n(2)  With an increase of 215 metric tonnes each year as from 2015.\n(3)  With an increase of 190 metric tonnes each year as from 2015.\n(4)  With an increase of 50 metric tonnes each year as from 2015.\n(5)  With an increase of 250 metric tonnes each year as from 2015.\n(6)  With an increase of 75 metric tonnes each year as from 2015.\n(7)  With an increase of 15 metric tonnes each year as from 2015.\n(8)  With an increase of 1 000 metric tonnes each year as from 2015.\n(9)  With an increase of 10 metric tonnes each year as from 2015.\n(10)  With an increase of 300 metric tonnes each year as from 2015.\n(11)  With an increase of 600 metric tonnes each year as from 2015.\n(12)  With an increase of 400 metric tonnes each year as from 2015.\n(13)  With an increase of 750 metric tonnes each year as from 2015.\n(14)  With an increase of 3 400 metric tonnes each year as from 2015.\n(15)  With an increase of 100 hectolitres (expressed in equivalent pure alcohol) each year as from 2015.\n(16)  With an increase of 70 metric tonnes each year as from 2015.\n(17)  With an increase of 3 metric tonnes each year as from 2015.\n(18)  With an increase of 660 metric tonnes (expressed in raw sugar equivalent) each year as from 2015."}