{"celex_id": "32012R0693", "uri": "http://publications.europa.eu/resource/cellar/9f1942b1-daf9-11e1-905c-01aa75ed71a1", "type": "Regulation", "concepts": ["1767", "2771", "3191", "3825", "5065", "519", "5969", "932", "981"], "title": "Council Implementing Regulation (EU) No 693/2012 of 25 July 2012 amending Implementing Regulation (EU) No 723/2011 (extending the definitive anti-dumping duty imposed by Regulation (EC) No 91/2009 on imports of certain iron or steel fasteners originating in the People’s Republic of China to imports of certain iron or steel fasteners consigned from Malaysia, whether declared as originating in Malaysia or not), by granting an exemption from those measures to one Malaysian exporting producer and terminating the registration of imports from that exporting producer\n", "header": "31.7.2012 EN Official Journal of the European Union L 203/23\nCOUNCIL IMPLEMENTING REGULATION (EU) No 693/2012\nof 25 July 2012\namending Implementing Regulation (EU) No 723/2011 (extending the definitive anti-dumping duty imposed by Regulation (EC) No 91/2009 on imports of certain iron or steel fasteners originating in the People’s Republic of China to imports of certain iron or steel fasteners consigned from Malaysia, whether declared as originating in Malaysia or not), by granting an exemption from those measures to one Malaysian exporting producer and terminating the registration of imports from that exporting producer\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’), and in particular Articles 11(4) and 13(4) thereof,\nHaving regard to the proposal from the European Commission after consulting the Advisory Committee,\nWhereas:\nA.   EXISTING MEASURES\n(1) The Council, by Regulation (EC) No 91/2009 (2), imposed anti-dumping measures on certain iron or steel fasteners originating in the People’s Republic of China. By Implementing Regulation (EU) No 723/2011 (3), the Council extended those measures to certain iron or steel fasteners consigned from Malaysia (‘the extended measures’) with the exception of imports produced by the Malaysian companies which are specifically mentioned in that Regulation.\nB.   CURRENT INVESTIGATION\n1.   Request for a review\n(2) The Commission received a request for an exemption from the extended measures pursuant to Articles 11(4) and 13(4) of the basic Regulation. The application was lodged by Andfast Malaysia Sdn. Bhd. (‘Andfast’), a producer in Malaysia.\n2.   Initiation of a review\n(3) The Commission examined the evidence submitted by Andfast and considered it sufficient to justify the initiation of an investigation pursuant to Articles 11(4) and 13(4) of the basic Regulation for the purposes of determining the possibility of granting Andfast an exemption from the extended measures. After consultation of the Advisory Committee, and after the Union industry concerned had been given the opportunity to comment, the Commission initiated, by Regulation (EU) No 1164/2011 (4) (‘the initiating Regulation’), a review of Implementing Regulation (EU) No 723/2011 with regard to Andfast.\n(4) The Regulation initiating the review repealed the anti-dumping duty imposed by Implementing Regulation (EU) No 723/2011 with regard to imports of the product under examination consigned from Malaysia and produced by Andfast. Simultaneously, pursuant to Article 14(5) of the basic Regulation, customs authorities were directed to take appropriate steps to register such imports.\n3.   Product concerned\n(5) The product concerned is certain iron or steel fasteners, other than of stainless steel, i.e. wood screws (excluding coach screws), self-tapping screws, other screws and bolts with heads (whether or not with their nuts or washers, but excluding screws turned from bars, rods, profiles or wire, of solid section, of a shank thickness not exceeding 6 mm and excluding screws and bolts for fixing railway track construction material), and washers, consigned from Malaysia, currently falling within CN codes ex 7318 12 90, ex 7318 14 91, ex 7318 14 99, ex 7318 15 59, ex 7318 15 69, ex 7318 15 81, ex 7318 15 89, ex 7318 15 90, ex 7318 21 00 and ex 7318 22 00 (‘the product concerned’).\n4.   Investigation\n(6) The Commission officially advised Andfast and the representatives of Malaysia of the initiation of the review. Interested parties were invited to make their views known and informed of the possibility to request a hearing. No such request was received.\n(7) The Commission also sent a questionnaire to Andfast and received a reply within the relevant deadline. The Commission sought and verified all the information deemed necessary for the purposes of the review. A verification visit was carried out at the premises of Andfast.\n5.   Investigation period\n(8) The investigation covered the period from 1 October 2010 to 30 September 2011 (‘the IP’). Data was collected from 2008 up to the end of the IP to investigate any change in the pattern of trade.\nC.   RESULTS OF THE INVESTIGATION\n(9) The investigation confirmed that Andfast was not related to any of the Chinese or Malaysian exporters or producers subject to the anti-dumping measures and had not exported the product concerned to the European Union during the investigation period of the investigation that led to the extended measures, i.e. 1 January 2008 to 30 September 2010. Andfast’s first exports of the product concerned occurred subsequently to the extension of measures to Malaysia.\n(10) The processing activities of Andfast can be considered as a completion and assembly operation in the sense of Article 13(2) of the basic Regulation. Andfast imports blanks from the People’s Republic of China which are subsequently threaded, plated and put together with the nuts and the washers at its premises in Malaysia. The finished product is sold and exported to its related company in the Union.\n(11) This is not considered to be a process involving circumvention as it could be demonstrated that the value added to the parts brought in from the People’s Republic of China, during the assembly and completion operation, is greater than 25 % of the manufacturing costs.\n(12) No evidence was found that Andfast was purchasing the finished product concerned from the People’s Republic of China to resell or tranship to the European Union.\nD.   AMENDMENT OF THE MEASURES BEING REVIEWED\n(13) In accordance with the above findings that Andfast has not engaged in circumvention practices, the company should be exempted from the anti-dumping measures in force.\n(14) The registration of imports of certain iron or steel fasteners consigned from Malaysia by Andfast, as imposed by the initiating Regulation, should cease. In accordance with Article 14(5) of the basic Regulation, which provides that measures shall be applied against registered imports from the date of registration, and in view of the exemption of the company from measures, no anti-dumping duty should be collected on imports of certain iron or steel fasteners consigned from Malaysia by Andfast which entered the Union under registration imposed by the initiating Regulation.\n(15) The exemption from the extended measures granted to imports of certain iron or steel fasteners produced by Andfast shall, in accordance with Article 13(4) of the basic Regulation, remain valid on condition that the facts as finally ascertained justify the exemption and that it is not, for instance, established that the exemption was granted on the basis of false or misleading information submitted by the company concerned. Should prima facie evidence indicate otherwise, or should exports from Andfast to the European Union increase dramatically, an investigation may be initiated by the Commission to establish whether withdrawal of the exemption is warranted.\n(16) The exemption from the extended measures granted to imports of certain iron or steel fasteners produced by Andfast was established on the basis of the findings of the present review. This exemption is thus exclusively applicable to imports of certain iron or steel fasteners consigned from Malaysia and produced by that specific legal entity. Imported iron or steel fasteners, produced by any company not specifically mentioned in Article 1(1) of Implementing Regulation (EU) No 723/2011 with its name, including entities related to those specifically mentioned, shall not benefit from the exemption and should be subject to the residual duty rate as imposed by that Regulation.\n(17) It is considered that special measures are needed in this case in order to ensure the proper application of such exemptions. These special measures are the requirement of the presentation to the customs authorities of the Member States of a valid commercial invoice, which shall conform to the requirements set out in the Annex to Implementing Regulation (EU) No 723/2011. Imports not accompanied by such an invoice shall be made subject to the extended anti-dumping duty.\nE.   PROCEDURE\n(18) Andfast and all other interested parties were informed of the facts and considerations on the basis of which it was intended to grant an exemption to Andfast from the extended measures. No comments were received,", "main_body": ["Article 1(1) of Implementing Regulation (EU) No 723/2011 shall be modified by adding the following company to the list of companies that produce certain iron or steel fasteners in Malaysia and whose imports of certain iron or steel fasteners are exempted from the application of the extended definitive residual anti-dumping duty:\n‘Andfast Malaysia Sdn. Bhd. (TARIC additional code B265)’.", "The customs authorities are hereby directed to cease the registration of imports carried out pursuant to Article 3 of Regulation (EU) No 1164/2011. No anti-dumping duty shall be collected on the imports thus registered.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 29, 31.1.2009, p. 1.\n(3)  OJ L 194, 26.7.2011, p. 6.\n(4)  OJ L 297, 16.11.2011, p. 53."}