{"celex_id": "32011R1022", "uri": "http://publications.europa.eu/resource/cellar/4cc67b13-9fa8-49e1-b58f-053e3d03c1a4", "type": "Regulation", "concepts": ["191", "2987", "5451"], "title": "Commission Implementing Regulation (EU) No 1022/2011 of 14 October 2011 concerning the non-renewal of the approval of the active substance cyclanilide in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending Commission Implementing Regulation (EU) No 540/2011 Text with EEA relevance\n", "header": "15.10.2011 EN Official Journal of the European Union L 270/20\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1022/2011\nof 14 October 2011\nconcerning the non-renewal of the approval of the active substance cyclanilide in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending Commission Implementing Regulation (EU) No 540/2011\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 20 and Article 78(2) thereof,\nWhereas:\n(1) The active substance cyclanilide was included in Annex I to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (2) for a period expiring on 31 October 2011.\n(2) To enable applicants to prepare their applications and to enable the Commission to evaluate and decide upon such applications, that inclusion was extended until 31 December 2015 by Commission Directive 2010/77/EU of 10 November 2010 amending Council Directive 91/414/EEC as regards the expiry dates for inclusion in Annex I of certain active substances (3).\n(3) In accordance with Article 78(3) of Regulation (EC) No 1107/2009 that substance was included in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (4) and is to be deemed to have been approved under Regulation (EC) No 1107/2009.\n(4) The Commission did not, however, receive any applications for the active substance concerned and the time period for the submission of such applications, as provided for in Article 4(1) of Commission Regulation (EU) No 1141/2010 of 7 December 2010 laying down the procedure for the renewal of the inclusion of a second group of active substances in Annex I to Council Directive 91/414/EEC and establishing the list of those substances (5), has expired.\n(5) Consequently, the approval of that active substance should not be renewed and it should be removed from Part A of the Annex to Implementing Regulation (EU) No 540/2011, as from the date on which its approval would have expired had it not been extended by Directive 2010/77/EU.\n(6) Member States should be allowed the period necessary to withdraw authorisations granted for plant protection products containing cyclanilide.\n(7) This Regulation does not prejudice the submission of an application for this substance pursuant to Article 7 of Regulation (EC) No 1107/2009.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Non-renewal of approval\nThe approval of the active substance cyclanilide is not renewed.", "Transitional measures\nMember States shall ensure that authorisations for plant protection products containing cyclanilide are withdrawn by 30 April 2012.", "Grace periods\nAny grace period granted by a Member State for plant protection products containing cyclanilide shall expire on 31 October 2012 at the latest for the sale and distribution and on 31 October 2013 at the latest for the disposal, storage, and use of existing stocks.", "Amendments to Implementing Regulation (EU) No 540/2011\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 230, 19.8.1991, p. 1.\n(3)  OJ L 293, 11.11.2010, p. 48.\n(4)  OJ L 153, 11.6.2011, p. 1.\n(5)  OJ L 322, 8.12.2010, p. 10.\nANNEX\nRow 21 of Part A of the Annex to Implementing Regulation (EU) No 540/2011 is replaced by the following:\nNumber Common name, identification numbers IUPAC name Purity (1) Date of approval Expiration of approval Specific provisions\n‘21 Cyclanilide Not available 960 g/kg 1 November 2001 31 October 2011 Only uses as a plant growth regulator may be authorised.\n(1)  Further details on identity and specification of active substances are provided in their review reports."}