{"celex_id": "32015D0226", "uri": "http://publications.europa.eu/resource/cellar/b486e00c-b349-11e4-b5b2-01aa75ed71a1", "type": "Decision", "concepts": ["1821", "191", "2415", "2746", "2754", "4490"], "title": "Commission Implementing Decision (EU) 2015/226 of 11 February 2015 amending Implementing Decision 2012/535/EU as regards the definition of susceptible wood and measures to be taken in demarcated areas (notified under document C(2015) 645)\n", "header": "13.2.2015 EN Official Journal of the European Union L 37/21\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/226\nof 11 February 2015\namending Implementing Decision 2012/535/EU as regards the definition of susceptible wood and measures to be taken in demarcated areas\n(notified under document C(2015) 645)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the fourth sentence of Article 16(3) thereof,\nWhereas:\n(1) The application of Commission Implementing Decision 2012/535/EU (2) has led to the conclusion that the definition of susceptible wood should include wood of conifers (Coniferales) that has not kept its natural round surface, beehives and bird nesting boxes, taking into account the particular risks linked to the frequent movement of beehives and such boxes. In addition, wood which has undergone processing eliminating the risk of hosting the pine wood nematode (PWN) should be excluded from that definition.\n(2) In view of the nature of the vector, all felled susceptible plants and their logging remains in buffer zones should immediately be removed.\n(3) It is appropriate to clarify that wood free from bark, and which has undergone an appropriate heat treatment in accordance with Implementing Decision 2012/535/EU, may be moved also within the flight season of the vector.\n(4) Implementing Decision 2012/535/EU should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Implementing Decision 2012/535/EU is amended as follows:\n(1) Article 1(b) is replaced by the following:\n‘(b) “susceptible wood” means wood of conifers (Coniferales) which falls under one of the following points:\n(i) wood within the meaning of Article 2(2) of Directive 2000/29/EC;\n(ii) wood which has not retained its round surface;\n(iii) wood in the form of beehives and bird nesting boxes.\n(2) point (d) of Article 13(1) is replaced by the following:\n‘(d) marking in accordance with Annex II to the FAO International Standard for Phytosanitary Measures No 15, as set out in points 2(b) and 3(b) of Section 1 of Annex III and point 3 of Section 2 of that Annex, of beehives, bird nesting boxes and wood packaging material treated by the treatment facility concerned in accordance with, respectively, points (a) and (c).’\n(3) Article 14(1) is replaced by the following:\n(4) Annexes I, II and III are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 February 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  Commission Implementing Decision 2012/535/EU of 26 September 2012 on emergency measures to prevent the spread within the Union of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pine wood nematode) (OJ L 266, 2.10.2012, p. 42).\nANNEX\nThe Annexes to Implementing Decision 2012/535/EU are amended as follows:\n(1) in Annex I, the following point 9a is inserted:\n‘9a. Member States shall, throughout the buffer zone, identify felled susceptible plants not covered by points 7, 8 and 9. They shall remove those plants and their logging remains, taking all necessary precautions to avoid that they act as attractants of PWN and its vector.’\n(2) in Annex II, point 3a is inserted:\n‘3a. Member States shall, throughout the buffer zones, also identify felled susceptible plants other than those referred to in point 3(b). They shall remove those plants and their logging remains, taking all necessary precautions to avoid that they act as attractants of PWN and its vector.’\n(3) points 2(b) and (c) of Section 1 of Annex III are replaced by the following:\n‘(b) It is accompanied by the plant passport referred to in Directive 92/105/EEC and issued by an authorised treatment facility; as regards susceptible wood in the form of beehives and bird nesting boxes, it is accompanied by that plant passport or it is marked in accordance with Annex II to the FAO International Standard for Phytosanitary Measures No 15.\n(c) If it is not free from bark, it is moved either outside the flight season of the vector or with a protective covering ensuring that infestation with PWN or the vector cannot occur.’"}