{"celex_id": "32012R1101", "uri": "http://publications.europa.eu/resource/cellar/9678f7ea-3a54-11e2-b7ce-01aa75ed71a1", "type": "Regulation", "concepts": ["1139", "3183", "3773", "5583", "5751", "8412"], "title": "Commission Implementing Regulation (EU) No 1101/2012 of 26 November 2012 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code  Text with EEA relevance\n", "header": "27.11.2012 EN Official Journal of the European Union L 327/18\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1101/2012\nof 26 November 2012\namending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) With the entry into force of Commission Regulation (EU) No 1006/2011 of 27 September 2011 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (2), new CN codes apply to gas and fuel oils containing biodiesel. These changes may affect the mineral oil industry because certain mixing operations under the customs warehousing procedure and in free zones are not permitted anymore as ‘usual forms of handling’ because they result in a different eight-digit CN code.\n(2) A solution should be found to allow mixing of gas or fuel oils not containing biodiesel with gas or fuel oils containing biodiesel, classified in Chapter 27 of the CN, under the customs warehousing procedure and in free zones to continue as before the entry into force of Regulation (EU) No 1006/2011 on 1 January 2012.\n(3) Mixing gas or fuel oils with biodiesel should be allowed, so that separate storage of both types of goods is not required. However, taking account of the Additional Note 2 in Chapter 27 of the Combined Nomenclature the mixture obtained should contain less than 0,5 %, by volume, of biodiesel or gas or fuel oils respectively.\n(4) Annex 72 to Commission Regulation (EEC) No 2454/93 (3) should therefore be amended accordingly.\n(5) The amendment should enter into force with retroactive effect in order to allow for extinguishing customs debts which were incurred since 1 January 2012 because of the introduction of the new CN codes.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex 72 to Regulation (EEC) No 2454/93 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 November 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  OJ L 282, 28.10.2011, p. 1.\n(3)  OJ L 253, 11.10.1993, p. 1.\nANNEX\nIn the second paragraph of Annex 72, after point 14 the following points 14a and 14b are inserted:\n‘14a. mixing of gas or fuel oils not containing biodiesel with gas or fuel oils containing biodiesel, classified in Chapter 27 of the CN, in order to obtain a constant quality or a quality which is requested by the customer, without changing the nature of the goods even if this results in a different eight-digit CN code;\n14b. mixing of gas or fuel oils with biodiesel so that the mixture obtained contains less than 0,5 %, by volume, of biodiesel, and mixing of biodiesel with gas or fuel oils so that the mixture obtained contains less than 0,5 %, by volume, of gas or fuel oils;’."}