{"celex_id": "32013R1364", "uri": "http://publications.europa.eu/resource/cellar/7a329241-689f-11e3-a7e4-01aa75ed71a1", "type": "Regulation", "concepts": ["2999", "3000", "6790"], "title": "Commission Implementing Regulation (EU) No 1364/2013 of 17 December 2013 amending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 as regards the use of non-organic aquaculture juveniles and non-organic seed of bivalve shellfish in organic aquaculture\n", "header": "19.12.2013 EN Official Journal of the European Union L 343/29\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1364/2013\nof 17 December 2013\namending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 as regards the use of non-organic aquaculture juveniles and non-organic seed of bivalve shellfish in organic aquaculture\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1) and in particular Article 13(3), Article 15(2) and Article 40 thereof,\nWhereas:\n(1) Regulation (EC) No 834/2007 establishes basic requirements for the organic production of seaweed and aquaculture animals. Detailed rules for the implementation of those requirements are laid down in Commission Regulation (EC) No 889/2008 (2).\n(2) In the period between November 2012 and April 2013 certain Member States submitted requests for revision of the rules about products, substances and techniques which can be used in organic aquaculture production. Those requests are to be evaluated by the expert group for technical advice on organic production set up by Commission Decision 2009/427/EC (3); on the basis of that evaluation, the Commission intends to assess the need for any revision of those rules in 2014.\n(3) In some of those requests it was stated that there was insufficient availability of organic juveniles and shellfish seed on the market to comply with the requirements of Articles 25e and 25o of Regulation (EC) No 889/2008.\n(4) As organic juveniles and shellfish seed are not yet available in sufficient quantities, in order to allow for continuity, to avoid disruption of organic aquaculture production in the Union, and to give time to the market for organic juveniles and shellfish seed to develop further, it is justified, pending the receipt of expert advice, to postpone the application of the percentage of 50 % provided for in Article 25e(3) and the third subparagraph of 25o(1) of Regulation (EC) No 889/2008 by one year until 31 December 2014.\n(5) Regulation (EC) No 889/2008 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the regulatory Committee on organic production,", "main_body": ["Regulation (EC) No 889/2008 is amended as follows:\n1. In Article 25e, paragraph 3 is replaced by the following:\n2. In Article 25o(1), the third subparagraph is replaced by the following:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply as from 31 December 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  Commission Regulation (EC) No 889/2008 of 5 September 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control (OJ L 250, 18.9.2008, p. 1).\n(3)  Commission Decision 2009/427/EC of 3 June 2009 establishing the expert group for technical advice on organic production (OJ L 139, 5.6.2009, p. 29)."}