{"celex_id": "32011D0780", "uri": "http://publications.europa.eu/resource/cellar/ca86b9b1-3b04-4034-8bd0-6392e1b4d1be", "type": "Decision", "concepts": ["3160", "4408", "5618", "5870", "5887", "7937"], "title": "2011/780/EU: Council Decision of 28 November 2011 on the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XIII (Transport) to the EEA Agreement\n", "header": "2.12.2011 EN Official Journal of the European Union L 319/1\nCOUNCIL DECISION\nof 28 November 2011\non the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XIII (Transport) to the EEA Agreement\n(2011/780/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2) in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Annex XIII to the Agreement on the European Economic Area (hereinafter ‘the Agreement’) contains specific provisions and arrangements concerning transport.\n(2) Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (2) has as its principal objective to establish and maintain a high uniform level of civil aviation safety within the Union.\n(3) The activities of the European Aviation Safety Agency may affect the level of civil aviation safety within the European Economic Area.\n(4) Regulation (EC) No 216/2008 should therefore be incorporated into the Agreement in order to allow for the full participation of the EFTA States in the European Aviation Safety Agency.\n(5) Since Regulation (EC) No 216/2008 repeals Regulation (EC) No 1592/2002 (3), which is incorporated into the Agreement, Regulation (EC) No 1592/2002 should consequently be repealed under the Agreement.\n(6) Annex XIII to the Agreement should be amended accordingly.\n(7) The Union should therefore take the position set out in the attached draft Decision within the EEA Joint Committee,", "main_body": ["The position to be taken by the European Union in the EEA Joint Committee on the envisaged amendment to Annex XIII (Transport) to the Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 28 November 2011.\nFor the Council\nThe President\nK. SZUMILAS\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 79, 19.3.2008, p. 1.\n(3)  Regulation (EC) No 1592/2002 of the European Parliament and of the Council of 15 July 2002 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency (OJ L 240, 7.9.2002, p. 1).\nDRAFT\nDECISION No …/2011 OF THE EEA JOINT COMMITTEE\nof …\namending Annex XIII (Transport) to the EEA Agreement\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area (hereinafter ‘the Agreement’), and in particular Article 98 thereof,\nWhereas:\n(1) Annex XIII to the Agreement was amended by Decision of the EEA Joint Committee No …/… of … (1).\n(2) Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (2) has as its principal objective to establish and maintain a high uniform level of civil aviation safety within the Union.\n(3) The activities of the European Aviation Safety Agency may affect the level of civil aviation safety within the European Economic Area.\n(4) Regulation (EC) No 216/2008 should therefore be incorporated into the Agreement in order to allow for the full participation of the EFTA States in the European Aviation Safety Agency.\n(5) Regulation (EC) No 216/2008 repeals Regulation (EC) No 1592/2002 of the European Parliament and of the Council (3), which is incorporated into the Agreement and which should consequently be repealed under the Agreement,\nHAS ADOPTED THIS DECISION:\nArticle 1\nAnnex XIII to the Agreement shall be amended as specified in the Annex to this Decision.\nArticle 2\nThe text of Regulation (EC) No 216/2008 in the Icelandic and Norwegian languages, to be published in the EEA Supplement to the Official Journal of the European Union, shall be authentic.\nArticle 3\nThis Decision shall enter into force on …, provided that all the notifications under Article 103(1) of the Agreement have been made to the EEA Joint Committee (4).\nArticle 4\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels, …\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L ….\n(2)  OJ L 79, 19.3.2008, p. 1.\n(3)  OJ L 240, 7.9.2002, p. 1.\n(4)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]\nDeclaration by the EFTA States to Decision of the EEA Joint Committee No … incorporating Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC into the Agreement\n‘Regulation (EC) No 216/2008 of the European Parliament and of the Council deals among other things with the authority to impose fines and periodic penalty payments in the area of aviation safety. The incorporation of this Regulation is without prejudice to the institutional solutions with regard to future acts conferring powers to impose sanctions.’\nANNEX\nTo Decision of the EEA Joint Committee No …\nAnnex XIII to the Agreement shall be amended as follows:\n(1) the following indent shall be added to points 66a (Council Regulation (EEC) No 3922/91) and 66r (Directive 2004/36/EC of the European Parliament and of the Council):\n‘— 32008 R 0216: Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 (OJ L 79, 19.3.2008, p. 1).’;\n(2) the following shall be added to point 68a (Council Directive 91/670/EEC):\n— 32008 R 0216: Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 (OJ L 79, 19.3.2008, p. 1).’;\n(3) the text of point 66n (Regulation (EC) No 1592/2002 of the European Parliament and of the Council) shall be replaced by the following:\n(a) unless otherwise stipulated below, and notwithstanding the provisions of Protocol 1 to the Agreement, the term “Member State(s)” contained in the Regulation shall be understood to include, in addition to its meaning in the Regulation, the EFTA States. Paragraph 11 of Protocol 1 shall apply;\n(b) as regards the EFTA States, the Agency shall, as and when appropriate, assist the EFTA Surveillance Authority or the Standing Committee, as the case may be, in the performance of their respective tasks. The Agency and the EFTA Surveillance Authority or the Standing Committee, as the case may be, shall cooperate and exchange information as and when appropriate;\n(c) nothing in this Regulation shall be construed so as to transfer to the Agency authority to act on behalf of the EFTA States under international agreements for other purposes than to assist in the performance of their obligations pursuant to such agreements;\n(d) Article 12 shall be amended as follows:\n(i) in paragraph 1, the words “or an EFTA State” shall be inserted after the words “the Community”;\n(ii) paragraph 2 shall be replaced by the following:\n(e) the following subparagraph shall be added to Article 14(7):\n(f) the following paragraph shall be added to Article 15:\n(g) the following shall be added to Article 17(2)(b):\n(h) Article 17(2)(e) shall be replaced by the following:\n(i) the first sentence of Article 20 shall be replaced by the following:\n(j) Article 24 shall be amended as follows:\n(i) the following shall be added to paragraph 1:\n(ii) the following shall be added to paragraph 4:\n(k) the following shall be added to Article 25(1):\n(l) in Article 25(4) the words “The Court of Justice of the European Communities” shall be replaced by “The EFTA Court” and the word “Commission” shall be replaced by “EFTA Surveillance Authority” with regard to the EFTA States;\n(m) the following paragraph shall be added to Article 29:\n(n) the following shall be added to Article 30:\n(o) the following words shall be inserted after the word “Community” in Article 32(1):\n(p) the following shall be inserted after Article 33(2)(c):\n“(ca) the annual general report and the Agency’s programme of work, pursuant to paragraphs (b) and (c) respectively, shall be forwarded to the EFTA Surveillance Authority;”;\n(q) the following paragraph shall be added to Article 34:\n(r) the following paragraph shall be added to Article 41:\n(s) the following shall be inserted at the end of Article 54(1):\n(t) the following words shall be inserted after the word “Treaty” in the first sentence of Article 58(3):\n(u) the following paragraph shall be added to Article 59:\n(v) the following paragraphs shall be added to Article 65:\n(w) where applicable, and unless otherwise provided, the above adaptations shall apply mutatis mutandis to other Union legislation conferring powers on the Agency and incorporated into this Agreement.’."}