{"celex_id": "32013R0536", "uri": "http://publications.europa.eu/resource/cellar/40136321-d346-11e2-bfa7-01aa75ed71a1", "type": "Regulation", "concepts": ["1425", "192", "2735", "6569", "758", "893"], "title": "Commission Regulation (EU) No 536/2013 of 11 June 2013 amending Regulation (EU) No 432/2012 establishing a list of permitted health claims made on foods other than those referring to the reduction of disease risk and to children’s development and health  Text with EEA relevance\n", "header": "12.6.2013 EN Official Journal of the European Union L 160/4\nCOMMISSION REGULATION (EU) No 536/2013\nof 11 June 2013\namending Regulation (EU) No 432/2012 establishing a list of permitted health claims made on foods other than those referring to the reduction of disease risk and to children’s development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) Pursuant to Article 13(3) of Regulation (EC) No 1924/2006, the Commission adopted Regulation (EU) No 432/2012 of 16 May 2012 establishing a list of permitted health claims made on foods other than those referring to the reduction of disease risk and to children’s development and health (2). The list as established by Regulation (EU) No 432/2012 contains 222 permitted health claims, corresponding to 497 entries in the consolidated list (3) submitted to the European Food Safety Authority (the Authority) for a scientific assessment.\n(2) However, at the time of the adoption of the list of permitted health claims, there were a number of health claims whose evaluation by the Authority or consideration by the Commission was not finalised (4).\n(3) For health claims on micro-organisms which, in its initial assessment, the Authority considered insufficiently characterised and health claims for which it concluded that ‘the evidence provided is insufficient to establish a cause and effect relationship’, the Commission and Member States agreed that they would not be able to consider their inclusion or non-inclusion in the list of permitted claims unless a further assessment was carried out by the Authority. The Authority finalised its assessments on these health claims and published its opinions on 5 June and 7 August 2012 (5) concluding that, on the basis of the data submitted, a cause and effect relationship has been established between a food category, a food or one of its constituents and the claimed effect for two health claims (6).\n(4) The Commission has finalised its consideration of all health claims submitted for evaluation except for four categories of claims made on specific groups of food or one of their constituents. Those categories include claims on plant or herbal substances, commonly known as ‘botanical substances’, claims on specific foodstuffs, namely foods for use in very low calorie diets and foods with reduced lactose content, claims on caffeine and a claim on carbohydrates.\n(5) As regards botanical substances, Member States and stakeholders expressed concerns as regards the difference in consideration given to the evidence based on ‘traditional use’ on the one hand under Regulation (EC) No 1924/2006 in relation to health claims and on the other hand under Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use (7) concerning the use as traditional herbal medicinal products. Since the Commission considers that these concerns are relevant and require further reflection and consultation, a decision on claims relating to botanical substances (8) should only be taken once those steps have been completed.\n(6) As regards the health claims referring to the effects of very low calorie diets (9) and foods with reduced lactose content (10), the current revision of the legislation on foodstuffs for particular nutritional uses (11) might have an impact on those health claims. In order to avoid potential inconsistencies with that legislation, a decision on the health claims referring to those foodstuffs should only be taken once that revision has been finalised.\n(7) As regards the health claims referring to the effects of caffeine (12), Member States expressed concerns in relation to the safety of caffeine intake within different target groups of the population. Since the Commission considers that these concerns are relevant and require further scientific advice by the Authority, a decision on claims relating to caffeine should only be taken once that step has been completed.\n(8) As regards the health claim referring to the beneficial effects of carbohydrates (13), some Member States raised concerns as to its authorisation, because they consider it being potentially confusing to the consumer, particularly in light of national dietary advice to reduce sugars consumption. Since the Commission considers that, for this specific claim, conflicting objectives need to be reconciled, further analysis will be required for setting conditions of use for that claim. Therefore, a decision on the claim relating to carbohydrates should only be taken once this analysis has been completed.\n(9) In order to ensure transparency and legal security for all interested parties, claims the consideration of which has not yet been completed will remain published on the website of the Commission (14) and may continue to be used pursuant to paragraphs 5 and 6 of Article 28 of Regulation (EC) No 1924/2006.\n(10) Health claims corresponding to the conclusions of the Authority that a cause and effect relationship has been established between a food category, a food or one of its constituents and the claimed effect and which comply with the requirements of Regulation (EC) No 1924/2006 should be authorised under Article 13(3) of that Regulation, and included in the list of permitted claims established by Regulation (EU) No 432/2012 (15).\n(11) Article 13(3) of Regulation (EC) No 1924/2006 provides that permitted health claims must be accompanied with all necessary conditions (including restrictions) for their use. Accordingly, the list of permitted claims should include the wording of the claims and specific conditions of use of the claims, and where applicable, conditions or restrictions of use and/or an additional statement or warning, in accordance with the rules laid down in Regulation (EC) No 1924/2006 and in line with the opinions of the Authority.\n(12) Pursuant to Article 6(1) and Article 13(1) of Regulation (EC) No 1924/2006 health claims need to be based on generally accepted scientific evidence. Accordingly, health claims that did not receive a favourable assessment on their scientific substantiation by the Authority, during either the initial assessment or during the ‘further assessment’ process, should not be authorised.\n(13) Authorisation may also legitimately be withheld if health claims do not comply with other general and specific requirements of Regulation (EC) No 1924/2006, even in the case of a favourable scientific assessment by the Authority. The Authority concluded that for one claim on the effect of L-arginine (16) on the maintenance of normal ammonia clearance and for another claim on the effect of L-tyrosine (17) on the normal synthesis of catecholamines a cause and effect relationship has been established. The Commission and the Member States have considered whether health claims reflecting those conclusions should be authorised. On the basis of the data submitted and of the current scientific knowledge, the Authority concluded that no conditions of use can be defined which would accompany the health claim on L-arginine (18), while for the health claim on L-tyrosine, the Authority proposed as appropriate conditions of use that ‘a food should be at least a source of protein as per Annex to Regulation (EC) No 1924/2006’ (19). In the Authority’s response of 9 November 2012 to the request of the Commission for clarification, the Authority noted that its conclusions for those claims were based on the known biochemical role of the two amino acids, as contained in protein. It added that it could not provide a quantitative indication of the necessary daily intake of L-tyrosine and L-arginine per se to produce the respective beneficial physiological effects. Accordingly, it is not possible to establish specific conditions for the use of those claims to ensure that the amino acids are contained in the final product in a quantity that will produce the respective beneficial physiological effects in accordance with point (i) of Article 5(1)(b) of Regulation (EC) No 1924/2006. In the absence of such specific conditions of use the beneficial effect of the substance to which the claim relates cannot be assured. Therefore, those claims could be misleading the consumer and should not be included in the lists of permitted health claims.\n(14) This Regulation should apply six months after the date of its entry into force to enable food business operators to adapt to its requirements, including the prohibition according to Article 10(1) of Regulation (EC) No 1924/2006 of those health claims whose evaluation by the Authority and whose consideration by the Commission has been completed.\n(15) In line with Article 20(1) of Regulation (EC) No 1924/2006, the Register of nutrition and health claims containing all authorised health claims and those rejected and the reasons for their rejection should be updated in the light of the present Regulation and its deferred application.\n(16) Comments and positions from the members of the public and interested stakeholders, received by the Commission have been adequately considered when setting the measures provided for in this Regulation.\n(17) Regulation (EU) No 432/2012 should therefore be amended accordingly.\n(18) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health, and neither the European Parliament nor the Council have opposed them,", "main_body": ["The Annex to Regulation (EU) No 432/2012 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 2 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  OJ L 136, 25.5.2012, p. 1.\n(3)  http://www.efsa.europa.eu/en/topics/topic/article13.htm\n(4)  Corresponding to 2232 entries (IDs) in the consolidated list.\n(5)  http://www.efsa.europa.eu/en/publications.htm\n(6)  Corresponding to entries ID 2926 and ID 1164 in the consolidated list.\n(7)  OJ L 311, 28.11.2001, p. 67.\n(8)  Corresponding to 2078 entries (IDs) in the consolidated list.\n(9)  Corresponding to entry ID 1410 in the consolidated list.\n(10)  Corresponding to entries ID 646, ID 1224, ID 1238, ID 1339 in the consolidated list.\n(11)  COM(2011) 353 final.\n(12)  Corresponding to entries ID 737, ID 1486, ID 1488, ID 1490, ID 736, ID 1101, ID 1187, ID 1485, ID 1491, ID 2063, ID 2103, ID 2375 in the consolidated list.\n(13)  Corresponding to entries ID 603 and ID 653 in the consolidated list.\n(14)  http://ec.europa.eu/food/food/labellingnutrition/claims/index_en.htm\n(15)  Corresponding to 16 entries (IDs) in the consolidated list, as they appear in the Annex to this Regulation.\n(16)  Corresponding to entry ID 4683 in the consolidated list.\n(17)  Corresponding to entry ID 1928 in the consolidated list.\n(18)  http://www.efsa.europa.eu/en/efsajournal/doc/2051.pdf\n(19)  http://www.efsa.europa.eu/en/efsajournal/doc/2270.pdf\nANNEX\nIn the Annex to Regulation (EU) No 432/2012, the following entries of permitted health claims are inserted in alphabetical order:\nNutrient, substance, food or food category Claim Conditions of use of the claim Conditions and/or restrictions of use of the food and/or additional statement or warning EFSA Journal number Relevant entry number in the Consolidated List submitted to EFSA for its assessment\nAlpha-cyclodextrin Consumption of alpha-cyclodextrin as part of a starch-containing meal contributes to the reduction of the blood glucose rise after that meal The claim may be used for food which contains at least 5 g of alpha-cyclodextrin per 50 g of starch in a quantified portion as part of the meal. In order to bear the claim information shall be given to the consumer that the beneficial effect is obtained by consuming the alpha-cyclodextrin as part of the meal.  2012; 10(6):2713 2926\nDocosahexaenoic acid (DHA) DHA contributes to the maintenance of normal blood triglyceride levels The claim may be used only for food which provides a daily intake of 2 g of DHA and which contains DHA in combination with eicosapentaenoic acid (EPA). In order to bear the claim, information shall be given to the consumer that the beneficial effect is obtained with a daily intake of 2 g of DHA. When the claim is used on food supplements and/or fortified foods information shall also be given to consumers not to exceed a supplemental daily intake of 5 g of EPA and DHA combined. The claim shall not be used for foods targeting children. 2010; 8(10):1734 533, 691, 3150\nDocosahexaenoic acid and Eicosapentaenoic acid (DHA/EPA) DHA and EPA contribute to the maintenance of normal blood pressure The claim may be used only for food which provides a daily intake of 3 g of EPA and DHA. In order to bear the claim, information shall be given to the consumer that the beneficial effect is obtained with a daily intake of 3 g of EPA and DHA. When the claim is used on food supplements and/or fortified foods information shall also be given to consumers not to exceed a supplemental daily intake of 5 g of EPA and DHA combined. The claim shall not be used for foods targeting children. 2009; 7(9):1263 502, 506, 516, 703, 1317, 1324\nDocosahexaenoic acid and Eicosapentaenoic acid (DHA/EPA) DHA and EPA contribute to the maintenance of normal blood triglyceride levels The claim may be used only for food which provides a daily intake of 2 g of EPA and DHA. In order to bear the claim, information shall be given to the consumer that the beneficial effect is obtained with a daily intake of 2 g of EPA and DHA. When the claim is used on food supplements and/or fortified foods information shall also be given to consumers not to exceed a supplemental daily intake of 5 g of EPA and DHA combined. The claim shall not be used for foods targeting children. 2009; 7(9):1263 506, 517, 527, 538, 1317, 1324, 1325\nDried plums of ‘prune’ cultivars (Prunus domestica L.) Dried plums/prunes contribute to normal bowel function The claim may be used only for food which provides a daily intake of 100 g of dried plums (prunes). In order to bear the claim, information shall be given to the consumer that the beneficial effect is obtained with a daily intake of 100 g of dried plums (prunes).  2012; 10(6):2712 1164\nFructose Consumption of foods containing fructose leads to a lower blood glucose rise compared to foods containing sucrose or glucose In order to bear the claim, glucose and/or sucrose should be replaced by fructose in sugar-sweetened foods or drinks so that the reduction in content of glucose and/or sucrose, in these foods or drinks, is at least 30 %.  2011; 9(6):2223 558"}