{"celex_id": "32011D0241", "uri": "http://publications.europa.eu/resource/cellar/a575b5b9-72ba-4679-8cf1-85779e98ccf3", "type": "Decision", "concepts": ["12", "1630", "202", "2324", "2639", "4445", "5093", "5859"], "title": "2011/241/EU: Commission Decision of 14 April 2011 extending the transitional period concerning the acquisition of agricultural land in Slovakia  Text with EEA relevance\n", "header": "15.4.2011 EN Official Journal of the European Union L 101/124\nCOMMISSION DECISION\nof 14 April 2011\nextending the transitional period concerning the acquisition of agricultural land in Slovakia\n(Text with EEA relevance)\n(2011/241/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Chapter 3 of Annex XIV thereto,\nHaving regard to the request made by Slovakia,\nWhereas:\n(1) The 2003 Act of Accession provides that Slovakia may maintain in force, under the conditions laid down therein, for a 7-year period following the accession, expiring on 30 April 2011, prohibitions on the acquisition of agricultural land by natural and legal persons from other EU Member States who are neither established nor registered nor having a branch or an agency in Slovakia. This is a temporary exception to the free movement of capital as guaranteed by Articles 63 to 66 of the Treaty on the Functioning of the European Union. This transitional period may only be extended once for a period of up to 3 years.\n(2) On 20 January 2011, Slovakia requested to extend the transitional period concerning the acquisition of agricultural land by 3 years.\n(3) The main reason for the transitional period was the need to safeguard the socioeconomic conditions for agricultural activities following the introduction of the single market and the transition to the common agricultural policy in Slovakia. In particular, it aimed to meet concerns raised about the possible impact on the agricultural sector of liberalising the acquisition of agricultural land due to initial large differences in land prices and income compared with Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, the Netherlands, Portugal, Spain, Sweden and the United Kingdom (hereinafter the EU-15). The transitional period was also designed to ease the process of restitution and privatisation of agricultural land. In its Report of 16 July 2008 on the Review of the transitional measures for the acquisition of agricultural real estate set out in the 2003 Accession Treaty (hereinafter the ‘Mid-Term Review’), the Commission has already emphasised the importance of the completion of the abovementioned agricultural reform by the end of the foreseen transitional period (1).\n(4) According to data available to Eurostat, agricultural land prices in Slovakia are lower than the agricultural land prices in the EU. Complete convergence in agricultural land sales prices was neither expected nor seen as a necessary pre-condition for terminating the transitional period. Nevertheless, the noticeable differences in agricultural land prices between Slovakia and the EU-15 are such that they can hinder smooth progress towards price convergence. The risk of speculative activity on low value lands is also important.\n(5) Similarly to the levels of agricultural land prices, the data from Eurostat show that the gap in per capita GDP in Purchasing Power Standards in Slovakia and the EU-15 still persists. Thus, existing agricultural land prices are high relative to the purchasing power in Slovakia.\n(6) According to Eurostat, the structure of land property in Slovakia is characterised by the predominance of small family farms of less than 2 ha which are mostly not market oriented. The consolidation process of these small farms is very slow and the average exploited agricultural area per holding of less than 2 ha increased from 0,5 ha to 0,6 ha between 2001 and 2007. Even though only 4,56 % of the total number of workers works in agriculture, almost half of the population lives in rural areas. According to the Slovak authorities many agricultural lands which are in private hands are not farmed.\n(7) Consolidation of agricultural land is also impeded by the unfinished process of restitution of ownership rights due to unsettled outstanding claims. Also, more than 360 000 ha of agricultural private lands are administrated by the Slovak Land Fund pending the identification of their legal owners. Approximately 130 000 ha of State-owned agricultural land remain under the administration of the Slovak Land Fund. These lands together with those which have uncertain legal situation represent almost one quarter of the total area of agricultural lands in the Slovak Republic. The lack of clarity on property rights inevitably hinders land transactions and consolidation of agricultural estates. Land fragmentation, in turn, further contributes to lower competitiveness and leads to less market-oriented farms.\n(8) Against this background, it may be anticipated, as do the Slovak authorities, that the lifting of the restrictions on 1 May 2011 would exert pressure on the land prices in Slovakia. Therefore, a threat of serious disturbances on the Slovak agricultural land market upon the expiry of the transitional period exists.\n(9) An extension of 3 years to the transitional period referred to in Chapter 3 of Annex XIV to the 2003 Act of Accession should therefore be granted.\n(10) In order to fully prepare the market for liberalisation, it continues to be of utmost importance, even amid adverse economic circumstances, to foster the improvement of factors such as credit and insurance facilities for farmers, and the completion of the agricultural reform during the transitional period, as already emphasised in the Mid-Term Review.\n(11) Since an open single market has always been at the heart of European prosperity, an increased inflow of foreign capital would also bring along potential benefits for the agricultural market in Slovakia. As emphasised in the Mid-Term Review of 2008, foreign investment in the agricultural sector would also have important long-term effects on the provision of capital and know-how, on the functioning of land markets and on agricultural productivity. The progressive loosening of the restrictions on foreign ownership during the transitional period would also contribute to preparing the market for full liberalisation.\n(12) For the purpose of legal certainty and in order to avoid a legal vacuum in the national legal system of Slovakia after the expiry of the current transitional period, this Decision should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["The transitional period concerning the acquisition of agricultural land in Slovakia referred to in Chapter 3 of Annex XIV to the 2003 Act of Accession shall be extended until 30 April 2014.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 14 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  COM(2008) 461 final, 16 July 2008."}