{"celex_id": "32011D0625", "uri": "http://publications.europa.eu/resource/cellar/647f0cd5-acb3-4065-b5a7-91a62f4ea66e", "type": "Decision", "concepts": ["1639", "3483", "3506", "3870"], "title": "Council Decision 2011/625/CFSP of 22 September 2011 amending Decision 2011/137/CFSP concerning restrictive measures in view of the situation in Libya\n", "header": "23.9.2011 EN Official Journal of the European Union L 246/30\nCOUNCIL DECISION 2011/625/CFSP\nof 22 September 2011\namending Decision 2011/137/CFSP concerning restrictive measures in view of the situation in Libya\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 28 February 2011, the Council adopted Decision 2011/137/CFSP (1), implementing United Nations Security Council Resolution (UNSCR) 1970 (2011).\n(2) On 23 March 2011, the Council adopted Decision 2011/178/CFSP amending Decision 2011/137/CFSP (2) and implementing UNSCR 1973 (2011).\n(3) On 16 September 2011, the United Nations Security Council adopted UNSCR 2009 (2011) which amended, among others, the restrictive measures imposed by UNSCR 1970 (2011) and UNSCR 1973 (2011).\n(4) Decision 2011/137/CFSP should be amended accordingly,", "main_body": ["Decision 2011/137/CFSP is hereby amended as follows:\n(1) in Article 2, the following paragraph is added:\n(a) arms and related materiel of all types, including technical assistance, training, financial and other assistance, intended solely for security or disarmament assistance to the Libyan authorities;\n(b) small arms, light weapons and related materiel, temporarily exported to Libya for the sole use of United Nations personnel, representatives of the media and humanitarian and development workers and associated personnel,\n(2) Article 4a(1) is deleted;\n(3) in Article 6:\n(a) the following paragraph is inserted:\n(a) Central Bank of Libya;\n(b) Libyan Arab Foreign Bank;\n(c) Libyan Investment Authority; and\n(d) Libyan Africa Investment Portfolio,\n(b) the following paragraph is inserted:\n(a) the Member State concerned has provided notice to the Committee of its intent to authorise access to funds, other financial assets, or economic resources, for one or more of the following purposes and in the absence of a negative decision by the Committee within 5 working days of such a notification:\n(i) humanitarian needs;\n(ii) fuel, electricity and water for strictly civilian uses;\n(iii) resuming Libyan production and sale of hydrocarbons;\n(iv) establishing, operating, or strengthening institutions of civilian government and civilian public infrastructure; or\n(v) facilitating the resumption of banking sector operations, including to support or facilitate international trade with Libya;\n(b) the Member State concerned has notified the Committee that those funds, other financial assets or economic resources shall not be made available to or for the benefit of the persons referred to in paragraph 1;\n(c) the Member State concerned has consulted in advance with the Libyan authorities about the use of such funds, other financial assets, or economic resources; and\n(d) the Member State concerned has shared with the Libyan authorities the notification submitted pursuant to this paragraph and the Libyan authorities have not objected within 5 working days to the release of such funds, other financial assets, or economic resources.’;\n(c) the following paragraph is inserted:", "The entries for the entities set out in the Annex to this Decision shall be deleted from the lists set out in Annexes III and IV to Decision 2011/137/CFSP.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 22 September 2011.\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ L 58, 3.3.2011, p. 53.\n(2)  OJ L 78, 24.3.2011, p. 24.\nANNEX\nENTITIES REFERRED TO IN ARTICLE 2\nEntries deleted from the list set out in Annex III to Decision 2011/137/CFSP:\n1. Central Bank of Libya\n2. Libyan Investment Authority\n3. Libyan Foreign Bank\n4. Libya Africa Investment Portfolio\n5. Libyan National Oil Corporation.\nEntry deleted from the list set out in Annex IV to Decision 2011/137/CFSP:\nZuietina Oil Company."}