{"celex_id": "32011D0363", "uri": "http://publications.europa.eu/resource/cellar/26242ac0-c253-456a-bd76-0ce8614035e5", "type": "Decision", "concepts": ["1095", "2734", "3763", "4585", "5581"], "title": "2011/363/EU: Council Implementing Decision of 20 June 2011 authorising Romania to introduce a special measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n", "header": "23.6.2011 EN Official Journal of the European Union L 163/26\nCOUNCIL IMPLEMENTING DECISION\nof 20 June 2011\nauthorising Romania to introduce a special measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n(2011/363/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letters registered at the Commission on 4 November 2009, 2 July 2010, 26 July 2010 and 20 December 2010, Romania requested authorisation, for a period of 2 years, to designate as liable to value added tax (VAT) the taxable persons to whom supplies of certain cereals and oilseeds are made, by way of derogation from Article 193 of Directive 2006/112/EC. It has said that it will not seek renewal of this authorisation.\n(2) The Commission forwarded Romania’s request to the other Member States by letter of 15 March 2011. By letter of 22 March 2011, the Commission notified Romania that it had all the information it considered necessary for appraisal of the requests.\n(3) Romania has found cases of tax evasion in the trade in certain unprocessed agricultural products, cereals and oilseeds. Some operators do not pay VAT to the Treasury after delivering their products, especially if they have acquired them without payment of input tax. Their customers, however, are entitled to deduct the VAT as they are in possession of a valid invoice.\n(4) Designating the taxable person to whom the goods are supplied as liable for the VAT instead of the supplier would be a temporary emergency measure that would put an end to this form of evasion. Application of that special measure for 2 years should give Romania time to introduce in the agricultural sector definitive measures compatible with Directive 2006/112/EC that would prevent and combat this form of evasion.\n(5) To prevent the fraudulent activity being transferred to the processing stage of food or industrial goods, or to other products, Romania should introduce at the same time appropriate declaration and control measures and notify the Commission thereof.\n(6) To ensure that the special measure applies only to unprocessed agricultural products and that the taxable persons concerned do not incur disproportionate administrative costs or run any risk as to legal certainty, the goods covered by the special measure should be determined by using the combined nomenclature laid down in Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (2).\n(7) The special measure is justified and proportionate to the objectives pursued. It is of fixed duration and concerns only a number of clearly designated products that are not normally used in the unaltered state for final consumption and have been the subject of tax evasion activities that have caused a substantial loss of VAT revenue. Given the scale of this lost tax revenue, the measure should be adopted as soon as possible.\n(8) The special measure will not affect the overall amount of VAT revenue of Romania collected at the stage of final consumption and will have no adverse impact on the Union’s own resources accruing from VAT,", "main_body": ["By way of derogation from Article 193 of Directive 2006/112/EC, Romania is hereby authorised to designate as the person liable to pay VAT the taxable recipient of supplies of the following goods, as set out in the combined nomenclature established by Regulation (EEC) No 2658/87:\nCN code Product\n1001 10 00 Durum wheat\n1001 90 10 Spelt for sowing\nex 1001 90 91 Common wheat, seed\nex 1001 90 99 Other spelt and common wheat, not for sowing\n1002 00 00 Rye\n1003 00 Barley\n1005 Maize\n1201 00 Soya beans, whether or not broken\n1205 Rape or colza seeds, whether or not broken\n1206 00 Sunflower seeds, whether or not broken\n1212 91 Sugar beet", "The authorisation provided for in Article 1 is subject to Romania’s introducing declaration obligations and appropriate and effective control measures with respect to taxable persons who supply the goods to which that authorisation applies.\nRomania shall notify the Commission of the introduction of the obligations and measures referred to in the first paragraph.", "This Decision shall take effect on the date of its notification.\nIt shall apply from 1 June 2011 until 31 May 2013.", "This Decision is addressed to Romania."], "attachments": "Done at Luxembourg, 20 June 2011.\nFor the Council\nThe President\nMATOLCSY Gy.\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ L 256, 7.9.1987, p. 1."}