{"celex_id": "32011D0733", "uri": "http://publications.europa.eu/resource/cellar/4f6285a4-74df-46d2-9457-3c069643a7b8", "type": "Decision", "concepts": ["1474", "1509", "2084", "2901", "3763", "5063", "5618"], "title": "2011/733/: Council Decision of 8 November 2011 on the conclusion of an Agreement on the participation of the Republic of Bulgaria and Romania in the European Economic Area and four related agreements\n", "header": "12.11.2011 EN Official Journal of the European Union L 294/4\nCOUNCIL DECISION\nof 8 November 2011\non the conclusion of an Agreement on the participation of the Republic of Bulgaria and Romania in the European Economic Area and four related agreements\n(2011/733/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217, in conjunction with Article 218(6)(a)(i) and the second subparagraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament (1),\nWhereas:\n(1) The Agreement on the participation of the Republic of Bulgaria and Romania in the European Economic Area and four related agreements were signed, on behalf of the European Community, on 25 July 2007, in accordance with Council Decision 2007/566/EC (2), subject to their conclusion.\n(2) As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(3) Those agreements should be approved,", "main_body": ["The following agreements (3) are hereby approved on behalf of the European Union:\n— Agreement on the participation of the Republic of Bulgaria and Romania in the European Economic Area,\n— Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway concerning a Cooperation Programme for Economic Growth and Sustainable Development in Bulgaria,\n— Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway concerning a Cooperation Programme for Economic Growth and Sustainable Development in Romania,\n— Additional Protocol to the Agreement between the European Economic Community and Iceland consequent on the accession of the Republic of Bulgaria and Romania to the European Union, and\n— Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Norway consequent on the accession of the Republic of Bulgaria and Romania to the European Union.", "The President of the Council is hereby authorised to designate the person(s) empowered to deposit on behalf of the Union the act of approval provided for in each of the agreements, in order to express the consent of the Union to be bound (4).", "The President of the Council shall, on behalf of the Union, make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to \"the European Community\" in the text of the Agreements are, where appropriate, to be read as \"the European Union”.’", "This Decision shall enter into force on the day following its adoption."], "attachments": "Done at Brussels, 8 November 2011.\nFor the Council\nThe President\nJ. VINCENT-ROSTOWSKI\n(1)  The European Parliament gave its assent to the conclusion of the Agreement on 13 November 2007 (OJ C 282 E, 6.11.2008, p. 92) and confirmed its position in its Resolution of 5 May 2010 on the consequences of the entry into force of the Treaty of Lisbon for ongoing interinstitutional decision-making procedures (OJ C 81 E, 15.3.2011, p. 1).\n(2)  OJ L 221, 25.8.2007, p. 1.\n(3)  The agreements have been published in OJ L 221, 25.8.2007 together with the Decision on signing.\n(4)  The date of entry into force of the agreements will be published in the Official Journal of the European Union by the General Secretariat of the Council."}