{"celex_id": "32014R0493", "uri": "http://publications.europa.eu/resource/cellar/bbd394fa-db32-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["235", "2758", "2771", "3191", "5065", "519", "5969"], "title": "Commission Implementing Regulation (EU) No 493/2014 of 13 May 2014 amending Council Implementing Regulation (EU) No 102/2012 imposing a definitive anti-dumping duty on imports of steel ropes and cables originating, inter alia, in the People's Republic of China, as extended to imports of steel ropes and cables consigned from, inter alia, the Republic of Korea, whether declared as originating in the Republic of Korea or not\n", "header": "14.5.2014 EN Official Journal of the European Union L 139/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 493/2014\nof 13 May 2014\namending Council Implementing Regulation (EU) No 102/2012 imposing a definitive anti-dumping duty on imports of steel ropes and cables originating, inter alia, in the People's Republic of China, as extended to imports of steel ropes and cables consigned from, inter alia, the Republic of Korea, whether declared as originating in the Republic of Korea or not\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Articles 11(3) and 13(4) thereof,\nWhereas:\nA.   MEASURES IN FORCE\n(1) By Council Regulation (EC) No 1796/1999 (2), the Council imposed a definitive anti-dumping duty on imports of steel ropes and cables originating, inter alia, in the People's Republic of China. These measures were maintained by Council Regulation (EC) No 1601/2001 (3) and by Council Regulation (EC) No 1858/2005 (4).\n(2) By Implementing Regulation (EU) No 400/2010 (5), the Council extended the anti-dumping duty on imports of steel ropes and cables originating, inter alia, in the People's Republic in China to imports of the same product consigned from the Republic of Korea, whether declared as originating in the Republic of Korea or not, following an anti-circumvention investigation under Article 13 of the basic Regulation. By the same Regulation, certain Korean exporting producers were exempted from these extended measures.\n(3) The measures currently in force are an anti-dumping duty imposed by Council Implementing Regulation (EU) No 102/2012 (6) on imports of steel ropes and cables originating, inter alia, in the People's Republic of China as extended, inter alia, to imports of steel ropes and cables consigned from the Republic of Korea whether declared as originating in the Republic of Korea or not following an expiry review under Article 11(2) of the basic Regulation, as last amended by Commission Implementing Regulation (EU) No 489/2014 (7) (‘the measures in force’).\nB.   PROCEDURE\n1.   Initiation\n(4) The Commission received a request for a partial interim review under Article 11(3) of the basic Regulation. The request was lodged by Goodwire MFG. Co. Ltd (‘Goodwire’), a producer in the Republic of Korea, and is limited in scope to the examination of the possibility of granting an exemption to Goodwire from the measures in force under Article 13(4) of the basic Regulation.\n(5) Having examined the evidence submitted by Goodwire and after consultation of the Member States, and after the Union industry had been given the opportunity to comment, the Commission initiated the investigation on 27 August 2013 by publishing a notice of initiation in the Official Journal of the European Union\n (8).\n2.   Product under review\n(6) The product subject to the review is steel ropes and cables, including locked coil ropes, excluding ropes and cables of stainless steel, with a maximum cross-sectional dimension exceeding 3 mm, originating in the People's Republic of China or consigned from the Republic of Korea, whether declared as originating in the Republic of Korea or not (‘the product under review’), currently falling within CN codes ex 7312 10 81, ex 7312 10 83, ex 7312 10 85, ex 7312 10 89 and ex 7312 10 98 (TARIC codes 7312108113, 7312108313, 7312108513, 7312108913 and 7312109813).\n3.   Reporting period\n(7) The reporting period covered the period from 1 July 2012 to 30 June 2013. Data was collected from 2008 until the end of the reporting period to investigate any change in the pattern of trade.\n4.   Investigation\n(8) The Commission officially advised Goodwire and the representatives of the Republic of Korea of the initiation of the review. Interested parties were invited to make their views known and were informed of the possibility to request a hearing. No such request was received.\n(9) The Commission sent a questionnaire to Goodwire and received a reply within the given deadline. The Commission sought and verified all the information deemed necessary for the purposes of the review. A verification visit was carried out at the premises of Goodwire.\nC.   FINDINGS\n(10) The investigation has confirmed that Goodwire is a genuine producer of the product under review and that it was not related to any Chinese exporters or producers subject to the anti-dumping measures in force. The investigation further confirmed that Goodwire had not exported the product under review to the Union during the investigation period of the anti-circumvention investigation that led to the extended measures, that is 1 July 2008 to 30 June 2009.\n(11) The processing activities of Goodwire can be considered as a completion and/or assembly operation in the sense of Article 13(2) of the basic Regulation. Goodwire purchases domestically produced steel wire rod but also imports steel wire rod from the People's Republic of China, which are subsequently drawn, stranded and closed at its premises in the Republic of Korea. The finished product is sold domestically and exported to the United States and to the Union.\n(12) During the investigation it was established that the proportion of Chinese raw materials was significantly below the threshold of 60 %. Hence, it was not necessary to establish whether the 25 % threshold of value added was reached within the meaning of Article 13(2) of the basic Regulation. Therefore, Goodwire's production activities were not found to involve circumvention under Article 13(2) of the basic Regulation.\n(13) The investigation confirmed that Goodwire was not purchasing the finished product under review from the People's Republic of China in order to resell or tranship to the Union and that the company can justify all its exports during the reporting period.\n(14) In light of the findings described in recitals (10) to (13), the Commission concludes that Goodwire is not circumventing the anti-dumping measures in force on imports of steel ropes and cables originating in, inter alia, the People's Republic of China as extended, inter alia, to imports of steel ropes and cables consigned from the Republic of Korea whether declared as originating in the Republic of Korea or not.\n(15) The findings above were disclosed to Goodwire and the Union industry, which were given the opportunity to provide comments. Comments received were taken into account where appropriate.\nD.   MODIFICATION OF THE LIST OF COMPANIES BENEFITTING FROM AN EXEMPTION TO THE MEASURES IN FORCE\n(16) In accordance with the above findings, the company Goodwire should be added to the list of companies that are exempted from the anti-dumping duty imposed by Implementing Regulation (EU) No 102/2012.\n(17) As laid down in Article 1(2) of Implementing Regulation (EU) No 400/2010, the application of the exemption is to be conditional upon presentation to the customs authorities of the Member States of a valid commercial invoice, which shall conform to the requirements set out in the Annex to that Regulation. If no such an invoice is presented, the anti-dumping duty should continue to apply.\n(18) In addition, the exemption from the extended measures granted to imports of steel ropes and cables produced by Goodwire, in accordance with Article 13(4) of the basic Regulation, remains valid on condition that the facts as finally ascertained justify the exemption. Should new prima facie evidence indicate otherwise, an investigation may be initiated by the Commission to establish whether withdrawal of the exemption is warranted.\n(19) The exemption from the extended measures granted to imports of steel ropes and cables produced by Goodwire is made on the basis of the findings of the present review. This exemption is thus exclusively applicable to imports of steel ropes and cables consigned from the Republic of Korea and produced by the abovementioned specific legal entity. Imported steel ropes and cables produced by any company not specifically mentioned in Article 1(4) of Implementing Regulation (EU) No 102/2012 with its name, including entities related to those specifically mentioned, should not benefit from the exemption and should be subject to the residual duty rate as imposed by that Regulation.\n(20) The partial interim review should be terminated and Implementing Regulation (EU) No 102/2012, as last amended, should be amended to include Goodwire in the table set out in its Article 1(4).\n(21) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 15(1) of the basic Regulation,", "main_body": ["The table set out in Article 1(4) of Implementing Regulation (EU) No 102/2012, as last amended by Implementing Regulation (EU) No 489/2014, is replaced by the following table:\n‘Country Company TARIC additional code\nThe Republic of Korea Bosung Wire Rope Co., Ltd, 568,Yongdeok-ri, Hallim-myeon, Gimae-si, Gyeongsangnam-do, 621-872 A969\nChung Woo Rope Co., Ltd, 1682-4, Songjung-Dong, Gangseo-Gu, Busan A969\nCS Co., Ltd, 287-6 Soju-Dong Yangsan-City, Kyoungnam A969\nCosmo Wire Ltd, 4-10, Koyeon-Ri, Woong Chon-Myon Ulju-Kun, Ulsan A969\nDae Heung Industrial Co., Ltd, 185 Pyunglim — Ri, Daesan-Myun, Haman — Gun, Gyungnam A969\nDSR Wire Corp., 291, Seonpyong-Ri, Seo-Myon, Suncheon-City, Jeonnam A969\nGoodwire MFG. Co. Ltd, 984-23, Maegok-Dong, Yangsan-City, Kyungnam B955\nKiswire Ltd, 20th Fl. Jangkyo Bldg, 1, Jangkyo-Dong, Chung-Ku, Seoul A969\nManho Rope & Wire Ltd, Dongho Bldg, 85-2 4 Street Joongang-Dong, Jong-gu, Busan A969\nLine Metal Co. Ltd, 1259 Boncho-ri, Daeji-Myeon, Changnyeong-gun, Gyeongnam B926\nSeil Wire and Cable, 47-4, Soju-Dong, Yangsan-Si, Kyungsangnamdo A994\nShin Han Rope Co., Ltd, 715-8, Gojan-Dong, Namdong-gu, Incheon A969\nSsang YONG Cable Mfg. Co., Ltd, 1559-4 Song-Jeong Dong, Gang-Seo Gu, Busan A969\nYoung Heung Iron & Steel Co., Ltd, 71-1 Sin-Chon Dong, Changwon City, Gyungnam A969’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  Council Regulation (EC) No 1796/1999 of 12 August 1999 imposing a definitive anti-dumping duty, and collecting definitively the provisional duty imposed, on imports of steel ropes and cables originating in the People's Republic of China, Hungary, India, Mexico, Poland, South Africa and Ukraine and terminating the anti-dumping proceeding in respect of imports originating in the Republic of Korea (OJ L 217, 17.8.1999, p. 1).\n(3)  Council Regulation (EC) No 1601/2001 of 2 August 2001 imposing a definitive anti-dumping duty and definitively collecting the provisional anti-dumping duty imposed on imports of certain iron or steel ropes and cables originating in the Czech Republic, Russia, Thailand and Turkey (OJ L 211, 4.8.2001, p. 1).\n(4)  Council Regulation (EC) No 1858/2005 of 8 November 2005 imposing a definitive anti-dumping duty on imports of steel ropes and cables originating in the People's Republic of China, India, South Africa and Ukraine following an expiry review pursuant to Article 11(2) of Regulation (EC) No 384/96 (OJ L 299, 16.11.2005, p. 1).\n(5)  Implementing Regulation of the Council (EU) No 400/2010 of 26 April 2010 extending the definitive anti-dumping duty imposed by Regulation (EC) No 1858/2005 on imports of steel ropes and cables originating, inter alia, in the People's Republic of China to imports of steel ropes and cables consigned from the Republic of Korea, whether declared as originating in the Republic of Korea or not, and terminating the investigation in respect of imports consigned from Malaysia (OJ L 117, 11.5.2010, p. 1).\n(6)  Council Implementing Regulation (EU) No 102/2012 of 27 January 2012 imposing a definitive anti-dumping duty on imports of steel ropes and cables originating in the People's Republic of China and Ukraine as extended to imports of steel ropes and cables consigned from Morocco, Moldova and the Republic of Korea, whether declared as originating in these countries or not, following an expiry review pursuant to Article 11(2) of Regulation (EC) No 1225/2009 and terminating the expiry review proceeding concerning imports of steel ropes and cables originating in South Africa pursuant to Article 11(2) of Regulation (EC) No 1225/2009 (OJ L 36, 9.2.2012, p. 1).\n(7)  OJ L 138, 13.5.2014, p. 80.\n(8)  OJ C 246, 27.8.2013, p. 5."}