{"celex_id": "32011R0350", "uri": "http://publications.europa.eu/resource/cellar/2b1ba8e2-ff40-4a0f-b3f6-5282d8454a1f", "type": "Regulation", "concepts": ["1279", "1590", "1755", "1961", "2320", "2437", "5369", "6569"], "title": "Commission Regulation (EU) No 350/2011 of 11 April 2011 amending Regulation (EC) No 1251/2008 as regards the placing on the market requirements for consignments of Pacific oysters intended for Member States or parts thereof with national measures regarding ostreid herpes virus 1 μνar (OsHV-1 μνar) approved by Decision 2010/221/EU  Text with EEA relevance\n", "header": "12.4.2011 EN Official Journal of the European Union L 97/9\nCOMMISSION REGULATION (EU) No 350/2011\nof 11 April 2011\namending Regulation (EC) No 1251/2008 as regards the placing on the market requirements for consignments of Pacific oysters intended for Member States or parts thereof with national measures regarding ostreid herpes virus 1 μνar (OsHV-1 μνar) approved by Decision 2010/221/EU\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 61(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1251/2008 of 12 December 2008 implementing Council Directive 2006/88/EC as regards conditions and certification requirements for the placing on the market and the import into the Community of aquaculture animals and products thereof and laying down a list of vector species (2) lays down placing on the market requirements, including animal health certification requirements, for movements of aquaculture animals into areas covered by national measures approved by Commission Decision 2010/221/EU of 15 April 2010 approving national measures for limiting the impact of certain diseases in aquaculture animals and wild aquatic animals in accordance with Article 43 of Council Directive 2006/88/EC (3).\n(2) Since 2008, increased mortality in Pacific oysters (Crassostrea gigas) has occurred in several areas in Ireland, France and the United Kingdom. The epidemiological investigations undertaken in 2009 suggested that a newly described strain of ostreid herpesvirus-1 (OsHV-1), namely OsHV-1 μνar, played a major role in the increased mortality.\n(3) Commission Regulation (EU) No 175/2010 of 2 March 2010 implementing Council Directive 2006/88/EC as regards measures to control increased mortality in oysters of the species Crassostrea gigas in connection with the detection of Ostreid herpesvirus 1 μνar (OsHV-1 μνar) (4) was adopted with the aim of preventing the further spread of OsHV-1 μνar. It introduced measures to control the spread of that disease and it applies until 30 April 2011.\n(4) Decision 2010/221/EU, as recently amended by Commission Decision 2011/187/EU (5), allows the Member States listed in Annex III thereto to impose placing on the market requirements on the movement of Pacific oysters into areas covered by approved surveillance programmes, in order to prevent the introduction of OsHV-1 μνar into those areas. In the interests of clarity and simplification of Union legislation, the respective placing on the market requirements should be laid down in Regulation (EC) No 1251/2008.\n(5) In order to prevent the introduction of OsHV-1 μνar into Member States or parts thereof listed in Annex III to Decision 2010/221/EU, consignments of Pacific oysters intended for farming or relaying areas, and for dispatch centres, purification centres or similar businesses before human consumption, introduced into such Member States or parts thereof, should originate from an area with an equivalent health status.\n(6) To ensure that those requirements are complied with, such consignments should be accompanied by an animal health certificate providing the necessary attestations.\n(7) Regulation (EC) No 1251/2008 should therefore be amended accordingly.\n(8) It is appropriate to provide for transitional measures to allow Member States and the industry to take the necessary measures to comply with the requirements laid down in this Regulation.\n(9) To avoid the further spread of OsHV-1 μνar, this Regulation should apply immediately following the date of expiry of Regulation (EU) No 175/2010.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 1251/2008 is amended as follows:\n(1) in Article 1, point (b)(ii) is replaced by the following:\n‘(ii) aquaculture animals intended for farming, relaying areas, put and take fisheries, open ornamental facilities and restocking, and for dispatch centres, purification centres and similar businesses before human consumption in Member States and parts thereof with national measures approved by Commission Decision 2010/221/EU (6);\n(2) in Article 8a(1)(a), the following point (iii) is added:\n‘(iii) Annex III to Decision 2010/221/EU as subject to a surveillance programme for one or more of the diseases listed in the first column of that table;’;\n(3) the following Article 8b is inserted:\n(a) are introduced into Member States or parts thereof listed in the second and fourth column of the table set out in Annex III to Decision 2010/221/EU as subject to a surveillance programme for one or more of the diseases listed in the first column of that table;\n(b) are of species which are listed in Part C of Annex II as species susceptible to the disease(s), for which a surveillance programme applies in accordance with Decision 2010/221/EU, as referred to in point (a).\n(a) inactivates enveloped viruses; or\n(b) reduces the risk of transmitting diseases to the natural waters to an acceptable level.’;\n(4) Annex II is replaced by the text in the Annex to this Regulation.", "1.   For a transitional period until 15 May 2011, consignments of Pacific oysters accompanied by animal health certificates issued in accordance with Part A or B of Annex II to Regulation (EC) No 1251/2008 before the amendments introduced by the present Regulation, and an animal health certificate issued in accordance with Annex II to Regulation (EU) No 175/2010 may be placed on the market provided that they reach their place of final destination before that date.\n2.   For a transitional period until 1 July 2012, consignments of aquaculture animals accompanied by animal health certificates issued in accordance with Part A or B of Annex II to Regulation (EC) No 1251/2008 before the amendments introduced by the present Regulation, may continue to be placed on the market provided that the animal health attestations as regards OsHV-1 μνar set out in Part II of those certificates are not applicable and they reach their place of final destination before that date.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 337, 16.12.2008, p. 41.\n(3)  OJ L 98, 20.4.2010, p. 7.\n(4)  OJ L 52, 3.3.2010, p. 1.\n(5)  OJ L 80, 26.3.2011, p. 15.\n(6)  OJ L 98, 20.4.2010, p. 7.’;\nANNEX\n‘ANNEX II\nPART A\nModel animal health certificate for the placing on the market of aquaculture animals for farming, relaying, put and take fisheries, open ornamental facilities and restocking\nPART B\nModel animal health certificate for the placing on the market of aquaculture animals or products thereof intended for further processing, dispatch centres and purification centres and similar businesses before human consumption\nPART C\nList of species susceptible to diseases for which national measures are approved under Decision 2010/221/EU\nDisease Susceptible species\nSpring Viraemia of Carp (SVC) Bighead carp (Aristichthys nobilis), goldfish (Carassius auratus), crucian carp (Carassius carassius), grass carp (Ctenopharyngodon idellus), common carp and koi carp (Cyprinus carpio), silver carp (Hypophthalmichthys molitrix), sheatfish (Silurus glanis), and tench (Tinca tinca), Orfe (Leuciscus idus)\nBacterial kidney disease (BKD) Family: Salmonidae\nInfectious pancreatic necrosis virus (IPN) Rainbow trout (Oncorhynchus mykiss), brook torut (Salvelinus fontinalis), brown trout (Salmo trutta), Atlantic salmon (Salmo salar) and (Oncorhynchus spp.), whitefish (Coregonus lavaretus)\nInfection with Gyrodactilys salaris Atlantic salmon (Salmo salar), rainbow trout (Oncorhynchus mykiss), Arctic char (Salvelinus alpinus), North American brook trout (Salvelinus fontinalis), grayling (Thymallus thymallus), North American lake trout (Salvelinus namaycush) and brown trout (Salmo trutta)\nOstreid herpesvirus 1 μνar (OsHV-1 μνar) Pacific oyster (Crassostrea gigas)’"}