{"celex_id": "32014R1272", "uri": "http://publications.europa.eu/resource/cellar/ad13c2ba-7bc3-11e4-97c9-01aa75ed71a1", "type": "Regulation", "concepts": ["158", "3191", "4080", "893", "932", "97"], "title": "Commission Implementing Regulation (EU) No 1272/2014 of 28 November 2014 amending Regulation (EEC) No 2454/93 as regards the marking of containers for the purpose of their temporary importation  Text with EEA relevance\n", "header": "29.11.2014 EN Official Journal of the European Union L 344/14\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1272/2014\nof 28 November 2014\namending Regulation (EEC) No 2454/93 as regards the marking of containers for the purpose of their temporary importation\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) The Union is a Contracting Party to the Convention on Temporary Admission concluded in Istanbul on 26 June 1990 (hereafter ‘the Istanbul Convention’). Annex B.3 to the Istanbul Convention contains provisions concerning containers, pallets, packings, samples and other goods imported in connection with a commercial operation. The Administrative Committee for the Convention on Temporary Admission recommended at its 12th meeting on 25 March 2013 an amendment to Appendix II to Annex B.3 to the Istanbul Convention containing provisions concerning the marking of containers. The amendment came into force on 4 November 2014.\n(2) The Istanbul Convention is not directly applicable in the Union. Its amendment should therefore be incorporated into Union law in order to ensure that the Union complies with its international obligations.\n(3) Commission Regulation (EEC) No 2454/93 (2) should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Article 557 of Regulation (EEC) No 2454/93 is amended as follows:\n(1) in paragraph 1, the first subparagraph is replaced by the following:\n(a) the identification of the owner or operator, which may be shown either by its full name or by an established identification system, symbols such as emblems or flags being excluded;\n(b) the identification marks and numbers of the container, given by the owner or operator;\n(c) the tare weight of the container, including all its permanently fixed equipment.’\n(2) in paragraph 1 after the first subparagraph, the following subparagraph is inserted:", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1)."}