{"celex_id": "32011D0379", "uri": "http://publications.europa.eu/resource/cellar/68e6e9f7-88dc-4266-a14e-3bbad044d6eb", "type": "Decision", "concepts": ["5283", "5575", "8460", "979"], "title": "2011/379/EU: Commission Implementing Decision of 27 June 2011 concerning the monthly payments by the EAGF of the expenditure effected by the paying agencies of the Member States for May 2011 (notified under document C(2011) 4497)\n", "header": "28.6.2011 EN Official Journal of the European Union L 168/17\nCOMMISSION IMPLEMENTING DECISION\nof 27 June 2011\nconcerning the monthly payments by the EAGF of the expenditure effected by the paying agencies of the Member States for May 2011\n(notified under document C(2011) 4497)\n(2011/379/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Article 15(2) and Article 16 thereof,\nHaving regard to Commission Regulation (EC) No 883/2006 of 21 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD (2), and in particular Article 9 thereof,\nAfter consulting the Committee on the Agricultural Funds,\nWhereas:\n(1) In accordance with Articles 14(1) and 15(2) of Regulation (EC) No 1290/2005, the Commission decides on the monthly payments to reimburse to the Member States the expenditure effected by accredited paying agencies during a reference period under the European Agricultural Guarantee Fund (EAGF), and makes the necessary financial resources available to them. That decision is taken on the basis of information supplied to the Commission by the Member States pursuant to Article 8(1) of Regulation (EC) No 1290/2005 and Article 4 of Regulation (EC) No 883/2006.\n(2) Pursuant to Article 17(1) and (2) of Regulation (EC) No 1290/2005 the Commission may, without prejudice to the decisions referred to in Articles 30 and 31 of that Regulation in connection with the clearance of accounts, reduce or temporarily suspend monthly payments to the Member States where, on the basis of the declarations of expenditure or the information supplied by them, it is unable to establish that the commitment of funds is in conformity with the applicable Community rules. Before doing so, the Commission must have given the Member States concerned an opportunity to submit their comments.\n(3) The Commission must ensure compliance by the Member States with the conditions and time limits laid down in Community legislation for the payment of aid or premiums to beneficiaries as an element in the correctness of such expenditure. It is required, pursuant to Article 16 of Regulation (EC) No 1290/2005, to consider ineligible any payments made outside the deadlines laid down by Community legislation. In doing so, the Commission must reduce the amount of the monthly payments granted to the Member States and adjust the financial impact of the reduction in proportion to the delay in payment by applying the different rates provided for in Article 9(1) and (2) of Regulation (EC) No 883/2006. It nevertheless applies, pursuant to Article 9(3) of that Regulation, lower reductions or none at all if exceptional management conditions are encountered for certain measures or if justified reasons are advanced by the concerned Member States.\n(4) The Commission has noted that some of the expenditure effected up to 31 March 2011 by Belgium, Germany, Ireland, Greece, Spain, France, Italy, the Netherlands, Portugal, Romania, Slovakia, and the United Kingdom occurred after the statutory time limits.\n(5) The Commission considers that particular management problems have occurred in the case of certain measures or that valid explanations have been provided by Belgium, Germany, France, the Netherlands, and the United Kingdom and that it is therefore appropriate to apply in those cases lower or zero reductions as specified below.\n(6) The following payments made outside of the statutory time limits should be deducted from the monthly payments to be made to the Member States concerned: EUR 13 215,75 for Ireland, EUR 1 599 146,78 for Greece, EUR 1 678 840,21 for Spain, EUR 6 820 961,97 for France, EUR 1 238 597,55 for Italy, EUR 1 840 302,79 for Portugal, EUR 82 816,73 for Romania, EUR 346 334,22 for Slovakia and EUR 156 316,53 for the United Kingdom.\n(7) The Member States concerned have been informed of the proposed reductions. They have been asked to provide information and present their own viewpoint. The reductions were calculated in the light of the information received by the Commission,", "main_body": ["The monthly payments to cover the expenditure effected by the paying agencies of the Member States, under the EAGF, for May 2011 are hereby fixed in accordance with the table shown in the Annex hereto.\nThis Decision is without prejudice to further decisions which the Commission may take in the framework of the clearance of accounts and conformity clearance procedures, and of the procedures foreseen by Articles 17 and 17a of Regulation (EC) No 1290/2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 June 2011.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 209, 11.8.2005, p. 1.\n(2)  OJ L 171, 23.6.2006, p. 1.\nANNEX\n(EUR)\nBELGIUM 6 410 000\nBULGARIA 16 630 000\nCZECH REPUBLIC 1 540 000\nDENMARK 1 040 000\nGERMANY 15 290 000\nESTONIA 560 000\nIRELAND 9 640 000\nGREECE 9 870 000\nSPAIN 111 790 000\nFRANCE 79 950 000\nITALY 168 260 000\nCYPRUS 1 439 000\nLATVIA 2 280 000\nLITHUANIA 6 570 000\nLUXEMBOURG 59 000\nHUNGARY 17 480 000\nMALTA 92 000\nNETHERLANDS 40 450 000\nAUSTRIA 970 000\nPOLAND 61 270 000\nPORTUGAL 27 190 000\nROMANIA 58 430 000\nSLOVENIA 1 190 000\nSLOVAKIA 4 230 000\nFINLAND 300 000\nSWEDEN –1 470 000\nUNITED KINGDOM 101 780 000"}