{"celex_id": "32012R1261", "uri": "http://publications.europa.eu/resource/cellar/87752bc5-293d-4c08-932b-48ccbcba3ad4", "type": "Regulation", "concepts": ["1159", "2282", "2437", "2879", "4790", "5229", "5254", "5256", "544", "5736"], "title": "Council Regulation (EU) No 1261/2012 of 20 December 2012 fixing for 2013 the fishing opportunities for certain fish stocks and groups of fish stocks applicable in the Black Sea\n", "header": "22.12.2012 EN Official Journal of the European Union L 356/19\nCOUNCIL REGULATION (EU) No 1261/2012\nof 20 December 2012\nfixing for 2013 the fishing opportunities for certain fish stocks and groups of fish stocks applicable in the Black Sea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Article 43(3) of the Treaty provides that the Council, on a proposal from the Commission, is to adopt measures on the fixing and allocation of fishing opportunities.\n(2) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1) requires that measures governing access to waters and resources and the sustainable pursuit of fishing activities be established taking into account available scientific advice and, in particular, the report drawn up by the Scientific, Technical and Economic Committee for Fisheries (STECF).\n(3) It is incumbent upon the Council to adopt measures on the fixing and allocation of fishing opportunities by fishery or group of fisheries, including certain conditions functionally linked thereto, as appropriate. Fishing opportunities should be distributed among Member States in such a way as to assure each Member State relative stability of fishing activities for each stock or fishery and having due regard to the objectives of the common fisheries policy established in Regulation (EC) No 2371/2002.\n(4) The total allowable catch (TACs) should be established on the basis of the available scientific advice, taking into account biological and socioeconomic aspects whilst ensuring fair treatment between fishing sectors, as well as in the light of the opinions expressed during the consultation of stakeholders.\n(5) The use of fishing opportunities set out in this Regulation should be subject to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (2) and in particular to Articles 33 and 34 thereof concerning respectively the recording of catches and fishing effort and the notification of data on the exhaustion of fishing opportunities. It is therefore necessary to specify the codes to be used by the Member States when sending data to the Commission relating to landings of stocks subject to this Regulation.\n(6) In accordance with Article 2 of Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (3), the stocks that are subject to the various measures referred to therein must be identified.\n(7) In order to avoid interruption of fishing activities and to ensure the livelihood of Union fishermen, it is important to open these fisheries on 1 January 2013. For reasons of urgency, this Regulation should enter into force immediately after its publication,", "main_body": ["CHAPTER I\nSCOPE AND DEFINITIONS", "Subject matter\nThis Regulation fixes the fishing opportunities for 2013 for certain fish stocks and groups of fish stocks in the Black Sea.", "Scope\nThis Regulation shall apply to EU vessels operating in the Black Sea.", "Definitions\nFor the purposes of this Regulation the following definitions shall apply:\n(a) ‘GFCM’ means General Fisheries Commission for the Mediterranean;\n(b) ‘Black Sea’ means geographical sub-area 29 as defined in Annex I to Regulation (EU) No 1343/2011 of the European Parliament and of the Council of 13 December 2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area (4) and in the resolution GFCM/33/2009/2;\n(c) ‘EU vessel’ means a fishing vessel flying the flag of a Member State and registered in the Union;\n(d) ‘total allowable catch (TAC)’ means the quantity that can be taken from each stock each year;\n(e) ‘quota’ means a proportion of the TAC allocated to the Union, a Member State or a third country.\nCHAPTER II\nFISHING OPPORTUNITIES", "TACs and allocations\nThe TACs, the allocation of such TACs among Member States, and conditions functionally linked thereto, where appropriate, are set out in the Annex.", "Special provisions on allocations\nThe allocation of fishing opportunities among Member States as set out in this Regulation shall be without prejudice to:\n(a) exchanges made pursuant to Article 20(5) of Regulation (EC) No 2371/2002;\n(b) deductions and reallocations made pursuant to Article 37 of Regulation (EC) No 1224/2009;\n(c) additional landings allowed pursuant to Article 3 of Regulation (EC) No 847/96;\n(d) quantities withheld in accordance with Article 4 of Regulation (EC) No 847/96;\n(e) deductions made pursuant to Articles 105 and 107 of Regulation (EC) No 1224/2009.", "Conditions for landing catches and by-catches\nFish from stocks for which fishing opportunities are fixed by this Regulation shall be retained on board or landed only if:\n(a) the catches have been taken by vessels of a Member State having a quota and that quota is not exhausted; or\n(b) the catches consist of a share in a Union quota which has not been allocated by quota among Member States, and that Union quota has not been exhausted.\nCHAPTER III\nFINAL PROVISIONS", "Data transmission\nWhen, pursuant to Articles 33 and 34 of Regulation (EC) No 1224/2009, Member States send the Commission data relating to landings of quantities of stocks caught, they shall use the stock codes set out in the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 343, 22.12.2009, p. 1.\n(3)  OJ L 115, 9.5.1996, p. 3.\n(4)  OJ L 347, 30.12.2011, p. 44.\nANNEX\nTACs applicable to EU vessels in areas where TACs exist by species and by area\nThe following tables set out the TACs and quotas (in tonnes live weight, except where otherwise specified) by stock, and conditions functionally linked thereto, where appropriate.\nFish stocks are referred to following the alphabetical order of the Latin names of the species. For the purposes of this Regulation, the following comparative table of Latin names and common names is provided:\nScientific name Alpha-3 code Common name\nPsetta maxima TUR Turbot\nSprattus sprattus SPR Sprat\nSpecies : Turbot\nZone : EU waters in the Black Sea\nSpecies : Turbot\nZone : EU waters in the Black Sea\nBulgaria 43,2 Analytical TAC\nRomania 43,2\nUnion 86,4 (1)\nTAC Not relevant\nZone : EU waters in the Black Sea\nSpecies : Sprat\nZone : EU waters in the Black Sea\nBulgaria 8 032,5 Analytical TAC\nRomania 3 442,5\nUnion 11 475\nTAC Not relevant"}