{"celex_id": "32013D0809", "uri": "http://publications.europa.eu/resource/cellar/18aaed08-7203-11e3-b589-01aa75ed71a1", "type": "Decision", "concepts": ["161", "4289", "4294", "4347", "5765", "6569", "8552"], "title": "2013/809/EU: Council Decision of 6 December 2013 establishing the position to be taken by the European Union within the Ninth Ministerial Conference of the World Trade Organization regarding food security, Tariff Rate Quota administration and the Monitoring Mechanism\n", "header": "31.12.2013 EN Official Journal of the European Union L 355/89\nCOUNCIL DECISION\nof 6 December 2013\nestablishing the position to be taken by the European Union within the Ninth Ministerial Conference of the World Trade Organization regarding food security, Tariff Rate Quota administration and the Monitoring Mechanism\n(2013/809/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(4), in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The European Union attaches paramount importance to the functioning and progressive strengthening of the multilateral trading system, and recognises the need to advance the Doha Round of multilateral trade negotiations. The successful outcome of the Ninth Ministerial Conference of the World Trade Organization (WTO) is a necessary step toward this objective.\n(2) Development is at the heart of the Doha Round of multilateral trade negotiations. At its meeting of 31 July 2002, the General Council of the WTO approved the recommendation of the Special Session of the Committee on Trade and Development (CTD) to establish a Monitoring Mechanism for special and differential treatment. The aim of such Monitoring Mechanism is to contribute to facilitating the integration of developing and least-developed WTO members into the multilateral trading system.\n(3) The efficient management of Tariff Rate Quotas (TRQ) and transparency regarding their use is essential for making sure that previous commitments taken during the Uruguay Round regarding market access for agriculture products are properly implemented. Negotiations conducted in the WTO throughout 2013 have allowed WTO members to reach agreement regarding the implementation of a TRQ administration mechanism, which encompasses transparency provisions and an underfill mechanism.\n(4) WTO members should have the ability to implement the necessary programmes for food security purposes, including public stockholding, in line with WTO rules. Public stockholding programmes for food security purposes need to meet specific conditions agreed among WTO members so as not to distort international trade. Negotiations conducted in the WTO throughout 2013 have allowed WTO members to find an appropriate solution regarding such programmes implemented by developing countries in the form of an understanding among WTO members not to challenge such programmes during a specific period of time provided that they meet a certain set of conditions (the ‘due restraint’ clause).\n(5) It is appropriate, therefore, to establish the position to be taken by the European Union within the Ninth Ministerial Conference of the WTO on food security, Tariff Rate Quota administration and the Monitoring Mechanism,", "main_body": ["The position of the European Union within the Ninth Ministerial Conference of the World Trade Organization regarding food security, Tariff Rate Quota administration and the Monitoring Mechanism shall be to support the adoption of the following draft WTO decisions:\n— food security WT/MIN(13)/W/10;\n— tariff Rate Quota WT/MIN(13)/W/11;\n— the Monitoring Mechanism WT/MIN(13)/W/17\nby the Ninth Ministerial Conference.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 6 December 2013.\nFor the Council\nThe President\nD. BARAKAUSKAS"}