{"celex_id": "32012D0032(01)", "uri": "http://publications.europa.eu/resource/cellar/b62ac403-54d1-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1130", "1182", "2098", "424"], "title": "2012/839/EU: Decision of the European Central Bank of 19 December 2012 on temporary measures relating to the eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic (ECB/2012/32)\n", "header": "29.12.2012 EN Official Journal of the European Union L 359/74\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 19 December 2012\non temporary measures relating to the eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic\n(ECB/2012/32)\n(2012/839/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first indent of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular the first indent of Article 3.1, Article 12.1, Article 18 and the second indent of Article 34.1,\nHaving regard to Guideline ECB/2011/14 of 20 September 2011 on monetary policy instruments and procedures of the Eurosystem (1), and in particular Section 1.6 and Sections 6.3.1, 6.3.2 and 6.4.2 of Annex I thereof,\nWhereas:\n(1) Pursuant to Article 18.1 of the Statute of the European System of Central Banks and of the European Central Bank, the European Central Bank (ECB) and the national central banks of Member States whose currency is the euro (NCBs) may conduct credit operations with credit institutions and other market participants, with lending being based on adequate collateral. The criteria determining the eligibility of collateral for the purposes of Eurosystem monetary policy operations are laid down in Annex I to Guideline ECB/2011/14.\n(2) Pursuant to Section 1.6 of Annex I to Guideline ECB/2011/14, the Governing Council may, at any time, change the instruments, conditions, criteria and procedures for the execution of Eurosystem monetary policy operations. Pursuant to Section 6.3.1 of Annex I to Guideline ECB/2011/14, the Eurosystem reserves the right to determine whether an issue, issuer, debtor or guarantor fulfils its requirements for high standards on the basis of any information it may consider relevant.\n(3) Decision ECB/2012/3 of 5 March 2012 on the eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic in the context of the Hellenic Republic’s debt exchange offer (2) temporarily suspended the Eurosystem’s minimum requirements for credit quality thresholds applicable to marketable debt instruments issued or fully guaranteed by the Hellenic Republic, declaring them eligible for the duration of the collateral enhancement provided by the Hellenic Republic to the NCBs. On termination of the collateral enhancement, given that the adequacy as collateral of marketable debt instruments issued or fully guaranteed by the Hellenic Republic was at the time not ensured, the Governing Council adopted Decision ECB/2012/14 (3) repealing Decision ECB/2012/3 with effect from 25 July 2012, thereby making such instruments ineligible.\n(4) The Governing Council has now taken into consideration the positive assessment by the Eurogroup of the policy package for the first review of the Second Economic Adjustment Programme for Greece.\n(5) The Governing Council considers this policy package to be appropriate, so that the marketable debt instruments issued or fully guaranteed by the Hellenic Republic have a quality standard sufficient to warrant their eligibility as collateral for Eurosystem monetary policy operations, irrespective of any external credit assessment.\n(6) The Governing Council has therefore decided to restore the eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic for Eurosystem’s monetary policy operations, subject to applying specific haircuts to such instruments different from those provided for in Section 6.4.2 of Annex I to Guideline ECB/2011/14.\n(7) This exceptional measure will apply temporarily until the Governing Council considers that the normal application of the Eurosystem’s eligibility criteria and risk control framework for monetary policy operations can be reintroduced,", "main_body": ["Suspension of certain provisions of Guideline ECB/2011/14 and eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic\n1.   The Eurosystem’s minimum requirements for credit quality, as specified in the Eurosystem credit assessment framework rules for certain marketable assets in Section 6.3.2 of Annex I to Guideline ECB/2011/14, shall be suspended for marketable debt instruments issued or fully guaranteed by the Hellenic Republic.\n2.   Marketable debt instruments issued or fully guaranteed by the Hellenic Republic shall constitute eligible collateral for the purposes of Eurosystem monetary policy operations, subject to the specific haircuts set out in the Annex to this Decision.\n3.   In the event of any discrepancy between this Decision and Guideline ECB/2011/14, this Decision shall prevail.", "Entry into force\nThis Decision shall enter into force on 21 December 2012."], "attachments": "Done at Frankfurt am Main, 19 December 2012.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 331, 14.12.2011, p. 1.\n(2)  OJ L 77, 16.3.2012, p. 19.\n(3)  OJ L 199, 26.7.2012, p. 26.\nANNEX\nHaircut schedule applying to marketable debt instruments issued or fully guaranteed by the Hellenic Republic\nGreek government bonds (GGBs) Maturity bucket Haircuts for fixed coupons and floaters Haircuts for zero coupon\n0-1 15,0 15,0\n1-3 33,0 35,5\n3-5 45,0 48,5\n5-7 54,0 58,5\n7-10 56,0 62,0\n> 10 57,0 71,0\nGovernment-guaranteed bank bonds (GGBBs) and government-guaranteed non-financial corporate bonds Maturity bucket Haircuts for fixed coupons and floaters Haircuts for zero coupon\n0-1 23,0 23,0\n1-3 42,5 45,0\n3-5 55,5 59,0\n5-7 64,5 69,5\n7-10 67,0 72,5\n> 10 67,5 81,0"}