{"celex_id": "32010R0801", "uri": "http://publications.europa.eu/resource/cellar/e282c915-e275-4eb5-9d04-40856e7b9663", "type": "Regulation", "concepts": ["2282", "2512", "3647", "3995", "441", "4827", "5889"], "title": "Commission Regulation (EU) No 801/2010 of 13 September 2010 implementing Article 10(3) of Directive 2009/16/EC of the European Parliament and of the Council as regards the flag State criteria  Text with EEA relevance\n", "header": "14.9.2010 EN Official Journal of the European Union L 241/1\nCOMMISSION REGULATION (EU) No 801/2010\nof 13 September 2010\nimplementing Article 10(3) of Directive 2009/16/EC of the European Parliament and of the Council as regards the flag State criteria\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/16/EC of the European Parliament and of the Council of 23 April 2009 on port State control (1), and in particular Article 10(3) thereof,\nWhereas:\n(1) Flag State performance is one of the generic parameters determining the risk profile of ships.\n(2) In order to assess the risk profile of a ship, the detention rate within the Union and within the region covered by the Paris Memorandum of Understanding on port State control (Paris MoU) should be taken into account.\n(3) It is necessary to build upon the expertise acquired through the application of the Paris MoU with regard to the methodology to be used for assessing flag State performance.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships,", "main_body": ["Categorization of flag States based on the detention rates\n1.   With a view to establishing flag State performance within the meaning of Directive 2009/16/EC, flag States shall be classified into black, grey or white lists, adopted in accordance with the Paris MoU on the basis of the total inspections and detentions over a three year period. Additionally, flag States listed in the black list shall be divided into very high, high, medium to high or medium risk depending on their detention rate. The classification shall be updated yearly.\n2.   Classification of a flag State into the black, grey or white list requires a minimum of thirty port state control inspections.\n3.   The methodology and formulas to be used to categorize the flag States shall comply with the flag State criteria as set out in the Annex.", "Flag State performance based on the IMO audit\nThe compliance referred to in point (c) (iii) of Part I.1 of Annex I to Directive 2009/16/EC required for ships to be considered as posing a lower risk, shall be regarded as demonstrated when the Commission receives a written confirmation from the flag State that a final audit report has been completed and where relevant, a corrective action plan submitted. Audits carried out before 17 June 2009 shall be taken into account equally.", "Entry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 131, 28.5.2009, p. 57.\nANNEX\nFlag State Criteria\n(as referred to in Article 10(3)(a) of Directive 2009/16/EC)\n1. Flag State performance shall be calculated using a standard formula for statistical calculations in which certain values are fixed. The black to grey and grey to white limits are defined by the following formulas:\n2. The formulas set out in point 1 shall provide the allowed number of detentions for either the black or the white list. A number of detentions above the black to grey limit means worse than average and is to be subsequently listed under the black list, while a number of detentions below the white to grey limit means better than average and is to be subsequently listed under the white list. When the amount of detentions for a particular flag State is positioned between the two, the flag State shall be listed under the grey list.\n3. In order to compare the performance of flag States listed on the black, grey or white lists, the calculation is repeated adjusting p in the formulas set out in Point 1.\n4. In order to make flag State performance comparable, the excess factor (EF) shall be used. The EF is an indication of the number of times that p has to be altered and recalculated until the number of detentions for a flag State equals the limits. Any 3 % increment or decrement in p corresponds to one whole EF-point. For flag States categorized in the grey list, the EF shall be calculated using the following formula:\n5. The following EF values shall be considered in order to sort black listed flag States into very high, high, medium to high or medium risk:\nEF = 4,01 and more means very high risk\nEF = 3,01 to 4,00 means high risk\nEF = 2,01 to 3,00 means medium to high risk\nEF = 1,01 to 2,00 means medium risk."}