{"celex_id": "32010D0319", "uri": "http://publications.europa.eu/resource/cellar/2c221695-6b3d-4153-ba14-d9bf6648eab1", "type": "Decision", "concepts": ["1252", "1518", "2758", "4048"], "title": "2010/319/: Council Decision of 22 March 2010 on the signing, on behalf of the European Union, of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, on Conformity Assessment and Acceptance of Industrial Products (CAA)\n", "header": "11.6.2010 EN Official Journal of the European Union L 145/1\nCOUNCIL DECISION\nof 22 March 2010\non the signing, on behalf of the European Union, of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, on Conformity Assessment and Acceptance of Industrial Products (CAA)\n(2010/319/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the functioning of the European Union, and in particular Article 207 in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the State of Israel, of the other part (hereinafter referred to as ‘the Association Agreement’) (1), entered into force on 20 November 1995.\n(2) Article 47 of the Association Agreement provides, where appropriate, for the conclusion of a European conformity assessment Agreement, and Article 55 of the Association Agreement provides for the use of best endeavours to approximate the laws of the Parties.\n(3) The Protocol to the Association Agreement on Conformity Assessment and Acceptance of Industrial Products (CAA) (hereinafter ‘the Protocol’), initialled in Brussels on 24 June 2009, should be signed,", "main_body": ["The signing of the Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, on Conformity Assessment and Acceptance of Industrial Products (CAA) (hereinafter referred to as ‘the Protocol’ (2)), is hereby approved on behalf of the Union, subject to its conclusion.", "The President of the Council is hereby authorised to designate the person empowered to sign the Protocol, on behalf of the Union, subject to its conclusion.", "This Decision shall enter into force on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 March 2010.\nFor the Council\nThe President\nM. Á. MORATINOS\n(1)  OJ L 147, 21.6.2000, p. 3.\n(2)  The Protocol shall be published in the Official Journal at a later date."}