{"celex_id": "32010D0760", "uri": "http://publications.europa.eu/resource/cellar/60fd3eea-4def-4edb-b571-28bfa7a884c5", "type": "Decision", "concepts": ["1091", "1255", "1309", "1440", "3074", "3076", "4080", "413", "6727", "881"], "title": "2010/760/EU: Commission Decision of 6 December 2010 on the duty-free importation of goods intended to be distributed or made available free of charge to victims of the floods which occurred in Spring 2010 in Hungary (notified under document C(2010) 8482)\n", "header": "8.12.2010 EN Official Journal of the European Union L 322/46\nCOMMISSION DECISION\nof 6 December 2010\non the duty-free importation of goods intended to be distributed or made available free of charge to victims of the floods which occurred in Spring 2010 in Hungary\n(notified under document C(2010) 8482)\n(Only the Hungarian text is authentic)\n(2010/760/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1186/2009 of 16 November 2009 setting up a Community system of reliefs from customs duty (1), and in particular Article 76 thereof,\nHaving regard to the request, made by the Government of Hungary dated 2 June 2010 seeking the duty-free importation of goods intended to be made available free of charge to victims of the floods which occurred in Spring 2010 in Hungary,\nWhereas:\n(1) A flood constitutes a disaster within the meaning of Title XVII C of Regulation (EC) No 1186/2009; whereas there is consequently reason to authorize the duty-free importation of goods which satisfy the requirements of Articles 74 to 80 of the abovementioned Regulation (EC) No 1186/2009.\n(2) In order that the Commission may be suitably informed of the use made of the goods admitted duty-free, the Government of Hungary must communicate the measures taken to prevent such goods imported duty-free from being employed otherwise than for the use laid down.\n(3) The Commission should also be informed of the extent and the nature of the importations made.\n(4) Other Member States have been consulted as laid down in Article 76 of Regulation (EC) No 1186/2009,", "main_body": ["1.   Goods imported for release for free circulation by State bodies or by organizations approved by the competent Hungarian authorities for the purpose of being distributed by them free of charge to the victims of the floods which occurred in Spring 2010 in Hungary, or made available to them free of charge while remaining the property of the organizations in question shall be admitted free of import duties within the meaning of Article 2(1)(a) of Regulation (EC) No 1186/2009.\n2.   Goods imported for release for free circulation by relief agencies in order to meet their needs during the period of their activity shall also be admitted duty-free.", "The Government of Hungary shall communicate to the Commission at the latest on 31 January 2011 the list of approved organizations referred to in Article 1(1).", "The Government of Hungary shall communicate to the Commission at the latest on 31 January 2011 by broad category of products, all information regarding the nature and quantities of the various goods admitted free of duty in pursuance of Article 1.", "The Government of Hungary shall communicate to the Commission at the latest on 31 January 2011 the measures which it takes to ensure that Articles 78, 79 and 80 of Regulation (EC) No 1186/2009 are respected.", "Article 1 of this Decision shall apply to importations made on or after 1 May 2010 and not later than 31 December 2010.", "This Decision is addressed to Hungary."], "attachments": "Done at Brussels, 6 December 2010.\nFor the Commission\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 324, 10.12.2009, p. 23."}