{"celex_id": "32012R1055", "uri": "http://publications.europa.eu/resource/cellar/1355fa0d-2d88-11e2-ad46-01aa75ed71a1", "type": "Regulation", "concepts": ["1204", "1250", "3183", "5751"], "title": "Commission Implementing Regulation (EU) No 1055/2012 of 9 November 2012 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "13.11.2012 EN Official Journal of the European Union L 313/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1055/2012\nof 9 November 2012\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Regulation (EEC) No 2658/87 established a nomenclature of goods, hereinafter referred to as the Combined Nomenclature, which is set out in Annex I to that Regulation.\n(2) In the interest of legal certainty, it is necessary to clarify the scope of Chapter 20 of the Combined Nomenclature as including seaweeds and other algae that are prepared or preserved by processes such as cooking, roasting, seasoning and adding sugar, and hence not covered by heading 1212 (‧seaweeds and other algae, fresh, chilled, frozen or dried, whether or not ground‧). Seaweeds and other algae are considered \"other plants\" in the meaning of the Combined Nomenclature.\n(3) A new Additional Note should therefore be inserted in Chapter 20 of the Combined Nomenclature to ensure a uniform interpretation throughout the territory of the Union.\n(4) Regulation (EEC) No 2658/87 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In Chapter 20 of the Combined Nomenclature set out in Annex I to Regulation (EEC) No 2658/87, the following Additional Note 9 is inserted:\n“9. Seaweeds and other algae prepared or preserved by processes not provided for in Chapter 12, such as cooking, roasting, seasoning or adding sugar, fall in Chapter 20 as preparations of other parts of plants. Seaweeds and other algae, fresh, chilled, frozen or dried, whether or not ground, are to be classified under heading 1212.”", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 2012.\nFor the Commission, On behalf of the President,\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1."}