{"celex_id": "32014D0835", "uri": "http://publications.europa.eu/resource/cellar/2f65f7c1-76d9-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1509", "2084", "217", "2901", "5550", "953"], "title": "2014/835/EU: Council Decision of 27 November 2014 on the conclusion of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the surrender procedure between the Member States of the European Union and Iceland and Norway\n", "header": "28.11.2014 EN Official Journal of the European Union L 343/1\nCOUNCIL DECISION\nof 27 November 2014\non the conclusion of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the surrender procedure between the Member States of the European Union and Iceland and Norway\n(2014/835/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular point (d) of Article 82(1), in conjunction with point (a) of Article 218(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament (1),\nWhereas:\n(1) On 10 July 2001 the Council authorised the Presidency, assisted by the Commission, to negotiate agreements with Norway and Iceland on judicial cooperation in criminal matters on the basis of Articles 24 and 38 of the Treaty on European Union. This authorisation was amended by Council Decision of 19 December 2002. The Presidency, assisted by the Commission, negotiated an agreement on the surrender procedure between the Member States of the European Union and Iceland and Norway.\n(2) In accordance with Council Decision 2006/697/EC of 27 June 2006 (2), the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the surrender procedure between the Member States of the European Union and Iceland and Norway (hereinafter ‘the Agreement’) was signed on 28 June 2006, subject to its conclusion.\n(3) The Agreement has not yet been concluded. With the entry into force of the Treaty of Lisbon on 1 December 2009, the procedures to be followed by the Union in order to conclude the Agreement are governed by Article 218 of the Treaty on the Functioning of the European Union.\n(4) The Agreement should be approved.\n(5) In accordance with Article 3 of the Protocol on the Position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, these Member States have notified their wish to take part in the adoption and application of this Decision.\n(6) In accordance with Articles 1 and 2 of the Protocol on the Position of Denmark, annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the surrender procedure between the Member States of the European Union and Iceland and Norway (3) is hereby approved on behalf of the Union.", "The President of the Council is hereby authorised to designate person(s) empowered to give, on behalf of the Union, the notification provided for in Article 38(1) of the Agreement in order to bind the Union (4).", "This Decision shall enter into force on the day of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 November 2014.\nFor the Council\nThe President\nA. GIACOMELLI\n(1)  OJ C 51 E, 22.2.2013, p. 170.\n(2)  Council Decision 2006/697/EC of 27 June 2006 on the signing of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the surrender procedure between the Member States of the European Union and Iceland and Norway (OJ L 292, 21.10.2006, p. 1).\n(3)  OJ L 292, 21.10.2006, p. 2.\n(4)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}