{"celex_id": "32014R1029", "uri": "http://publications.europa.eu/resource/cellar/7e7ab26b-486e-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["3648", "4359", "4505", "5235", "5334"], "title": "Commission Implementing Regulation (EU) No 1029/2014 of 26 September 2014 amending Regulation (EU) No 73/2010 laying down requirements on the quality of aeronautical data and aeronautical information for the single European sky  Text with EEA relevance\n", "header": "30.9.2014 EN Official Journal of the European Union L 284/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1029/2014\nof 26 September 2014\namending Regulation (EU) No 73/2010 laying down requirements on the quality of aeronautical data and aeronautical information for the single European sky\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 552/2004 of the European Parliament and of the Council of 10 March 2004 on the interoperability of the European Air Traffic Management network (the interoperability Regulation) (1), and in particular Article 3(5) thereof,\nWhereas:\n(1) Articles 3(13), 7(5) and 10(1) of Commission Regulation (EU) No 73/2010 (2) refer to Commission Regulation (EC) No 2096/2005 (3), which was repealed by Commission Implementing Regulation (EU) No 1035/2011 (4). The references to Regulation (EC) No 2096/2005 in Regulation No (EU) 73/2010 should therefore be updated to refer to Commission Implementing Regulation (EU) No 1035/2011.\n(2) Annex III to Regulation (EU) No 73/2010 refers to standards laid down by the International Standardisation Organisation (ISO). However, since the adoption of Regulation (EU) No 73/2010, the ISO has revised and re-numbered some of these standards. The references in Regulation (EU) No 73/2010 to the relevant ISO standards should therefore be updated to ensure coherence with the latest numbering and edition of these standards.\n(3) Annexes I, III and XI to Regulation (EU) No 73/2010 refer to various definitions and provisions laid down in Annex 15 to the Convention on International Civil Aviation (Chicago Convention), and more specifically to its Twelfth Edition of July 2004, which incorporates Amendment No 34. Since the adoption of Regulation (EU) No 73/2010, the International Civil Aviation Organisation (ICAO) has amended a number of definitions and provisions and some of the structure of Annex 15 to the Chicago Convention, most recently in its Fourteenth Edition of July 2013, which incorporates Amendment No 37. The references in Regulation (EU) No 73/2010 to Annex 15 to the Chicago Convention should therefore be updated in order to meet the Member States' international legal obligations and ensure consistency with ICAO's international regulatory framework provided.\n(4) Regulation (EU) No 73/2010 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Single Sky Committee, established by Article 5 of Regulation (EC) No 549/2004 (5),", "main_body": ["Regulation (EU) No 73/2010 is amended as follows:\n(1) Article 3 is amended as follows:\n(a) point (7) is replaced by the following:\n‘(7) “integrated aeronautical information package” (hereinafter IAIP) means a package in paper, or electronic media, which consists of the following elements:\n(a) aeronautical information publications (hereinafter AIP), including amendments;\n(b) supplements to the AIP;\n(c) the NOTAM, as defined in point 17 and pre-flight information bulletins;\n(d) aeronautical information circulars; and\n(e) checklists and lists of valid NOTAMs;’\n(b) point (8) is replaced by the following:\n‘(8) “obstacle data” means data concerning all fixed (whether temporary or permanent) and mobile objects, or parts thereof, that are located on an area intended for the surface movement of aircraft or that extend above a defined surface intended to protect aircraft in flight or that stand outside those defined surfaces and that have been assessed as being a hazard to air navigation;’\n(c) point (10) is replaced by the following:\n‘(10) “aerodrome mapping data” means data collected for the purpose of compiling aerodrome mapping information;’\n(d) point (13) is replaced by the following:\n‘(13) “aeronautical information service provider” means the organisation responsible for the provision of an aeronautical information service, certified in accordance with the requirements of Commission Implementing Regulation (EU) No 1035/2011;’\n(e) point (24) is replaced by the following:\n‘(24) “critical data” means data as classified under point (c) of the integrity classification defined in Chapter 1, Section 1.1 of Annex 15 to the Chicago Convention on International Civil Aviation (hereinafter the Chicago Convention);’\n(f) point (25) is replaced by the following:\n‘(25) “essential data” means data as classified under point (b) of the integrity classification defined in Chapter 1, Section 1.1 of Annex 15 to the Chicago Convention;’\n(2) In Article 7, paragraph 5 is replaced by the following:\n(3) In Article 10, paragraph 1 is replaced by the following:\n(4) Annex I is amended in accordance with Annex I to this Regulation.\n(5) Annex III is replaced by the text in Annex II to this Regulation.\n(6) Annex XI is replaced by the text in Annex III to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 96, 31.3.2004, p. 26.\n(2)  Commission Regulation (EU) No 73/2010 of 26 January 2010 laying down requirements on the quality of aeronautical data and aeronautical information for the single European sky (OJ L 23, 27.1.2010, p. 6).\n(3)  Commission Regulation (EC) No 2096/2005 of 20 December 2005 laying down common requirements for the provision of air navigation services (OJ L 335, 21.12.2005, p. 13).\n(4)  Commission Implementing Regulation (EU) No 1035/2011 of 17 October 2011 laying down common requirements for the provision of air navigation services and amending Regulations (EC) No 482/2008 and (EU) No 691/2010 (OJ L 271, 18.10.2011, p. 23).\n(5)  Regulation (EC) No 549/2004 of the European Parliament and of the Council of 10 March 2004 laying down the framework for the creation of the single European sky (the framework Regulation) (OJ L 96, 31.3.2004, p. 1).\nANNEX I\nIn Annex I, part B, point (a) is replaced by the following:\n‘(a) be provided digitally in accordance with the ICAO standards referred to in points 9, 9a and 12 of Annex III;’\nANNEX II\n‘ANNEX III\nPROVISIONS REFERRED TO IN ARTICLES AND ANNEXES\n1. Chapter 3, Section 3.7 (Quality management system) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n2. Chapter 3, Section 1.2.1 (Horizontal reference system) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n3. Chapter 3, Section 1.2.2 (Vertical reference system) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n4. Chapter 4 (Aeronautical Information Publications (AIP)) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n5. Chapter 4, Section 4.3 (Specifications for AIP Amendments) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n6. Chapter 4, Section 4.4 (Specifications for AIP Supplements) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n7. Chapter 5 (NOTAM) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n8. Chapter 6, Section 6.2 (Provision of information in paper copy form) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n9. Chapter 10, Section 10.1 (Coverage areas and requirements for data provision) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n9a Chapter 10, Section 10.2 (Terrain data set — content, numerical specification and structure) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37\n10. Appendix 1 (Contents of Aeronautical Information Publication (AIP)) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n11. Appendix 7 (Aeronautical data publication resolution and integrity classification) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n12. Appendix 8 (Terrain and obstacle data requirements) of Annex 15 to the Chicago Convention — Aeronautical Information Services (Fourteenth edition — July 2013, incorporating Amendment No 37).\n13. Object Management Group Unified Modelling Language (UML) Specification Version 2.1.1.\n14. International Organisation for Standardisation, ISO 19107:2003 — Geographic information — Spatial schema (Edition 1 — 8.5.2003).\n15. International Organisation for Standardisation, ISO 19115:2003 — Geographic information — Metadata (Edition 1 — 8.5.2003 [Corrigendum Cor 1:2006 5.7.2006]).\n16. International Organisation for Standardisation, ISO 19139:2007 — Geographic information — Metadata — XML schema implementation (Edition 1 — 17.4.2007).\n17. International Organisation for Standardisation, ISO 19118:2011 — Geographic information — Encoding (Edition 2 — 10.10.2011).\n18. International Organisation for Standardisation, ISO 19136:2007 — Geographic information — Geography Mark-up Language (GML) (Edition 1 — 23.8.2007).\n19. International Organisation for Standardisation, ISO/IEC 19757-3:2006 — Information technology — Document Schema Definition Languages (DSDL) — Part 3: Rule-based validation — Schematron (Edition 1 — 24.5.2006).\n20. ICAO Doc 9674-AN/946 — World Geodetic System — 1984 Manual (Second Edition — 2002).\n21. Chapter 7, Section 7.3.2 (Cyclic redundancy check (CRC) algorithm) of ICAO Doc 9674-AN/946 — World Geodetic System — 1984 (WGS-84) Manual (Second Edition — 2002).\n22. International Organisation for Standardisation, ISO/IEC 27002:2005 — Information technology — Security techniques — Code of practice for information security management (Edition 1 — 15.6.2005).\n23. International Organisation for Standardisation, ISO 28000:2007: — Specification for security management systems for the supply chain (Edition 1 — 21.9.2007 under revision, to be replaced by Edition 2 target date 31.1.2008 [At enquiry stage]).\n24. Eurocae ED-99A, User Requirements for Aerodrome Mapping Information (October 2005).\n25. International Organisation for Standardisation, ISO 19110:2005 — Geographic information — Methodology for feature cataloguing (Edition 1).’\nANNEX III\n‘ANNEX XI\nICAO DIFFERENCES REFERRED TO IN ARTICLE 14\nChapter 3, Section 3.5.2 (Cyclic redundancy check) of Annex 15 to the Chicago Convention — Aeronautical Information Services. (Fourteenth edition — July 2013, incorporating Amendment No 37).’"}