{"celex_id": "32013R1384", "uri": "http://publications.europa.eu/resource/cellar/2c36ff3a-76d5-11e3-b889-01aa75ed71a1", "type": "Regulation", "concepts": ["1616", "2590", "2771", "3191", "4713", "5858", "7932"], "title": "Regulation (EU) No 1384/2013 of the European Parliament and of the Council of 17 December 2013 amending Council Regulation (EC) No 55/2008 introducing autonomous trade preferences for the Republic of Moldova\n", "header": "28.12.2013 EN Official Journal of the European Union L 354/85\nREGULATION (EU) No 1384/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 December 2013\namending Council Regulation (EC) No 55/2008 introducing autonomous trade preferences for the Republic of Moldova\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Council Regulation (EC) No 55/2008 (2) established a specific scheme of autonomous trade preferences for the Republic of Moldova (hereinafter \"Moldova\"). That scheme gives all products originating in Moldova free access to the Union market, except for certain agricultural products listed in Annex I to that Regulation for which limited concessions have been granted either in the form of exemption from customs duties within the limit of tariff quotas or of reduction of customs duties.\n(2) In the framework of the European Neighbourhood Policy (ENP), the EU-Moldova ENP Action Plan and the Eastern Partnership, Moldova has adopted an ambitious agenda for political association and further economic integration with the Union. Moldova has also already made strong progress on regulatory approximation leading to convergence with Union laws and standards.\n(3) Negotiations on a new Association Agreement, including the establishment of a deep and comprehensive free trade area between the Union and Moldova, started in January 2010 and were finalised in July 2013. That Agreement provides for the full liberalisation of bilateral trade in wine.\n(4) In order to support the efforts of Moldova in accordance with the ENP and the Eastern Partnership, and to provide an attractive and reliable market for its wine exports, the import of wine from Moldova into the Union should be liberalised without delay.\n(5) In order to ensure the continuation of trade flows from Moldova and legal certainty for economic operators, it is necessary that the autonomous trade preferences apply without interruption until the date set for their expiry in Regulation (EC) No 55/2008.\n(6) Regulation (EC) No 55/2008 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 55/2008 is amended as follows:\n(1) in Article 16, the third, fourth and fifth paragraphs are deleted;\n(2) in the table in point 1 of Annex I, the last row concerning order No 09.0514 \"Wine of fresh grapes other than sparkling wine\" is deleted.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  Position of the European Parliament of 10 December 2013 (not yet published in the Official Journal) and decision of the Council of 16 December 2013.\n(2)  Council Regulation (EC) No 55/2008 of 21 January 2008 introducing autonomous trade preferences for the Republic of Moldova and amending Regulation (EC) No 980/2005 and Commission Decision 2005/924/EC (OJ L 20, 24.1.2008, p. 1)."}