{"celex_id": "32010R0105", "uri": "http://publications.europa.eu/resource/cellar/f403902e-27f7-4ef2-90da-ea5e034336e1", "type": "Regulation", "concepts": ["1590", "2078", "2531", "2735", "2948", "3135", "616", "6569"], "title": "Commission Regulation (EU) No 105/2010 of 5 February 2010 amending Regulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs as regards ochratoxin A (Text with EEA relevance)\n", "header": "6.2.2010 EN Official Journal of the European Union L 35/7\nCOMMISSION REGULATION (EU) No 105/2010\nof 5 February 2010\namending Regulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs as regards ochratoxin A\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 (2) sets maximum levels for certain contaminants in foodstuffs.\n(2) The Scientific Panel on Contaminants in the Food Chain of the European Food Safety Authority (EFSA) has, on a request from the Commission, adopted on 4 April 2006 an updated scientific opinion relating to ochratoxin A (OTA) in food (3), taking into account new scientific information and derived a tolerable weekly intake (TWI) of 120 ng/kg b.w.\n(3) It is foreseen in Regulation (EC) No 1881/2006 that the appropriateness of setting a maximum level for OTA in foodstuffs such as dried fruit other than dried vine fruit, cocoa and cocoa products, spices, meat products, green coffee, beer and liquorice, as well as a review of the existing maximum levels, in particular for OTA in dried vine fruit and grape juice, has to be considered in the light of the recent EFSA scientific opinion.\n(4) On the basis of the opinion adopted by EFSA, the existing maximum levels appear appropriate to protect public health and have to be retained. As regards the foodstuffs not yet covered by Regulation (EC) No 1881/2006, it was considered necessary and appropriate for the protection of public health to establish maximum levels for ochratoxin A in those foodstuffs that are a significant contributor to the exposure of OTA (for the whole population, or for vulnerable group of the population, or for significant part of the population) or for those foodstuffs that are not necessarily a significant contributor to the exposure of OTA, but there is evidence that there can be found a very high level of OTA in these commodities. A maximum level is appropriate to be set in these cases to avoid that those very highly contaminated commodities could enter the food chain.\n(5) On the basis of the information available, it does not appear necessary for the protection of public health to set a maximum level of OTA in dried fruit other than dried vine fruit, cocoa and cocoa products, meat products, including edible offal and blood products and liqueur wines as they are not a significant contributor to OTA exposure and high levels of OTA have been found only seldom in those commodities. In the case of green coffee and beer, the presence of OTA is already controlled at another more appropriate stage of the production chain (respectively roasted coffee and malt).\n(6) Very high levels of OTA have been observed at several occasions in spices and liquorice. It is therefore appropriate to set a maximum level for spices and liquorice.\n(7) There is recent evidence that in some main producing countries of spices exporting to the Union no prevention measures and official controls are in place to control the presence of ochratoxin A in spices. In order to protect public health, it is appropriate to establish without delay a maximum level for ochratoxin A in spices. To enable the producing countries to put prevention measures in place and not to disrupt trade to an unacceptable extent, a higher maximum level, applicable within short notice, is established for a limited period of time, before the maximum level reflecting the level achievable by applying good practices enters into application. It is appropriate that an assessment of the achievability in the different producing regions in the world of the levels for ochratoxin A by applying good practices takes place before the stricter level applies.\n(8) It is appropriate to continue the monitoring of OTA in foodstuffs for which no maximum level has been set and in the case of regular findings of unusually high levels of OTA, setting of a maximum level for OTA in those foodstuffs might be considered as appropriate.\n(9) Regulation (EC) No 1881/2006 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Regulation (EC) No 1881/2006 is amended as follows:\n1. point 2.2.11 is replaced by the following points:\n‘2.2.11. Spices\nCapsicum spp. (dried fruits thereof, whole or ground, including chillies, chilli powder, cayenne and paprika)\nPiper spp. (fruits thereof, including white and black pepper)\nMyristica fragrans (nutmeg)\nZingiber officinale (ginger)\nCurcuma longa (turmeric)\n2.2.12. Liquorice (Glycyrrhiza glabra, Glycyrrhiza inflate and other species)\n2.2.12.1. Liquorice root, ingredient for herbal infusion 20 μg/kg\n2.2.12.2. Liquorice extract (42), for use in food in particular beverages and confectionary 80 μg/kg’\n2. The following footnote is added:\n‘(42) The maximum level applies to the pure and undiluted extract, obtained whereby 1 kg of extract is obtained from 3 to 4 kg liquorice root).’", "Interested parties shall communicate to the Commission the results of investigations undertaken including occurrence data and the progress with regard to the application of prevention measures to avoid contamination by ochratoxin A in spices.\nMember States should report to the Commission findings on ochratoxin A in spices on a regular basis.\nThe Commission will make this information available to the Member States in view of an assessment, before the stricter level applies, of the achievability in the different producing regions in the world of the stricter level for ochratoxin A in spices by applying good practices.", "This Regulation shall not apply to products which were placed on the market at a date prior to 1 July 2010 in conformity with the provisions applicable at such date.\nThe maximum level for ochratoxin A established in point 2.2.11 of the Annex which is applicable as from 1 July 2012 shall not apply to products which were placed on the market at a date prior to 1 July 2012 in conformity with the provisions applicable at such date.\nThe burden of proving when the products were placed on the market shall be borne by the food business operator.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 37, 13.2.1993, p. 1.\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  http://www.efsa.europa.eu/en/scdocs/doc/contam_op_ej365_ochratoxin_a_food_en.pdf"}