{"celex_id": "32011D0718", "uri": "http://publications.europa.eu/resource/cellar/d760cbba-9482-41da-935f-9797b6cf4237", "type": "Decision", "concepts": ["1609", "1637", "192", "3191", "3579", "3730", "4081", "6569", "690"], "title": "Commission Implementing Decision of 28 October 2011 amending Implementing Decision 2011/402/EU on emergency measures applicable to fenugreek seeds and certain seeds and beans imported from Egypt (notified under document C(2011) 7744) Text with EEA relevance\n", "header": "1.11.2011 EN Official Journal of the European Union L 285/53\nCOMMISSION IMPLEMENTING DECISION\nof 28 October 2011\namending Implementing Decision 2011/402/EU on emergency measures applicable to fenugreek seeds and certain seeds and beans imported from Egypt\n(notified under document C(2011) 7744)\n(Text with EEA relevance)\n(2011/718/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(i) and (iii) thereof,\nWhereas:\n(1) Regulation (EC) No 178/2002 lays down the general principles governing food and feed in general, and food and feed safety in particular, at Union and national level. It provides for emergency measures where it is evident that food or feed imported from a third country is likely to constitute a serious risk to human health, animal health or the environment, and that such risk cannot be contained satisfactorily by means of measures taken by the Member State(s) concerned.\n(2) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2) lays down general rules on the hygiene of food stuffs. Those rules include hygiene requirements for the production of seeds and beans for direct human consumption to be followed by food business operators.\n(3) Certain lots of fenugreek seeds imported from Egypt have been identified to be the causative agent of an outbreak in the Union of Shiga-toxin producing Escherichia coli bacteria (STEC), serotype O104:H4. Accordingly, Commission Implementing Decision 2011/402/EU (3) introduced a ban on the release for free circulation in the Union of seeds and beans from Egypt that fall within the CN codes listed in the Annex thereto. The ban expires on 31 October 2011.\n(4) From 21 to 25 August 2011 the Commission’s Food and Veterinary Office conducted an audit in Egypt in order to trace back the possible source of infection of the recent E. coli outbreaks (O104:H4 serotype) in the northern part of Germany and Bordeaux, France, and to evaluate the production and processing conditions of the suspect seeds in that third country.\n(5) The findings of the audit and the actions being taken by Egypt concerning the shortcomings in the production of seeds for human consumption that may potentially be sprouted have been evaluated. That evaluation shows that the measures introduced by the Egyptian authorities are not sufficient to tackle the identified risks.\n(6) According to Article 10 of Regulation (EC) No 852/2004, the hygiene of imported food should comply, among others, with the requirements laid down in Annex I of that Regulation. However, the actions indicated by the Egyptian authorities do not provide sufficient guarantees on an active commitment to carry out production in line with Annex I to Regulation (EC) No 852/2004. The European Food Safety Authority (EFSA) will adopt by the end of October 2011, a scientific opinion on the risk posed by Shiga-toxin producing Escherichia coli (STEC) and other pathogenic bacteria in seeds and sprouts, shoots and cress derived from seeds.\n(7) Pending the possible introduction of additional control measures based on the EFSA opinion and in order to allow the time necessary for the competent authorities in Egypt to provide further feedback to the Commission and to provide effective guarantees on additional risk management measures, the temporary ban on the release for free circulation in the Union of seeds and beans from Egypt laid down in Implementing Decision 2011/402/EU should be prolonged until 31 March 2012.\n(8) In order to ensure the effectiveness of this decision to avoid import of any goods listed in the Annex, this Decision shall apply as from 1 November 2011 because Implementing Decision 2011/402/EU provided that the release of seeds from Egypt as set out in the Annex was prohibited until 31 October 2011.\n(9) Implementing Decision 2011/402/EU should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Implementing Decision No 2011/402/EU is amended as follows:\n(1) Article 2 is replaced by the following:\n(2) the Annex is replaced by the text set out in the Annex to this Decision.", "This Decision shall apply from 1 November 2011.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 October 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 139, 30.4.2004, p. 1.\n(3)  OJ L 179, 7.7.2011, p. 10.\nANNEX\n‘ANNEX\nSeeds and beans from Egypt whose release for free circulation in the Union is prohibited until 31 March 2012:\nCN Code (1) Description\nex 0704 90 90 Rocket sprouts\nex 0706 90 90 Beetroot sprouts, radish sprouts\nex 0708 Sprouts of leguminous vegetables, fresh or chilled\nex 0709 90 90 Soya bean sprouts\n0713 Dried leguminous vegetables, shelled, whether or not skinned or split\n0910 99 10 Fenugreek seed\n1201 00 Soya beans, whether or not broken\n1207 50 Mustard seeds\n1207 99 97 Other oil seeds and oleaginous fruits, whether or not broken\n1209 10 00 Sugar beet seed\n1209 21 00 Lucerne (alfalfa) seed\n1209 91 Vegetable seeds\nex 1214 90 90 Lucerne (alfalfa) sprouts\n(1)  The ‘CN codes’ mentioned in this Commission Implementing Decision refers to codes specified in Part Two of Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, p. 1).’"}