{"celex_id": "32013D1359", "uri": "http://publications.europa.eu/resource/cellar/b3df010d-689c-11e3-a7e4-01aa75ed71a1", "type": "Decision", "concepts": ["434880", "435007", "5650", "5782"], "title": "Decision No 1359/2013/EU of the European Parliament and of the Council of 17 December 2013 amending Directive 2003/87/EC clarifying provisions on the timing of auctions of greenhouse gas allowances  Text with EEA relevance\n", "header": "19.12.2013 EN Official Journal of the European Union L 343/1\nDECISION No 1359/2013/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 December 2013\namending Directive 2003/87/EC clarifying provisions on the timing of auctions of greenhouse gas allowances\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Article 10(4) of Directive 2003/87/EC of the European Parliament and of the Council (3) does not specify how volumes of greenhouse gas emission allowances to be auctioned are to be distributed over the trading period.\n(2) For the purposes of legal certainty and market predictability, it should be clarified that, in order to ensure the orderly functioning of the market, the Commission is able in exceptional circumstances to adapt the auction timetable pursuant to Article 10(4) of Directive 2003/87/EC.\n(3) Directive 2003/87/EC should therefore be amended accordingly,", "main_body": ["In the first subparagraph of Article 10(4) of Directive 2003/87/EC the following sentences are added:\n‘Where an assessment shows for the individual industrial sectors that no significant impact on sectors or subsectors exposed to a significant risk of carbon leakage is to be expected, the Commission may, in exceptional circumstances, adapt the timetable for the period referred to in Article 13(1) beginning on 1 January 2013 so as to ensure the orderly functioning of the market. The Commission shall make no more than one such adaptation for a maximum number of 900 million allowances.’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  OJ C 11, 15.01.2013, p. 87.\n(2)  Position of the European Parliament of 10 December 2013 (not yet published in the Official Journal) and decision of the Council of 16 December 2013.\n(3)  Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (OJ L 275, 25.10.2003, p. 32)."}