{"celex_id": "32015R0281", "uri": "http://publications.europa.eu/resource/cellar/206c1d5e-bcbb-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["1076", "12", "1538", "523", "524", "5371", "5563", "5706", "5709", "6360", "665"], "title": "Commission Delegated Regulation (EU) 2015/281 of 26 November 2014 replacing Annexes I and II of Regulation (EU) No 1215/2012 of the European Parliament and of the Council on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\n", "header": "25.2.2015 EN Official Journal of the European Union L 54/1\nCOMMISSION DELEGATED REGULATION (EU) 2015/281\nof 26 November 2014\nreplacing Annexes I and II of Regulation (EU) No 1215/2012 of the European Parliament and of the Council on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1215/2012 of the European Parliament and of the Council of 12 December 2012 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (1), and in particular Article 77 thereof,\nWhereas:\n(1) Regulation (EU) No 1215/2012 provides for the circulation of judgments, authentic instruments and court settlements in the Union. It will start to apply on 10 January 2015.\n(2) Regulation (EU) No 1215/2012 established, in Annexes I and II, a form of the certificate concerning a judgment in civil and commercial matters and a form of the certificate concerning an authentic instrument/court settlement in civil and commercial matters.\n(3) Latvia adopted the euro as from 1 January 2014. Therefore, all the references to the former currency of Latvia should be deleted from the forms. Lithuania will adopt the euro as from 1 January 2015. Therefore, all the references to the currency of Lithuania should be deleted from the forms.\n(4) Croatia joined the Union as from 1 July 2013. Therefore, the references to Croatia and its currency should be included in the forms.\n(5) In accordance with Articles 1 and 2 of Protocol (No 22) on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark did not take part in the adoption of Regulation (EU) No 1215/2012 and it is not bound by it or subject to its application.\n(6) However, in accordance with Article 3(2) of the Agreement between the European Union and Denmark, Denmark has, by letter of 20 December 2012, notified (2) the Commission of its decision to implement the contents of Regulation (EU) No 1215/2012. Therefore the references to Denmark and its currency should be included in the forms.\n(7) For reasons of clarity it is appropriate to replace Annexes I and II.\n(8) Regulation (EU) No 1215/2012 should therefore be amended accordingly,", "main_body": ["Annexes I and II to Regulation (EU) No 1215/2012 are replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day following the date of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 26 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 351, 20.12.2012, p. 1.\n(2)  OJ L 79, 21.3.2013, p. 4.\nANNEX\nANNEX I\nANNEX II"}