{"celex_id": "32010D0737", "uri": "http://publications.europa.eu/resource/cellar/994707a3-98be-43ba-b714-0e3c915db402", "type": "Decision", "concepts": ["1706", "1826", "4036", "4039", "5234", "5309"], "title": "2010/737/EU: Commission Decision of 2 December 2010 establishing the classes of reaction-to-fire performance for certain construction products as regards steel sheets with polyester coating and with plastisol coating (notified under document C(2010) 389)  Text with EEA relevance\n", "header": "3.12.2010 EN Official Journal of the European Union L 317/39\nCOMMISSION DECISION\nof 2 December 2010\nestablishing the classes of reaction-to-fire performance for certain construction products as regards steel sheets with polyester coating and with plastisol coating\n(notified under document C(2010) 389)\n(Text with EEA relevance)\n(2010/737/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988, on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products (1), and in particular Article 20(2)(a) thereof,\nAfter consulting the Standing Committee on Construction,\nWhereas:\n(1) Directive 89/106/EEC envisages that in order to take account of different levels of protection for the construction works at national, regional or local levels, it may be necessary to establish in the interpretative documents classes corresponding to the performance of products in respect of each essential requirement. Those documents have been published as the ‘Communication of the Commission with regard to the interpretative documents of Directive 89/106/EEC (2)’.\n(2) With respect to the essential requirement of safety in the event of fire, interpretative document No 2 lists a number of interrelated measures which together define the fire safety strategy to be variously developed in the Member States.\n(3) Interpretative document No 2 identifies one of those measures as the limitation of the generation and spread of fire and smoke within a given area by limiting the potential of construction products to contribute to the full development of a fire.\n(4) The level of that limitation may be expressed only in terms of the different levels of reaction-to-fire performance of the products in their end-use application.\n(5) By way of harmonised solution, a system of classes was adopted in Commission Decision 2000/147/EC of 8 February 2000 implementing Council Directive 89/106/EEC as regards the classification of the reaction-to-fire performance of construction products (3).\n(6) In the case of steel sheets with polyester coating and with plastisol coating it is necessary to use the classification established in Decision 2000/147/EC.\n(7) The reaction-to-fire performance of many construction products and/or materials, within the classification provided for in Decision 2000/147/EC, is well established and sufficiently well known to fire regulators in Member States that they do not require testing for this particular performance characteristic,", "main_body": ["The construction products and/or materials which satisfy all the requirements of the performance characteristic ‘reaction-to-fire’ without need for further testing are set out in the Annex.", "The specific classes to be applied to different construction products and/or materials, within the reaction-to-fire classification adopted in Decision 2000/147/EC, are set out in the Annex to this Decision.", "Products shall be considered in relation to their end-use application, where relevant.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 December 2010.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 40, 11.2.1989, p. 12.\n(2)  OJ C 62, 28.2.1994, p. 1.\n(3)  OJ L 50, 23.2.2000, p. 14.\nANNEX\nThe tables set out in this Annex, list construction products and/or materials which satisfy all of the requirements for the performance characteristic ‘reaction-to-fire’ without need for testing.\nTable 1\nClasses of reaction to fire performance for steel sheets with polyester coating used as single skin (without insulation behind)\nProduct Nominal thickness ‘t’ of metallic coated steel sheet Profile Class (1)\nMetallic coated steel sheet, profiled or flat, of nominal thickness t (mm) and coated on the surface exposed to the fire with a polyester coating of maximum nominal thickness 25 μm, according to the relevant part of EN 14782 and EN 10169, if the coating has a mass of no more than 70 g/m2 and a PCS of no more than 1,0 MJ/m2. 0,40 ≤ t ≤ 1,50 Flat or profiled (2) A1\nSymbol used: PCS = gross calorific potential.\nTable 2\nClasses of reaction to fire performance for steel sheets with plastisol coating\nProduct (3) Nominal thickness ‘t’ of metallic coated steel sheet Assembly detail Class (4)\nMetallic coated steel sheet, profiled or flat, of nominal thickness t (mm) and coated on the surface exposed to the fire with a plastisol coating of maximum nominal thickness 200 μm and having a coating mass ≤ 300 g/m2 and a PCS ≤ 7,0 MJ/m2. 0,55 ≤ t ≤ 1,00 Flat or profiled product used as a single skin (without insulation behind) or backed by mineral wool as part of a built up assembly (which may be a double skin). If the product is profiled, the profiled (corrugated) surface area shall be no more than twice as much as the overall (coverage) area of the product. C-s3,d0\nSymbol used: PCS = gross calorific potential.\n(1)  Class as provided for in Table 1 of the Annex to Decision 2000/147/EC.\n(2)  The profiled (corrugated) surface area shall not be more than twice as much as the overall (coverage) area of the product.\nSymbol used: PCS = gross calorific potential.\n(3)  Tolerances on nominal thickness shall conform to the relevant standards as referenced in EN 14782 and EN 14783.\n(4)  Class as provided for in Table 1 of the Annex to Decision 2000/147/EC.\nSymbol used: PCS = gross calorific potential."}