{"celex_id": "32013R0060", "uri": "http://publications.europa.eu/resource/cellar/18d91fea-6622-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3870", "4452"], "title": "Commission Implementing Regulation (EU) No 60/2013 of 23 January 2013 amending for the 185th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network\n", "header": "24.1.2013 EN Official Journal of the European Union L 21/23\nCOMMISSION IMPLEMENTING REGULATION (EU) No 60/2013\nof 23 January 2013\namending for the 185th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al-Qaida network, (1) and in particular Article 7(1)(a) and 7a(5) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 14 January 2013 the Sanctions Committee of the United Nations Security Council decided to remove one natural person from its list of persons, groups and entities to whom the freezing of funds and economic resources should apply after considering the de-listing request submitted by this person and the Comprehensive Report of the Ombudsperson established pursuant to United Nations Security Council Resolution 1904(2009).\n(3) Annex I to Regulation (EC) No 881/2002 should therefore be updated accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 2013.\nFor the Commission, On behalf of the President,\nHead of the Service for Foreign Policy Instruments\n(1)  OJ L 139, 29.5.2002, p. 9.\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\nThe following entry the heading ‘Natural persons’ is deleted:\n‘Adel Abdul Jalil Ibrahim Batterjee (alias (a) ‘Adil Al-Battarjee, (b) Adel Batterjee, (c) ‘Adil ‘Abd al Jalil Batarji, (d) Adel AbdulJaleel I. Batterjee). Address: 2 Helmi Kutbi Street, Jeddah, Saudi Arabia. Date of birth: (a) 1.7.1946, (b) 1.6.1946. Place of birth: Jeddah, Saudi Arabia. Nationality: Saudi Arabian. Passport No: F 572010 (issued on 22.12.2004, expiring on 28.10.2009.)’"}