{"celex_id": "32012D0323", "uri": "http://publications.europa.eu/resource/cellar/9deb510a-bf7c-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["1255", "368", "4348", "5643", "5953"], "title": "2012/323/EU: Council Implementing Decision of 22 June 2012 lifting the suspension of commitments from the Cohesion Fund for Hungary\n", "header": "26.6.2012 EN Official Journal of the European Union L 165/46\nCOUNCIL IMPLEMENTING DECISION\nof 22 June 2012\nlifting the suspension of commitments from the Cohesion Fund for Hungary\n(2012/323/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1084/2006 of 11 July 2006 establishing a Cohesion Fund (1), and in particular Article 4(2) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Article 4 of Regulation (EC) No 1084/2006 sets out the conditions applying to access to Cohesion Fund assistance. According to paragraph 1 of that Article, the Council may decide to suspend either the totality or part of the commitments from the Cohesion Fund for the Member State concerned with effect from 1 January of the year following the decision to suspend if it has been established in accordance with Article 126(8) of the Treaty on the Functioning of the European Union (\"TFEU\") that the Member State concerned has not taken effective action in response to a Council recommendation made under Article 126(7) TFEU.\n(2) On 5 July 2004, by Decision 2004/918/EC on the existence of an excessive deficit in Hungary (2) the Council decided in accordance with Article 104(6) of the Treaty establishing the European Community (\"TEC\") that an excessive deficit existed in Hungary. The Council adopted a first recommendation on 5 July 2004, a second recommendation on 8 March 2005, and a third recommendation on 10 October 2006, all of which were addressed to Hungary in accordance with Article 104(7) TEC. On 7 July 2009, the Council adopted its fourth such recommendation (\"Council Recommendation of 7 July 2009\"), with a view to bringing an end to the situation of an excessive government deficit by 2011 at the latest.\n(3) On 24 January 2012, the Council adopted Decision 2012/139/EU establishing whether effective action has been taken by Hungary in response to the Council recommendation of 7 July 2009 (3) in accordance with Article 126(8) TFEU, establishing that Hungary had not taken effective action to correct the excessive government deficit in response to the Council Recommendation of 7 July 2009 within the period laid down therein.\n(4) On 13 March 2012, by Implementing Decision 2012/156/EU suspending commitments from the Cohesion Fund for Hungary with effect from 1 January 2013 (4), the Council decided to suspend part of the commitments from the Cohesion Fund with effect from 1 January 2013 in accordance with Article 4 of Regulation (EC) No 1084/2006. The decision on the amount of Cohesion Fund commitments to be suspended aimed to ensure that the suspension was both effective and proportionate, whilst taking into account the current overall economic situation in the Union and the relative importance of the Cohesion Fund for the economy of the Member State concerned. The Council considered appropriate, in the case of a first application of Article 4(1) of Regulation (EC) No 1084/2006 to a given Member State, namely Hungary, to set the amount at 50 % of the allocation of the Cohesion Fund for 2013, without exceeding the maximum level of 0,5 % of the nominal GDP of that Member State as forecast by the Commission services. Accordingly, the Council decided to suspend EUR 495 184 000 commitments from the Cohesion Fund for Hungary with effect from 1 January 2013.\n(5) Also on 13 March, the Council issued a revised recommendation to Hungary in accordance with Article 126(7) TFEU (\"Council Recommendation of 13 March 2012\"), setting 2012 as the deadline for bringing the situation of an excessive government deficit to an end. Specifically, Hungary was recommended to undertake an additional fiscal effort of at least ½ % of GDP, based on the further specification and implementation of consolidation measures of a structural nature, to ensure the attainment of the 2012 deficit target of 2,5 % of GDP; allocate possible windfall gains for improving the headline balance; take necessary additional measures of a structural nature as needed to ensure that the deficit in 2013 remains well below the 3 % of GDP threshold; and incorporate sufficient reserve provisions in the forthcoming budget laws. At the same time, the Council underlined that the budgetary adjustment should contribute to bringing the government debt ratio onto a declining path and that it also needed to be supported by the proposed improvements in the fiscal governance framework.\n(6) On 23 April 2012, Hungary submitted the annual update of its convergence programme outlining its budgetary strategy to ensure the sustainable correction of the excessive deficit by the 2012 deadline. The official deficit targets and the planned fiscal efforts comply with the Council Recommendation of 13 March 2012. The programme confirms the previous medium-term objective of 1,5 % of GDP, which it plans to achieve by 2013. According to the update, the public debt is being continuously reduced throughout the programme period to 77 % of GDP in 2013 and below 73 % of GDP in 2015. As regards fiscal governance reform, the authorities have announced that they will submit to the Parliament the necessary amendments during the Spring session.\n(7) Based on publicly available information, the Commission concluded in its Communication of 30 May 2012 that Hungary has taken the necessary corrective action, representing adequate progress towards the correction of the excessive deficit. In particular, the budget deficit is expected to reach 2,5 % of GDP in 2012 and remain well below the 3 % of GDP reference value in 2013, as recommended by the Council in March. Specifically, taking also into account all publicly available information provided by the Government since mid-March, the 2013 deficit is foreseen by the Commission services to reach 2,7 % of GDP. Considering also the effect of revisions to potential GDP growth and the projected deviation from standard tax elasticities, the fiscal effort in 2012 can be considered to be broadly in line with what was required. The use of windfall revenues and the incorporation of sufficient reserve provisions in the forthcoming budgets have yet to be demonstrated. Based on the Spring 2012 forecast, the general government debt is expected to decrease to 78,5 % of GDP in 2012 and slightly further in 2013. Finally, some progress has been made on enhancing the fiscal governance framework, but important reforms are still to be designed and adopted before the end of the Spring session of Parliament. Against this background and also in light of the recent worse-than-expected first quarter growth data, the Commission will continue to closely monitor budgetary developments in Hungary.\n(8) Overall, Hungary has taken the necessary corrective action in response to the Council Recommendation of 13 March 2012 to correct the excessive deficit by the deadline set by the Council. Therefore, Implementing Decision 2012/156/EU suspending part of the commitments from the Cohesion Fund should be abrogated.\n(9) If, at any moment in time before the abrogation of the decision on the existence of an excessive deficit in accordance with Article 126(12) TFEU, action taken is proving to be inadequate, the Council should, based on a recommendation by the Commission, adopt a new Decision under Article 126(8) TFEU. In such a case, it may, on a proposal by the Commission, adopt a decision to suspend Cohesion Fund commitments,", "main_body": ["The partial suspension of commitments from the Cohesion Fund for Hungary laid down in Implementing Decision 2012/156/EU is hereby lifted.", "This Decision is addressed to Hungary."], "attachments": "Done at Luxembourg, 22 June 2012.\nFor the Council\nThe President\nM. VESTAGER\n(1)  OJ L 210, 31.7.2006, p. 79.\n(2)  OJ L 389, 30.12.2004, p. 27.\n(3)  OJ L 66, 6.3.2012, p. 6.\n(4)  OJ L 78, 17.3.2012, p. 19."}