{"celex_id": "32010D0591", "uri": "http://publications.europa.eu/resource/cellar/fd8a665c-1bf1-43a4-9a5e-32224e83e7ed", "type": "Decision", "concepts": ["2988", "3660", "4635", "5876", "867"], "title": "2010/591/EU: Commission Decision of 1 October 2010 authorising a laboratory in Russia to carry out serological tests to monitor the effectiveness of rabies vaccines (notified under document C(2010) 6684)  Text with EEA relevance\n", "header": "2.10.2010 EN Official Journal of the European Union L 260/21\nCOMMISSION DECISION\nof 1 October 2010\nauthorising a laboratory in Russia to carry out serological tests to monitor the effectiveness of rabies vaccines\n(notified under document C(2010) 6684)\n(Text with EEA relevance)\n(2010/591/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2000/258/EC of 20 March 2000 designating a specific institute responsible for establishing the criteria necessary for standardising the serological tests to monitor the effectiveness of rabies vaccines (1), and in particular Article 3(2) thereof,\nWhereas:\n(1) Decision 2000/258/EC designates the laboratory of the Agence française de sécurité sanitaire des aliments de Nancy (‘AFSSA, Nancy’), as the specific institute responsible for establishing the criteria necessary for standardising the serological tests to monitor the effectiveness of rabies vaccines. That Decision also lays down the duties of that laboratory.\n(2) In particular, AFSSA, Nancy is to appraise the laboratories in Member States and third countries for the purposes of their authorisation to carry out serological tests to monitor the effectiveness of rabies vaccines.\n(3) The competent authority of Russia has submitted an application for approval of one laboratory in that third country to perform those serological tests.\n(4) AFSSA, Nancy has carried out an appraisal of that laboratory and provided the Commission with a favourable report of that appraisal on 19 February 2010.\n(5) That laboratory should therefore be authorised to carry out serological tests to monitor the effectiveness of rabies vaccines in dogs, cats and ferrets.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The following laboratory is authorised to perform the serological tests to monitor the effectiveness of rabies vaccines in dogs, cats and ferrets, as provided for in Article 3(2) of Decision 2000/258/EC:\n‘Federal Centre for Animal Health (FGI “ARRIAH”), 600901 Vladimir, Urjvets, Russia’.", "This Decision shall apply from 15 October 2010.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 October 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 79, 30.3.2000, p. 40."}