{"celex_id": "32013R0733", "uri": "http://publications.europa.eu/resource/cellar/730270bd-f9b6-11e2-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["3299", "5541", "5936", "889", "931"], "title": "Council Regulation (EU) No 733/2013 of 22 July 2013 amending Regulation (EC) No 994/98 on the application of Articles 92 and 93 of the Treaty establishing the European Community to certain categories of horizontal State aid  Text with EEA relevance\n", "header": "31.7.2013 EN Official Journal of the European Union L 204/11\nCOUNCIL REGULATION (EU) No 733/2013\nof 22 July 2013\namending Regulation (EC) No 994/98 on the application of Articles 92 and 93 of the Treaty establishing the European Community to certain categories of horizontal State aid\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 109 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Council Regulation (EC) No 994/98 (1) empowers the Commission to declare by means of regulations that certain specified categories of aid are compatible with the internal market and are exempted from the notification requirement of Article 108(3) of the Treaty on the Functioning of the European Union (TFEU).\n(2) State aid is an objective notion defined in Article 107(1) of the TFEU. The power of the Commission to adopt block exemptions as provided for in Regulation (EC) No 994/98 only applies to measures that fulfil all the criteria of Article 107(1) of the TFEU and therefore constitute State aid. Inclusion of a certain category of aid in Regulation (EC) No 994/98 or in an exemption regulation does not predetermine the qualification of a measure as State aid within the meaning of Article 107(1) of the TFEU.\n(3) Regulation (EC) No 994/98 empowers the Commission to declare, that under certain conditions aid to small and medium-sized enterprises (‘SMEs’), aid in favour of research and development, aid in favour of environmental protection, aid in favour of employment and training and aid that complies with the map approved by the Commission for each Member State for the grant of regional aid, is compatible with the internal market and not subject to the notification requirement.\n(4) Regulation (EC) No 994/98 authorises the Commission to exempt aid for research and development, but not for innovation. Innovation has since become a Union policy priority in the context of ‘Innovation Union’, one of the Europe 2020 flagship initiatives. Moreover, many aid measures for innovation are relatively small and create no significant distortions of competition.\n(5) In the culture and heritage conservation sector, a number of measures taken by Member States might not constitute aid because they do not fulfil all the criteria of Article 107(1) of the TFEU, for example because the beneficiary does not carry out an economic activity or because there is no effect on trade between Member States. However, to the extent measures in the field of culture and heritage conservation do constitute State aid within the meaning of Article 107(1) of the TFEU, Member States are currently required to notify them to the Commission. Regulation (EC) No 994/98 authorises the Commission to exempt aid granted to SMEs, but such an exemption would in the cultural sector be of limited use as recipients are often large companies. However, small culture, creation and heritage conservation projects, even if carried out by larger companies, do not typically give rise to any significant distortion, and recent cases have shown that such aid has limited effects on trade.\n(6) Exemptions in the culture and heritage conservation sector could be designed on the basis of the Commission’s experience as set out in guidelines, such as for cinematographic and audiovisual works, or developed case by case. When drafting such block exemptions, the Commission should take into account that they should only cover measures constituting State aid, that they should in principle focus on measures that contribute to the objectives of ‘EU State aid modernisation (SAM)’, and that only aid is block-exempted in respect of which the Commission has already substantial experience. Furthermore, the primary competence of the Member States in the area of culture, the special protection enjoyed by cultural diversity under Article 167(1) TFEU and the special nature of culture should be taken into account.\n(7) Member States are also required to notify to the Commission State aid measures to make good the damage caused by natural disasters. The amounts granted in this area are usually limited, and clear compatibility conditions can be defined. Regulation (EC) No 994/98 authorises the Commission to exempt such aid from the notification requirement only if it is granted to SMEs. However, large companies may also be affected by natural disasters. In the Commission’s experience, such aid does not give rise to any significant distortion, and clear compatibility conditions can be defined on the basis of the experience acquired.\n(8) Member States are also required to notify to the Commission State aid measures to make good the damage caused by certain adverse weather conditions in fisheries. The amounts granted in this area are usually limited, and clear compatibility conditions can be defined. Regulation (EC) No 994/98 authorises the Commission to exempt such aid from the notification requirement only if it is granted to SMEs. However, large companies may also be affected by adverse weather conditions in fisheries. In the Commission’s experience, such aid does not give rise to any significant distortion, and clear compatibility conditions can be defined on the basis of the experience acquired.\n(9) In accordance with Article 42 of the TFEU, State aid rules do not apply under certain conditions to certain aid measures in favour of agriculture products listed in Annex I to the TFEU. Article 42 does not apply to forestry or to products not listed in Annex I. Therefore, at present, by virtue of Regulation (EC) No 994/98, aid to forestry and to the promotion of food sector products not listed in Annex I can only be exempted if it is limited to SMEs. The Commission should be able to exempt certain types of aid in favour of forestry, including aid contained in the rural development programmes and also that in favour of promoting and advertising food sector products not listed in Annex I where, according to the Commission’s experience, the distortions of competition are limited and clear compatibility conditions can be defined.\n(10) According to Article 7 of Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund, (2) Articles 107, 108 and 109 of the TFEU apply to aid granted by the Member States to enterprises in the fisheries sector, except for payments made by Member States pursuant to, and in conformity with, Regulation (EC) No 1198/2006. Additional State aid for the conservation of marine and freshwater biological resources usually has limited effects on trade between Member States, contributes to the Union’s objectives in the field of maritime and fisheries policy, and does not create serious distortions of competition. The amounts granted are usually limited and clear compatibility conditions can be defined.\n(11) In the sports sector, in particular in the field of amateur sport, a number of measures taken by Member States might not constitute aid because they do not fulfil all the criteria of Article 107(1) of the TFEU, for example because the beneficiary does not carry out an economic activity, or because there is no effect on trade between Member States. However, to the extent that measures in the field of sports do constitute State aid, within the meaning of Article 107(1) of the TFEU, Member States are currently required to notify them to the Commission. State aid measures for sport, in particular those in the field of amateur sport or those that are small-scale, often have limited effects on trade between Member States and do not create serious distortions of competition. The amounts granted are typically also limited. Clear compatibility conditions can be defined on the basis of the experience acquired so as to ensure that aid to sports does not give rise to any significant distortion.\n(12) In relation to aid concerning air and maritime transport, in the Commission’s experience, aid having a social character for the transport of residents of remote regions such as outermost regions and islands, including single region island Member States and sparsely populated areas, does not give rise to any significant distortion, provided that it is granted without discrimination related to the identity of the carrier. Moreover, clear compatibility conditions can be defined.\n(13) In the field of aid to broadband infrastructure, the Commission has in recent years acquired vast experience and has devised guidelines (3). In the Commission’s experience, aid for certain types of broadband infrastructure does not give rise to any significant distortion and could benefit from a block exemption, provided that certain compatibility conditions are met and that the infrastructure is deployed in ‘white areas’, being areas where there is no infrastructure of the same category (either broadband or very high-speed next-generation access, ‘NGA’) and where none is likely to be developed in the near future, as outlined in the criteria developed in the guidelines. This is true of aid covering the provision of basic broadband, as well as of aid for small individual measures covering NGA networks, and of aid to broadband-related civil engineering works and passive broadband infrastructure.\n(14) As regards infrastructure, a number of measures taken by Member States might not constitute aid because they do not fulfil all the criteria of Article 107(1) of the TFEU, for example because the beneficiary does not carry out an economic activity, because there is no effect on trade between Member States, or because the measure consists of compensation for a service of general economic interest which fulfils all the criteria of the Altmark case-law (4). However, to the extent that the financing of infrastructure constitutes State aid within the meaning of Article 107(1) of the TFEU, Member States are required to notify it to the Commission. With regard to infrastructure, small amounts of aid for infrastructure projects can be an efficient way of supporting the Union’s objectives, to the extent the aid minimises costs and the potential distortion of competition is limited. The Commission should therefore be able to exempt State aid for infrastructure projects that are in support of the objectives mentioned in this Regulation and in support of other objectives of common interest, in particular the Europe 2020 objectives (5). This could include support for projects involving multi-sectoral networks or facilities where relatively small amounts of aid are necessary. However, block exemptions can only be granted for infrastructure projects where the Commission has enough experience to define clear and strict compatibility criteria, ensuring that the risk of potential distortion of competition is limited and that large amounts of aid remain subject to notification pursuant to Article 108(3) of the TFEU.\n(15) Therefore, the scope of Regulation (EC) No 994/98 should be extended to include new categories of aid. This inclusion does not affect the qualification of a measure as State aid in categories or sectors where Member States are already active.\n(16) Regulation (EC) No 994/98 requires the thresholds for each category of aid in respect of which the Commission adopts a block exemption regulation to be expressed either in terms of aid intensities in relation to a set of eligible costs, or in terms of maximum aid amounts. This condition makes it difficult to exempt in block certain types of measures involving State aid which, because of the specific way in which they are designed, cannot be expressed precisely in terms of the aid intensities or maximum amounts of aid; such as financial engineering instruments or certain forms of measures aimed to promote risk capital investments. This is in particular due to the fact that such complex measures may involve aid at different levels: direct beneficiaries, intermediate beneficiaries and indirect beneficiaries. Given the increasing importance of such measures and their contribution to the Union’s objectives, there should be more flexibility to make it possible to exempt them. It should therefore be possible, in the case of such measures, to define the thresholds for a particular award of aid in terms of the maximum level of State support in or related to that measure. The maximum level of State support may comprise of an element of support, which may not be State aid, provided that the measure includes at least some elements that contain State aid within the meaning of Article 107(1) of the TFEU and which elements are not marginal.\n(17) Regulation (EC) No 994/98 requires Member States to provide summaries of information concerning aid implemented by them which is covered by an exemption regulation. The publication of those summaries is necessary to ensure the transparency of the measures adopted by the Member States. Their publication in the Official Journal of the European Union was the most effective means for ensuring transparency at the time Regulation (EC) No 994/98 was adopted. However, with the growth of electronic communication media, publication of the summaries on the website of the Commission is a faster and more effective method, with added transparency for the benefit of interested parties. Therefore, instead of being published in the Official Journal, those summaries should be published on the website of the Commission.\n(18) Similarly, draft regulations and other documents to be examined by the Advisory Committee on State Aid in accordance with Regulation (EC) No 994/98 should be published on the website of the Commission, rather than in the Official Journal, to ensure greater transparency and to reduce the administrative burden and the delay in publication.\n(19) The consultation procedure established in Article 8 of Regulation (EC) No 994/98 provides that the Advisory Committee on State Aid be consulted before publication of a draft regulation. However, in the interest of greater transparency, the draft regulation should be published on the website of the Commission at the same time as the Commission consults the Advisory Committee for the first time.\n(20) Regulation (EC) No 994/98 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 994/98 is amended as follows:\n(1) The title of the Regulation is replaced by the following:\n(2) Article l is amended as follows:\n(a) paragraph 1(a) is replaced by the following:\n‘(a) aid in favour of:\n(i) small and medium-sized enterprises;\n(ii) research, development and innovation;\n(iii) environmental protection;\n(iv) employment and training;\n(v) culture and heritage conservation;\n(vi) making good the damage caused by natural disasters;\n(vii) making good the damage caused by certain adverse weather conditions in fisheries;\n(viii) forestry;\n(ix) promotion of food sector products not listed in Annex I of the TFEU;\n(x) conservation of marine and freshwater biological resources;\n(xi) sports;\n(xii) residents of remote regions, for transport, when this aid has a social character and is granted without discrimination related to the identity of the carrier;\n(xiii) basic broadband infrastructure, small individual infrastructure measures covering next-generation access networks, broadband-related civil engineering works and passive broadband infrastructure, in areas where there is either no such infrastructure or where no such infrastructure is likely to be developed in the near future;\n(xiv) infrastructure in support of the objectives listed in (i) to (xiii) and in point (b) of this paragraph and in support of other objectives of common interest, in particular the Europe 2020 objectives.’.\n(b) paragraph 2(c) is replaced by the following:\n‘(c) thresholds expressed in terms of aid intensities in relation to a set of eligible costs or in terms of maximum aid amounts or, for certain types of aid where it may be difficult to identify the aid intensity or amount of aid precisely, in particular financial engineering instruments or risk capital investments or those of a similar nature, in terms of the maximum level of State support in or related to that measure, without prejudice to the qualification of the measures concerned in the light of Article 107(1) of the TFEU;’\n(3) Article 3(2) is replaced by the following:\n(4) Article 8 is amended as follows:\n(a) paragraph 1(a) is replaced by the following:\n‘(a) at the same time as publishing any draft regulation in accordance with Article 6;’;\n(b) in paragraph 2, the second sentence is replaced by the following:", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 142, 14.5.1998, p. 1.\n(2)  OJ L 223, 15.8.2006, p. 1.\n(3)  Communication from the Commission — EU Guidelines for the application of State aid rules in relation to the rapid deployment of broadband networks (OJ C 25, 26.1.2013, p. 1).\n(4)  Judgment of the Court of Justice of 24 July 2003 in Case C-280/00, Altmark Trans GmbH and Regierungspräsidium Magdeburg v Nahverkehrsgesellschaft Altmark GmbH ([2003] ECR I-7747).\n(5)  See Council Recommendation 2010/410/EU of 13 July 2010 on broad guidelines for the economic policies of the Member States and of the Union (OJ L 191, 23.7.2010, p. 28) and Council Decision 2010/707/EU of 21 October 2010 on guidelines for the employment policies of the Member States (OJ L 308, 24.11.2010, p. 46)."}