{"celex_id": "32011R0835", "uri": "http://publications.europa.eu/resource/cellar/6a58ffa2-7404-4acf-b1df-298f611f813d", "type": "Regulation", "concepts": ["2078", "2081", "2531", "2735", "3730", "3810", "5451", "6569"], "title": "Commission Regulation (EU) No 835/2011 of 19 August 2011 amending Regulation (EC) No 1881/2006 as regards maximum levels for polycyclic aromatic hydrocarbons in foodstuffs  Text with EEA relevance\n", "header": "20.8.2011 EN Official Journal of the European Union L 215/4\nCOMMISSION REGULATION (EU) No 835/2011\nof 19 August 2011\namending Regulation (EC) No 1881/2006 as regards maximum levels for polycyclic aromatic hydrocarbons in foodstuffs\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs (2) sets maximum levels for benzo(a)pyrene in a range of foodstuffs.\n(2) Benzo(a)pyrene belongs to the group of polycyclic aromatic hydrocarbons (PAH) and is used as a marker for the occurrence and effect of carcinogenic PAH in food based on a scientific opinion of the former Scientific Committee on Food (SCF) (3). In its opinion of December 2002, the SCF recommended that further analyses of the relative proportions of these PAH in foods would be necessary for a future review of the suitability of maintaining benzo(a)pyrene as a marker.\n(3) New data on occurrence of carcinogenic PAH in foodstuffs have been collected by the Member States in the framework of Commission Recommendation 2005/108/EC (4). The Commission asked the European Food Safety Authority (EFSA) to review the SCF opinion taking into account the new occurrence data, other relevant new scientific information as well as the Margin of Exposure (MOE) approach. Within this review, EFSA was asked to re-assess the suitability of maintaining benzo(a)pyrene as a marker.\n(4) The Scientific Panel on Contaminants in the Food Chain (CONTAM Panel) of EFSA adopted an opinion on Polycyclic Aromatic Hydrocarbons in Food on 9 June 2008 (5). In this opinion EFSA concluded that benzo(a)pyrene is not a suitable marker for the occurrence of polycyclic aromatic hydrocarbons in food and that a system of four specific substances (PAH4 (6)) or eight specific substances (PAH8 (7)) would be the most suitable indicators of PAH in food. EFSA also concluded that a system of eight substances (PAH8) would not provide much added value compared to a system of four substances (PAH4).\n(5) Furthermore, the CONTAM Panel concluded, using the Margin of Exposure (MOE) approach, that there is low concern for consumer health at the average estimated dietary exposures. However, for high level consumers the MOEs were close to or less than 10 000, which indicates a potential concern for consumer health.\n(6) Based on the conclusions of EFSA, the current system of using benzo(a)pyrene as the only marker for the group of polycyclic aromatic hydrocarbons, can not be maintained. An amendment of Regulation (EC) No 1881/2006 is therefore necessary.\n(7) New maximum levels for the sum of four substances (PAH4) (benzo(a)pyrene, benz(a)anthracene, benzo(b)fluoranthene and chrysene) should be introduced, whilst maintaining a separate maximum level for benzo(a)pyrene.\n(8) Such system would ensure that PAH levels in food are kept at levels that do not cause health concern and that the amount of PAH can also be controlled in those samples in which benzo(a)pyrene is not detectable, but where other PAH are present.\n(9) The separate maximum level for benzo(a)pyrene is maintained to ensure comparability of previous and future data. After a certain time of implementation of this amendment and on basis of new data that will be generated in future, the need for retaining a separate maximum level for benzo(a) pyrene should be re-assessed.\n(10) As regards the sum of the four substances (PAH4), lower bound concentrations should be used as the basis for compliance decisions.\n(11) Maximum levels for polycyclic aromatic hydrocarbons must be safe and as low as reasonably achievable (ALARA) based upon good manufacturing and agricultural/fishery practices. The new PAH occurrence data show that background levels of PAH are lower than previously thought in some food commodities. Benzo(a)pyrene maximum levels have therefore been adapted to reflect more realistic lower background levels in fresh and smoked bivalve molluscs.\n(12) Data for smoked fish and smoked meat have also shown that lower maximum levels are achievable. Nevertheless, adaptations of current smoking technology may be necessary in some cases. Therefore, a two step procedure should be established for smoked meat and smoked fish which grants a transition of two years from the date of application of this Regulation before lower maximum levels become applicable.\n(13) Smoked sprats and canned smoked sprats have been found to contain higher levels of PAH than other smoked fish. Specific maximum levels should be established for smoked sprats and canned smoked sprats in order to reflect what is achievable in these foodstuffs.\n(14) Previously a maximum level for benzo(a)pyrene in \"muscle meat of fish other than smoked fish\" was established as an indicator for potential environmental pollution. Nevertheless, it has been shown that PAH are quickly metabolised in fresh fish and do not accumulate in the muscle meat. Therefore, maintaining a maximum level for PAH in fresh fish is no longer appropriate.\n(15) High levels of PAH have been found in some types of heat treated meat and heat treated meat products sold to the final consumer. These levels are avoidable if appropriate processing conditions and equipment are used. It is therefore appropriate to establish maximum levels for PAH in meat and meat products that have undergone a heat treatment process known to potentially result in formation of PAH, i.e. only grilling and barbecuing.\n(16) Cocoa butter was temporarily exempted from the existing maximum level for benzo(a)pyrene in oils and fats under Regulation (EC) No 1881/2006 and a review of the appropriateness of setting a maximum level for PAH in cocoa butter was foreseen by 1 April 2007. The review was then postponed pending the result of the then ongoing scientific re-assessment of PAH by EFSA.\n(17) Cocoa butter contains higher levels of PAH than other oils and fats. This is mainly due to inappropriate drying practices of the cocoa beans and the fact that cocoa butter can not be refined as other vegetable oils and fats. Cocoa butter is a main constituent of cocoa raw products (e.g. cocoa beans, cocoa mass, cocoa nibs or cocoa liquor) and is present in chocolate and other cocoa products often consumed by children. It thereby contributes to human exposure, in particular to exposure of children. It is therefore necessary to establish maximum levels for PAH in cocoa beans and derived products, thereby also including cocoa butter.\n(18) Maximum levels for PAH in cocoa beans should be established at levels as low as reasonably achievable and taking into account the current technological possibilities of producing countries. They should be established on a fat basis since PAH concentrate in the fat fraction, the cocoa butter. To allow producing countries to make technological improvements in order to adapt to these maximum levels, the date of application of the maximum levels for cocoa beans and derived products should be deferred. Furthermore, initially a higher maximum level for the sum of the four substances should apply to these products. After a transition period of two years a lower maximum level should apply. The levels of PAH in cocoa beans and derived products should be regularly monitored with a view to assessing the possibility for further decreasing the maximum levels in future.\n(19) Data have shown that coconut oil can contain higher amounts of PAH4 than other vegetable oils and fats. This is due to the proportionally higher presence of benz(a)anthracene and chrysene which can not be easily removed during refinement of coconut oil. Specific maximum levels for coconut oil should therefore be set at levels as low as reasonably achievable and taking into account the current technological possibilities of producing countries. As technological improvements in producing countries are expected, the levels of PAH in coconut oil should be regularly monitored with a view to assessing the possibility for setting lower levels in future.\n(20) Current occurrence data on PAH in cereals and vegetables are limited. The available data indicate that cereals and vegetables contain rather low levels of PAH. The low levels seen in the currently available occurrence data do not justify the immediate setting of maximum levels. Nevertheless, EFSA identified cereals and vegetables as being important contributors to human exposure due to their high consumption. Therefore, PAH levels in these two product groups should be further monitored. On the basis of further data, the need for setting maximum levels will be evaluated.\n(21) High levels of PAH have been found in some food supplements. Nevertheless, the levels are variable and depend on the specific type of food supplements. Further data on food supplements are needed and should be collected. Once these data become available, the need for setting maximum levels for PAH in food supplements will be evaluated.\n(22) Member States and food business operators should be allowed time to adapt to the maximum levels established by this Regulation. The date of application of this Regulation should therefore be deferred. A transitional period should be provided for the products already placed on the market before the date of application of the amendments introduced by this Regulation.\n(23) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["The Annex to Regulation (EC) No 1881/2006 is amended in accordance with the Annex to this Regulation.", "1.   Foodstuffs not complying with the maximum levels applicable from 1 September 2012 pursuant to Section 6 \"Polycyclic aromatic hydrocarbons\" of the Annex to Regulation (EC) No 1881/2006, as amended by this Regulation, which are lawfully placed on the market prior to 1 September 2012, may continue to be marketed after that date until their date of minimum durability or use-by-date.\n2.   Foodstuffs not complying with the maximum levels applicable from 1 September 2014 pursuant to points 6.1.4 and 6.1.5 of the Annex to Regulation (EC) No 1881/2006, as amended by this Regulation, which are lawfully placed on the market prior to 1 September 2014, may continue to be marketed after that date until their date of minimum durability or use-by-date.\n3.   Foodstuffs not complying with the maximum levels applicable from 1 April 2013 pursuant to point 6.1.2 of the Annex to Regulation (EC) No 1881/2006, as amended by this Regulation, which are lawfully placed on the market prior to 1 April 2013, may continue to be marketed after that date until their date of minimum durability or use-by-date.\n4.   Foodstuffs not complying with the maximum level applicable from 1 April 2015 pursuant to point 6.1.2 of the Annex to Regulation (EC) No 1881/2006, as amended by this Regulation, which are lawfully placed on the market prior to 1 April 2015, may continue to be marketed after that date until their date of minimum durability or use-by-date.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 37, 13.2.1993, p. 1.\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  Opinion of the Scientific Committee on Food on the risks to human health of Polycyclic Aromatic Hydrocarbons in food (expressed on 4 December 2002).\nhttp://ec.europa.eu/food/fs/sc/scf/out153_en.pdf\n(4)  OJ L 34, 8.2.2005, p. 43.\n(5)  The EFSA Journal (2008) 724, 1-114.\n(6)  Benzo(a)pyrene, Chrysene, Benz(a)anthracene, benzo(b)fluoranthene.\n(7)  Benzo(a)pyrene, Chrysene, Benz(a)anthracene, benzo(b)fluoranthene, benzo(k)fluoranthene, benzo(g,h,i)perylene, dibenz(a,h)anthracene and indeno(1,2,3-c,d)pyrene.\nANNEX\nThe Annex to Regulation (EC) No 1881/2006 is amended as follows:\n(1) Section 6: Polycyclic aromatic hydrocarbons is replaced by the following:\nFoodstuffs Maximum levels (μg/kg)\n6.1 Benzo(a)pyrene, benz(a)anthracene, benzo(b)fluoranthene and chrysene Benzo(a)pyrene Sum of benzo(a)pyrene, benz(a)anthracene, benzo(b)fluoranthene and chrysene (1)\n6.1.1 Oils and fats (excluding cocoa butter and coconut oil) intended for direct human consumption or use as an ingredient in food 2,0 10,0\n6.1.2 Cocoa beans and derived products 5,0 μg/kg fat as from 1.4.2013 35,0 μg/kg fat as from 1.4.2013 until 31.3.2015\n6.1.3 Coconut oil intended for direct human consumption or use as an ingredient in food 2,0 20,0\n6.1.4 Smoked meat and smoked meat products 5,0 until 31.8.2014 30,0 as from 1.9.2012 until 31.8.2014\n6.1.5 Muscle meat of smoked fish and smoked fishery products (25)(36), excluding fishery products listed in points 6.1.6 and 6.1.7. The maximum level for smoked crustaceans applies to muscle meat from appendages and abdomen (44). In case of smoked crabs and crab-like crustaceans (Brachyura and Anomura) it applies to muscle meat from appendages. 5,0 until 31.8.2014 30,0 as from 1.9.2012 until 31.8.2014\n6.1.6 Smoked sprats and canned smoked sprats (25)\n                                                 (3)\n                                                 (sprattus sprattus); bivalve molluscs (fresh, chilled or frozen) (26); heat treated meat and heat treated meat products\n                                                 (2)\n                                                 sold to the final consumer 5,0 30,0\n6.1.7 Bivalve molluscs (36) (smoked) 6,0 35,0\n6.1.8 Processed cereal-based foods and baby foods for infants and young children (3)(29) 1,0 1,0\n6.1.9 Infant formulae and follow-on formulae, including infant milk and follow-on milk (8)(29) 1,0 1,0\n6.1.10 Dietary foods for special medical purposes (9)(29) intended specifically for infants 1,0 1,0\n(2) Endnote (35) is deleted.\n(1)  Lower bound concentrations are calculated on the assumption that all the values of the four substances below the limit of quantification are zero.\n(2)  Meat and meat products that have undergone a heat treatment potentially resulting in formation of PAH, i.e. only grilling and barbecuing.\n(3)  For the canned product the analysis shall be carried out on the whole content of the can. As regards the maximum level for the whole composite product Art. 2(1)(c) and 2(2) shall apply.\""}