{"celex_id": "32012D0246", "uri": "http://publications.europa.eu/resource/cellar/b2b3a3d3-5b92-406c-bcfa-6783bfdaf78f", "type": "Decision", "concepts": ["133", "1432", "1879", "2110", "2308", "2437", "4788", "5229"], "title": "2012/246/EU: Commission Implementing Decision of 2 May 2012 amending Decision 2011/207/EU establishing a specific control and inspection programme related to the recovery of bluefin tuna in the eastern Atlantic and the Mediterranean (notified under document C(2012) 2800)\n", "header": "8.5.2012 EN Official Journal of the European Union L 121/25\nCOMMISSION IMPLEMENTING DECISION\nof 2 May 2012\namending Decision 2011/207/EU establishing a specific control and inspection programme related to the recovery of bluefin tuna in the eastern Atlantic and the Mediterranean\n(notified under document C(2012) 2800)\n(2012/246/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (1), and in particular Article 95 thereof,\nWhereas:\n(1) In 2006 the International Commission for the Conservation of Atlantic Tunas (ICCAT) adopted a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean. ICCAT amended that multiannual recovery plan during the 2008 Annual Meeting. The amended plan was transposed into Union law by way of Council Regulation (EC) No 302/2009 of 6 April 2009 concerning a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean (2). This plan was further amended and endorsed in the 2010 ICCAT Annual Meeting by way of ICCAT Recommendation 10-04 (3).\n(2) To ensure the successful implementation of the amended multiannual recovery plan, Commission Decision 2009/296/EC (4) established a specific control and inspection programme covering a period of two years, from 15 March 2009 to 15 March 2011.\n(3) The specific control and inspection programme related to the recovery of bluefin tuna in the eastern Atlantic and the Mediterranean, as established by Commission Decision 2011/207/EU (5), was adopted with a view of ensuring the continuity of the programme established by Decision 2009/296/EC and immediately implementing certain provisions of ICCAT Recommendation 10-04, in particular those on the early submission of required fishing and inspection plans. Decision 2011/207/EU covers the period from 15 March 2011 to 15 March 2014.\n(4) In light of the discussions in ICCAT at the 2011 Annual Meeting and with a view to fully implement the provisions required by ICCAT, it is appropriate to implement the requirements concerning sampling and pilot operations set out in paragraph 87 of ICCAT Recommendation 10-04 establishing a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean.\n(5) It is also appropriate to update and correct certain obsolete or erroneous references that existed in Decision 2011/207/EU.\n(6) Decision 2011/207/EU should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Decision 2011/207/EU is amended as follows:\n1. the title is replaced by the following:\n2. in Article 3, point 2 is replaced by the following:\n‘2. all catches, landings, transfers, transhipments and caging operations, including sampling programmes and pilot studies;’;\n3. in Article 4, the following points 9 and 10 are added:\n‘9. the implementation of pilot studies on how to better estimate both the number and weight of bluefin tuna at the point of capture;\n10. the implementation of sampling programmes and/or alternative programmes at the time of caging in order to improve the counting and the weight estimations of the caged fish.’;\n4. in Article 9, paragraph 1 is replaced by the following:\n5. Article 10 is replaced by the following:\n6. in Article 14, the words ‘the Community Fisheries Control Agency (CFCA)’ are replaced by the words ‘the EFCA’.\n7. Article 15 is amended as follows:\n(a) in paragraph 1, the words ‘the CFCA’ are replaced by the words ‘the EFCA’;\n(b) in paragraph 3, the introductory sentence is replaced by the following:\n8. Annexes I and II are replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 May 2012.\nFor the Commission\nMaria DAMANAKI\nMember of the Commission\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 96, 15.4.2009, p. 1.\n(3)  Recommendation by ICCAT amending the Recommendation by ICCAT to establish a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean.\n(4)  OJ L 80, 26.3.2009, p. 18.\n(5)  OJ L 87, 2.4.2011, p. 9.\nANNEX\nANNEX I\nBENCHMARKS\nThe benchmarks set out in this Annex shall be implemented so as to ensure in particular:\n(a) the full monitoring of caging operations taking place in Union waters;\n(b) the full monitoring of transfer operations;\n(c) the full monitoring of joint fishing operations;\n(d) the control of all documents required by the legislation applicable to bluefin tuna, in particular verifying the reliability of the information recorded.\nPlace of inspection Benchmark\nCaging operations All caging operation into a farm must have been authorised by the flag Member State(s) of the catching vessel(s) and/or the trap where appropriate within 48 hours following the submission of the information required for the caging operation;\nHarvest operations All harvest operations shall be accompanied by accurate, complete and validated documentation (including as provided for in the provisions of ICCAT Recommendation 10-04);\nInspection at sea Benchmark, to be set after a detailed analysis of the fishing activity in each area;\nTransfer operations Any transfer operations must have been authorised previously by the flag States on the basis of a prior transfer notification (as provided for by ICCAT Recommendation 10-04);\nTranshipments All vessels shall be inspected on arrival before the transhipment operations start, as well as before departure after the transhipment operations. Random checks shall be made in non-designated ports;\nJoint fishing operations All joint fishing operations (JFO) must have been authorised by the flag Member States and by the Commission who shall forward authorised JFOs to ICCAT. A list of the authorised JFO will be published on the ICCAT website.\nAerial surveillance Flexible benchmark, to be set after a detailed analysis of the fishing activity conducted in each area and taking into consideration the available resources at the Member State’s disposal.\nLandings All vessels entering a designated port for the purpose of landing bluefin tuna shall be inspected; random checks shall be made in non-designated ports;\nMarketing Flexible benchmark, to be set after a detailed analysis of the marketing activity conducted.\nSport and recreational fisheries Flexible benchmark, to be set after a detailed analysis of the sport and recreational fisheries activities conducted.\nTraps All trap operations, including transfers and harvesting, shall be inspected and be covered by national observers.\nANNEX II\nPROCEDURES TO BE FOLLOWED BY OFFICIALS\n1.   Inspection tasks\n1.1.   General inspection tasks\nAn inspection report shall be drawn up for each control and inspection, in the format set out in Part 2 of this Annex. Officials shall in any case verify and note in their report the following information:\n(1) the details of the identity of the responsible persons, as well as those of the vessel, farm personnel, etc. involved in the activities inspected;\n(2) the authorisations, licences and fishing authorisation;\n(3) relevant vessel documentation such as the logbooks, transfer and transhipment declarations, ICCAT bluefin tuna catch documents, re-export certificates and other documentation examined for the purpose of the control and inspection as provided for by ICCAT Recommendation 10-04;\n(4) detailed observation of the sizes of bluefin tuna caught, trapped, transferred, transhipped, landed, transported, caged, farmed, processed or traded in the context of compliance with the provisions of the recovery plan. In case of caging, this includes the cross check between the caging declaration, video records and the results of sampling programmes and pilot studies;\n(5) the by-catch percentage of bluefin tuna retained on board vessels not fishing actively for bluefin tuna.\nThe information referred to all relevant findings from the inspection done at sea, by aerial surveillance, in ports, traps, farms or in any other enterprise concerned shall be noted in the inspection reports. In case of an inspection in the framework of the ICCAT Scheme of Joint International Inspection, the official should register the inspections undertaken and any infringements detected in the vessel log.\nThose findings shall be compared with the information made available to the officials by other competent authorities, including vessel monitoring system (VMS) information, lists of authorised vessels, observer’s reports, video records and all documents related to fishing activities.\n1.2.   Inspection tasks for aerial surveillance\nOfficials shall report on surveillance data for cross-checking purposes and in particular verify sightings of fishing vessels against VMS and authorised lists.\nOfficials shall sight and report on illegal unidentified and unreported (IUU) fishing activities and on the use of spotting aircrafts or helicopters.\nParticular attention shall be devoted to the closure areas, fishing season periods and to the activities of fleets for which derogations apply.\n1.3.   Inspection tasks at sea\n1.3.1.   General inspection tasks\nWhere dead fish are taken onboard the catching vessel or are present onboard a processing or a transport vessel, officials shall always verify the quantities of fish retained on board and compare them with the quantities recorded in the relevant documentation.\nWhere live fish are being transferred, officials shall seek to identify the means used by the parties involved to estimate the quantities of live bluefin tuna transferred with regard to the results of pilot studies. Officials shall gain access to, and verify the quantities transferred, as observed by the video footage.\nA series of “spot check” inspections inside the towing cages will be undertaken by Member State diving inspectors who will check that the number and estimated weight caught and transferred corresponds with that in the ICCAT transfer declaration on board of the tug boats. Officials shall systematically verify:\n(1) that the fishing vessels are authorised to operate (markings, identity, licence, fishing authorisation and ICCAT lists);\n(2) compliance with the vessel documentation requirements;\n(3) that the fishing vessels are equipped with an operational VMS and that requirements on VMS transmission are respected;\n(4) fishing vessels are not operating inside closed areas and are respecting the closure of fishing seasons;\n(5) compliance with the catch documentation requirements;\n(6) respect of quotas and/or by-catch limitations;\n(7) the size composition of catches on board for which minimum size is applied;\n(8) the physical quantities of all species on board and their presentation;\n(9) the fishing gear on board;\n(10) the presence of an observer where it is relevant.\nOfficials shall sight and report on IUU fishing activities and on the use of spotting aircrafts or helicopters.\n1.3.2.   Inspection tasks at transfer operations\nOfficials shall systematically verify:\n(1) compliance with the requirements regarding the prior transfer notification;\n(2) that the flag State has assigned and communicated to the master of the fishing vessel, or trap or farm as appropriate, an authorisation number for each transfer operation within 48 hours following the submission of the prior transfer notification;\n(3) compliance with the ICCAT transfer declaration requirements;\n(4) that the transfer declaration has been signed by the ICCAT regional observer on board and transmitted to the master of the tug vessel;\n(5) Compliance with the video requirements;\n(6) how the number and weight of bluefin tuna has been estimated at the time of capture through pilot studies including through the use of stereoscopical cameras.\n1.3.3.   Inspection tasks at joint fishing operations\nOfficials shall systematically verify:\n(1) compliance with the joint fishing operations’ requirements regarding the information to be reported in the fishing logbook;\n(2) that a joint fishing operation authorisation has been delivered to the fishing vessels by their flag Member State authorities using the model set out in Annex V to Regulation (EC) No 302/2009;\n(3) the presence of an observer during the joint fishing operation.\n1.4.   Inspection tasks at landing\nOfficials shall systematically verify:\n(1) that the fishing vessels are authorised to operate (markings, identity, licence, fishing authorisation and ICCAT lists, if relevant);\n(2) that the pre-notification of arrival for landing was received by the competent authorities;\n(3) that the competent authority has sent a record of the landings to the flag State authority of the fishing vessel, within 48 hours after the landing has ended;\n(4) that the fishing vessels are equipped with an operational VMS and that requirements on VMS transmission are respected;\n(5) compliance with the vessel documentation requirements;\n(6) the physical quantities of caught fish on board, and presentation;\n(7) the total catches composition on board in order to verify by-catch rules;\n(8) the size composition on board in order to verify the minimum size rules;\n(9) the fishing gears on board;\n(10) in the case of landing of processed products, the use of the ICCAT conversion factors to calculate the equivalent round weight of the processed bluefin tuna;\n(11) that the bluefin tuna landed by the bait boats, longliners, handliners or trolling boats in the eastern Atlantic and the Mediterranean is correctly tail-tagged.\n1.5.   Inspection tasks during transhipment\nOfficials shall systematically verify:\n(1) that the fishing vessels are authorised to operate (markings, identity, licence, fishing authorisation and ICCAT lists);\n(2) that the pre-notification of arrival in port was sent and contained the correct information concerning the transhipment;\n(3) that transhipping fishing vessels wishing to tranship have received prior authorisation from their flag State;\n(4) that the quantities pre-notified to be transhipped are verified;\n(5) that a transhipment declaration has been transmitted to the flag States no later than 48 hours after the date of transhipment in port;\n(6) that the relevant documentation is on board is present and duly completed, including the transhipment declaration, the relevant and ICCAT bluefin tuna catch document and re-export certificate;\n(7) in the case of processed products, the use of the ICCAT conversion factors to calculate the equivalent round weight of the processed bluefin tuna.\n1.6.   Inspection tasks on farm installations\nOfficials shall systematically verify:\n(1) that the relevant documentation is present and duly completed and reported (bluefin tuna catch document and re-export certificate, transfer declaration, transhipment declaration);\n(2) that the caging operation has been authorised by the catching vessel and/or trap and the farm Member State authorities;\n(3) that an ICCAT regional observer was present during all caging and harvesting of bluefin tuna, and has validated the caging declarations;\n(4) that all the transfer activities from cages to the farm have been monitored by video camera in the water;\n(5) that the farming Member State will not accept caging of bluefin tuna where the quantity by number and/or weight is above that authorised to be caged by the flag Member State;\n(6) That each caging operation has been sampled including when fish are transferred from a trap chamber to a fattening cage.\nA series of “spot check” inspections in the farm cages will be undertaken by Member State diving inspectors to confirm the quantities of caged fish. This would be conducted by divers which in one Member State would also use a stereoscopical camera.\n1.7.   Inspection tasks concerning transports and marketing\nOfficials shall systematically verify:\n(1) as regards transport, in particular the relevant accompanying documents and check them against the physical quantities transported;\n(2) as regards marketing, that the relevant documentation is present and duly completed, including the relevant bluefin tuna catch document and re-export certificate.\n2.   Inspection reports\n(1) For the inspections undertaken in the framework of the ICCAT Scheme of Joint International Inspection, officials shall use the template in Appendix 1 to this Annex.\n(2) For the other inspections, officials shall use their national reports template completed in accordance with Article 100 and Annex XXVII to Commission Implementing Regulation (EU) No 404/2011 of 8 April 2011 laying down detailed rules for the implementation of Council Regulation (EC) No 1224/2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (1).\nAppendix 1\nICCAT REPORT OF INSPECTION No …\nSERIOUS VIOLATIONS OBSERVED\n(1)  OJ L 112, 30.4.2011, p. 1."}