{"celex_id": "32014D0429", "uri": "http://publications.europa.eu/resource/cellar/9f5b63cc-0349-11e4-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1606", "3173", "4048", "5573", "5870"], "title": "2014/429/EU: Council Decision of 24 June 2014 on the position to be adopted on behalf of the European Union within the Association Council set up by the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America, on the other, as regards the adoption of a decision by the Association Council on the inclusion in Annex XVIII of the respective geographical indications protected in the territory of the parties\n", "header": "4.7.2014 EN Official Journal of the European Union L 197/66\nCOUNCIL DECISION\nof 24 June 2014\non the position to be adopted on behalf of the European Union within the Association Council set up by the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America, on the other, as regards the adoption of a decision by the Association Council on the inclusion in Annex XVIII of the respective geographical indications protected in the territory of the parties\n(2014/429/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4) in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America, on the other (1) (‘the Agreement’) was initialled on 22 March 2011 and signed on 29 June 2012.\n(2) The Agreement, pursuant to Article 353(4) thereof, has been applied provisionally since 1 August 2013 with Nicaragua, Honduras and Panama, since 1 October 2013 with El Salvador and Costa Rica, and since 1 December 2013 with Guatemala.\n(3) Pursuant to Article 353(5) of the Agreement, each Party has fulfilled the requirements established in Article 244 and Article 245(1)(a) and (b), which relate to the implementation of legislation on geographical indications and the registration and protection of the relevant geographical indications as listed in Annex XVII to the Agreement.\n(4) Article 4 of the Agreement establishes an Association Council which is to, inter alia, oversee the fulfilment of the objectives of the Agreement and supervise its implementation.\n(5) Article 245(2) of the Agreement provides that the Association Council, at its first meeting, is to adopt a Decision including in Annex XVIII (‘Protected Geographical Indications’) all names from Annex XVII (‘List of Names to be Applied for Protection as Geographical Indications in the Territory of the Parties’) which are protected as geographical indications following their successful examination by the Parties' competent national or regional authorities (the ‘Decision of the Association Council’).\n(6) The Decision of the Association Council also concerns additional geographical indications from Central America, listed in the Joint Declaration, attached to the Agreement, ‘Names that have been applied for registration as geographical indications in a Republic of a Central American Party’, provided that they have been successfully registered as geographical indications in the Party of Origin and have subsequently been successfully examined by the competent authority of the Union.\n(7) The objections raised against the registration of Banano de Costa Rica in the Union are rejected on the ground that they either do not comply with the criteria specified in the public consultation or, where eligible, are not substantiated. No other objection was made under this public consultation.\n(8) It is appropriate to establish the position to be adopted on behalf of the Union within the Association Council as regards the geographical indications to be inserted in Annex XVIII of the Agreement.\n(9) The position of the Union should therefore be based on the attached draft Decision of the Association Council,", "main_body": ["The position to be adopted on behalf of the Union within the Association Council set up by Article 4 of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America, on the other, as regards the geographical indications to be included in Annex XVIII, Part A and Part B of the Agreement, shall be based on the draft Decision of the Association Council attached to this Decision.\nMinor technical corrections to the draft Decision of the Association Council may be agreed to by the representatives of the Union in the Association Council, without further decision of the Council.", "After its adoption, the Decision of the Association Council shall be published in the Official Journal of the European Union.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 24 June 2014.\nFor the Council\nThe President\nE. VENIZELOS\n(1)  OJ L 346, 15.12.2012, p. 3.\nDRAFT\nDECISION No …/2014 OF THE EU-CENTRAL AMERICA ASSOCIATION COUNCIL\nof […]\non the Geographical Indications to be included in Annex XVIII of the Agreement\nTHE EU-CENTRAL AMERICA ASSOCIATION COUNCIL,\nHaving regard to the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America, on the other (‘the Agreement’), and in particular Article 245(2) thereof,\nWhereas:\n(1) Pursuant to Article 353(4), Part IV of the Agreement has been applied provisionally since 1 August 2013 with Nicaragua, Honduras and Panama, since 1 October 2013 with El Salvador and Costa Rica, and since 1 December 2013 with Guatemala.\n(2) Geographical Indications of the European Union and of Central America, which have been listed under Annex XVII to the Agreement, or under the Joint Declaration ‘Names that have been applied for registration as geographical indications in a Republic of a Central American Party’, and which have since been successfully examined by the competent authorities of the other Party, shall be listed under Annex XVIII, in accordance with Title VI and Title XIII of Part IV of the Agreement,\nHAS DECIDED AS FOLLOWS:\nSole Article\nAmendment of Annex XVIII\nThe Geographical Indications listed in the Annex to this Decision shall be included in Annex XVIII, Part A and Part B to the Agreement, as provided for in the Annex to this Decision.\nThis Decision shall enter into force on the date of its adoption.\nDone at …, on ….\nFor the EU-Central America Association Council,\n[…]\nFor Costa Rica\n[…]\nFor El Salvador\n[…]\nFor Guatemala\n[…]\nFor Honduras\n[…]\nFor Nicaragua\n[…]\nFor Panama\n[…]\nFor the European Union\nANNEX\nTO DECISION No … OF THE EU-CENTRAL AMERICA ASSOCIATION COUNCIL\nANNEX XVIII\nPROTECTED GEOGRAPHICAL INDICATIONS\nPART A\nGeographical indications of the EU Party protected in the Republics of the Central American Party in accordance with Title VI (Intellectual Property) of Part IV of this Agreement\nMEMBER STATE NAME PRODUCT DESCRIPTION OR CLASS\nGERMANY Bayerisches Bier Beers\nGERMANY Münchener Bier Beers\nGERMANY Nürnberger Bratwürste/Nürnberger Rostbratwürste Meat products (cooked, salted, smoked, etc.)\nIRELAND Irish Cream Spirits\nIRELAND Irish whiskey/Uisce Beatha/Eireannach/Irish whisky Spirits\nGREECE Ούζο (Ouzo) (1) Spirits\nGREECE Σάμος (Samos) Wines\nSPAIN Bierzo Wines\nSPAIN Brandy de Jerez Spirits\nSPAIN Campo de Borja Wines\nSPAIN Cariñena Wines\nSPAIN Castilla Wines\nSPAIN Cataluña Wines\nSPAIN Cava Wines\nSPAIN Empordá (Ampurdán) Wines\nSPAIN Idiazábal Cheeses\nSPAIN Jamón de Teruel Meat products (cooked, salted, smoked, etc.)\nSPAIN Jerez — Xérès- Sherry Wines\nSPAIN Jijona Bread, pastry, cakes, confectionary, biscuits and other baker's wares\nSPAIN Jumilla Wines\nSPAIN La Mancha Wines\nSPAIN Los Pedroches Meat products (cooked, salted, smoked, etc.)\nSPAIN Málaga Wines\nSPAIN Manzanilla — Sanlúcar de Barrameda Wines\nSPAIN Navarra Wines\nSPAIN Penedés Wines\nSPAIN Priorat Wines\nSPAIN Queso Manchego (2) Cheeses\nSPAIN Rías Baixas Wines\nSPAIN Ribera del Duero Wines\nSPAIN Rioja Wines\nSPAIN Rueda Wines\nSPAIN Somontano Wines\nSPAIN Toro Wines\nSPAIN Turrón de Alicante Bread, pastry, cakes, confectionary, biscuits and other baker's wares\nSPAIN Utiel-Requena Wines\nSPAIN Valdepeñas Wines\nSPAIN Valencia Wines\nFRANCE Alsace Wines\nFRANCE Anjou Wines\nFRANCE Armagnac Spirits\nFRANCE Beaujolais Wines\nFRANCE Bordeaux Wines\nFRANCE Bourgogne Wines\nFRANCE Brie de Meaux (3) Cheeses\nFRANCE Cadillac Wines\nFRANCE Calvados Spirits\nFRANCE Camembert de Normandie (4) Cheeses\nFRANCE Canard à foie gras du Sud-Ouest Meat products (cooked, salted, smoked, etc.)\nFRANCE Chablis Wines\nFRANCE Champagne Wines\nFRANCE Châteauneuf-du-Pape Wines\nFRANCE Cognac Spirits\nFRANCE Comté Cheeses\nFRANCE Côtes de Provence Wines\nFRANCE Côtes du Rhône Wines\nFRANCE Côtes du Roussillon Wines\nFRANCE Emmental de Savoie (5) Cheeses\nFRANCE Graves (Graves de Vayres) Wines\nFRANCE Haut-Médoc Wines\nFRANCE Huile essentielle de lavande de Haute-Provence Essential oil -Lavender\nFRANCE Jambon de Bayonne Meat products (cooked, salted, smoked, etc.)\nFRANCE Languedoc (Coteaux du Languedoc) Wines\nFRANCE Margaux Wines\nFRANCE Médoc Wines\nFRANCE Pommard Wines\nFRANCE Pruneaux d'Agen Fruit, vegetables and cereal fresh or processed — Dried cooked plums\nFRANCE Reblochon Cheeses\nFRANCE Rhum de la Martinique Spirits\nFRANCE Romanée Saint-Vivant Wines\nFRANCE Roquefort Cheeses\nFRANCE Saint-Emilion Wines\nFRANCE Saint-Julien Wines\nFRANCE Sauternes Wines\nFRANCE Val de Loire Wines\nITALY Asti Wines\nITALY Barbaresco Wines\nITALY Barbera d'Alba Wines\nITALY Barbera d'Asti Wines\nITALY Barolo Wines\nITALY Brachetto d'Acqui Wines\nITALY Conegliano Valdobbiadene — Prosecco Wines\nITALY Dolcetto d'Alba Wines\nITALY Fontina (6) Cheeses\nITALY Franciacorta Wines\nITALY Gorgonzola (7) Cheeses\nITALY Grana Padano (8) Cheeses\nITALY Grappa Spirits\nITALY Mortadella Bologna Meat products (cooked, salted, smoked, etc.)\nITALY Parmigiano Reggiano (9) Cheeses\nITALY Prosciutto di Parma (10) Meat products (cooked, salted, smoked, etc.)\nITALY Prosciutto di S. Daniele Meat products (cooked, salted, smoked, etc.)\nITALY Prosciutto Toscano Meat products (cooked, salted, smoked, etc.)\nITALY Provolone Valpadana (11) Cheeses\nITALY Soave Wines\nITALY Taleggio Cheeses\nITALY Toscano Oils and fats (butter, margarine, oil, etc.) Olive oil\nITALY Toscano/Toscana Wines\nITALY Vino Nobile di Montepulciano Wines\nCYPRUS Ζιβανία (Zivania) Spirits\nCYPRUS Κουμανταρία (Commandaria) Wines\nCYPRUS Ούζο (Ouzo) (12) Spirits\nHUNGARY Pálinka Spirits\nHUNGARY Szegedi téliszalámi/Szegedi szalámi Meat products (cooked, salted, smoked, etc.)\nHUNGARY Tokaj Wines\nHUNGARY Törkölypálinka Spirits\nAUSTRIA Inländerrum Spirits\nAUSTRIA Jägertee/Jagertee/Jagatee Spirits\nPOLAND Polska Wódka/Polish Vodka Spirits\nPOLAND Wódka ziołowa z Niziny Północnopodlaskiej/Herbal vodka from the North Podlasie Lowland Spirits\nPORTUGAL Douro Wines\nPORTUGAL Porto, Port or Oporto Wines\nSLOVAKIA Vinohradnícka oblasť Tokaj Wines\nSWEDEN Svensk Vodka/Swedish Vodka Spirits\nUNITED KINGDOM Scotch Whisky Spirits\nPART B\nGeographical indications of the Republics of the Central American Party protected in the EU Party in accordance with Title VI (Intellectual Property) of Part IV of this Agreement\nCOUNTRY NAME PRODUCTS\nCOSTA RICA Café de Costa Rica Coffee\nCOSTA RICA Banano de Costa Rica Fruits\nEL SALVADOR Café Apaneca-Ilamapetec Coffee\n[EL SALVADOR] [Bálsamo de El Salvador] [Plant extract]\nGUATEMALA Café Antigua Coffee\nGUATEMALA Ron de Guatemala Spirits\nHONDURAS Cafés del Occidente Hondureño/Honduras Western Coffee Coffee\nHONDURAS Café de Marcala Coffee\nPANAMA Seco de Panamà Spirits\n(1)  Product of Greece or Cyprus.\n(2)  Registered in Guatemala, Honduras, Nicaragua and Panama; opposition procedures still pending in Costa Rica and El Salvador.\n(3)  Registered in Costa Rica, Honduras, Nicaragua and Panama; opposition procedures still pending in El Salvador and Guatemala.\n(4)  Registered in Costa Rica, Honduras, Nicaragua and Panama; opposition procedures still pending in El Salvador and Guatemala.\n(5)  Registered in Honduras, Nicaragua and Panama; opposition procedures still pending in Costa Rica, El Salvador and Guatemala.\n(6)  Registered in El Salvador, Honduras, Nicaragua and Panama; opposition procedures still pending in Costa Rica and Guatemala.\n(7)  Registered in Honduras, Nicaragua and Panama; opposition procedures still pending in Costa Rica, El Salvador and Guatemala.\n(8)  Registered in Costa Rica, Guatemala, Honduras, Nicaragua and Panama; opposition procedures still pending in El Salvador.\n(9)  Registered in Honduras, Nicaragua and Panama; opposition procedures still pending in Costa Rica, El Salvador and Guatemala.\n(10)  Registered in Costa Rica, Guatemala, Honduras, Nicaragua and Panama; opposition procedures still pending in El Salvador.\n(11)  Registered in Honduras, Nicaragua and Panama; opposition procedures still pending in Costa Rica, El Salvador and Guatemala.\n(12)  Product of Greece or Cyprus."}