{"celex_id": "32014R0506", "uri": "http://publications.europa.eu/resource/cellar/9e884c13-dcc4-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["1258", "2735", "2738", "463", "5451", "6569"], "title": "Commission Regulation (EU) No 506/2014 of 15 May 2014 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council and the Annex to Commission Regulation (EU) No 231/2012 as regards Ethyl lauroyl arginate as a preservative in certain heat-treated meat products  Text with EEA relevance\n", "header": "16.5.2014 EN Official Journal of the European Union L 145/35\nCOMMISSION REGULATION (EU) No 506/2014\nof 15 May 2014\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council and the Annex to Commission Regulation (EU) No 231/2012 as regards Ethyl lauroyl arginate as a preservative in certain heat-treated meat products\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3), Article 14 and Article 30(5) thereof,\nHaving regard to Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2), and in particular Article 7(5) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) Commission Regulation (EU) No 231/2012 (3) lays down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008.\n(3) The Union list and the specifications may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008 either on the initiative of the Commission or following an application.\n(4) On 5 May 2006, an application was submitted for authorisation of the use of Ethyl lauroyl arginate as a preservative in several food categories. The application was made available to the Member States pursuant to Article 4 of Regulation (EC) No 1331/2008.\n(5) Subsequently, in April of 2007 the European Food Safety Authority (the Authority) evaluated the safety of the use of Ethyl lauroyl arginate as a food preservative and allocated an Acceptable Daily Intake (ADI) of 0,5 mg/kg body weight (4). Conservative estimates of exposure to the substance, both in adults and in children, suggested that it was likely that the ADI would be exceeded at the maximum proposed use levels for several food categories.\n(6) Following these conclusions, the applicant revised its uses and use levels and requested an authorisation of the use in heat-treated meat products. In July 2013 the Authority published a statement on a refined exposure assessment of Ethyl lauroyl arginate based on its revised proposed uses as a food additive (5), and concluded that the exposure for all population groups is below the Acceptable Daily Intake (ADI) of 0,5 mg/kg bw/day.\n(7) There is a technological need to use Ethyl lauroyl arginate as a preservative in heat-treated meat products in order to improve the microbiological quality of those food products, including inhibiting the growth of harmful micro-organisms such as Listeria monocytogenes. As the use of Ethyl lauroyl arginate in heat treated meat products will help maintaining their quality and safety, it is appropriate to authorise its use in heat-treated meat products and to assign number E 243 to that food additive.\n(8) The specifications for Ethyl lauroyl arginate (E 243) should be included in Regulation (EU) No 231/2012 when it is included in the Union list of food additives laid down in Annex II to Regulation (EC) No 1333/2008 for the first time.\n(9) Regulations (EC) No 1333/2008 and (EU) No 231/2012 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with Annex I to this Regulation.", "The Annex to Regulation (EU) No 231/2012 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  Commission Regulation (EU) No 231/2012 of 9 March 2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council (OJ L 83, 22.3.2012, p. 1).\n(4)  The EFSA Journal (2007) 511, p. 1.\n(5)  EFSA Journal 2013;11(6):3294.\nANNEX I\nAnnex II to Regulation (EC) No 1333/2008 is amended as follows:\n(1) In Part B, point 3 ‘Additives other than colours and sweeteners’, the following new entry is inserted after the entry for ‘E 242 Dimethyl dicarbonate’:\n‘E 243 Ethyl lauroyl arginate’\n(2) In Part E, in food category 08.2.2 ‘Heat treated processed meat’, the following new entry is inserted:\n‘E 243 Ethyl lauroyl arginate 160  Except emulsified sausages, smoked sausages and liver paste’\nANNEX II\nIn the Annex to Regulation (EU) No 231/2012, the following new entry is inserted after the specifications for food additive E 242:\n‘E 243 ETHYL LAUROYL ARGINATE\nSynonyms Lauric arginate ethyl ester; lauramide arginine ethyl ester; ethyl-Να-lauroyl-L-arginate·HCl; LAE;\nDefinition Ethyl lauroyl arginate is synthesized by esterifying arginine with ethanol, followed by reacting the ester with lauroyl chloride. The resultant ethyl lauroyl arginate is recovered as the hydrochloride salt, which is filtered and dried.\nELINCS 434-630-6\nChemical name Ethyl-Να-dodecanoyl-L-arginate·HCl\nChemical formula C20H41N4O3Cl\nMolecular Weight 421,02\nAssay Not less than 85 % and not more than 95 %\nDescription White powder\nIdentification\nSolubility Freely soluble in water, ethanol, propylene glycol and glycerol\nPurity\nΝα-Lauroyl-L-arginine Not more than 3 %\nLauric acid Not more than 5 %\nEthyl laurate Not more than 3 %\nL-Arginine·HCl Not more than 1 %\nEthyl arginate·2HCl Not more than 1 %\nLead Not more than 1 mg/kg\nArsenic Not more than 3 mg/kg\nCadmium Not more than 1 mg/kg\nMercury Not more than 1 mg/kg’"}