{"celex_id": "32010D0230", "uri": "http://publications.europa.eu/resource/cellar/349e4eef-9d83-4690-8bf2-7756fd27feb1", "type": "Decision", "concepts": ["1005", "1074", "1277", "1284", "1442", "5315", "5462"], "title": "2010/230/: Commission Decision of 23 April 2010 on financing the 2010 work programme on training in the field of food and feed safety, animal health and animal welfare in the framework of the Better Training for Safer Food Programme\n", "header": "24.4.2010 EN Official Journal of the European Union L 104/60\nCOMMISSION DECISION\nof 23 April 2010\non financing the 2010 work programme on training in the field of food and feed safety, animal health and animal welfare in the framework of the ‘Better Training for Safer Food Programme’\n(2010/230/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (1) (hereinafter referred to as the ‘Financial Regulation’), and in particular Article 75 thereof,\nHaving regard to Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (2) (hereinafter referred to as the ‘Implementing Rules’), and in particular Article 90 thereof,\nHaving regard to Council Regulation (EC) No 58/2003 of 19 December 2002 laying down the statute for executive agencies to be entrusted with certain tasks in the management of Community programmes (3), and in particular Article 12(3) thereof,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (4), and in particular Article 66(1)(b) and (c) thereof,\nWhereas:\n(1) Regulation (EC) No 882/2004 lays down general rules for the performance of official controls to verify compliance with rules aiming, in particular, at preventing, eliminating or reducing to acceptable levels risks to humans and animals and guaranteeing fair practices in feed and food trade and protecting consumer interests. Article 51 of that Regulation provides that the Commission may organise training courses for the staff of the competent authorities of Member States responsible for the official controls referred to in that Regulation, which may be opened to participants from third countries, in particular developing countries. Those courses may include in particular training on Union feed and food law and animal health and animal welfare rules.\n(2) The ‘Better Training for Safer Food Programme’ has been established by the Commission in order to achieve the aims set out in Regulation (EC) No 882/2004. The Commission Communication COM(2006) 519 final (5) explores options for future organisation of training.\n(3) The 2010 work programme for the implementation of ‘Better Training for Safer Food Programme’ should therefore be adopted.\n(4) Commission Decision 2004/858/EC of 15 December 2004 setting up an executive agency, the ‘Executive Agency for the Public Health Programme’, for the management of Community action in the field of public health — pursuant to Council Regulation (EC) No 58/2003 (6) has established the Executive Agency for Health and Consumers (‘the Agency’).\n(5) In addition, Commission Decision C(2008) 4943 of 9 September 2008 delegated to the Agency certain management and programme implementation tasks pertaining to the food safety training measures performed pursuant to Regulation (EC) No 882/2004. An operating subsidy should therefore be granted to the Agency for 2010 for financing activities related to the ‘Better Training for Safer Food Programme’.\n(6) The 2010 work programme being a sufficiently detailed framework, the present Decision constitutes a financing decision within the meaning of Article 90 of the Implementing Rules.\n(7) For the application of this Decision, it is appropriate to define the term ‘substantial change’, within the meaning of Article 90(4) of the Implementing Rules.\n(8) Pursuant to Article 83 of Regulation (EC, Euratom) No 1605/2002, the validation, authorisation and payment of expenditure must be completed within the time limits laid down in the Implementing Rules. Those rules are also to specify the circumstances in which creditors paid late are entitled to receive default interest charged to the line from which the principal was paid.\n(9) This Decision should therefore provide rules on the payment of default interest due for late payments related to actions included in the 2010 work programme,", "main_body": ["The work programme for the implementation in 2010 of the ‘Better Training for Safer Food Programme’ as set out in the Annex is hereby adopted. It constitutes a financing decision in the meaning of Article 75 of the Financial Regulation.", "1.   The total amount of the financial contribution from the Commission for the implementation of the work programme shall be EUR 15 370 000, to be financed from the following budget lines of the General Budget of the European Union for 2010:\n(a) : budget line no 17 04 07 01 : EUR 14 000 000;\n(b) : budget line no 17 01 04 05 : EUR 260 000;\n(c) : budget line no 17 01 04 31 : EUR 1 110 000.\n2.   The amount provided for in paragraph 1(c) shall be paid to the Agency and shall constitute an operating subsidy.\n3.   Default interest due for late payment may also be paid from the same budget lines, in accordance with Article 83 of Regulation (EC, Euratom) No 1605/2002.", "Cumulated changes of the allocations to the specific actions covered by the work programme not exceeding 20 % of the maximum financial contribution provided for in Article 2(1) shall not be considered to be substantial within the meaning of Article 90(4) of Regulation (EC, Euratom) No 2342/2002, provided that they do not significantly affect the nature and objective of the work programme.\nThe authorising officer may adopt such changes in accordance with the principles of sound financial management and of proportionality."], "attachments": "Done at Brussels, 23 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 248, 16.9.2002, p. 1.\n(2)  OJ L 357, 31.12.2002, p. 1.\n(3)  OJ L 11, 16.1.2003, p. 1.\n(4)  OJ L 165, 30.4.2004, p. 1.\n(5)  SEC(2006) 1163 and SEC(2006) 1164, 20.9.2006.\n(6)  OJ L 369, 16.12.2004, p. 73.\nANNEX\n2010 work programme on training in the field of food and feed safety, animal health and animal welfare in the framework of the ‘Better Training for Safer Food Programme’\n1.1.   Introduction\nThis work programme contains three implementing measures for 2010. On the basis of the objectives laid down in Regulation (EC) No 882/2004, the distribution of budget and the main actions are the following:\n1.2. Procurement (implemented in direct centralised management):\n1.2.1. Training: external contracts for the execution of the training programme\n1.2. Procurement (implemented in direct centralised management):\n1.2.1. Training: external contracts for the execution of the training programme\n1.2.2. Training: annual report, IT equipment and tools, promotional material, information and communication support\n1.3. Other actions: operating subsidy for the Agency\nTOTAL EUR 15 370 000\nRegulation (EC) No 882/2004, Article 51 and Article 66(1)(b).\nBUDGETARY LINE\nBudget line: 17 04 07 01\nINDICATIVE NUMBER AND TYPE OF CONTRACTS ENVISAGED\nFor each of the technical issues referred to below, one or more specific service contracts will be signed. It is estimated that around 17 service contracts will be signed. External contractors are mainly involved in the organisational and logistical aspects of the training activities.\nSUBJECT OF THE CONTRACTS ENVISAGED (IF POSSIBLE)\nFor 2010, the training action will concern the following subjects:\n— veterinary and food and feed safety control checks in Border Inspection Posts (airports, seaports and roads/rail),\n— zoonoses and microbiological criteria in foodstuffs,\n— Animal Welfare,\n— Plant Protection Products,\n— feed law: focus on feed hygiene rules,\n— prevention, control and eradication of Transmissible Spongiform Encephalopathies,\n— controls on products of non-animal origin at import,\n— EU quality schemes (organic farming and geographical indications),\n— internal auditing of official control systems,\n— support for Union controls in Member States and third countries,\n— RASFF/TRACES in third countries,\n— GMO analysis,\n— EU food rules and food import requirements,\n— diagnosis and control of Highly Pathogenic Avian Influenza and other animal diseases,\n— other animal health and welfare, feed and food safety issues, cooperation with other International Organisations on food safety training and studies, conferences and assessments.\nIMPLEMENTATION\nEUR 13 320 000 (financing of food safety measures under Regulation (EC) No 882/2004) will be managed and implemented by the Agency (Commission Decision 2008/544/EC (1)). The remaining EUR 680 000 will be used by the Commission to cover the programme on GMO and studies, conferences and assessments.\nINDICATIVE TIMEFRAME FOR LAUNCHING THE PROCUREMENT PROCEDURE\nApproximately between April and June in order to have the contracts signed during 2010.\nINDICATIVE AMOUNT OF THE CALL FOR TENDERS\nEUR 14 000 000.\n1.2.2.   Training: annual report, IT equipment and tools, promotional material, information and communication support\nLEGAL BASIS\nRegulation (EC) No 882/2004, Article 66(1)(c).\nBUDGETARY LINE\nBudget line: 17 01 04 05\nINDICATIVE NUMBER AND TYPE OF CONTRACTS ENVISAGED\nIt is estimated that around 3 service contracts will be signed.\nSUBJECT OF THE CONTRACTS ENVISAGED (IF POSSIBLE)\nThe actions to be financed under this budget are aimed at arranging the training programmes, IT and e-learning equipment and tools, as well as promotional material, information and communication supports.\nIMPLEMENTATION\nThis action will be implemented directly by DG SANCO.\nINDICATIVE TIMEFRAME FOR LAUNCHING THE PROCUREMENT PROCEDURE\nApproximately between April and September.\nINDICATIVE AMOUNT OF THE CALL FOR TENDERS\nEUR 260 000.\n1.3.   Other actions: operating subsidy for the Agency\nLEGAL BASIS\nRegulation (EC) No 58/2003, in particular Article 12(3).\nBUDGETARY LINE\nBudget line: 17 01 04 31\nAMOUNT\nEUR 1 110 000.\nDESCRIPTION AND OBJECTIVE OF THE IMPLEMENTING MEASURE\nThis budget finances the Agency’s operating subsidy for 2010 related to the programmes under ‘FP Heading 2’. Budget line 17 01 04 31 finances the Agency’s 2010 operating subsidy for the part related to the ‘Better Training for Safer Food Programme’. According to Article 12(3) of Regulation (EC) No 58/2003 the operating subsidy is to be drawn from the financial allocation to the Union programmes managed by the Agency. Two separate budget lines have been created in the 2010 budget for the subsidy to be paid to the Agency, one for programmes under heading 2 and another for programmes under heading 3b of the Financial Perspectives.\n(1)  OJ L 173, 3.7.2008, p. 27."}