{"celex_id": "32012R1049", "uri": "http://publications.europa.eu/resource/cellar/7c9d79df-2a63-11e2-9c72-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2753", "5451", "6052", "6569"], "title": "Commission Regulation (EU) No 1049/2012 of 8 November 2012 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of polyglycitol syrup in several food categories  Text with EEA relevance\n", "header": "9.11.2012 EN Official Journal of the European Union L 310/41\nCOMMISSION REGULATION (EU) No 1049/2012\nof 8 November 2012\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of polyglycitol syrup in several food categories\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3) and Article 30(5) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) That list may be amended in accordance with the procedure referred to in Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2).\n(3) Pursuant to Article 3(1) of Regulation (EC) No 1331/2008, the Union list of food additives may be updated either on the initiative of the Commission or following an application.\n(4) An application for authorisation of the use of polyglycitol syrup in several food categories was submitted and was made available to the Member States.\n(5) The European Food Safety Authority evaluated the safety of polyglycitol syrup when used as a food additive (3). It considers that the chemical and toxicological data available for polyglycitol syrup are insufficient to establish an acceptable daily intake. However, it concludes, on the basis of the available data, that there are no indications of a safety concern for the proposed uses and use levels.\n(6) There is a technological need for the use of polyglycitol syrup as an alternative polyol for the other already authorised polyols. Polyglycitol syrup is less sweet and provides more bulk, opacity, binding and stability in energy-reduced or sugar-free products. It is therefore appropriate to authorise the use of polyglycitol syrup in the food categories applied for and to assign E 964 as E-number to that food additive.\n(7) Pursuant to the transitional provisions of Commission Regulation (EU) No 1129/2011 of 11 November 2011 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council by establishing a Union list of food additives (4), Annex II establishing the Union list of food additives approved for use in foods and conditions of use applies from 1 June 2013. In order to allow the use of polyglycitol syrup in the food categories concerned before that date, it is necessary to specify an earlier date of application with regard to that food additive.\n(8) Therefore, Annex II to Regulation (EC) No 1333/2008 should be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 November 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  EFSA Journal 2009;7(12):1413.\n(4)  OJ L 295, 12.11.2011, p. 1.\nANNEX\nAnnex II to Regulation (EC) No 1333/2008 is amended as follows:\n(1) in point 2 of Part B the following entry for E 964 is inserted after the entry for E 962:\n‘E 964 Polyglycitol syrup’\n(2) in Part E the following entries for E 964 are inserted in numerical order in the relevant food categories:\n‘03. Edible ices\nE 964 Polyglycitol syrup 200 000  only energy-reduced or with no added sugar Period of application:\n04.2.5.1 Extra jam and extra jelly as defined by Directive 2001/113/EC\nE 964 Polyglycitol syrup 500 000  only energy-reduced or with no added sugar Period of application:\n04.2.5.2 Jam, jellies and marmalades and sweetened chestnut puree as defined by Directive 2001/113/EC\nE 964 Polyglycitol syrup 500 000  only energy-reduced or with no added sugar Period of application:\n04.2.5.3 Other similar fruit or vegetable spreads\nE 964 Polyglycitol syrup 500 000  only energy-reduced or with no added sugar Period of application:\n05.1 Cocoa and Chocolate products as covered by Directive 2000/36/EC\nE 964 Polyglycitol syrup 200 000  only energy-reduced or with no added sugar Period of application:\n05.2 Other confectionery including breath refreshening microsweets\nE 964 Polyglycitol syrup 200 000  only cocoa based energy-reduced or with no added sugar Period of application:\nE 964 Polyglycitol syrup 600 000  only starch based confectionery energy-reduced or with no added sugar Period of application:\nE 964 Polyglycitol syrup 800 000  only chewy candy with no added sugar Period of application:\nE 964 Polyglycitol syrup 990 000  only hard candy with no added sugar Period of application:\n05.3 Chewing gum\nE 964 Polyglycitol syrup 200 000  Only with no added sugar Period of application:\n06.3 Breakfast cereals\nE 964 Polyglycitol syrup 200 000  only breakfast cereals or cereal-based products, energy-reduced or with no added sugar Period of application:\n07.2 Fine bakery wares\nE 964 Polyglycitol syrup 300 000  only energy-reduced or with no added sugar Period of application:\n16. Desserts excluding products covered in category 1, 3 and 4\nE 964 Polyglycitol syrup 300 000  only energy-reduced or with no added sugar Period of application:"}