{"celex_id": "32010D0197", "uri": "http://publications.europa.eu/resource/cellar/e924e8b3-f7c3-43a0-959f-2b6758f59dfb", "type": "Decision", "concepts": ["1074", "216", "225", "4045", "4212", "5786", "5788", "8482"], "title": "2010/197/CFSP: Council Decision 2010/197/CFSP of 31 March 2010 on the launch of a European Union military mission to contribute to the training of Somali security forces (EUTM Somalia)\n", "header": "7.4.2010 EN Official Journal of the European Union L 87/33\nCOUNCIL DECISION 2010/197/CFSP\nof 31 March 2010\non the launch of a European Union military mission to contribute to the training of Somali security forces (EUTM Somalia)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28 and 43(2) thereof,\nHaving regard to Council Decision 2010/96/CFSP of 15 February 2010 on a European Union military mission to contribute to the training of Somali security forces (1), and in particular Article 4 thereof,\nHaving regard to the proposal by the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) In its Resolution 1872 (2009) on the situation in Somalia, adopted on 26 May 2009, the United Nations Security Council (UNSC) stressed the importance of the re-establishment, training, equipping and retention of Somali security forces, and urged Member States and regional and international organisations to offer technical assistance for the training and equipping of the Somali security forces. In its Resolution 1897 (2009), adopted on 30 November 2009, the UNSC recalled its previous resolutions and reaffirmed its respect for the sovereignty, territorial integrity, political independence and unity of Somalia.\n(2) By letter dated 5 January 2010, the Minister of Defence of Uganda welcomed the Union's envisaged mission in support of the Somali security sector and invited the Union to participate in the training of Somali security forces in Uganda for a period of at least one year.\n(3) In accordance with Article 5 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and implementation of decisions and actions of the Union which have defence implications. Denmark does not, therefore, participate in the financing of this mission,", "main_body": ["The Mission Plan for the EU military mission to contribute to the training of Somali security forces, hereinafter referred to as ‘EUTM Somalia’, is approved.", "EUTM Somalia shall be launched on 7 April 2010.", "The EU Mission Commander of EUTM Somalia is hereby authorised with immediate effect to release the activation order (ACTORD) in order to execute the deployment of the forces and start execution of the mission.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 31 March 2010.\nFor the Council\nThe President\nM. Á. MORATINOS\n(1)  OJ L 44, 19.2.2010, p. 16."}