{"celex_id": "32011R1086", "uri": "http://publications.europa.eu/resource/cellar/ee5b1049-af93-406a-bc40-4d4e491bb06c", "type": "Regulation", "concepts": ["1442", "1445", "1755", "2078", "2081", "4687", "4743"], "title": "Commission Regulation (EU) No 1086/2011 of 27 October 2011 amending Annex II to Regulation (EC) No 2160/2003 of the European Parliament and of the Council and Annex I to Commission Regulation (EC) No 2073/2005 as regards salmonella in fresh poultry meat Text with EEA relevance\n", "header": "28.10.2011 EN Official Journal of the European Union L 281/7\nCOMMISSION REGULATION (EU) No 1086/2011\nof 27 October 2011\namending Annex II to Regulation (EC) No 2160/2003 of the European Parliament and of the Council and Annex I to Commission Regulation (EC) No 2073/2005 as regards salmonella in fresh poultry meat\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of salmonella and other specified food-borne zoonotic agents (1), and in particular Article 5(6) thereof,\nHaving regard to Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2), and in particular Article 4(4) thereof,\nWhereas:\n(1) Regulation (EC) No 2160/2003 aims at ensuring that proper and effective measures are taken to detect and control salmonella and other zoonotic agents at all relevant stages of production, processing and distribution in order to reduce their prevalence and the risk they pose to public health. That Regulation covers, amongst other things, the adoption of targets for the reduction of the prevalence of specified zoonoses in animal populations and the adoption of rules concerning trade within the Union and imports from third countries of certain animals and products thereof.\n(2) Commission Regulation (EC) No 646/2007 of 12 June 2007 implementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards a Community target for the reduction of the prevalence of Salmonella enteritidis and Salmonella typhimurium in broilers and repealing Regulation (EC) No 1091/2005 (3) sets a Union target for the reduction of those two serotypes of salmonella in broilers. That Regulation aims for a reduction to be achieved in the number of flocks of broilers remaining positive to Salmonella enteritidis and Salmonella typhimurium to 1 % or less by 31 December 2011.\n(3) Commission Regulation (EC) No 584/2008 of 20 June 2008 implementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards a Community target for the reduction of the prevalence of Salmonella enteritidis and Salmonella typhimurium in turkeys (4) sets a Union target for the reduction of those two serotypes of salmonella in turkey flocks. That Regulation aims for a reduction to be achieved in the number of fattening turkey flocks remaining positive to Salmonella enteritidis and Salmonella typhimurium to 1 % or less by 31 December 2012.\n(4) Annex II to Regulation (EC) No 2160/2003 sets out specific measures to be taken for the control of the zoonoses and zoonotic agents listed in Annex I thereto. More specifically, point 1 of Part E of Annex II to Regulation (EC) No 2160/2003 provides that, as from 12 December 2010, certain fresh poultry meat from animals listed in Annex I thereto may not be placed on the market for human consumption unless it meets the criterion: ‘Salmonella: absence in 25 grams’. That Regulation also provides for detailed rules for that criterion to be laid down, in particular, rules specifying sampling schemes and analytical methods.\n(5) As regards fresh poultry meat, provision should be made to ensure that the detailed rules for the salmonella criterion in poultry meat result in a reasonable assurance that it is free from the relevant salmonella and that a harmonised application results in fair competition and similar conditions for placing on the market.\n(6) Commission Regulation (EC) No 2073/2005 of 15 November 2005 on microbiological criteria for foodstuffs (5) lays down microbiological criteria for certain micro-organisms and the implementing rules that are to be complied with by food business operators when implementing the general and specific hygiene measures referred to in Article 4 of Regulation (EC) No 852/2004.\n(7) In the interests of consistency of Union legislation, it is appropriate to amend the specific requirements concerning fresh poultry meat set out in Part E of Annex II to Regulation (EC) No 2160/2003 and to introduce detailed rules of the salmonella criterion in Annex I to Regulation (EC) No 2073/2005.\n(8) In accordance with Commission Decision 2005/636/EC of 1 September 2005 concerning a financial contribution of the Community towards a baseline survey on the prevalence of Salmonella spp. in broiler flocks of Gallus gallus to be carried out in the Member States (6), Commission Decision 2006/662/EC of 29 September 2006 concerning a financial contribution from the Community towards a baseline survey on the prevalence of salmonella in turkeys to be carried out in the Member States (7) and Commission Decision 2007/516/EC of 19 July 2007 concerning a financial contribution from the Community towards a survey on the prevalence and antimicrobial resistance of Campylobacter spp. in broiler flocks and on the prevalence of Campylobacter spp. and Salmonella spp. in broiler carcases to be carried out in the Member States (8) information was collected on the prevalence of salmonella in broiler flocks, turkey flocks and broiler carcases, respectively. The results of these surveys, as well as preliminary results of the first year of national salmonella control programmes in broilers (2009) in accordance with Article 5 of Regulation (EC) No 2160/2003 show that salmonella prevalence in flocks of broilers and turkeys is still high (9). In addition, national salmonella control programmes in turkeys in accordance with Regulation (EC) No 2160/2003 only became mandatory from 2010 onwards. The application of the criterion to all salmonella serotypes before a notable reduction of the prevalence of salmonella in flocks of broilers and turkeys has been demonstrated may result in a disproportionate economic impact for the industry. Chapter 1 of Annex I to Regulation (EC) No 2073/2005 should therefore be amended.\n(9) According to the Community Summary Report on trends and sources of zoonoses, and zoonotic agents and food-borne outbreaks in the European Union in 2008 (10) by the European Food Safety Authority approximately 80 % of human salmonellosis cases are caused by Salmonella enteritidis and Salmonella typhimurium which is similar to preceding years. Poultry meat remains a major source of human salmonellosis.\n(10) Setting a criterion for Salmonella enteritidis and Salmonella typhimurium would provide the best balance between reducing human salmonellosis attributed to the consumption of poultry meat and the economic consequences of the application of that criterion. At the same time, it would encourage food business operators to take measures at previous stages of poultry production that may contribute to the reduction of all serotypes of salmonella with public health significance. Focusing on those two serotypes would also be consistent with the Union targets set for primary production of poultry.\n(11) The sampling plans for other salmonella food safety criteria have been provided for in Regulation (EC) No 2073/2005. They have been demonstrated to be practical for use by food business operators and are therefore also appropriate for fresh poultry meat sampling.\n(12) The international standard EN/ISO 6579 is the horizontal method for the detection of Salmonella spp. in food and animal feeding stuffs. In addition, Annex I to Regulation (EC) No 2073/2005 provides for that standard to be the reference method for all salmonella criteria. It should, therefore, also be laid down as a reference method for the criterion for fresh poultry meat, without prejudice to provisions on the use of alternative methods laid down in that Regulation. The European Union Reference Laboratory for Salmonella recommends that it is appropriate to use the White-Kaufmann-Le Minor scheme as reference method for serotyping.\n(13) Monophasic strains of Salmonella typhimurium have rapidly emerged as one of the most commonly found serotype of salmonella in several species of animals and in clinical isolates from humans. According to the Scientific Opinion on monitoring and assessment of the public health risk of ‘Salmonella typhimurium-like’ strains (11) monophasic Salmonella typhimurium strains with the antigenic formula 1,4,[5],12:i:- are considered as variants of Salmonella typhimurium and current evidence has shown that these strains appear to pose a public health risk comparable to that of other Salmonella typhimurium strains. Therefore, it is appropriate to clarify that provisions for Salmonella typhimurium are applicable also to these monophasic strains.\n(14) Regulation (EC) No 2073/2005 lays down a process hygiene criterion for salmonella in poultry carcases of broilers and turkeys after chilling in slaughterhouses. The process hygiene criterion aims at controlling faecal contamination of poultry carcases if derived from infected flocks or due to cross-contamination in the slaughterhouse. Under Article 10 of Regulation (EC) No 2073/2005, the criteria and conditions concerning the presence of salmonella in poultry carcases are to be revised in the light of the changes observed in salmonella prevalence. Since the Union targets laid down for flocks of broilers in Regulation (EC) No 646/2007, and for turkeys in Regulation (EC) No 584/2008, must be achieved by the end of 2011 and the end of 2012 respectively, the number of sample units accepted to exceed the set limit should be decreased. Chapter 2 of Annex I to Regulation (EC) No 2073/2005 should therefore be amended accordingly.\n(15) Regulations (EC) No 2160/2003 and (EC) No 2073/2005 should therefore be amended accordingly.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["In Annex II to Regulation (EC) No 2160/2003, point 1 of Part E is replaced by the following:\n‘1. From 1 December 2011, fresh poultry meat from animal populations listed in Annex I shall meet the relevant microbiological criterion set out in Row 1.28 of Chapter 1 of Annex I to Commission Regulation (EC) No 2073/2005 (12).", "Annex I to Regulation (EC) No 2073/2005 is amended in accordance with the Annex to this Regulation:", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 325, 12.12.2003, p. 1.\n(2)  OJ L 139, 30.4.2004, p. 1.\n(3)  OJ L 151, 13.6.2007, p. 21.\n(4)  OJ L 162, 21.6.2008, p. 3.\n(5)  OJ L 338, 22.12.2005, p. 1.\n(6)  OJ L 228, 3.9.2005, p. 14.\n(7)  OJ L 272, 3.10.2006, p. 22.\n(8)  OJ L 190, 21.7.2007, p. 25.\n(9)  www.efsa.europa.eu\n(10)  EFSA Journal (2010); 8(1): 1496.\n(11)  EFSA Journal (2010); 8(10): 1826.\n(12)  OJ L 338, 22.12.2005, p. 1.’.\nANNEX\nAnnex I to Regulation (EC) No 2073/2005 is amended as follows:\n(1) in Chapter 1, the following Row 1.28 and the corresponding footnotes 20 and 21 are added:\n‘1.28 Fresh poultry meat (1)\n(2) in Chapter 2, Row 2.1.5 is replaced by the following and the corresponding footnote 10 is added:\n‘2.1.5 Poultry carcases of broilers and turkeys\n(3) in Chapter 3, Section 3.2 is replaced by the following:\n(1)  This criterion shall apply to fresh meat from breeding flocks of Gallus gallus, laying hens, broilers and breeding and fattening flocks of turkeys.\n(2)  As regards monophasic Salmonella typhimurium only 1,4,[5],12:i:- is included.’\n(3)  Where Salmonella spp. is found, the isolates shall be further serotyped for Salmonella typhimurium and Salmonella enteritidis in order to verify compliance with the microbiological criterion set out in Row 1.28 of Chapter 1.’"}