{"celex_id": "32011R0459", "uri": "http://publications.europa.eu/resource/cellar/1197c6d1-e59c-4ff8-be3b-095e21d6b828", "type": "Regulation", "concepts": ["2457", "4047", "4653", "6854", "730"], "title": "Commission Regulation (EU) No 459/2011 of 12 May 2011 amending the Annex to Regulation (EC) No 631/2009 laying down detailed rules for the implementation of Annex I to Regulation (EC) No 78/2009 of the European Parliament and of the Council on the type-approval of motor vehicles with regard to the protection of pedestrians and other vulnerable road users  Text with EEA relevance\n", "header": "13.5.2011 EN Official Journal of the European Union L 124/21\nCOMMISSION REGULATION (EU) No 459/2011\nof 12 May 2011\namending the Annex to Regulation (EC) No 631/2009 laying down detailed rules for the implementation of Annex I to Regulation (EC) No 78/2009 of the European Parliament and of the Council on the type-approval of motor vehicles with regard to the protection of pedestrians and other vulnerable road users\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 78/2009 of the European Parliament and of the Council of 14 January 2009 on the type-approval of motor vehicles with regard to the protection of pedestrians and other vulnerable road users, amending Directive 2007/46/EC and repealing Directives 2003/102/EC and 2005/66/EC (1), in particular Article 4(6) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 631/2009 of 22 July 2009 laying down detailed rules for the implementation of Annex I to Regulation (EC) No 78/2009 of the European Parliament and of the Council on the type-approval of motor vehicles with regard to the protection of pedestrians and other vulnerable road users, amending Directive 2007/46/EC and repealing Directives 2003/102/EC and 2005/66/EC (2), lays down detailed rules for the implementation of Annex I to Regulation (EC) No 78/2009 which is a separate regulatory act for the purposes of the type-approval procedure provided for by Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (3).\n(2) The technical prescriptions necessary to implement the requirements of Regulation (EC) No 78/2009 should be based on the specifications provided for in Commission Decision 2004/90/EC of 23 December 2003 on the technical prescriptions for the implementation of Article 3 of Directive 2003/102/EC of the European Parliament and of the Council relating to the protection of pedestrians and other vulnerable road users before and in the event of a collision with a motor vehicle and amending Directive 70/156/EEC (4).\n(3) Based on experience gained through initial assessments, as carried out by vehicle manufacturers and technical services and in accordance with Regulation (EC) No 631/2009, four different areas have been identified where specific requirements should be further clarified. The provisions which should be amended concern the general requirements which are based on the existing first phase requirements, as set out in Directive 2003/102/EC of the European Parliament and of the Council (5). Certain important assessment boundaries in the general requirements need to be adapted to take account of scientific and technical developments and in order to align the requirements of the first phase in Regulation (EC) No 78/2009 with those as laid down concerning the first phase in Directive 2003/102/EC.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Technical Committee — Motor Vehicles,", "main_body": ["The Annex to Regulation (EC) No 631/2009 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 35, 4.2.2009, p. 1.\n(2)  OJ L 195, 25.7.2009, p. 1.\n(3)  OJ L 263, 9.10.2007, p. 1.\n(4)  OJ L 31, 4.2.2004, p. 21.\n(5)  OJ L 321, 6.12.2003, p. 15.\nANNEX\nThe Annex to Regulation (EC) No 631/2009 is amended as follows:\n(1) Part II is amended as follows:\n(a) Chapter II is amended as follows:\n(i) in point 3.2, the second paragraph is replaced by the following:\n(ii) in point 3.3, the following paragraph is added after the first paragraph:\n(iii) in point 4.6, the following paragraph is inserted after the first paragraph:\n(b) Chapter V is amended as follows:\n(i) in point 3.2, the fifth paragraph is replaced by the following:\n(ii) in point 3.2.3, the following sentence is added at the end of the paragraph:\n(c) in Chapter VI, point 3.2, the second paragraph is replaced by the following:\n(d) in Chapter VII, point 3.3.2, the following sentence is added at the end of the paragraph:\n(2) Part V is amended as follows:\n(a) point 3.7 is replaced by the following:\n(b) point 4.7 is replaced by the following:"}