{"celex_id": "32011R0291", "uri": "http://publications.europa.eu/resource/cellar/268197b9-c729-4237-8768-44d26e5dab9d", "type": "Regulation", "concepts": ["2540", "2739", "3660", "4308", "5650", "5782", "6400"], "title": "Commission Regulation (EU) No 291/2011 of 24 March 2011 on essential uses of controlled substances other than hydrochlorofluorocarbons for laboratory and analytical purposes in the Union under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer\n", "header": "25.3.2011 EN Official Journal of the European Union L 79/4\nCOMMISSION REGULATION (EU) No 291/2011\nof 24 March 2011\non essential uses of controlled substances other than hydrochlorofluorocarbons for laboratory and analytical purposes in the Union under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1005/2009 of the European Parliament and of the Council of 16 September 2009 on substances that deplete the ozone layer (1), and in particular Article 10(2) thereof,\nWhereas:\n(1) The Union has already phased out the production and consumption of controlled substances for most uses. The Commission is required to determine essential laboratory and analytical uses for controlled substances other than hydrochlorofluorocarbons.\n(2) Decision XXI/6 of the Parties to the Montreal Protocol consolidates existing decisions and extends the global laboratory and analytical use exemption beyond 31 December 2010 until 31 December 2014 for all controlled substances except for hydrochlorofluorocarbons, thus authorising the production and consumption necessary to satisfy essential laboratory and analytical uses of controlled substances, subject to the conditions established under the Montreal Protocol.\n(3) Decision VI/25 of the Parties to the Montreal Protocol specifies that a use can only be considered as essential if there are no available technically and economically feasible alternatives or substitutes that are acceptable from the standpoint of environment and health. In its 2010 Progress Report, the Technical and Economical Assessment Panel (TEAP) has identified a significant number of procedures for which alternatives to the use of controlled substances are now available. Based on that information and Decision XXI/6, a list of those uses for which technically and economically feasible alternatives that are acceptable from the standpoint of environment and health are available should be established.\n(4) A positive list of permitted essential uses of methyl bromide, as agreed by the Parties in Decision XVIII/15, as well as the uses which the TEAP has identified to be without alternatives should also be established.\n(5) In addition, it should be clarified that the use of controlled substances for primary and secondary educational purposes cannot be considered essential and should be limited to higher education or vocational training. Furthermore, the use of controlled substances in experimental chemistry kits available to the general public should not be considered as essential.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 25(1) of Regulation (EC) No 1005/2009,", "main_body": ["The production, import and use of controlled substances other than hydrochlorofluorocarbons may be permitted for any essential laboratory and analytical use specified in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 286, 31.10.2009, p. 1.\nANNEX\nEssential laboratory and analytical uses of controlled substances other than hydrochlorofluorocarbons\n1. The following uses of controlled substances other than hydrochlorofluorocarbons are considered as essential laboratory and analytical uses:\n(a) the use of controlled substances as a reference or standard:\n— to calibrate equipment which uses controlled substances,\n— to monitor emission levels of controlled substances,\n— to determine residue levels of controlled substances in goods, plants and commodities;\n(b) the use of controlled substances in laboratory toxicological studies;\n(c) laboratory uses in which the controlled substance is transformed in a chemical reaction like controlled substances used as feedstock;\n(d) the use of methyl bromide inside a laboratory to compare the efficacy of methyl bromide and its alternatives;\n(e) the use of carbon tetrachloride as a solvent for bromination reactions involving N-bromosuccineimide;\n(f) the use of carbon tetrachloride as chain transfer agent in free-radical polymerisation reactions;\n(g) any other laboratory and analytical use for which a technically and economically feasible alternative is not available.\n2. The following uses of all controlled substances other than hydrochlorofluorocarbons are not considered as essential laboratory and analytical uses:\n(a) refrigeration and air-conditioning equipment used in laboratories, including refrigerated laboratory equipment such as ultra-centrifuges;\n(b) cleaning, reworking, repair, or rebuilding of electronic components or assemblies;\n(c) preservation of publications and archives;\n(d) sterilisation of materials in a laboratory;\n(e) any use in primary or secondary education;\n(f) as components in experimental chemistry kits available to the general public and not intended for use in higher education;\n(g) for cleaning or drying purposes, including the removal of grease from glassware and other equipment;\n(h) for the determination of hydrocarbons, oils and greases in water, soil, air or waste;\n(i) testing of tar in road paving materials;\n(j) forensic finger-printing;\n(k) testing of organic matter in coal;\n(l) as a solvent in the determination of cyanocobalamin (Vitamin B12) and bromine index;\n(m) in methods that use the selective solubility in the controlled substance, including the determination of cascarosides, thyroid extracts, and the formation of picrates;\n(n) to preconcentrate analytes in chromatographic methods (e.g. high performance liquid chromatography (HPLC), gas chromatography (GC) adsorption chromatography), atomic absorption spectroscopy (AAS), inductively coupled plasma spectroscopy (ICP), X-ray fluorescence analysis;\n(o) for the determination of iodine index in fats and oils;\n(p) any other laboratory and analytical use for which a technically and economically feasible alternative is available."}