{"celex_id": "32013R0191", "uri": "http://publications.europa.eu/resource/cellar/824d36ad-8650-11e2-89d6-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "2300", "2738", "3191", "4689", "5369"], "title": "Commission Implementing Regulation (EU) No 191/2013 of 5 March 2013 amending Regulations (EC) No 798/2008, (EC) No 119/2009 and (EU) No 206/2010 and Decision 2000/572/EC as regards animal welfare attestation in the models of veterinary certificates  Text with EEA relevance\n", "header": "6.3.2013 EN Official Journal of the European Union L 62/22\nCOMMISSION IMPLEMENTING REGULATION (EU) No 191/2013\nof 5 March 2013\namending Regulations (EC) No 798/2008, (EC) No 119/2009 and (EU) No 206/2010 and Decision 2000/572/EC as regards animal welfare attestation in the models of veterinary certificates\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular Article 9(4)(b) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 798/2008 (2) lays down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Union and the veterinary certification requirements.\n(2) Commission Regulation (EC) No 119/2009 (3) lays down a list of third countries or parts thereof, for imports into, or transit through, the Union of meat of wild leporidae, of certain wild land mammals and of farmed rabbits and the veterinary certification requirements.\n(3) Commission Regulation (EU) No 206/2010 (4) lays down the veterinary certification requirements for the introduction into the Union of certain consignments of live animals or fresh meat. It also establishes lists of third countries, territories or parts thereof which fulfil certain criteria and from which therefore consignments may be introduced into the Union and the veterinary certification requirements for the introduction into the Union of certain consignments of fresh meat from ungulates as defined in Council Directive 2004/68/EC of 26 April 2004 laying down animal health rules for the importation into and transit through the Community of certain live ungulate animals, amending Directives 90/426/EEC and 92/65/EEC and repealing Directive 72/462/EEC (5).\n(4) Commission Decision 2000/572/EC (6) lays down animal and public health conditions and veterinary certification for imports of meat preparations from third countries.\n(5) Council Regulation (EC) No 1099/2009 (7) lays down rules for the protection of animals at the time of killing, which apply from 1 January 2013.\n(6) Article 12 of that Regulation establishes that the health certificate accompanying meat imported from third countries are to be supplemented by an attestation certifying that requirements at least equivalent to those laid down in Chapters II and III of that Regulation have been met.\n(7) For reasons of clarity, the animal welfare statements in the model of veterinary certificates ‘POU’ and ‘RAT’ laid down in Part 2 of Annex I to Regulation (EC) No 798/2008, in the model of veterinary certificate ‘RM’ laid down in Annex II to Regulation (EC) No 119/2009, in the models of veterinary certificates ‘BOV’, ‘OVI’, ‘POR’, ‘EQU’ and ‘SUF’ laid down in Part 2 of Annex II to Regulation (EU) No 206/2010 and the model of veterinary certificate ‘MP-PREP’ laid down in Annex II to Decision 2000/572/EC should be updated.\n(8) Such statement should also be added to the model of veterinary certificate ‘RUF’ laid down in Part 2 of Annex II to Regulation (EU) No 206/2010 in order to provide the necessary certification only in the case that farmed game animals would be slaughtered or killed in a slaughterhouse.\n(9) It is appropriate to introduce a transitional period to allow third countries to adapt to the amended models of veterinary certificates.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendments to Regulation (EC) No 798/2008\nIn the model of veterinary certificates ‘POU’ and ‘RAT’ in Part 2 of Annex I to Regulation (EC) No 798/2008, point II.3 is replaced by the following:\n‘II.3.   Animal welfare attestation\nI, the undersigned official veterinarian, hereby certify, that the fresh meat described in Part I of this certificate derives from animals which have been handled in the slaughterhouse before and at the time of slaughter or killing in accordance with the relevant provisions of Union legislation and have met requirements at least equivalent to those laid down in Chapters II and III of Council Regulation (EC) No 1099/2009 (8).", "Amendment to Regulation (EC) No 119/2009\nIn the model of veterinary certificate ‘RM’ in Annex II to Regulation (EC) No 119/2009, point V is replaced by the following:\n‘V.   ANIMAL WELFARE ATTESTATION\nI, the undersigned official veterinarian, hereby certify, that the fresh meat described in Part I of this certificate derives from animals which have been handled in the slaughterhouse before and at the time of slaughter or killing in accordance with the relevant provisions of Union legislation and have met requirements at least equivalent to those laid down in Chapters II and III of Council Regulation (EC) No 1099/2009 (9).", "Amendments to Regulation (EU) No 206/2010\nRegulation (EU) No 206/2010 is amended as follows:\n(1) in the models of veterinary certificates ‘BOV’, ‘OVI’, ‘POR’, ‘EQU’ and ‘SUF’ in Part 2 of Annex II, point II.3 is replaced by the following:\n(2) in the model of veterinary certificate ‘RUF’, in Part 2 of Annex II, the following point II.3 is inserted after point II.2.7:", "Amendment to Decision 2000/572/EC\nIn the model of veterinary certificate ‘MP-PREP’, in Annex II to Decision 2000/572/EC, point II.3 is replaced by the following:\n‘II.3.   Animal welfare attestation\nI, the undersigned official veterinarian, hereby certify, that the meat preparations (1) described in Part I of this certificate are derived from meat from animals which have been handled in the slaughterhouse before and at the time of slaughter or killing in accordance with the relevant provisions of Union legislation and have met requirements at least equivalent to those laid down in Chapters II and III of Council Regulation (EC) No 1099/2009 (12).", "Transitional provision\nFor a transitional period until 31 January 2014, consignments of products of animal origin accompanied by the relevant veterinary certificates issued no later than 30 November 2013 in accordance with the models of veterinary certificates before the entry into force of this Regulation may continue to be introduced into the Union.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 226, 23.8.2008, p. 1.\n(3)  OJ L 39, 10.2.2009, p. 12.\n(4)  OJ L 73, 20.3.2010, p. 1.\n(5)  OJ L 139, 30.4.2004, p. 321.\n(6)  OJ L 240, 23.9.2000, p. 19.\n(7)  OJ L 303, 18.11.2009, p. 1.\n(8)  OJ L 303, 18.11.2009, p. 1.’.\n(9)  OJ L 303, 18.11.2009, p. 1.’.\n(10)  OJ L 303, 18.11.2009, p. 1.’;\n(11)  OJ L 303, 18.11.2009, p. 1.’.\n(12)  OJ L 303, 18.11.2009, p. 1.’."}