{"celex_id": "32012D0288", "uri": "http://publications.europa.eu/resource/cellar/086721a2-b53b-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["5451", "6052", "6569", "893"], "title": "2012/288/EU: Commission Implementing Decision of 1 June 2012 authorising the placing on the market of Gamma-Cyclodextrin as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2012) 3496)\n", "header": "5.6.2012 EN Official Journal of the European Union L 144/41\nCOMMISSION IMPLEMENTING DECISION\nof 1 June 2012\nauthorising the placing on the market of Gamma-Cyclodextrin as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2012) 3496)\n(Only the German text is authentic)\n(2012/288/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 26 February 2010 the company Wacker Chemie GmbH made a request to the competent authorities of Ireland to place γ-Cyclodextrin on the market as novel food ingredient. Gamma-Cyclodextrin is a digestible carbohydrate to be added to foods.\n(2) On 9 July 2010 the competent food assessment body of Ireland issued its initial assessment report. In this report it came to the conclusion that the company Wacker Chemie GmbH had provided sufficient information to authorise the placing on the market of γ-Cyclodextrin as a novel food ingredient.\n(3) The Commission forwarded the initial assessment report to all Member States on 19 July 2010.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections were raised in accordance with that provision. In particular, objections which concerned the absorption of fat soluble vitamins were raised. In accordance with the provisions of Article 7(1) a Commission Implementing Decision is required that takes into account the objections raised. Additional explanations by the applicant alleviated these concerns to the satisfaction of Member States and the Commission.\n(5) The intentional addition of γ-Cyclodextrin to food for technological purposes falls within the scope of Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (2) and should be authorised in accordance with that regulation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Gamma-Cyclodextrin as specified in the Annex may be placed on the market as a novel food ingredient.", "The designation of γ-Cyclodextrin authorised by this Decision on the labelling of the foodstuffs containing it shall be ‘Gamma-Cyclodextrin’ or ‘γ-Cyclodextrin’.", "This Decision is addressed to Wacker Chemie AG, Hanns Seidel Platz 4, 81737 München, Germany."], "attachments": "Done at Brussels, 1 June 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  OJ L 354, 31.12.2008, p. 16.\nANNEX\nSPECIFICATIONS OF γ-CYCLODEXTRIN\nSynonyms\nγ-cyclodextrin, γ-dextrin, cyclooctaamylose, cyclomaltooctaose, γ-cycloamylase\nDefinition\nA non-reducing cyclic saccharide consisting of eight α-1,4-linked D-glucopyranosyl units produced by the action of cyclodextrin glucosyltransferase (CGTase, EC 2.4.1.19) on hydrolysed starch. Recovery and purification of γ-cyclodextrin may be carried out by precipitation of a complex of γ-cyclodextrin with 8-cyclohexadecen-1-one, dissolution of the complex with water and n-decane, steam-stripping of the aqueous phase and recovery of gamma-CD from the solution by crystallisation.\nChemical name Cyclooctaamylose\nCAS number 17465-86-0\nChemical formula (C6H10O5)8\nStructural formula\nAssay Not less than 98 % (dry basis)\nDescription Virtually odourless, white or almost white crystalline solid\nCharacteristics\nIdentification\nMelting range Decomposes above 285 °C\nSolubility Freely soluble in water; very slightly soluble in ethanol\nSpecific rotation [α]D\n25: between + 174° and + 180° (1 % solution)\nPurity\nWater Not more than 11 %\nResidual complexant (8-cyclohexadecen-1-one (CHDC) Not more than 4 mg/kg\nResidual solvent (n-decane) Not more than 6 mg/kg\nReducing substances Not more than 0,5 % (as glucose)\nSulphated ash Not more than 0,1 %"}