{"celex_id": "32011D0820(02)", "uri": "http://publications.europa.eu/resource/cellar/18bd2324-116b-4e78-be68-03d90a052af0", "type": "Decision", "concepts": ["1005", "2560", "3353"], "title": "Commission Implementing Decision of 19 August 2011 adopting a work programme for the financing of the activities of the Union on alternatives to surgical castration of pigs\n", "header": "20.8.2011 EN Official Journal of the European Union C 243/5\nCOMMISSION IMPLEMENTING DECISION\nof 19 August 2011\nadopting a work programme for the financing of the activities of the Union on alternatives to surgical castration of pigs\n(2011/C 243/06)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (1), and in particular Article 75 thereof,\nHaving regard to Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (2), and in particular Article 90 thereof,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (3), and in particular Articles 19, 20, 22 and 23 therof,\nWhereas,\n(1) Regulations (EC, Euratom) Nos 1605/2002 and 2342/2002 require that the budgetary commitments of the Union are preceded by a financing decision setting out the essential elements of the particular action involved.\n(2) Decision 2009/470/EC lays down the procedures governing the Union financial contribution towards specific veterinary measures, including information policy for animal health, animal welfare and food safety, as well as technical and scientific measures.\n(3) Boar taint is an offensive odour that may occur when meat from non-castrated male pigs is heated for cooking. Only a small percentage of pigs accumulate high concentrations of androstenone, skatole and indole, the substances responsible for the odour, in their meat when they are sexually mature. While not all consumers are sensitive to boar taint, those consumers who are will reject the pig meat as inedible. As a result, paragraph 1 (p) of Chapter V of Section II of Annex I to Regulation (EC) No 854/2004 of European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (4) provides that meat with a pronounced sexual odour is unfit for human consumption.\n(4) Three main approaches to prevent boar taint in pig meat are currently pursued, namely early slaughter, removal of the testicles (surgical castration), or immunocastration (vaccination to reduce boar taint). Surgical castration of pigs is an animal welfare concern. As a result, Council Directive 2008/120/EC of 18 December 2008 laying down minimum standards for the protection of pigs (5) provides that only veterinarians or trained persons may castrate pigs and that when the pigs are seven days or older an anaesthetic and additional prolonged analgesia is to be used.\n(5) The Opinion of the Scientific Panel on Animal Health and Welfare of the European Food Safety Authority (EFSA) on a request from the Commission related to welfare aspects of the castration of piglets (6), adopted on 12 and 13 July 2004, suggests that surgical castration of pigs at any age is painful.\n(6) Article 13 of the Treaty acknowledges that animals are sentient beings and that full regard is to be paid to their welfare requirements in formulating and implementing, amongst others, the Union's agriculture and internal market policies.\n(7) In the European Declaration on alternatives to surgical castration of pigs (7) of December 2010, major actors of the pig sector committed on a voluntary basis to stop routine surgical castration of male pigs by 1 January 2018, provided that a European partnership on pig castration is set up to develop the necessary actions to achieve this goal.\n(8) The Union should therefore invest in studies on alternatives to the surgical castration of pigs. Hence a work programme should be launched to support technical, scientific and educational measures to identify and introduce alternatives to surgical castration. The work programme should include the development of reference and screening methods for the detection of boar taint in pig meat and studies on consumer acceptance of meat and products obtained from male pigs not surgically castrated.\n(9) The result of those studies may also require reconsideration of relevant Union legislation to ensure a smooth functioning of the internal market. The economic impact of the end of routine surgical castration of pigs by 1 January 2018 should be identified. It is therefore appropriate to conduct a comprehensive analysis of the cost and benefits that relevant measures would have at the different levels of the pig meat production chain.\n(10) A dedicated interactive website should be set up in order to promote education and training of the main interested parties of the pig sector on the actions taken by the Union on alternatives to surgical castration of pigs.\n(11) The Joint Research Centre of the Commission — Institute for Reference Materials and Measurements (JRC-IRMM) in Geel, Belgium, has the necessary scientific and technical expertise to develop and validate reference methods of analysis. Therefore a Union budgetary transfer covered by an administrative agreement should be awarded to the JRC-IRMM for the development of reference methods recognised by the European Union for the detection and measurement of the main compounds responsible for boar taint.\n(12) For the application of this Decision, it is appropriate to define the term ‘substantial change’ within the meaning of Article 90(4) of Regulation (EC, Euratom) No 2342/2002.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The work programme for the activities of the Union on alternatives to surgical castration of pigs, as set out in the Annex (‘the work programme’), is adopted.", "The maximum contribution for the work programme is set at EUR 1 330 000 and shall be financed from the following line of the general budget of the European Union for 2011:\n— budget line 17 04 02 01: EUR 1 330 000.\nThese appropriations may cover interest due for late payment.", "Cumulated changes of the allocations to the actions covered by the work programme not exceeding 10 % of the maximum contribution provided for in Article 2 of this Decision shall not be considered to be substantial within the meaning of Article 90(4) of Regulation (EC, Euratom) No 2342/2002, provided that those changes do not significantly affect the nature and objective of the work programme.", "This Decision constitutes a financing decision in the meaning of Article 75 of the Financial Regulation.\nThis Decision covers the payment of interest due for late payment pursuant to Article 83 of Regulation (EC, Euratom) No 1605/2002 and Article 106(5) of Regulation (EC, Euratom) No 2342/2002."], "attachments": "Done at Brussels, 19 August 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 248, 16.9.2002, p. 1.\n(2)  OJ L 357, 31.12.2002, p. 1.\n(3)  OJ L 155, 18.6.2009, p. 30.\n(4)  OJ L 139, 30.4.2004, p. 206.\n(5)  OJ L 47, 18.2.2009, p. 5.\n(6)  EFSA Journal (2004) 91, 1-18.\n(7)  http://ec.europa.eu/food/animal/welfare/farm/initiatives_en.htm\nANNEX\nWork Programme as referred to in Article 1\n1.1.   Introduction\nThis programme contains implementing measures for the actions involving expenditure of the Union on the alternatives to surgical castration of pigs.\nOn the basis of the objectives of Council Decision 2009/470/EC on expenditure in the veterinary field, the distribution of budget and the main actions are the following:\nFor procurements (implemented in direct centralised management) (1.2):\n— Use of an administrative agreement with the Joint Research Center, Institute for Reference Materials and Measurements, in Geel, Belgium, for the development of reference methods recognised by the European Union for the detection and measurement of the main compounds responsible for boar taint, up to a maximum of EUR 500 000 (1.2.1).\n— One open call for tender for a study on consumer acceptance in the European Union and in third countries of pig meat and meat products obtained from male pigs not surgically castrated, its publication and the dissemination of related information, up to a maximum of EUR 250 000 (1.2.2).\n— One open call for tender for a study on rapid detection methods for boar taint used or being developed at slaughter plants in the European Union up to a maximum of EUR 150 000 (1.2.3).\n— One open call for tender for a study on how to achieve reduction of boar taint compounds by breeding, feeding and management techniques, up to a maximum of EUR 250 000 (1.2.4).\n— Use of a framework contract for a study and economic analysis of the costs and benefits of ending surgical castration of pigs paying special attention to the share of costs within the whole pig meat chain, up to a maximum of EUR 150 000 (1.2.5).\n— Use of a framework contract to develop, host and maintain a dedicated website to the actions of the European Union on alternatives to surgical castration of pigs, up to a maximum of EUR 30 000 (1.2.6).\n1.2.   Procurements\nThe global budgetary envelope reserved for the year 2011 for the procurement contracts referred to at 1.2 amounts to EUR 1 330 000.\n1.2.1.   Development of reference methods recognised by the European Union for the detection and the measurement of the main compounds responsible for boar taint\nLegal basis: Articles 22 and 23 of Council Decision 2009/470/EC\nBudgetary line: 17 04 02 01\nIndicative number and type of contracts envisaged: One administrative agreement with the Joint Research Center, Institute for Reference Materials and Measurements (JRC-IRMM), in Geel, Belgium.\nSubject of the contracts envisaged:\n— To develop European Union harmonised reference methods for the detection and measurement of the three main compounds responsible for boar taint (androstenone, skatole, indole) in order to ensure a smooth functioning of the internal market of pig meat obtained from male pigs not surgically castrated;\n— To develop European Union harmonised sampling techniques and preparation of samples for boar taint detection;\n— To link thresholds of European Union harmonised reference methods for detecting boar taint compounds with sensory thresholds;\n— To allow comparability of analytical results between laboratories;\n— To calibrate rapid screening methods for detection of boar taint.\nImplementation: Direct centralised management\nIndicative timeframe for launching the procurement procedure: September 2011\nIndicative amount of the call for tenders: EUR 500 000\nSpecific contract: Not applicable\n1.2.2.   Study on consumer acceptance in the European Union and in third countries of pig meat and meat products obtained from male pigs not surgically castrated\nLegal basis: Articles 22 and 23 of Council Decision 2009/470/EC\nBudgetary line: 17 04 02 01\nIndicative number and type of contracts envisaged: One service contract (open call for tender)\nSubject of the contracts envisaged:\n— To study consumer acceptance in the European Union and in third countries of pig meat and meat products obtained from male pigs not surgically castrated;\n— To identify and address the differences between the different Member States in consumer acceptance of pig meat and meat products obtained from male pigs not surgically castrated;\n— To identify and address the differences in consumer acceptance of pig meat and meat products obtained from male pigs not surgically castrated in the third countries to which the Union exports pig meat and pig meat products.\nImplementation: Direct centralised management\nIndicative timeframe for launching the procurement procedure: December 2011\nIndicative amount of the call for tenders: EUR 250 000\nSpecific contract: Not applicable\n1.2.3.   Study on rapid detection methods for boar taint used or being developed at slaughter plants in the European Union\nLegal basis: Articles 22 and 23 of Council Decision 2009/470/EC\nBudgetary line: 17 04 02 01\nIndicative number and type of contracts envisaged: One service contract (open call for tender)\nSubject of the contracts envisaged:\n— To carry out a study on the rapid detection methods for boar taint that are used or being developed in pig slaughter plants in the European Union;\n— To compare the feasibility, results and costs of the different methods used or being developed in pig slaughter plants in the European Union.\nImplementation: Direct centralised management\nIndicative timeframe for launching the procurement procedure: February 2012\nIndicative amount of the call for tenders: EUR 150 000\nSpecific contract: Not applicable\n1.2.4.   Study on how to achieve reduction of boar taint compounds by breeding, feeding and management techniques\nLegal basis: Articles 22 and 23 of Council Decision 2009/470/EC\nBudgetary line: 17 04 02 01\nIndicative number and type of contracts envisaged: One service contract (open call for tender)\nSubject of the contracts envisaged:\n— One study to identify and quantify how reduction of boar taint compounds can be achieved by changes in breeding, feeding and management techniques.\nImplementation: Direct centralised management\nIndicative timeframe for launching the procurement procedure: April 2012\nIndicative amount of the call for tenders: EUR 250 000\nSpecific contract: Not applicable\n1.2.5.   Study and economic analysis of the costs and benefits of ending surgical castration of pigs\nLegal basis: Articles 22 and 23 of Council Decision 2009/470/EC\nBudgetary line: 17 04 02 01\nIndicative number and type of contracts envisaged: One service contract (use of existing framework contract)\nSubject of the contracts envisaged:\n— To gather economic data and make economic projections on the costs and benefits (environment, feed, number of piglets) of the end to routine surgical castration of pigs. These shall cover costs and benefits for all actors of the sector from producers to consumers;\n— To identify how these costs and benefits could be shared between all the different actors of the sector\nImplementation: Direct centralised management\nIndicative timeframe for launching the procurement procedure: June 2012\nIndicative amount of the call for tenders: EUR 150 000\nSpecific contract: Conclusion of one specific service contract under framework contract evaluation, impact assessment and related services, lot 3, Food Chain, contract number No SANCO/2008/01/055\n1.2.6.   Developing, hosting and maintaining a dedicated website providing education and training to the main interested parties of the pig sector on the actions of the European Union on alternatives to surgical castration of pigs\nLegal basis: Articles 19 and 20 of Council Decision 2009/470/EC\nBudgetary line: 17 04 02 01\nIndicative number and type of contracts envisaged: One service contract (use of existing framework contract)\nSubject of the contracts envisaged: The main objectives of the dedicated website would be:\n— To provide updated online information on the activities of the European Union on the alternatives to surgical castration of pigs;\n— To provide a platform for exchange of information and training to the actors of the whole pig meat chain;\n— To produce publications to disseminate the results of the actions of the European Union on alternatives to pig castration.\nImplementation: Direct centralised management\nIndicative timeframe for launching the procurement procedure: October 2011\nIndicative amount of the call for tenders: EUR 30 000\nSpecific contract: Conclusion of one specific service contract under framework contract reference SANCO/2009/A1/005 Lot 1."}