{"celex_id": "32012D0257", "uri": "http://publications.europa.eu/resource/cellar/d83878fe-e886-45e9-95c7-306560392573", "type": "Decision", "concepts": ["191", "3618", "5227", "5451"], "title": "2012/257/EU: Commission Decision of 11 May 2012 concerning the non-inclusion of naled for product type 18 in Annex I, IA or IB to Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market (notified under document C(2012) 3050)  Text with EEA relevance\n", "header": "15.5.2012 EN Official Journal of the European Union L 126/12\nCOMMISSION DECISION\nof 11 May 2012\nconcerning the non-inclusion of naled for product type 18 in Annex I, IA or IB to Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market\n(notified under document C(2012) 3050)\n(Text with EEA relevance)\n(2012/257/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular the second subparagraph of Article 16(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1451/2007 of 4 December 2007 on the second phase of the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market (2) establishes a list of active substances to be assessed, with a view to their possible inclusion in Annex I, IA or IB to Directive 98/8/EC. That list includes naled.\n(2) Pursuant to Regulation (EC) No 1451/2007, naled (CAS Nr 300-76-5; EC Nr 206-098-3) has been evaluated in accordance with Article 11(2) of Directive 98/8/EC for use in product type 18, insecticides, acaricides and products to control other arthropods, as defined in Annex V to that Directive.\n(3) France was designated as Rapporteur Member State and submitted the competent authority report, together with a recommendation, to the Commission on 17 February 2010 in accordance with Article 14(4) and (6) of Regulation (EC) No 1451/2007.\n(4) The competent authority report was reviewed by the Member States and the Commission. In accordance with Article 15(4) of Regulation (EC) No 1451/2007, the findings of the review were incorporated, within the Standing Committee on Biocidal Products on 9 December 2011, in an assessment report.\n(5) The assessment has demonstrated that biocidal products used as insecticides, acaricides and products to control other arthropods and containing naled cannot be expected to satisfy the requirements laid down in Article 5 of Directive 98/8/EC. The scenarios evaluated in the human health risk assessment as well as in the environmental risk assessment showed a potential and unacceptable risk. Furthermore, the evaluation has not demonstrated sufficient efficacy. It is therefore not appropriate to include naled for use in product type 18 in Annex I, IA or IB to Directive 98/8/EC.\n(6) In the interest of legal certainty, the date as of which biocidal products of product type 18 containing naled should no longer be placed on the market should be specified, taking into account both the unacceptable effects of those products and the legitimate expectations of manufacturers of those products.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Naled shall not be included in Annex I, IA or IB to Directive 98/8/EC for product type 18.", "For the purposes of Article 4(2) of Regulation (EC) No 1451/2007, biocidal products of product type 18 containing naled (CAS Nr 300-76-5; EC Nr 206-098-3) shall no longer be placed on the market with effect from 1 November 2012.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 May 2012.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 123, 24.4.1998, p. 1.\n(2)  OJ L 325, 11.12.2007, p. 3."}