{"celex_id": "32010D0759", "uri": "http://publications.europa.eu/resource/cellar/95a5e7de-d1bc-4cb3-ba15-ce96786e88b2", "type": "Decision", "concepts": ["2770", "3885", "4306", "616"], "title": "2010/759/EU: Council Decision of 2 December 2010 on submitting 4-methylmethcathinone (mephedrone) to control measures\n", "header": "8.12.2010 EN Official Journal of the European Union L 322/44\nCOUNCIL DECISION\nof 2 December 2010\non submitting 4-methylmethcathinone (mephedrone) to control measures\n(2010/759/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2005/387/JHA of 10 May 2005 on the information exchange, risk-assessment and control of new psychoactive substances (1), and in particular Article 8(3) thereof,\nHaving regard to the initiative of the European Commission,\nWhereas:\n(1) A Risk Assessment Report on 4-methylmethcathinone (mephedrone) was drawn up on the basis of Article 6 of Decision 2005/387/JHA by a special session of the extended Scientific Committee of the European Monitoring Centre for Drugs and Drug Addiction, and was subsequently received by the Commission on 3 August 2010.\n(2) Mephedrone is a synthetic cathinone which is legally produced and distributed mainly in Asia, while final packaging seems to occur in Europe. Mephedrone is mostly sold as powder, but also as capsules or tablets. It is commercially available on the Internet, from ‘head shops’ and from street-level dealers. On the Internet, mephedrone is often marketed as ‘plant food’, ‘bath salt’, or ‘research chemical’. It is very rarely marketed as a ‘legal high’ (licit psychoactive substance) and there is usually no reference or concrete information about its potential psychoactive effects.\n(3) Mephedrone’s specific effects are difficult to assess because it is primarily used in combination with substances like alcohol and other stimulants. Mephedrone is deemed to have similar physical effects to other stimulant drugs, in particular ecstasy (MDMA). However, its relatively short duration of action, leading to repeated dosing, is more analogous to cocaine. Some evidence suggests that it may be used as an alternative to illicit stimulants, that it has a high abuse liability and a potential to cause dependency. More in-depth studies would be required to explore in detail the dependence potential of this drug.\n(4) There are two reported fatalities in the Union in which mephedrone appears to be the sole cause of death. There are at least another 37 deaths in which mephedrone has been detected in post-mortem samples.\n(5) Twenty two Member States have reported seizures of mephedrone in powder or tablets. There is little information that may suggest large-scale processing or distribution of mephedrone and the involvement of organised crime. Some evidence suggests that where mephedrone has been controlled, the drug continues to be available on the illicit market.\n(6) Mephedrone has no established or acknowledged medical value or use in the Union and there is no indication that it may be used for any other legitimate purposes.\n(7) Mephedrone is currently not under assessment and has not been under assessment by the United Nations system. Eleven Member States control mephedrone under drug control legislation by virtue of their obligations under the 1971 United Nations Convention on Psychotropic Substances. Two Member States apply control measures to mephedrone under their medicines legislation.\n(8) The Risk Assessment reveals limited scientific evidence and points out that further studies are needed on the overall health and social risks of mephedrone. However, because of its stimulant properties, its ability to produce dependence in users, its potential attractiveness, the risk to health, the lack of medical benefits, and therefore the need to apply precaution, mephedrone should be controlled.\n(9) Since eleven Member States already control mephedrone, placing it under control across the Union may help avoid problems in cross-border law enforcement and judicial cooperation,", "main_body": ["Member States shall take the necessary measures, in accordance with their national law, to submit 4-methylmethcathinone (mephedrone) to control measures and criminal penalties, as provided for under their legislation complying with their obligations under the 1971 United Nations Convention on Psychotropic Substances.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 2 December 2010.\nFor the Council\nThe President\nM. WATHELET\n(1)  OJ L 127, 20.5.2005, p. 32."}