{"celex_id": "32013R1334", "uri": "http://publications.europa.eu/resource/cellar/394cd15d-649f-11e3-ab0f-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "5070", "5451", "6789"], "title": "Commission Implementing Regulation (EU) No 1334/2013 of 13 December 2013 amending Regulation (EC) No 1290/2008 as regards the name of the holder of the authorisation and as regards the recommended dose of a preparation of Lactobacillus rhamnosus (CNCM-I-3698) and Lactobacillus farciminis (CNCM-I-3699)  Text with EEA relevance\n", "header": "14.12.2013 EN Official Journal of the European Union L 335/12\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1334/2013\nof 13 December 2013\namending Regulation (EC) No 1290/2008 as regards the name of the holder of the authorisation and as regards the recommended dose of a preparation of Lactobacillus rhamnosus (CNCM-I-3698) and Lactobacillus farciminis (CNCM-I-3699)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) Danisco France SAS has submitted an application in accordance with Article 13(3) of Regulation (EC) No 1831/2003 proposing to change the name of the holder of the authorisation as regards Commission Regulation (EC) No 1290/2008 (2).\n(2) The applicant claims that it has transferred the marketing authorisation for the preparation Lactobacillus rhamnosus (CNCM-I-3698) and Lactobacillus farciminis (CNCM-I-3699) to Danisco (UK) Ltd and that the latter now owns the marketing rights for this additive.\n(3) The aim of the application is also to enable the marketing of the feed additive with a concentration five times higher than the minimum concentration. In order to ensure that the minimum and maximum contents set out in the Annex to Regulation (EC) No 1290/2008 are respected, the recommended dose per kilogram of complete feedingstuff has to be modified.\n(4) The proposed change of the authorisation holder is purely administrative in nature and does not entail a fresh assessment of the additive concerned. The latter has been authorised on the basis of a European Food Safety Authority Opinion (3). The subsequent request to change the recommended dose is in accordance with this same Opinion and does not entail a new assessment. The European Food Safety Authority was informed of the application.\n(5) In order to adapt to current practice the trade name should be deleted from Regulation (EC) No 1290/2008.\n(6) To allow Danisco (UK) Ltd to exploit its marketing rights it is necessary to change the terms of the respective authorisation.\n(7) Regulation (EC) No 1290/2008 should therefore be amended accordingly.\n(8) Since safety reasons do not require the immediate application of the amendments made by this Regulation to Regulation (EC) No 1290/2008, it is appropriate to provide for a transitional period during which existing stocks may be used up.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Regulation (EC) No 1290/2008\nRegulation (EC) No 1290/2008 is amended as follows:\n(1) in the title, the word ‘(Sorbiflore)’ is deleted;\n(2) the Annex is amended as follows:\n(a) in the second column, the words ‘Danisco France SAS’ are replaced by ‘Danisco (UK) Ltd’;\n(b) in the third column, the word ‘(Sorbiflore)’ is deleted;\n(c) in the ninth column, point 2 is replaced as follows:\n‘2. Recommended dose per kilogram of complete feedingstuff: 5 × 108 FU’.", "Transitional measures\nExisting stocks which have been produced and labelled before 3 January 2014 in accordance with the rules applicable before 3 January 2014 may continue to be placed on the market and used until 3 July 2014.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation is binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  Commission Regulation (EC) No 1290/2008 of 18 December 2008 concerning the authorisation of a preparation of Lactobacillus rhamnosus (CNCM-I-3698) and Lactobacillus farciminis (CNCM-I-3699) (Sorbiflore) as a feed additive (OJ L 340, 19.12.2008, p. 20).\n(3)  Scientific Opinion of the Panel on Additives and Products or Substances used in Animal Feed (FEEDAP) on a request from the European Commission on the safety and efficacy of the product Sorbiflore, a preparation of Lactobacillus rhamnosus and Lactobacillus farciminis, as feed additive for piglets. The EFSA Journal (2008) 771, 1-13."}