{"celex_id": "32012D0014(01)", "uri": "http://publications.europa.eu/resource/cellar/b33033bc-d70e-11e1-905c-01aa75ed71a1", "type": "Decision", "concepts": ["1130", "1182", "2098", "424", "4250", "5883"], "title": "2012/433/EU: Decision of the European Central Bank of 18 July 2012 repealing Decision ECB/2012/3 on the eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic in the context of the Hellenic Republic’s debt exchange offer (ECB/2012/14)\n", "header": "26.7.2012 EN Official Journal of the European Union L 199/26\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 18 July 2012\nrepealing Decision ECB/2012/3 on the eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic in the context of the Hellenic Republic’s debt exchange offer\n(ECB/2012/14)\n(2012/433/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first indent of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular the first indent of Article 3.1, Article 12.1, Article 18 and the second indent of Article 34.1,\nHaving regard to Guideline ECB/2011/14 of 20 September 2011 on monetary policy instruments and procedures of the Eurosystem (1), and in particular Section 1.6 and Sections 6.3.1 and 6.3.2 of Annex I thereof,\nWhereas:\n(1) Pursuant to Article 18.1 of the Statute of the European System of Central Banks and of the European Central Bank, the European Central Bank (ECB) and the national central banks of Member States whose currency is the euro may conduct credit operations with credit institutions and other market participants, with lending being based on adequate collateral. The criteria determining the eligibility of collateral for the purposes of Eurosystem monetary policy operations are laid down in Annex I to the Guideline ECB/2011/14.\n(2) Pursuant to Section 1.6 of Annex I to Guideline ECB/2011/14, the Governing Council may, at any time, change the instruments, conditions, criteria and procedures for the execution of Eurosystem monetary policy operations. Pursuant to Section 6.3.1 of Annex I to Guideline ECB/2011/14, the Eurosystem reserves the right to determine whether an issue, issuer, debtor or guarantor fulfils its requirements for high credit standards on the basis of any information it may consider relevant.\n(3) In the context of the debt exchange offer launched by the Hellenic Republic to the holders of marketable debt instruments issued or guaranteed by the Greek Government, on 24 February 2012 a collateral enhancement in the form of a buy-back scheme to underpin the quality of marketable debt instruments issued or guaranteed by the Hellenic Republic was provided for the benefit of the national central banks.\n(4) As an exceptional measure, Decision ECB/2012/3 of 5 March 2012 on the eligibility of marketable debt instruments issued or fully guaranteed by the Hellenic Republic in the context of the Hellenic Republic’s debt exchange offer (2) temporarily suspended the Eurosystem’s minimum requirements for credit quality thresholds applicable to marketable debt instruments issued or fully guaranteed by the Hellenic Republic, declaring them eligible for the duration of the collateral enhancement.\n(5) Upon termination of the collateral enhancement, given that the adequacy as collateral of marketable debt instruments issued or fully guaranteed by the Hellenic Republic is currently not ensured, the Governing Council has decided that the Eurosystem’s credit quality threshold specified in Section 6.3.2 of Annex I to Guideline ECB/2011/14 should apply in respect of such instruments.\n(6) Decision ECB/2012/3 should therefore be repealed,", "main_body": ["Repeal of Decision ECB/2012/3\nDecision ECB/2012/3 is repealed.", "Entry into force\nThis Decision shall enter into force on 25 July 2012."], "attachments": "Done at Frankfurt am Main, 18 July 2012.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 331, 14.12.2011, p. 1.\n(2)  OJ L 77, 16.3.2012, p. 19."}