{"celex_id": "32014D0805", "uri": "http://publications.europa.eu/resource/cellar/49af76d4-6fbf-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["1056", "1870", "221", "226", "437422", "5926"], "title": "2014/805/EU: Commission Implementing Decision of 17 November 2014 amending Implementing Decision 2014/366/EU setting up the list of cooperation programmes and indicating the global amount of total support from the European Regional Development Fund for each programme under the European territorial cooperation goal for the period 2014 to 2020 (notified under document C(2014) 8423)\n", "header": "19.11.2014 EN Official Journal of the European Union L 332/31\nCOMMISSION IMPLEMENTING DECISION\nof 17 November 2014\namending Implementing Decision 2014/366/EU setting up the list of cooperation programmes and indicating the global amount of total support from the European Regional Development Fund for each programme under the European territorial cooperation goal for the period 2014 to 2020\n(notified under document C(2014) 8423)\n(2014/805/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1299/2013 of the European Parliament and of the Council of 17 December 2013 on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal (1), and in particular Article 4 thereof,\nAfter consulting the Coordination Committee for the European Structural and Investment Funds established by Article 150(1) of Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (2),\nWhereas:\n(1) By Commission Implementing Decision 2014/366/EU (3), pursuant to Article 4(4) of Regulation (EU) No 1299/2013, the Commission set out the contribution from the European Regional Development Fund (ERDF) to the Instrument for Pre-Accession Assistance (IPA II) within the scope of Regulation (EU) No 231/2014 of the European Parliament and of the Council (4), but was not yet in a position to also indicate the contribution from the ERDF to cross-border and sea-basin programmes under the European Neighbourhood Instrument (ENI) within the scope of Regulation (EU) No 232/2014 of the European Parliament and of the Council (5).\n(2) Pursuant to Article 4(5) of Regulation (EU) No 1299/2013, the contribution from the ERDF to cross-border and sea-basin programmes under the ENI for each Member State should be granted provided that at least equivalent amounts are provided by the ENI.\n(3) Implementing Decision 2014/366/EU should therefore be amended accordingly,", "main_body": ["Implementing Decision 2014/366/EU is hereby amended as follows:\n(1) the following Article is inserted:\n(2) the text set out in the Annex to this Decision is added as Annex V.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 November 2014.\nFor the Commission\nCorina CREȚU\nMember of the Commission\n(1)  OJ L 347, 20.12.2013, p. 259.\n(2)  OJ L 347, 20.12.2013, p. 320.\n(3)  Commission Implementing Decision 2014/366/EU of 16 June 2014 setting up the list of cooperation programmes and indicating the global amount of total support from the European Regional Development Fund for each programme under the European territorial cooperation goal for the period 2014 to 2020 (OJ L 178, 18.6.2014, p. 18).\n(4)  Regulation (EU) No 231/2014 of the European Parliament and of the Council of 11 March 2014 establishing an Instrument for Pre-accession Assistance (IPA II) (OJ L 77, 15.3.2014, p. 11).\n(5)  Regulation (EU) No 232/2014 of the European Parliament and of the Council of 11 March 2014 establishing a European Neighbourhood Instrument (OJ L 77, 15.3.2014, p. 27).\nANNEX\n‘ANNEX V\nContribution from the European Regional Development Fund (ERDF) to cross-border and sea-basin programmes under the ENI for certain Member States\n(EUR, current prices)\nMember States Transfer to ENI\nBulgaria 3 244 476\nEstonia 10 230 000\nGreece 9 471 678\nSpain 117 620 933\nFrance 12 200 000\nItaly 81 539 000\nCyprus 500 000\nLatvia 26 100 000\nLithuania 50 000 000\nHungary 22 976 000\nMalta 1 000 000\nPoland 135 800 000\nPortugal 743 294\nRomania 88 000 000\nSlovakia 6 000 000\nFinland 60 000 000\nSweden 9 000 000\nTOTAL 634 425 381 ’"}