{"celex_id": "32013R0207", "uri": "http://publications.europa.eu/resource/cellar/7953527e-8b0f-11e2-b5c3-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "1406", "2211", "2965", "4117", "4146", "5034", "5252", "5360", "5581"], "title": "Commission Implementing Regulation (EU) No 207/2013 of 11 March 2013 derogating from Council Regulation (EC) No 73/2009 as regards the deadline for reviewing the decision on specific support for 2013 and from Commission Regulation (EC) No 1120/2009 as regards the notification of such a review\n", "header": "12.3.2013 EN Official Journal of the European Union L 68/14\nCOMMISSION IMPLEMENTING REGULATION (EU) No 207/2013\nof 11 March 2013\nderogating from Council Regulation (EC) No 73/2009 as regards the deadline for reviewing the decision on specific support for 2013 and from Commission Regulation (EC) No 1120/2009 as regards the notification of such a review\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 142(c) and (r) thereof,\nWhereas:\n(1) Pursuant to Article 68(8) of Regulation (EC) No 73/2009, by 1 September 2012, Member States could review the decision referred to in Article 69(1) of that Regulation and decide, with effect from 2013, to modify the amounts for the funding of the specific support provided for in Article 68(1) or put an end to the application of that support.\n(2) As a result of the continuous increase of feed prices due to adverse climatic conditions having affected some of the most important Union and world suppliers of grains in 2012, Member States are facing an aggravation of the economic situation of agricultural holdings, particularly in the dairy, beef and veal and sheep and goat sectors. Those sectors were, at the end of that year, encountering severe financial difficulties due to the significant share of feed prices in their production costs. An emergency situation has ensued where there exists a real risk of a slowing or a suspension of the activity leading eventually to a decrease or an abandonment of production in those sectors. The current situation could not have been foreseen at the time when decisions for the year 2013 could have been reviewed by Member States in accordance with Article 68(8) of Regulation (EC) No 73/2009.\n(3) The specific support provided for in Article 68(1) appears to be a suitable tool for addressing such a situation by granting support to holdings the viability of which is threatened. In order to address the aggravation of the situation of farmers in the dairy, beef and veal and sheep and goat sectors and to avoid serious practical and specific problems which may consist in reconversion towards other agricultural activities or transfer of holdings, Member States should be allowed to review the decisions taken for the year 2013 within a new time period.\n(4) For the same reasons, the deadline laid down in Article 50(3) of Commission Regulation (EC) No 1120/2009 of 29 October 2009 laying down detailed rules for the implementation of the single payment scheme provided for in Title III of Council Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers (2) for notification of such a review to the Commission should be extended.\n(5) It is therefore appropriate to derogate from Regulations (EC) No 73/2009 and (EC) No 1120/2009.\n(6) As the derogations concern the year 2013, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Derogation from Regulation (EC) No 73/2009\nBy way of derogation from Article 68(8) of Regulation (EC) No 73/2009, Member States may, by 22 March 2013, review the decision taken pursuant to Article 69(1) of that Regulation as regards the specific support to be granted to the dairy, beef and veal and/or sheep and goat sectors with effect from the year 2013.", "Derogation from Regulation (EC) No 1120/2009\nBy way of derogation from the first subparagraph of Article 50(3) of Regulation (EC) No 1120/2009, Member States shall inform the Commission by 22 March 2013 of the specific support measures they intend to apply in the dairy, beef and veal and/or sheep and goat sectors.", "Entry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 316, 2.12.2009, p. 1."}