{"celex_id": "32015D0015", "uri": "http://publications.europa.eu/resource/cellar/e9e12d30-963c-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["1019", "4036", "5234", "5451", "5612"], "title": "Commission Decision (EU) 2015/15 of 5 January 2015 on a measure taken by Finland in accordance with Article 7 of Council Directive 89/686/EEC prohibiting the placing on the market of head protectors ‘Ribcap’ (notified under document C(2014) 10114)\n", "header": "7.1.2015 EN Official Journal of the European Union L 3/59\nCOMMISSION DECISION (EU) 2015/15\nof 5 January 2015\non a measure taken by Finland in accordance with Article 7 of Council Directive 89/686/EEC prohibiting the placing on the market of head protectors ‘Ribcap’\n(notified under document C(2014) 10114)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/686/EEC of 21 December 1989 on the approximation of the laws of the Member States relating to personal protective equipment (1), and in particular Article 7 thereof,\nWhereas:\n(1) In June 2014, the Finnish authorities notified to the Commission a measure of prohibition of placing on the market of head protectors manufactured by Ribcap AG, Berbegraben 4, CH-3110 Münsingen (Switzerland). The products, called ‘Ribcap’, bore CE marking, according to Directive 89/686/EEC on personal protective equipment.\n(2) The products are marketed as head protectors PPE category I for, among other activities, ice-skating and skiing.\n(3) Under Article 8(3) of Directive 89/686/EEC, EC type-examination shall not be required in the case of PPE models of simple design (Category I) where the designer assumes the user can himself assess the level of protection provided against the minimal risks concerned the effects of which, when they are gradual, can be safely identified by the user in good time.\n(4) The product is imported and distributed by Brandsense Oy/Classic Bike Finland, Mechelininkatu 15, FI-00100 Helsinki (Finland). According to its website, the company imports and markets bicycles.\n(5) The web page of the importer contains links to the Ribcap brochure made by the manufacturer and to a Ribcap certificate based on tests on the product carried out by the University of Strasbourg, which would prove that Ribcap prevents head injuries; the words ‘Certified Safety’ are present in the packaging and marketing material. The words ‘Certified Safety’ can give the impression that the product has been EC type-examined by a notified body, while the University of Strasbourg is not a notified body.\n(6) According to the claims made in the promotional brochure, Ribcap acts to protect the head during an impact. From the brochure, the consumer may get the impression that the products are suitable for use in various types of sports and as head protection — see, for instance, ‘Ribcap is my comfortable, light and effective head protection for sports.’ Even if the words ‘No protective effect like helmet’ appear on the packaging of the product, the claims give a misleading image of the product's safety characteristics and can give the consumer the impression that the products protect against non-minimal risks.\n(7) According to the categorisation guide included in the guidelines on the application of Directive 89/686/EEC, all helmets, including sports helmets are PPE Category II and therefore subject to an EC type examination by a notified body.\n(8) The products are not accompanied by user instructions in Finnish and Swedish, which are the official languages of Finland.\n(9) In the opinion of the Finnish authorities, as the products are not accompanied by user instructions describing in which situations they are intended to be used or which are the limits of use, the products can give a false feeling of security and mislead the consumer to believe that such products would have the same protective qualities as a helmet (PPE cat. II).\n(10) The declaration of conformity drawn up by the manufacturer was sent by the distributor to Finnish authorities; such declaration is not drawn in accordance with the model given in Annex VI to Directive 89/686/EEC.\n(11) The Commission wrote to the manufacturer and the distributor in Finland inviting them to communicate their observations on the measure taken by the Finnish authorities. In his reply, the manufacturer reaffirmed his view that Ribcap is not a helmet but rather a woollen hat with protectors, which should be categorised as PPE Category I under Directive 89/686/EEC. The manufacturer conceded that the use of the words ‘certified safety’ is perhaps confusing and unfortunate.\n(12) The manufacturer attached to his reply a report issued by the Swiss Authorities. In the report a letter from the Swiss Authorities to Ribcap is mentioned, where they require, among other things, that ‘the product could no longer be advertised in such a way as to give the impression of protecting the head from injury in the event of a fall experienced while moving using equipment (skis, snowboard, bicycle, etc.)’. The updated product description, together with an extensive warning, allowed Ribcap to market its products as ‘hats with sewn-in protectors’, PPE Category I.\n(13) Neither the product description nor the warning for the marketing of the products in Finland appear to comply with the requirements needed to market the products as PPE Category I, as in the former the products are marketed as head protectors for ice-skating, skiing and other outdoor activities.\n(14) In light of the documentation available and the comments expressed by the parties concerned, the Commission considers that the head protectors ‘Ribcap’ failed to comply with the basic health and safety requirements 1.1.2 Level and classes of protection, 1.4 Information supplied by the manufacturers and 3.1.1 Impact caused by falling or projecting objects and collision of parts of the body with an obstacle,", "main_body": ["The measure taken by the Finnish authorities, consisting of prohibition of placing on the market of head protectors ‘Ribcap’ manufactured by Ribcap AG, is justified.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 January 2015.\nFor the Commission\nElżbieta BIEŃKOWSKA\nMember of the Commission\n(1)  OJ L 399, 30.12.1989, p. 18."}