{"celex_id": "32012R1162", "uri": "http://publications.europa.eu/resource/cellar/f54e8083-4b3c-4b48-b0ff-5dafe57bebe6", "type": "Regulation", "concepts": ["1445", "1644", "2121", "2560", "2738", "3191", "4687", "4743", "5034", "5876"], "title": "Commission Implementing Regulation (EU) No 1162/2012 of 7 December 2012 amending Decision 2007/777/EC and Regulation (EC) No 798/2008 as regards the entries for Russia in the lists of third countries from which certain meat, meat products and eggs may be introduced into the Union  Text with EEA relevance\n", "header": "8.12.2012 EN Official Journal of the European Union L 336/17\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1162/2012\nof 7 December 2012\namending Decision 2007/777/EC and Regulation (EC) No 798/2008 as regards the entries for Russia in the lists of third countries from which certain meat, meat products and eggs may be introduced into the Union\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point 1 of Article 8 and point 4 of Article 8 thereof,\nWhereas:\n(1) Commission Decision 2007/777/EC of 29 November 2007 laying down the animal and public health conditions and model certificates for imports of certain meat products and treated stomachs, bladders and intestines for human consumption from third countries and repealing Decision 2005/432/EC (2) lays down rules on imports into the Union and the transit and storage in the Union of consignments of meat products and consignments of treated stomachs, bladders and intestines, as defined in Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (3).\n(2) Part 2 of Annex II to Decision 2007/777/EC sets out the list of third countries or parts thereof from which the introduction into the Union of meat products and treated stomachs, bladders and intestines into the Union is authorised, provided that those commodities comply with the treatment referred to in that Part. Where third countries are regionalised for the purposes of inclusion in that list, their regionalised territories are set out in Part 1 of that Annex.\n(3) Part 4 of Annex II to Decision 2007/777/EC sets out the treatments referred to in Part 2 of that Annex, assigning a code to each of those treatments. That Part sets out a non-specific treatment ‘A’ and specific treatments ‘B’ to ‘F’ listed in descending order of severity.\n(4) Russia is currently listed in Part 2 of Annex II to Decision 2007/777/EC for introduction into the Union of meat products and treated stomachs, bladders and intestines from domestic bovine animals, farmed cloven-hoofed game, domestic ovine or caprine animals, domestic porcine animals and wild cloven-hoofed game which have undergone the specific treatment ‘C’. Russia is also authorised for imports of meat products and treated stomachs, bladders and intestines from domestic soliped animals which have undergone the specific treatment ‘B’ and of meat products and treated stomachs, bladders and intestines from domestic rabbit and farmed and wild leporidae and certain wild land mammalian game which have undergone a non-specific treatment ‘A’.\n(5) In addition, Russia is listed in Part 2 of Annex II to Decision 2007/777/EC as authorised for transit through the Union of meat products and treated stomachs, bladders and intestines from poultry and farmed feathered game, excluding ratites, which have undergone a non-specific treatment ‘A’.\n(6) However, export to the Union of the abovementioned commodities from Russia is currently not possible because no Russian establishments have been authorised and listed in the lists of approved establishments as provided for in Article 12 of Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (4). Therefore, Russia is only allowed to transit those products through the Union territory as they comply with the animal health import conditions.\n(7) Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (5) provides that certain commodities are only to be imported into and transit through the Union from the third countries, territories, zones or compartments listed in the table in Part 1 of Annex I thereto. It also lays down the veterinary certification requirements for such commodities.\n(8) Russia is currently listed in Part 1 of Annex I to Regulation (EC) No 798/2008 for the import into the Union of egg products and for transit through the Union, under certain conditions, of poultry meat.\n(9) Russia has asked the Commission to be authorised for imports into the Union of poultry meat pursuant to Regulation (EC) No 798/2008 and poultry meat products which have been subjected to a non-specific treatment ‘A’, pursuant to Annex II to Decision 2007/777/EC. Russia has also asked to be authorised for imports into the Union of processed meat products and treated stomachs, bladders and intestines of domestic bovine and domestic porcine from the region of Kaliningrad.\n(10) On request of Russia inspections were carried out by the Commission in that third country. These inspections demonstrated that the competent veterinary authority of Russia provides appropriate guarantees as regards compliance with Union rules required for imports into the Union of poultry meat and poultry meat products.\n(11) It is therefore appropriate to authorise imports of such commodities into the Union from Russia and therefore amend accordingly the entries for that third country in Part 2 of Annex II to Decision 2007/777/EC and in Part 1 of Annex I to Regulation (EC) No 798/2008.\n(12) A further inspection carried out by the Commission in Russia demonstrated that the competent veterinary authority and the establishments for the processing of bovine and porcine meat products in the region of Kaliningrad provide appropriate guarantees as regards compliance with Union import rules for those commodities.\n(13) Given the geographic situation of the region of Kaliningrad, it is appropriate to identify that region as a distinct part of the territory of Russia. Also, in view of the positive outcome of the Commission inspection in that region, it is appropriate to permit the introduction into the Union of bovine and porcine meat products and treated stomachs, bladders and intestines from the region of Kaliningrad.\n(14) It is therefore appropriate to list establishments situated in the region of Kaliningrad for the processing of fresh meat from bovine and porcine animals for imports into the Union of meat products containing such meat and which have undergone the required treatment set out in Part 2 of Annex II to Decision 2007/777/EC for the region of Kaliningrad. The fresh meat in question should originate either from the Union, or from bovine and porcine animals that have been raised and slaughtered in the region of Kaliningrad in Russia and complying with the relevant animal and public health import requirements, or from any other third country authorised for imports of fresh meat into the Union and complying with the relevant Union animal and public health import requirements.\n(15) It is also appropriate to reflect in Part 2 of Annex II to Decision 2007/777/EC that from the territory of Russia excluding Kaliningrad it is only allowed the transit through the Union of meat products and not their introduction into the Union.\n(16) Russia has asked the Commission to be authorised for imports into the Union of quail eggs. Regulation (EC) No 798/2008 defines quails as poultry, therefore imports of poultry eggs, including quails, should be authorised. Import of eggs of other poultry species covered by that definition should be also authorised.\n(17) Russia provided appropriate guarantees as regards compliance with Union import rules for eggs of species other than Gallus gallus, including quail eggs. It is therefore appropriate to amend Part 1 of Annex I to Regulation (EC) No 798/2008 in order to authorise imports into the Union of such eggs.\n(18) Russia has not submitted the Commission salmonella control programme in accordance with Regulation (EC) No 2160/2003 of the European Parliament and of the Council (6), therefore the authorisation of eggs of Gallus gallus should be limited to eggs classed B.\n(19) In addition, the entry for Argentina in Part 1 of Annex II to Decision 2007/777/EC refers to Council Decision 79/542/EEC (7). That Decision was repealed by Decision No 477/2010/EU of the European Parliament and of the Council (8). The rules laid down in Decision 79/542/EEC are now laid down in Commission Regulation (EU) No 206/2010 of 12 March 2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements (9). The references to Decision 79/542/EEC in Part 1 of Annex II to Decision 2007/777/EC should therefore be replaced with references to Regulation (EU) No 206/2010.\n(20) Decision 2007/777/EC and Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(21) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Decision 2007/777/EC is amended in accordance with Annex I to this Regulation.", "Annex I to Regulation (EC) No 798/2008 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 312, 30.11.2007, p. 49.\n(3)  OJ L 139, 30.4.2004, p. 55.\n(4)  OJ L 139, 30.4.2004, p. 206.\n(5)  OJ L 226, 23.8.2008, p. 1.\n(6)  OJ L 325, 12.12.2003, p. 1.\n(7)  OJ L 146, 14.6.1979, p. 15.\n(8)  OJ L 135, 2.6.2010, p. 1.\n(9)  OJ L 73, 20.3.2010, p. 1.\nANNEX I\nAnnex II to Decision 2007/777/EC is amended as follows:\n(1) Part 1 is replaced by the following:\nCountry Territory Description of territory\nISO code Version\nArgentina AR 01/2004 Whole country\nAR-1 01/2004 The whole country, except the Provinces of Chubut, Santa Cruz and Tierra del Fuego for the species covered by Regulation (EU) No 206/2010\nAR-2 01/2004 The Provinces of Chubut, Santa Cruz and Tierra del Fuego for the species covered by Regulation (EU) No 206/2010\nBrazil BR 01/2004 Whole country\nBR-1 01/2005 States of Rio Grande do Sul, Santa Catarina, Paraná, São Paulo and Mato Grosso do Sul.\nBR-2 01/2005 Part of the State of Mato Grosso do Sul (except for the municipalities of Sonora, Aquidauana, Bodoqueno, Bonito, Caracol, Coxim, Jardim, Ladario, Miranda, Pedro Gomes, Porto Murtinho, Rio Negro, Rio Verde of Mato Grosso and Corumbá);\nBR-3 01/2005 States of Goiás, Minas Gerais, Mato Grosso, Mato Grosso do Sul, Paraná, Rio Grande do Sul, Santa Catarina and São Paulo.\nChina CN 01/2007 Whole country\nCN-1 01/2007 Province of Shandong\nMalaysia MY 01/2004 Whole country\nMY-1 01/2004 Peninsular (Western) Malaysia only.\nNamibia NA 01/2005 Whole country\nNA-1 01/2005 South of the cordon fences which extend from Palgrave Point in the west to Gam in the east.\nRussia RU 04/2012 Whole country\nRU-1 04/2012 The whole country except the region of Kaliningrad\nRU-2 04/2012 The region of Kaliningrad\nSouth Africa ZA 01/2005 Whole country\nZA-1 01/2005 The whole country except:\n(2) in Part 2, the entry for Russia is replaced by the following:\n‘RU Russia XXX XXX XXX XXX A XXX A C C XXX A XXX A\nRussia (3) C C C B XXX XXX XXX XXX XXX XXX XXX XXX XXX\nRussia C C C B XXX XXX XXX XXX XXX XXX XXX XXX XXX’\n(3) in Part 2, the following footnote 3 is added:\n‘(3) Only for transit through the Union.’\nANNEX II\nIn Part 1 of Annex I to Regulation (EC) No 798/2008, the entry for Russia is replaced by the following:\n‘RU-Russia RU-0 Whole country EP, E, POU       S4’"}