{"celex_id": "32012R0222", "uri": "http://publications.europa.eu/resource/cellar/80fb16a5-2871-4c9a-99fb-29d60a9cc917", "type": "Regulation", "concepts": ["1566", "2735", "2737", "5034", "5451", "5734"], "title": "Commission Implementing Regulation (EU) No 222/2012 of 14 March 2012 amending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance triclabendazole  Text with EEA relevance\n", "header": "15.3.2012 EN Official Journal of the European Union L 75/10\nCOMMISSION IMPLEMENTING REGULATION (EU) No 222/2012\nof 14 March 2012\namending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance triclabendazole\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit (MRL) for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry should be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (2).\n(3) Triclabendazole is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance, for all ruminants, applicable to muscle, fat, liver and kidney, excluding animals producing milk for human consumption.\n(4) Ireland has submitted to the European Medicines Agency a request for an opinion for the extrapolation of the existing entry for triclabendazole applicable to all ruminants’ milk.\n(5) The Committee for Medicinal Products for Veterinary Use has recommended the establishment of provisional MRLs for triclabendazole for all ruminants’ milk and the removal of the provision ‘Not for use in animals producing milk for human consumption’.\n(6) The entry for triclabendazole in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended to include the recommended provisional MRL for all ruminants’ milk and to remove the existing provision ‘Not for use in animals producing milk for human consumption’. The provisional MRL set out in that table for triclabendazole should expire on 1 January 2014. The CVMP recommended a two-year period to allow for the completion of scientific studies required to respond to the list of questions addressed by the CVMP to Ireland.\n(7) It is appropriate to provide for a reasonable period of time for the stakeholders concerned to take measures that may be required to comply with the newly set MRL.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 14 May 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  OJ L 15, 20.1.2010, p. 1.\nANNEX\nThe entry corresponding to triclabendazole in Table 1 of the Annex to Regulation (EU) No 37/2010 is replaced by the following:\nPharmacologically active substance Marker residue Animal species MRL Target tissues Other provisions Therapeutic classification\n‘Triclabendazole Sum of the extractable residues that may be oxidised to ketotriclabendazole All ruminants 225 μg/kg Muscle  Antiparasitic agents/agents against endoparasites’\n100 μg/kg Fat\n250 μg/kg Liver\n150 μg/kg Kidney\n10 μg/kg Milk Provisional MRL shall expire on 1 January 2014"}