{"celex_id": "32013D0187", "uri": "http://publications.europa.eu/resource/cellar/add73ba9-abff-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["4692", "5263", "5860", "6004"], "title": "2013/187/EU: Commission Implementing Decision of 18 April 2013 amending Decision 2005/1/EC authorising methods for grading pig carcasses in the Czech Republic as regards the formulas of the authorised methods and the presentation of such carcasses (notified under document C(2013) 2037)\n", "header": "23.4.2013 EN Official Journal of the European Union L 111/103\nCOMMISSION IMPLEMENTING DECISION\nof 18 April 2013\namending Decision 2005/1/EC authorising methods for grading pig carcasses in the Czech Republic as regards the formulas of the authorised methods and the presentation of such carcasses\n(notified under document C(2013) 2037)\n(Only the Czech text is authentic)\n(2013/187/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(m), in conjunction with Article 4 thereof,\nWhereas:\n(1) By Commission Decision 2005/1/EC (2), the use of six methods for grading pig carcasses in the Czech Republic was authorised.\n(2) Due to changes in the pig population in the Czech Republic, higher lean meat content can be expected for the present population of pigs for slaughter. It is therefore necessary to update the formulas of the authorised methods.\n(3) The Czech Republic has requested the Commission to authorise the replacement of the formulas used for grading pig carcasses on its territory and has presented a detailed description of the dissection trial, indicating the principles on which those formulas are based, the result of its dissection trial and the equations used for assessing the percentage of lean meat in the protocol provided for in Article 23(4) of Commission Regulation (EC) No 1249/2008 of 10 December 2008 laying down detailed rules on the implementation of the Community scales for the classification of beef, pig and sheep carcasses and the reporting of prices thereof (3).\n(4) Examination of that request has revealed that the conditions for authorising those new formulas are fulfilled. Those formulas should therefore be authorised in the Czech Republic.\n(5) The Czech Republic has requested the Commission to be authorised to provide for a presentation of pig carcasses different from the standard presentation defined in the first paragraph of point B.III of Annex V to Regulation (EC) No 1234/2007.\n(6) In accordance with the second paragraph of point B.III of Annex V to Regulation (EC) No 1234/2007, Member States may be authorised to provide for a presentation of pig carcasses different from the standard presentation defined in the first paragraph of that point, where normal commercial practice in their territory differs from that standard presentation. In its request, the Czech Republic specified that in its territory it is commercial practice that carcasses can be presented without ears and with the flare fat. These presentations that differ from the standard presentation should therefore be authorised in the Czech Republic.\n(7) In order to establish quotations for pig carcasses on a comparable basis, this different presentation should be taken into account by adjusting the weight recorded in such cases in relation to the weight for standard presentation.\n(8) Decision 2005/1/EC should therefore be amended accordingly.\n(9) Modifications of the apparatus or grading methods should not be allowed, unless they are explicitly authorised by Commission Implementing Decision.\n(10) In view of the technical circumstances while introducing new formulas and new equations, the formulas of the authorised methods for grading pig carcasses authorised under this Decision should apply from 1 July 2013.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Decision 2005/1/EC is amended as follows:\n(1) the third paragraph of Article 1 is replaced by the following:\n(2) Article 1a is replaced by the following:\n(a) without ears, ears having been removed before the carcass is being weighed and graded. In the case of such presentation the recorded hot carcass weight shall be adjusted in accordance with the following formula:\n(b) without the flare fat having been removed before being weighed and graded. In the case of such presentation the recorded hot carcass weight shall be adjusted in accordance with the following formula:\n(c) without the flare fat having been removed and without ears, ears having been removed before the carcass is being weighed and graded. In the case of such presentation the recorded hot carcass weight shall be adjusted in accordance with the following formula:\n(3) Article 2 is replaced by the following:\n(4) the Annex is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 1 July 2013.", "This Decision is addressed to the Czech Republic."], "attachments": "Done at Brussels, 18 April 2013.\nFor the Commission\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 1, 4.1.2005, p. 8.\n(3)  OJ L 337, 16.12.2008, p. 3.\nANNEX\nThe Annex to Decision 2005/1/EC is amended as follows:\n(1) in Part 1 (Zwei-Punkte-Messverfahren (ZP)), point 2 is replaced by the following:\n‘2. The lean meat content of the carcass shall be calculated according to the following formula:\nŶ — the estimated percentage of lean meat in the carcass,\nS — fat measure, measured by a slide rule — the minimum thickness of visible fat (including rind) covering the M. gluteus medius on the midline of the split carcass (mm),\nM — meat measure, measured by a slide rule at the shortest connection between the front (cranial) end of the M. gluteus medius and the upper (dorsal) edge of the vertebral canal (mm).\n(2) in Part 2 (Fat-O-Meater (FOM)), point 3 is replaced by the following:\n‘3. The lean meat content of the carcass shall be calculated according to the following formula:\nŶ — the estimated percentage of lean meat in the carcass,\nS — the thickness of back-fat (including rind) in millimetres, measured at 6,5 centimetres off the midline of the carcass, between the second and third last ribs,\nM — the thickness of muscle in millimetres, measured at the same time and in the same place as S.\n(3) in Part 3 (Hennessy Grading Probe (HGP 4)), point 3 is replaced by the following:\n‘3. The lean meat content of the carcass shall be calculated according to the following formula:\nŶ — the estimated percentage of lean meat in the carcass,\nS — the thickness of back-fat (including rind) in millimetres, measured at 7 centimetres from the midline of the carcass, between the third and fourth last ribs,\nM — the thickness of muscle in millimetres, measured at the same time and in the same place as S.\n(4) in Part 4 (Ultra-FOM 300), point 3 is replaced by the following:\n‘3. The lean meat content of the carcase shall be calculated according to the following formula:\nŶ — the estimated percentage of lean meat in the carcass,\nS — the thickness of back-fat (including rind) in millimetres, measured at 7 centimetres off the midline of the carcass between the second and third last ribs (measurement known as “P\n2\n”),\nM — the thickness of muscle in millimetres, measured at the same time and in the same place as S.\n(5) in Part 5 (Ultra-sound IS-D-05), point 3 is replaced by the following:\n‘3. The lean meat content of the carcass shall be calculated according to the following formula:\nŶ — the estimated percentage of lean meat in the carcass,\nS — the thickness of back-fat (including rind) in millimetres, measured at 7 centimetres off the midline of the carcass between the second and third last ribs (measurement known as “P\n2\n”),\nM — the thickness of muscle in millimetres, measured at the same time and in the same place as S.\n(6) in Part 6 (Needle IS-D-15), point 3 is replaced by the following:\n‘3. The lean meat content of the carcass shall be calculated according to the following formula:\nŶ — the estimated percentage of lean meat in the carcass,\nS — the thickness of back-fat (including rind) in millimetres, measured at 7,5 centimetres off the midline of the carcass between the second and third last ribs,\nM — the thickness of muscle in millimetres, measured at the same time and in the same place as S."}