{"celex_id": "32010R0413", "uri": "http://publications.europa.eu/resource/cellar/25f6c918-2031-4ce1-ad32-73d312fb67c5", "type": "Regulation", "concepts": ["1158", "2825", "3824", "5070", "5336", "6103", "619"], "title": "Commission Regulation (EU) No 413/2010 of 12 May 2010 amending Annexes III, IV and V to Regulation (EC) No 1013/2006 of the European Parliament and of the Council on shipments of waste so as to take account of changes adopted by OECD Council Decision C(2008) 156 (Text with EEA relevance)\n", "header": "13.5.2010 EN Official Journal of the European Union L 119/1\nCOMMISSION REGULATION (EU) No 413/2010\nof 12 May 2010\namending Annexes III, IV and V to Regulation (EC) No 1013/2006 of the European Parliament and of the Council on shipments of waste so as to take account of changes adopted by OECD Council Decision C(2008) 156\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1013/2006 of the European Parliament and the Council of 14 June 2006 on shipments of waste (1), and in particular Article 58(1)(a) thereof,\nWhereas:\n(1) In December 2005, at its 8th meeting, the Working Group on Waste Prevention and Recycling (WGWPR) of the Organisation for Economic Cooperation and Development (OECD) agreed to clarify the wording of entry B1030 of Annex IX to the Basel Convention. The amendment of that entry has been adopted by OECD Council Decision C(2008) 156 and still needs to be agreed under the Basel Convention. Pending approval by the Conference of the Parties to the Basel Convention and amendment of Annex V to Regulation (EC) No 1013/2006, it is appropriate to incorporate that clarification in Union legislation.\n(2) In April 2008, at its 11th meeting, WGWPR of OECD agreed to amend the wording of entry AA010 of the OECD Amber list of wastes. The amendment of that entry has been adopted by OECD Council Decision C(2008) 156. It is therefore appropriate to incorporate that amendment in Union legislation.\n(3) Regulation (EC) No 1013/2006 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 18 of Directive 2006/12/EC of the European Parliament and of the Council (2),", "main_body": ["Annexes III, IV and V to Regulation (EC) No 1013/2006 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 190, 12.7.2006, p. 1.\n(2)  OJ L 114, 27.4.2006, p. 9.\nANNEX\nAnnexes III, IV and V are amended as follows:\n1. In Part I of Annex III, the third paragraph is replaced by the following:\n(a) any reference to list A in Annex IX to the Basel Convention shall be understood as a reference to Annex IV to this Regulation;\n(b) in Basel entry B1020, the term “bulk finished form” includes all metallic non-dispersible (3) forms of the scrap listed therein;\n(c) Basel entry B1030 shall read: “Residues containing refractory metals”;\n(d) the part of Basel entry B1100 that refers to “Slags from copper processing” etc., does not apply and (OECD) entry GB040 in Part II applies instead;\n(e) Basel entry B1110 does not apply and (OECD) entries GC010 and GC020 in Part II apply instead;\n(f) Basel entry B2050 does not apply and (OECD) entry GG040 in Part II applies instead;\n(g) the reference in Basel entry B3010 to fluorinated polymer wastes shall be deemed to include polymers and co-polymers of fluorinated ethylene (PTFE).’;\n2. In Part II of Annex IV, entry AA010 is replaced by the following:\n‘AA010 261900 Dross, scalings and other wastes from the iron and steel industry (3)’;\n3. In List B of Part 3 of Annex V, entry AA010 is replaced by the following:\n‘AA010 261900 Dross, scalings and other wastes from the iron and steel industry (5)’."}