{"celex_id": "32014D0495", "uri": "http://publications.europa.eu/resource/cellar/7b8b62e2-301b-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["2901", "4048", "5344", "5652"], "title": "2014/495/Euratom: Council Decision of 16 June 2014 approving the conclusion, by the European Commission, on behalf of the European Atomic Energy Community, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Georgia, of the other part\n", "header": "30.8.2014 EN Official Journal of the European Union L 261/744\nCOUNCIL DECISION\nof 16 June 2014\napproving the conclusion, by the European Commission, on behalf of the European Atomic Energy Community, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Georgia, of the other part\n(2014/495/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) On 10 May 2010, the Council authorised the Commission to open negotiations with Georgia for the conclusion of a new agreement between the Union and Georgia to replace the Partnership and Cooperation Agreement (1).\n(2) Taking into account the close historical relationship and progressively closer links between the Parties, as well as their desire to strengthen and widen relations in an ambitious and innovative way, the negotiations on the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Georgia, of the other part (‘the Agreement’), were successfully finalised by the initialling of the Agreement on 29 November 2013.\n(3) On 10 March 2014 the Commission proposed to the Council that the Agreement should be signed on behalf of the Union and applied in part on a provisional basis in accordance with Article 431 of the Agreement, pending its conclusion at a later date.\n(4) The Agreement also covers matters falling under the European Atomic Energy Community competence, namely those listed in point (k) of Article 298 of the Agreement.\n(5) The Agreement should therefore be concluded, on behalf of the European Atomic Energy Community, as regards matters falling under the Euratom Treaty.\n(6) The signature and conclusion of the Agreement are subject to a separate procedure as regards matters falling under the Treaty on European Union and the Treaty on the Functioning of the European Union.\n(7) According to Article 102 of the Euratom Treaty, the Agreement is not to enter into force for the European Atomic Energy Community until the Commission has been notified by the Member States that the Agreement has become applicable in accordance with the provisions of their respective national laws.\n(8) The conclusion of the Agreement by the Commission, acting on behalf of the European Atomic Energy Community, should therefore be approved,", "main_body": ["The conclusion by the European Commission, on behalf of the European Atomic Energy Community, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Georgia, of the other part, is hereby approved (2).", "This Decision shall enter into force on the day following that of its adoption."], "attachments": "Done at Luxembourg, 16 June 2014.\nFor the Council\nThe President\nG. KARASMANIS\n(1)  Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part (OJ L 205, 4.8.1999, p. 3).\n(2)  The text of the Agreement is attached to the Decision on the signing, on behalf of the European Union and provisional application of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Georgia, of the other part (see page 1 of this Official Journal)."}