{"celex_id": "32013D0027(01)", "uri": "http://publications.europa.eu/resource/cellar/e41113a7-8291-11e3-9b7d-01aa75ed71a1", "type": "Decision", "concepts": ["1972", "3645", "4763", "665", "729"], "title": "2014/29/EU: Decision of the European Central Bank of 29 August 2013 amending Decision ECB/2010/29 on the issue of euro banknotes (ECB/2013/27)\n", "header": "21.1.2014 EN Official Journal of the European Union L 16/51\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 29 August 2013\namending Decision ECB/2010/29 on the issue of euro banknotes\n(ECB/2013/27)\n(2014/29/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 128(1) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 16 thereof,\nWhereas:\n(1) Decision ECB/2013/28 of 29 August 2013 on the national central banks’ percentage shares in the key for subscription to the European Central Bank’s capital (1) provides for the adjustment of the key for subscription to the capital of the European Central Bank (ECB) (hereinafter ‘capital key’) in accordance with Article 29.3 of the Statute of the European System of Central Banks and of the European Central Bank and establishes, with effect from 1 January 2014, new weightings assigned to each national central bank (NCB) in the adjusted capital key (hereinafter the ‘capital key weightings’).\n(2) Pursuant to Article 1 of Council Decision 2013/387/EU of 9 July 2013 on the adoption by Latvia of the euro on 1 January 2014 (2), in accordance with Article 140(2) of the Treaty, Latvia fulfils the necessary conditions for adoption of the euro and the derogation granted to it under Article 4 of the 2003 Act of Accession (3) will be abrogated with effect from 1 January 2014.\n(3) Article 1(d) of Decision ECB/2010/29 of 13 December 2010 on the issue of euro banknotes (4) defines the ‘banknote allocation key’ and refers to Annex I to that Decision, which specifies the banknote allocation key applying since 1 July 2013. Given that new capital key weightings will apply from 1 January 2014 and that Latvia will adopt the euro on 1 January 2014, Decision ECB/2010/29 needs to be amended in order to determine the banknote allocation key applying from 1 January 2014,", "main_body": ["Amendment\n1.   The final sentence of Article 1(d) of Decision ECB/2010/29 is replaced by the following:\n‘Annex I to this Decision specifies the banknote allocation key applying from 1 January 2014.’\n2.   Annex I to Decision ECB/2010/29 is replaced by the text set out in the Annex to this Decision.", "Entry into force\nThis Decision shall enter into force on 1 January 2014."], "attachments": "Done at Frankfurt am Main, 29 August 2013.\nThe President of the ECB\nMario DRAGHI\n(1)  See page 53 of this Official Journal.\n(2)  OJ L 195, 18.7.2013, p. 24.\n(3)  Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (OJ L 236, 23.9.2003, p. 33).\n(4)  OJ L 35, 9.2.2011, p. 26.\nANNEX\n‘ANNEX I\nBANKNOTE ALLOCATION KEY FROM 1 JANUARY 2014\nEuropean Central Bank 8,0000 %\nNationale Bank van België/Banque Nationale de Belgique 3,2575 %\nDeutsche Bundesbank 23,6605 %\nEesti Pank 0,2535 %\nCentral Bank of Ireland 1,5260 %\nBank of Greece 2,6730 %\nBanco de España 11,6230 %\nBanque de France 18,6415 %\nBanca d’Italia 16,1850 %\nCentral Bank of Cyprus 0,1990 %\nLatvijas Banka 0,3710 %\nBanque centrale du Luxembourg 0,2670 %\nCentral Bank of Malta 0,0850 %\nDe Nederlandsche Bank 5,2635 %\nOesterreichische Nationalbank 2,5810 %\nBanco de Portugal 2,2920 %\nBanka Slovenije 0,4540 %\nNárodná banka Slovenska 1,0155 %\nSuomen Pankki 1,6520 %\nTOTAL 100,0000 %’"}