{"celex_id": "32013R1186", "uri": "http://publications.europa.eu/resource/cellar/5e649600-5356-11e3-8945-01aa75ed71a1", "type": "Regulation", "concepts": ["1110", "3173", "3774", "5573"], "title": "Commission Implementing Regulation (EU) No 1186/2013 of 21 November 2013 entering a name in the register of protected designations of origin and protected geographical indications (Orkney Scottish Island Cheddar (PGI))\n", "header": "22.11.2013 EN Official Journal of the European Union L 313/40\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1186/2013\nof 21 November 2013\nentering a name in the register of protected designations of origin and protected geographical indications (Orkney Scottish Island Cheddar (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular Article 52(2) thereof,\nWhereas:\n(1) Regulation (EU) No 1151/2012 repealed and replaced Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2).\n(2) Pursuant to Article 6(2) of Regulation (EC) No 510/2006, the United Kingdom’s application to register the name ‘Orkney Scottish Island Cheddar’ was published in the Official Journal of the European Union\n (3).\n(3) Dairy Australia, the Dairy Companies Association of New Zealand and the Consortium for Common Food Names lodged statements of objection to that registration pursuant to Article 7(3)(b) of Regulation (EC) No 510/2006. Those statements of objection were deemed admissible under Article 7(3) of that Regulation.\n(4) The abovementioned statements of objection stressed, in particular, that registering the name in question would jeopardise the existence of names, trade marks or products which had been marketed legally for at least five years before the publication date provided for in Article 6(2), and that the name proposed for registration was generic.\n(5) By letter of 20 March 2013 the Commission asked the interested parties to hold appropriate consultations.\n(6) Agreement was reached between the United Kingdom and the objecting parties within the stipulated three-month period and notified to the Commission on 8 July 2013.\n(7) It emerges from the abovementioned consultations that the objecting parties’ main concern is the status of the one word ‘Cheddar’ in the composite name ‘Orkney Scottish Island Cheddar’. However, the protection sought by the producer relates only to the said composite name as a whole. Pursuant to the last subparagraph of Article 13(1) of Regulation (EU) No 1151/2012, the name ‘Cheddar’ may continue to be used within the territory of the Union provided that the principles and rules applicable under the Union’s legal system are complied with.\n(8) The name ‘Orkney Scottish Island Cheddar’ should therefore be entered in the register of protected designations of origin and protected geographical indications,", "main_body": ["The name contained in the Annex to this Regulation is hereby entered in the register.\nNotwithstanding the first paragraph, the name ‘Cheddar’ may continue to be used within the territory of the Union provided that the principles and rules applicable under the Union’s legal system are complied with.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 93, 31.3.2006, p. 12.\n(3)  OJ C 239, 9.8.2012, p. 5.\nANNEX\nAgricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.3.   Cheeses\nUNITED KINGDOM\nOrkney Scottish Island Cheddar (PGI)"}