{"celex_id": "32013R0763", "uri": "http://publications.europa.eu/resource/cellar/bf8e9e98-0052-11e3-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["2723", "442791", "5573"], "title": "Commission Implementing Regulation (EU) No 763/2013 of 7 August 2013 amending Regulation (EC) No 637/2009 as regards the classification of certain plant species for the purposes of assessing the suitability of the denominations of varieties  Text with EEA relevance\n", "header": "8.8.2013 EN Official Journal of the European Union L 213/16\nCOMMISSION IMPLEMENTING REGULATION (EU) No 763/2013\nof 7 August 2013\namending Regulation (EC) No 637/2009 as regards the classification of certain plant species for the purposes of assessing the suitability of the denominations of varieties\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/53/EC of 13 June 2002 on the common catalogue of varieties of agricultural plant species (1) and in particular Article 9(6) thereof,\nHaving regard to Council Directive 2002/55/EC of 13 June 2002 on the marketing of vegetable seed (2), and in particular Article 9(6) thereof,\nWhereas:\n(1) As regards certain species, the classes set out in Annex I to Commission Regulation (EC) No 637/2009 of 22 July 2009 establishing implementing rules as to the suitability of the denominations of varieties of agricultural plant species and vegetable species (3) should be adapted to take into account changes in international botanical classification. The Community Plant Variety Office already included, in November 2012, those changes in the ‘Guidelines with explanatory notes on Article 63 of Council Regulation (EC) No 2100/94 of 27 July 1994 on Community Plant Variety Rights’.\n(2) Regulation (EC) No 637/2009 should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Annex I to Regulation (EC) No 637/2009 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 August 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 193, 20.7.2002, p. 1.\n(2)  OJ L 193, 20.7.2002, p. 33.\n(3)  OJ L 191, 23.7.2009, p. 10.\nANNEX\nAnnex I to Regulation (EC) No 637/2009 is amended as follows:\n(1) in Table 1, ‘Classes within a genus’, the rows concerning classes 4.1 and 4.2 are replaced by the following:\nClasses Scientific names\n‘Class 4.1 Solanum tuberosum\nClass 4.2 Solanum lycopersicum, rootstocks of tomato and interspecific hybrids\nClass 4.3 Solanum melongena\nClass 4.4 Solanum other than classes 4.1, 4.2, 4.3’\n(2) in Table 2, ‘Classes encompassing more than one genus’, the rows concerning classes 201 and 203 are replaced by the following:\nClasses Scientific names\n‘Class 201 Secale, Triticum, xTriticosecale\nClass 203 (*) Agrostis, Dactylis, Festuca, xFestulolium, Lolium, Phalaris, Phleum and Poa’"}