{"celex_id": "32014D0692", "uri": "http://publications.europa.eu/resource/cellar/ac861b2b-4ac5-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["114", "1750", "2908", "3561", "4258"], "title": "2014/692/EU, Euratom: Council Decision of 29 September 2014 amending the Council's Rules of Procedure\n", "header": "3.10.2014 EN Official Journal of the European Union L 289/18\nCOUNCIL DECISION\nof 29 September 2014\namending the Council's Rules of Procedure\n(2014/692/EU, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 240(3) thereof,\nWhereas:\n(1) From 1 November 2014, when an act is to be adopted by the Council acting by qualified majority, it must be verified that the Member States constituting the qualified majority represent at least 65 % of the population of the Union.\n(2) Until 31 March 2017, when an act is to be adopted by the Council acting by qualified majority, a member of the Council may request that it be adopted in accordance with the qualified majority as defined in Article 3(3) of Protocol No 36 on transitional provisions, annexed to the Treaty on European Union, to the Treaty on the Functioning of the European Union and to the Treaty establishing the European Atomic Energy Community. In that case, a member of the Council may request that a check be made to ensure that the Member States comprising the qualified majority represent at least 62 % of the total population of the Union. To appropriately record it, a request made by a member of the Council pursuant to Article 3(2) of Protocol No 36 should be communicated in writing to the Secretary-General or be made orally at a meeting of Coreper or of the Council. Any request made orally should be recorded in the minutes of the meeting.\n(3) To calculate those percentages, the population figures and the percentages that they represent as regards the population of the Union should be set out in the Council's Rules of Procedure (1) (hereinafter referred to as ‘Rules of Procedure’).\n(4) The Rules of Procedure should therefore be amended accordingly,", "main_body": ["The Rules of Procedure are amended as follows:\n(1) Article 11(5) is replaced by the following:\n(2) In Article 11 the following paragraph is added:\n(3) Annex III is replaced by the following:\nMember State Population (× 1 000) Percentage of the population of the Union\nGermany 80 523,7 15,93\nFrance 65 633,2 12,98\nUnited Kingdom 63 730,1 12,61\nItaly 59 685,2 11,81\nSpain 46 704,3 9,24\nPoland 38 533,3 7,62\nRomania 20 057,5 3,97\nNetherlands 16 779,6 3,32\nBelgium 11 161,6 2,21\nGreece 11 062,5 2,19\nCzech Republic 10 516,1 2,08\nPortugal 10 487,3 2,07\nHungary 9 908,8 1,96\nSweden 9 555,9 1,89\nAustria 8 451,9 1,67\nBulgaria 7 284,6 1,44\nDenmark 5 602,6 1,11\nFinland 5 426,7 1,07\nSlovakia 5 410,8 1,07\nIreland 4 591,1 0,91\nCroatia 4 262,1 0,84\nLithuania 2 971,9 0,59\nSlovenia 2 058,8 0,41\nLatvia 2 023,8 0,40\nEstonia 1 324,8 0,26\nCyprus 865,9 0,17\nLuxembourg 537,0 0,11\nMalta 421,4 0,08\nTotal 505 572,5 100’\nThreshold 62 % 313 455,0\nThreshold 65 % 328 622,1", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2014."], "attachments": "Done at Brussels, 29 September 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  Council Decision 2009/937/EU of 1 December 2009 adopting the Council's Rules of Procedure (OJ L 325, 11.12.2009, p. 35)."}