{"celex_id": "32014D0950", "uri": "http://publications.europa.eu/resource/cellar/a1c41920-8b38-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["2965", "450652", "450658", "5283", "5575"], "title": "2014/950/EU: Commission Implementing Decision of 19 December 2014 on excluding from European Union financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), under the European Agricultural Guarantee Fund (EAGF) and under the European Agricultural Fund for Rural Development (EAFRD) (notified under document C(2014) 10135)\n", "header": "24.12.2014 EN Official Journal of the European Union L 369/71\nCOMMISSION IMPLEMENTING DECISION\nof 19 December 2014\non excluding from European Union financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), under the European Agricultural Guarantee Fund (EAGF) and under the European Agricultural Fund for Rural Development (EAFRD)\n(notified under document C(2014) 10135)\n(Only the English, Greek and Slovenian texts are authentic)\n(2014/950/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (1), and in particular Article 7(4) thereof,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (2), and in particular Article 31 thereof,\nHaving consulted the Committee on the Agricultural Funds,\nWhereas:\n(1) Under Article 7(4) of Regulation (EC) No 1258/1999, and Article 31 of Regulation (EC) No 1290/2005, the Commission is to carry out the necessary verifications, communicate to the Member States the results of these verifications, take note of the comments of the Member States, initiate a bilateral discussion so that an agreement may be reached with the Member States in question, and formally communicate its conclusions to them.\n(2) The Member States have had an opportunity to request the launch of a conciliation procedure. That opportunity has been used in some cases and the reports issued on the outcome have been examined by the Commission.\n(3) Under Regulation (EC) No 1258/1999 and Regulation (EC) No 1290/2005, only agricultural expenditure which has been incurred in a way that has not infringed European Union rules may be financed.\n(4) In the light of the verifications carried out, the outcome of the bilateral discussions and the conciliation procedures, part of the expenditure declared by the Member States does not fulfil this requirement and cannot, therefore, be financed under the EAGGF Guarantee Section, the EAGF and the EAFRD.\n(5) The amounts that are not recognised as being chargeable to the EAGGF Guarantee Section, the EAGF and the EAFRD should be indicated. Those amounts do not relate to expenditure incurred more than 24 months before the Commission's written notification of the results of the verifications to the Member States.\n(6) As regards the cases covered by this decision, the assessment of the amounts to be excluded on grounds of non-compliance with European Union rules was notified by the Commission to the Member States in a summary report on the subject.\n(7) This Decision is without prejudice to any financial conclusions that the Commission may draw from the judgments of the Court of Justice in cases pending on 1 September 2014 and relating to its content,", "main_body": ["The expenditure itemised in the Annex hereto that has been incurred by the Member States' accredited paying agencies and declared under the EAGGF Guarantee Section, under the EAGF or under the EAFRD shall be excluded from European Union financing because it does not comply with European Union rules.", "This Decision is addressed to Ireland, Hellenic Republic and the Republic of Slovenia."], "attachments": "Done at Brussels, 19 December 2014.\nFor the Commission\nPhil HOGAN\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 103.\n(2)  OJ L 209, 11.8.2005, p. 1.\nANNEX\nBudget Item: 6701\nMS Measure FY Reason Type Correction % Currency Amount Deductions Financial Impact\nGR Export refunds — Non-Annex I 2008 Lack of instructions related to the Regulation (EC) No 952/2006 FLAT RATE 5,00 % EUR – 13 507,00 0,00 – 13 507,00\nExport refunds — Sugar and isoglucose 2008 Lack of instructions related to the Regulation (EC) No 952/2006 FLAT RATE 5,00 % EUR – 47 747,49 0,00 – 47 747,49\n_Recoveries 2009 Lack of instructions related to the Regulation (EC) No 952/2006 FLAT RATE 2,00 % EUR – 872 542,52 0,00 – 872 542,52\n_Recoveries 2010 Lack of instructions related to the Regulation (EC) No 952/2006 FLAT RATE 2,00 % EUR – 845 323,17 0,00 – 845 323,17\nWine — planting rights  Reimbursement following judgement of Court of Justice in case T-367/12 ONE-OFF 0,00 % EUR 21 336 120,00 0,00 21 336 120,00\nGR Other Direct Aid — Article 68-72 of Regulation (EC) No 73/2009 2011 Non-achievement of the regulatory control rate, deficiencies in the timing and non-respect of the regulatory minimum rate of on-the-spot checks for the sheep and goat aid FLAT RATE 2,00 % EUR – 476 400,54 0,00 – 476 400,54\nGR Decoupled Direct Aids 2009 Weaknesses in the LPIS and on-the-spot-checks, CY 2008 FLAT RATE 2,00 % EUR – 34 622 028,32 – 68 359,28 – 34 553 669,04\nOther Direct Aids 2009 Weaknesses in the LPIS and on-the-spot-checks, CY 2008 FLAT RATE 5,00 % EUR – 11 294 787,52 – 97 073,53 – 11 197 713,99\nDecoupled Direct Aids 2009 Weaknesses in the LPIS and on-the-spot-checks, CY 2008 FLAT RATE 10,00 % EUR – 32 548 736,62 – 64 265,67 – 32 484 470,95\nOther Direct Aids 2009 Weaknesses in the LPIS and on-the-spot-checks, CY 2008 FLAT RATE 100,00 % EUR 0,00 – 132 067,09 132 067,09\nDecoupled Direct Aids 2010 Weaknesses in the LPIS and on-the-spot-checks, CY 2008 FLAT RATE 2,00 % EUR 6 274,63 12,55 6 262,08\nOther Direct Aids 2010 Weaknesses in the LPIS and on-the-spot-checks, CY 2008 FLAT RATE 5,00 % EUR 27,37 0,05 27,32\nDecoupled Direct Aids 2010 Weaknesses in the LPIS and on-the-spot-checks, CY 2008 FLAT RATE 10,00 % EUR 5 898,88 11,80 5 887,08\nGR Financial audit — Overshooting 2011 Exceeding of financial ceilings ONE-OFF 0,00 % EUR – 21 940,77 – 21 940,77 0,00\nFinancial audit — Late payments and payment deadlines 2011 Late payments ONE-OFF 0,00 % EUR – 1 617 403,78 – 1 751 757,38 134 353,60\nTotal GR: EUR – 61 012 096,85 – 2 135 439,32 – 58 876 657,53\nMS Measure FY Reason Type Correction % Currency Amount Deductions Financial Impact\nIE Fruit and Vegetables —Operational Programmes 2009 Absence of checks on compliance with recognition criteria FLAT RATE 10,00 % EUR – 477 165,20 0,00 – 477 165,20\nFruit and Vegetables — Operational Programmes 2010 Absence of checks on compliance with recognition criteria FLAT RATE 10,00 % EUR – 578 539,13 0,00 – 578 539,13\nTotal IE: EUR – 1 055 704,33 0,00 – 1 055 704,33\nMS Measure FY Reason Type Correction % Currency Amount Deductions Financial Impact\nSI Sugar — Restructuring Fund 2009 Silos still present at the premises of the sugar factory ONE-OFF 0,00 % EUR – 8 700 815,25 0,00 – 8 700 815,25\nTotal SI: EUR – 8 700 815,25 0,00 – 8 700 815,25\nTotals by Budget Item: 6701\nAmount Deductions Financial Impact\n– 70 768 616,43 – 2 135 439,32 – 68 633 177,11\nBudget Item: 6711\nMS Measure FY Reason Type Correction % Currency Amount Deductions Financial Impact\nGR Rural Development EAFRD Axis 2 (2007-2013, area related measures) 2009 Weaknesses in the LPIS and on-the-spot-checks, 2nd pillar, CY 2008 FLAT RATE 5,00 % EUR – 5 007 867,36 – 2 318 055,75 – 2 689 811,61\nRural Development EAFRD Axis 2 (2007-2013, area related measures) 2010 Weaknesses in the LPIS and on-the-spot-checks, 2nd pillar, CY 2008 FLAT RATE 5,00 % EUR – 5 496 524,54 – 270 175,45 – 5 226 349,09\nTotal GR: EUR – 10 504 391,90 – 2 588 231,20 – 7 916 160,70\nTotals by Budget Item: 6711\nAmount Deductions Financial Impact\n– 10 504 391,90 – 2 588 231,20 – 7 916 160,70"}