{"celex_id": "32011D0318", "uri": "http://publications.europa.eu/resource/cellar/b193a1bd-1a7c-4a46-a0eb-853402db58e0", "type": "Decision", "concepts": ["1379", "3462", "5788", "888", "99"], "title": "Council Decision 2011/318/CFSP of 31 March 2011 on the signing and conclusion of the Framework Agreement between the United States of America and the European Union on the participation of the United States of America in European Union crisis management operations\n", "header": "31.5.2011 EN Official Journal of the European Union L 143/1\nCOUNCIL DECISION 2011/318/CFSP\nof 31 March 2011\non the signing and conclusion of the Framework Agreement between the United States of America and the European Union on the participation of the United States of America in European Union crisis management operations\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 37 thereof, and the Treaty on the Functioning of the European Union, and in particular Article 218(5) and (6) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy (HR),\nWhereas:\n(1) Conditions regarding the participation of third States in Union crisis management operations should be laid down in an agreement establishing a framework for such possible future participation, rather than defining those conditions on a case-by-case basis for each operation concerned.\n(2) Following the adoption of a Decision by the Council on 26 April 2010 authorising the opening of negotiations, the HR negotiated a framework agreement between the United States of America and the European Union on the participation of the United States of America in European Union crisis management operations (the Agreement).\n(3) The Agreement should be approved,", "main_body": ["The Framework Agreement between the United States of America and the European Union on the participation of the United States of America in European Union crisis management operations (the Agreement) is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Union.", "The Agreement shall be applied on a provisional basis as from the date of signature thereof, pending the completion of the procedures for its conclusion (1).", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 10(1) of the Agreement.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 31 March 2011.\nFor the Council\nThe President\nVÖLNER P.\n(1)  The date of signature of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.\n31.5.2011 EN Official Journal of the European Union L 143/1\nFRAMEWORK AGREEMENT\nbetween the United States of America and the European Union on the participation of the United States of America in European Union crisis management operations\nTHE UNITED STATES OF AMERICA (UNITED STATES)\nand\nTHE EUROPEAN UNION (‘EU’ OR ‘EUROPEAN UNION’)\nhereinafter referred to collectively as the ‘Parties’,\nWhereas:\nThe European Union may decide to take action in the field of crisis management.\nThe past 2 decades have witnessed a rise in the efforts of governments and multilateral organisations to use means to reduce the incidence of conflict around the world.\nThe United States and the EU share a desire to foster peaceful reconciliation and to facilitate reconstruction and stabilisation through burden sharing in crisis management operations, and believe there is an enhanced potential for success of such EU operations created by the contribution of experts by the United States.\nThe United States and the EU wish to set down general conditions regarding the participation of the United States in EU crisis management operations in an agreement establishing a framework for such possible future participation, rather than defining these conditions on a case-by-case basis for each operation concerned,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nDecisions relating to participation\n1.   Following the decision of the European Union to invite the United States to participate in an EU crisis management operation, and once the United States has decided to participate, the United States shall provide information to the European Union on its proposed contribution to the operation. A decision by the United States to participate in an EU crisis management operation reflects its agreement to respect the terms of the Council Decision whereby the EU decided to conduct the relevant operation (the Council Decision).\n2.   The European Union and the United States shall consult regarding the United States’ proposed contribution, including on the possible contribution to the operational budget of the operation, and, if they agree to proceed with the participation, such participation shall be carried out in accordance with the provisions of this Agreement and any related implementing arrangement(s) entered into by the Parties.\n3.   The contribution of the United States to EU crisis management operations shall be without prejudice to the decision-making autonomy of the European Union, and shall not prejudge the case-by-case nature of the decisions of the United States to participate in an EU crisis management operation.\n4.   The European Union shall advise the United States prior to any decision to modify the Council Decision referred to in paragraph 1 or to adopt or modify any related implementing measures.\n5.   The United States may, on its own initiative or at the request of the EU, and following consultations between the Parties, withdraw wholly or in part, at any time, from participation in an EU crisis management operation.\nArticle 2\nScope\n1.   Except as may be otherwise agreed in writing by the Parties, this Agreement applies only to EU crisis management operations to which the United States makes a contribution after the date of signature of this Agreement and is without prejudice to any existing agreements regulating the participation of the United States in an EU crisis management operation.\n2.   This Agreement only addresses contributions of civilian personnel, units, and assets by the United States to EU crisis management operations (the ‘U.S. contingent’).\nArticle 3\nStatus of Personnel and Units\n1.   The status of the U.S. contingent assigned to an EU crisis management operation, and in particular the privileges and immunities they enjoy, shall be governed by the agreement on the status of the mission (the status agreement) concluded between the EU and the State in which the operation is being conducted, provided that: (a) the United States shall be afforded an opportunity to examine the status agreement prior to deciding whether or not to participate in the operation and (b) if no status agreement has been concluded at the time it is needed for examination, the Parties shall consult and agree on an appropriate alternative arrangement concerning the status of the U.S. contingent prior to its deployment, without prejudice to the EU’s overall responsibility for concluding host country arrangements on the status of EU personnel and units.\n2.   The status of a U.S. contingent serving in headquarters or command elements located outside the country (or countries) where the operation is being conducted shall be governed, as appropriate, by arrangements between the headquarters and command elements or the State(s) concerned and the United States.\n3.   To the extent permitted by its own laws and regulations, the United States shall have the right to exercise jurisdiction over its assigned personnel in the country where the operation is deployed.\n4.   The United States shall be responsible for responding to claims linked to its participation in an EU crisis management operation, from or concerning any of its personnel, in accordance with U.S. law. This provision does not constitute a waiver of the sovereign immunity of the United States. Nothing in this Agreement is intended to create jurisdiction in a court where such jurisdiction does not already exist, or to provide for an enforceable right against the United States in such a court.\n5.   The Parties agree to waive any and all claims (other than contractual claims) against each other for damage to, loss of, or destruction of assets owned/operated by either Party, or injury or death to personnel of either Party, arising out of the performance of their official duties in connection with activities under this Agreement, except in the case of gross negligence or wilful misconduct.\n6.   The United States undertakes to make a declaration as regards the waiver of claims on a reciprocal basis against any EU Member State participating in an EU crisis management operation in which the United States participates, and to do so when signing this Agreement.\n7.   The EU undertakes to ensure that EU Member States make a declaration as regards the waiver of claims, for any future participation by the United States in an EU crisis management operation and to do so when signing this Agreement.\nArticle 4\nClassified Information\nThe Agreement between the government of the United States of America and the European Union on the security of classified information, done at Washington on 30 April 2007, shall apply in the context of EU crisis management operations.\nArticle 5\nParticipation in the operation\n1.   The United States shall seek to ensure, by means of specific instructions, that personnel made available as part of its contribution to EU crisis management operations (assigned personnel) undertake their mission in a manner consistent with, and fully supportive of the Council Decision referred to in Article 1, the operation plan and related implementing measures.\n2.   The United States shall consult in due time with the EU regarding any change in its contribution to an EU crisis management operation under this Agreement.\n3.   Assigned personnel shall receive appropriate medical certification, and shall be provided a copy of this certification for production upon request by appropriate EU authorities.\nArticle 6\nChain of Command\n1.   During the period of deployment, the EU Commander or Head of Mission shall exercise supervisory authority and direct the activities of assigned personnel and units.\n2.   Assigned personnel and units shall remain under the overall authority of the United States.\n3.   The United States shall seek to ensure, by means of specific instructions, that assigned personnel carry out their duties and conduct themselves in full conformity with the objectives of the operation and under the direction and guidance of the EU Commander or Head of Mission.\n4.   The United States shall have the same rights and obligations in terms of day-to-day management of EU crisis management operations as participating Member States of the European Union taking part in the operation.\n5.   The EU Commander or Head of Mission shall be responsible for overall disciplinary control over assigned personnel. Any disciplinary action shall be taken, as appropriate, by the United States.\n6.   A National Contingent Point of Contact (NPC) shall be appointed by the United States to represent its national contingent in the relevant EU crisis management operation. The NPC shall report to the Head of Mission on national matters and shall be responsible for day-to-day contingent discipline.\n7.   The decision to end an operation shall be taken by the European Union, following consultation with the United States, if it is still contributing to the EU crisis management operation at the time such decision is being considered.\nArticle 7\nFinancial Aspects\n1.   The United States shall assume the costs associated with its participation in EU crisis management operations, unless covered by common funding, as set out in the operational budget of the mission.\n2.   The European Union shall exempt the United States from financial contributions to the operational budget of an EU crisis management operation when the European Union decides that the United States is providing a significant contribution. The United States shall be notified of the EU decision regarding financial contributions to the operational budget at the time of the consultations referred to in Article 1(2).\n3.   The participation of the United States under this Agreement in EU crisis management operations shall be subject to the availability of appropriated funds.\nArticle 8\nArrangements to implement the Agreement\nAny necessary technical, financial, and administrative arrangements in pursuance of the implementation of this Agreement shall be signed by the appropriate authorities of the United States and of the European Union.\nArticle 9\nDispute Settlement\nDisputes concerning the interpretation or application of this Agreement shall be settled by diplomatic means between the Parties.\nArticle 10\nEntry into force and termination\n1.   This Agreement shall enter into force on the first day of the first month after the Parties have notified each other of the completion of the internal procedures necessary for that purpose.\n2.   This Agreement shall be provisionally applied from the date of signature.\n3.   This Agreement shall be subject to regular review by the Parties.\n4.   This Agreement may be amended on the basis of a mutual written agreement between the Parties.\n5.   Either Party may terminate this Agreement upon six months’ written notice to the other Party.\nDone at Washington, in duplicate, in the English language, this seventeenth day of May in the year two thousand and eleven.\nFor the European Union\nC. ASHTON\nFor the United States of America\nH. CLINTON\nTEXT FOR DECLARATIONS\nText for the EU Member States:\n‘The EU Member States applying an EU Council Decision on an EU crisis management operation in which the United States participates, intend, insofar as their internal legal systems so permit, to waive as far as possible claims against the United States for injury, death of their personnel, or damage to, or loss of, any assets owned by themselves and used by the EU crisis management operation if such injury, death, damage or loss:\n— was caused by personnel from the United States in the execution of their duties in connection with an EU crisis management operation, except in case of gross negligence or wilful misconduct, or\n— arose from the use of any assets owned by the United States, provided that the assets were used in connection with the operation and except in case of gross negligence or wilful misconduct of EU crisis management operation personnel from the United States using those assets.’.\nText for the United States:\n‘The United States, when it is participating in an EU crisis management operation, intends, insofar as its internal legal system so permit, to waive as far as possible claims against any other State participating in the EU crisis management operation for injury, death of its personnel, or damage to, or loss of, any assets owned by itself and used by the EU crisis management operation if such injury, death, damage or loss:\n— was caused by personnel in the execution of their duties in connection with an EU crisis management operation, except in case of gross negligence or wilful misconduct, or\n— arose from the use of any assets owned by States participating in the EU crisis management operation, provided that the assets were used in connection with the operation and except in case of gross negligence or wilful misconduct of EU crisis management operation personnel using those assets.’."}