{"celex_id": "32013D0678", "uri": "http://publications.europa.eu/resource/cellar/be0e6bae-5746-11e3-a8cb-01aa75ed71a1", "type": "Decision", "concepts": ["1519", "2358", "4585", "5581", "935"], "title": "2013/678/EU: Council Implementing Decision of 15 November 2013 authorising the Italian Republic to continue to apply a special measure derogating from Article 285 of Directive 2006/112/EC on the common system of value added tax\n", "header": "27.11.2013 EN Official Journal of the European Union L 316/35\nCOUNCIL IMPLEMENTING DECISION\nof 15 November 2013\nauthorising the Italian Republic to continue to apply a special measure derogating from Article 285 of Directive 2006/112/EC on the common system of value added tax\n(2013/678/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By a letter registered with the Commission’s Secretariat-General on 8 April 2013, Italy requested authorisation for a measure derogating from Article 285 of Directive 2006/112/EC in order to continue to exempt from value added tax (VAT) certain taxable persons whose annual turnover falls below a certain threshold, and to raise this threshold from EUR 30 000 to EUR 65 000. Through that measure, those taxable persons would be exempt from certain or all of the obligations in relation to VAT referred to in Chapters 2 to 6 of Title XI of Directive 2006/112/EC.\n(2) The Commission informed the other Member States by letter dated 10 June 2013 of the request made by Italy. By letter dated 14 June 2013, the Commission notified Italy that it had all the information necessary to consider the request.\n(3) A special scheme for small enterprises is already available to Member States under Title XII of Directive 2006/112/EC. The extended measure derogates from Article 285 of that Directive in its application to Italy only in so far as the annual turnover threshold for the scheme is higher than the EUR 5 000 threshold.\n(4) By Council Decision 2008/737/EC (2), Italy was authorised to exempt, as a derogating measure, taxable persons whose annual turnover is no higher than EUR 30 000 until 31 December 2010. The application of that derogation was subsequently extended until 31 December 2013 by Council Implementing Decision 2010/688/EU (3). Given that that threshold has resulted in reduced VAT obligations for smaller businesses, Italy should be authorised to apply that measure for a further limited period, and to increase the threshold to EUR 65 000. Taxable persons should still be able to opt for the normal VAT arrangements.\n(5) For the sake of making the measure available to a greater number of small and medium sized enterprises (SMEs), and thereby corresponding to the objectives of Commission Communication entitled ‘ “Think Small First” — A “Small Business Act” for Europe’, Italy should be authorised to increase the annual turnover threshold under which certain taxable persons can be VAT exempt from EUR 30 000 to EUR 65 000.\n(6) On 29 October 2004 the Commission adopted a proposal for a Council Directive amending Directive 77/388/EEC (4) with a view to simplifying the value added tax obligations, which included provisions aimed at allowing Member States to set the annual turnover threshold for the VAT exemption scheme at up to EUR 100 000 or the equivalent in national currency, with the possibility of updating that amount each year. The extension request submitted by Italy is compatible with that proposal, on which the Council has not yet been able to reach an agreement.\n(7) From information provided by Italy, the derogating measure only has a negligible impact on the overall amount of tax revenue collected at the final stage of consumption and has no impact on the Union’s own resources accruing from VAT,", "main_body": ["By way of derogation from Article 285 of Directive 2006/112/EC, Italy is authorised to exempt from VAT taxable persons whose annual turnover is no higher than EUR 65 000.\nItaly may increase that threshold in order to maintain the value of the exemption in real terms.", "This Decision shall take effect on the day of its notification.\nThis Decision shall apply from 1 January 2014 until the entry into force of a Directive amending the amounts of the annual turnover ceilings below which taxable persons may be exempted from VAT, or until 31 December 2016, whichever is the earlier.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 15 November 2013.\nFor the Council\nThe President\nR. ŠADŽIUS\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  Council Decision 2008/737/EC of 15 September 2008 authorising the Italian Republic to apply a measure derogating from Article 285 of Directive 2006/112/EC on the common system of value added tax (OJ L 249, 18.9.2008, p. 13).\n(3)  Council Implementing Decision 2010/688/EU of 15 October 2010 authorising the Italian Republic to continue to apply a special measure derogating from Article 285 of Directive 2006/112/EC on the common system of value added tax (OJ L 294, 12.11.2010, p. 12).\n(4)  Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (OJ L 145, 13.6.1977, p. 1)."}