{"celex_id": "32012D0207", "uri": "http://publications.europa.eu/resource/cellar/c776558c-dbea-4434-a0fe-7a18ab20461c", "type": "Decision", "concepts": ["2607", "2798", "3483", "3870", "4354", "4838"], "title": "2012/207/EU: Commission Delegated Decision of 8 February 2012 amending Annex III to Decision No 1080/2011/EU of the European Parliament and of the Council granting an EU guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Union and repealing Decision No 633/2009/EC, as regards Syria\n", "header": "24.4.2012 EN Official Journal of the European Union L 110/38\nCOMMISSION DELEGATED DECISION\nof 8 February 2012\namending Annex III to Decision No 1080/2011/EU of the European Parliament and of the Council granting an EU guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Union and repealing Decision No 633/2009/EC, as regards Syria\n(2012/207/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Decision No 1080/2011/EU of the European Parliament and of the Council of 25 October 2011 granting an EU guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Union and repealing Decision No 633/2009/EC (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) Council conclusions on Syria of 23 May 2011 (2) invite the European Investment Bank (EIB) not to approve new EIB financing operations in Syria for the time being.\n(2) European Parliament Resolution of 7 July 2011 on the situation in Syria, Yemen and Bahrain in the context of the situation in the Arab world and North Africa welcomes the Council conclusions to impose restrictive measures on Syria and notably to invite the EIB not to approve new financing operations in Syria for the time being.\n(3) The political and economic situation in Syria has further deteriorated since the adoption of Decision No 1080/2011/EU.\n(4) Council conclusions on Syria of 14 November 2011 (3) decided to place new restrictive measures against the Syrian regime by suspending the disbursement or other payments under or in connection with existing EIB loan agreements with Syria.\n(5) In this context, the Council has adopted a series of restrictive measures, including the prohibition of disbursements by the EIB in connection with existing loan agreements between Syria and the EIB, which are now consolidated into Council Decision 2011/782/CFSP of 1 December 2011 concerning restrictive measures against Syria and repealing Decision 2011/273/CFSP (4) and Council Regulation (EU) No 36/2012 of 18 January 2012 concerning restrictive measures in view of the situation in Syria and repealing Regulation (EU) No 442/2011 (5).\n(6) The Commission, with the involvement of the European External Action Service, has assessed that the overall economic and political situation requires removing Syria from Annex III to Decision No 1080/2011/EU, which sets out the list of countries eligible for EIB financing under EU guarantee,", "main_body": ["In point B(1) of Annex III to Decision No 1080/2011/EU, the word ‘Syria’ is deleted.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 280, 27.10.2011, p. 1.\n(2)  3091st Foreign Affairs Council meeting.\n(3)  3124th Foreign Affairs Council meeting.\n(4)  OJ L 319, 2.12.2011, p. 56.\n(5)  OJ L 16, 19.1.2012, p. 1."}