{"celex_id": "32015D0252", "uri": "http://publications.europa.eu/resource/cellar/e110896d-b67a-11e4-b3fe-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "2737", "3191", "4743", "6268", "8464", "888"], "title": "Commission Implementing Decision (EU) 2015/252 of 13 February 2015 amending Annex II to Decision 2007/777/EC as regards the entry for the United States in the list of third countries or parts thereof from which the introduction of meat products and treated stomachs, bladders and intestines into the Union is authorised in relation to highly pathogenic avian influenza (notified under document C(2015) 714)  Text with EEA relevance\n", "header": "17.2.2015 EN Official Journal of the European Union L 41/52\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/252\nof 13 February 2015\namending Annex II to Decision 2007/777/EC as regards the entry for the United States in the list of third countries or parts thereof from which the introduction of meat products and treated stomachs, bladders and intestines into the Union is authorised in relation to highly pathogenic avian influenza\n(notified under document C(2015) 714)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point 1 of Article 8, point 4 of Article 8 and Article 9(4)(c) thereof,\nWhereas:\n(1) Commission Decision 2007/777/EC (2) lays down animal and public health rules for imports into the Union and the transit and storage in the Union of consignments of meat products and treated stomachs, bladders and intestines (‘the commodities’).\n(2) Part 1 of Annex II to Decision 2007/777/EC describes the areas of third countries for which the introduction into the Union of the commodities is restricted for animal health reasons and for which regionalisation is applied. Part 2 of that Annex sets out a list of third countries or parts thereof from which the introduction into the Union of the commodities is authorised, provided that the commodities have undergone the relevant treatment, as set out in Part 4 of that Annex.\n(3) The United States is listed in Part 2 of Annex II to Decision 2007/777/EC as authorised, inter alia, for the introduction into the Union of commodities obtained from poultry, farmed feathered game (except ratites), farmed ratites and wild game birds, which have undergone a non-specific treatment, as set out in Part 4 of that Annex, (‘treatment A’) subject to the condition that the meat from which the products were produced complies with the animal health requirements for fresh meat including its origin from a third country or parts thereof that are free from highly pathogenic avian influenza (HPAI) as provided for in the model animal and public health certificate set out in Annex III to Decision 2007/777/EC.\n(4) An Agreement between the Union and the United States (3) provides for a swift mutual recognition of regionalisation measures in the event of outbreaks of disease in the Union or in the United States (‘the Agreement’).\n(5) Outbreaks of HPAI of subtype H5N8 have been confirmed on a poultry holding in Douglas County in the State of Oregon and of HPAI subtype H5N2 in the State of Washington in the United States.\n(6) Treatment A is insufficient to eliminate the animal health risks linked to the introduction into the Union of commodities obtained from poultry, farmed feathered game (except ratites), farmed ratites and wild game birds from Douglas County in the State of Oregon and from the entire State of Washington, given the current epidemiological situation for HPAI in the United States. Those products should undergo at least ‘treatment D’, as set out in Part 4 of Annex II to Decision 2007/777/EC (‘treatment D’), in order to prevent the introduction of the HPAI virus into the Union.\n(7) The United States has submitted information on the epidemiological situation on its territory and the measures it has taken to prevent the further spread of HPAI which has been evaluated by the Commission. On the basis of that evaluation, as well as the commitments laid down in the Agreement and the guarantees provided by the United States, it is appropriate to conclude that the requirement for treatment D should be sufficient to cover the risks associated with the introduction into the Union of the commodities obtained from meat of poultry, farmed feathered game (except ratites), farmed ratites and wild game birds from Douglas County in the State of Oregon and the entire State of Washington, which the veterinary authorities of the United States have placed under restrictions due to the current HPAI outbreaks. Parts 1 and 2 of Annex II to Decision 2007/777/EC should therefore be amended to take account of that regionalisation.\n(8) Decision 2007/777/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Annex II to Decision 2007/777/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  Commission Decision 2007/777/EC of 29 November 2007 laying down the animal and public health conditions and model certificates for imports of certain meat products and treated stomachs, bladders and intestines for human consumption from third countries and repealing Decision 2005/432/EC (OJ L 312, 30.11.2007, p. 49).\n(3)  Agreement between the European Community and the Government of the United States of America on sanitary measures to protect public and animal health in trade in live animals and animal products, as approved on behalf of the European Community by Council Decision 98/258/EC (OJ L 118, 21.4.1998, p. 1).\nANNEX\nAnnex II to Decision 2007/777/EC is amended as follows:\n(1) In Part 1, the following entry for the United States is inserted between the entry for Russia and the entry for South Africa:\n‘United States US 01/2014 Whole country\nUS-1 01/2014 Area of the United States, excluding the territory US-2\nUS-2 01/2014 The area of the United States corresponding to Douglas County in the State of Oregon and to the whole territory of the State of Washington’\n(2) In Part 2, the entry for the United States is replaced by the following:\n‘US United States US A A A A XXX XXX A A A XXX A XXX XXX\nUnited States US-1 A A A A A A A A A XXX A A XXX\nUnited States US-2 A A A A D D A A A XXX A D XXX’"}