{"celex_id": "32014R0793", "uri": "http://publications.europa.eu/resource/cellar/e2e85725-123d-11e4-933d-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3870", "4354"], "title": "Council Implementing Regulation (EU) No 793/2014 of 22 July 2014 implementing Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria\n", "header": "23.7.2014 EN Official Journal of the European Union L 217/10\nCOUNCIL IMPLEMENTING REGULATION (EU) No 793/2014\nof 22 July 2014\nimplementing Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 36/2012 of 18 January 2012 concerning restrictive measures in view of the situation in Syria and repealing Regulation (EU) No 442/2011 (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) On 18 January 2012, the Council adopted Regulation (EU) No 36/2012.\n(2) In view of the gravity of the situation, three persons and nine entities should be added to the list of persons and entities subject to restrictive measures in Annex II to Regulation (EU) No 36/2012.\n(3) Annex II to Regulation (EU) No 36/2012 should therefore be amended accordingly,", "main_body": ["The persons and entities listed in the Annex to this Regulation shall be added to the list set out in Annex II to Regulation (EU) No 36/2012.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 16, 19.1.2012, p. 1.\nANNEX\nList of persons and entities referred to in Article 1\nA.   Persons\nName Identifying information Reasons Date of listing\n180. Hashim Anwar al-Aqqad a.k.a. Hashem Aqqad, Hashem Akkad, Hashim Akkad d.o.b. 1961 Prominent businessman, chairman of the Akkad Group of companies that operate in multiple sectors of the Syrian economy, including oil and gas. Provides support to and benefits from the Syrian regime. 23.7.2014\n181. Colonel Suhayl Hasan a.k.a. Colonel Suhayl al-Hasan, ‘al-Nimir’/‘The Tiger’, Sohail Hassan, Sohail al-Hassan, Suhail Hassan, Lieutenant Colonel Suhayl Hassan, Brigadier General Suhayl Hasan  Military commander for the Syrian regime, responsible for violent repression of the civilian population; supports the regime. 23.7.2014\n182. Amr Armanazi a.k.a. Amr Muhammad Najib Al-Armanazi, Amr Najib Armanazi, Amrou Al-Armanazy d.o.b. 7 February 1944. Director General of the Syrian Scientific Studies and Research Centre (SSRC), responsible for providing support to the Syrian army for the acquisition of equipment used directly for the surveillance and repression of demonstrators. 23.7.2014\nB.   Entities\nName Identifying information Reasons Date of listing\n54. Oceans Petroleum Trading. a.k.a. Overseas Petroleum Tradeing (SAL), Overseas Petroleum Company. Dunant Street, Snoubra Sector, Beirut, Lebanon. Providing support to the Syrian regime and benefiting from the regime by organising covert shipments of oil to the Syrian regime. 23.7.2014\n55. Tri Oceans Trading 35b Saray El Maadi Tower, Corniche El Nile, Cairo, Egypt, Postal Code 11431 P.O. Box: 1313 Maadi Providing support to the Syrian regime and benefiting from the regime by organising covert shipments of oil to the Syrian regime. 23.7.2014\n56. The Baniyas Refinery Company a.k.a. Banias, Banyas. Banias Refinery Building, 26 Latkia Main Road, Tartous, P.O. Box 26, Syria. Subsidiary of the General Corporation for Refining and Distribution of Petroleum Products (GCRDPP), a section of the Ministry of Petroleum and Mineral Resources. As such it provides financial support to the Syrian regime. 23.7.2014\n57. The Homs Refinery Company. a.k.a Hims, General Company for Homs Refinery. General Company for Homs Refinery Building, 352 Tripoli Street, Homs, P.O. Box 352, Syria. Subsidiary of the General Corporation for Refining and Distribution of Petroleum Products (GCRDPP), a section of the Ministry of Petroleum and Mineral Resources. As such is provides financial support to the Syrian regime. 23.7.2014\n58. Army Supply Bureau PO Box 3361, Damascus Involved in the procurement of military equipment in support of the regime, and therefore responsible for the violent repression of the civilian population in Syria. Branch of Syrian Ministry of Defence. 23.7.2014\n59. Industrial Establishment of Defence. a.k.a. Industrial Establishment of Defense (IED), Industrial Establishment for Defence, Defence Factories Establishment, Establissements Industriels de la Defense (EID), Establissement Industrial de la Defence (ETINDE), Coefficient Defense Foundation. Al Thawraa Street, P.O. Box 2330 Damascas, or Al-Hameh, Damascas Countryside, P.O. Box 2230. Involved in the procurement of military equipment for the regime, and therefore responsible for the violent repression of the civilian population in Syria. Branch of Syrian Ministry of Defence. 23.7.2014\n60. Higher Institute for Applied Sciences and Technology (HISAT) P.O. Box 31983, Barzeh Affiliated to and a subsidiary of the Syrian Scientific Studies and Research Centre (SSRC) which is already designated. It provides training and support to the SSRC and is therefore responsible for the violent repression of the civilian population. 23.7.2014\n61. National Standards & Calibration Laboratory (NSCL) P.O. Box 4470 Damascus Affiliated to and a subsidiary of the Syrian Scientific Studies and Research Centre (SSRC) which is already designated. It provides training and support to the SSRC and is therefore responsible for the violent repression of the civilian population. 23.7.2014\n62. El Jazireh a.k.a. Al Jazerra Shaheen Building, 2nd floor, Sami el Solh, Beyrouth; sector of hydrocarbons Owned or controlled by Ayman Jaber, therefore associated with a designated person. 23.7.2014"}