{"celex_id": "32010R0382", "uri": "http://publications.europa.eu/resource/cellar/17da69fe-a47d-4af2-8e98-bc4749fff475", "type": "Regulation", "concepts": ["1268", "1425", "1590", "1854", "2735", "3885", "7130", "893"], "title": "Commission Regulation (EU) No 382/2010 of 5 May 2010 refusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children’s development and health (Text with EEA relevance)\n", "header": "6.5.2010 EN Official Journal of the European Union L 113/1\nCOMMISSION REGULATION (EU) No 382/2010\nof 5 May 2010\nrefusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children’s development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on food are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as the Authority.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission and to deliver an opinion on a health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) Following an application from The Natural Push-Up Company, submitted on 28 November 2008 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Natural Push-Up® Tablets and Natural Push-Up® Capsules on female breast enhancement (Question No EFSA-Q-2008-784) (2). The claim proposed by the applicant was worded as follows: ‘NPU Tablets imitate female breasts enhancement process by 8-PN (8-Prenylnaringenin)’.\n(6) On 5 June 2009, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of Natural Push-Up® Tablets and Natural Push-Up® Capsules and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(7) Following an application from Clasado Ltd., submitted on 29 December 2008 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of BimunoBT (BGOS) Prebiotic on maintaining a healthy gastro-intestinal function (Question No EFSA-Q-2009-00231) (3). The claim proposed by the applicant was worded as follows: ‘Helps maintain a healthy gastro-intestinal (GI) function’.\n(8) On 7 July 2009, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of BimunoBT (BGOS) Prebiotic and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(9) Following an application from Clasado Ltd., submitted on 15 July 2008 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of BimunoBT (BGOS) Prebiotic on support of the immune system (Question No EFSA-Q-2009-00230) (4). The claim proposed by the applicant was worded as follows: ‘Supports your natural defences’.\n(10) On 7 July 2009, the Commission and the Member States received the scientific opinion from the Authority which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of BimunoBT (BGOS) Prebiotic and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(11) Following an application from Sunstar Suisse S.A., submitted on 4 February 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Gum PeriobalanceTM tablets and chewing gum on oral health (Question No EFSA-Q-2009-00373) (5). The claim proposed by the applicant was worded as follows: ‘Gum PeriobalanceTM, combined with a correct oral hygiene, helps re-balancing the oral microflora and improving oral health’.\n(12) On 20 July 2009, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of Gum PeriobalanceTM tablets and chewing gum and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(13) The comments from the applicants and the members of the public received by the Commission, pursuant to Article 16(6) of Regulation (EC) No 1924/2006, have been considered when setting the measures provided for in this Regulation.\n(14) Health claims referred to in Article 13(1)(a) of Regulation (EC) No 1924/2006 are subject to the transition measures laid down in Article 28(5) of that Regulation only if they comply with the conditions therein mentioned, among which that they have to comply with the Regulation. As for the four claims subject to the present Regulation, the Authority concluded that a cause and effect relationship had not been established between the consumption of the foods and the claimed effects and thus they do not comply with the Regulation (EC) No 1924/2006, they could not benefit from the transition period foreseen in Article 28(5) of that Regulation. A transition period of six months is provided for to enable food business operators to adapt to the requirements laid down in this Regulation.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["Health claims set out in the Annex to this Regulation shall not be included in the Community list of permitted claims as provided for in Article 13(3) of Regulation (EC) No 1924/2006.\nHowever, they may continue to be used for six months after the entry into force of this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  The EFSA Journal (2009) 1100, 1-9.\n(3)  The EFSA Journal (2009) 1107, 1-10.\n(4)  The EFSA Journal (2009) 1106, 1-8.\n(5)  The EFSA Journal (2009) 1178, 1-8.\nANNEX\nRejected health claims\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Natural Push-Up® Tablets and Natural Push-Up® Capsules NPU Tablets imitate female breasts enhancement process by 8-PN (8-Prenylnaringenin) Q-2008-784\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data BimunoBT (BGOS) Prebiotic Helps maintain a healthy gastro-intestinal (GI) function Q-2009-00231\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data BimunoBT (BGOS) Prebiotic Supports your natural defences Q-2009-00230\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Gum PeriobalanceTM tablets and chewing gum Gum PeriobalanceTM, combined with a correct oral hygiene, helps re-balancing the oral microflora and improving oral health Q-2009-00373"}