{"celex_id": "32011D0842", "uri": "http://publications.europa.eu/resource/cellar/10ac666f-fc65-4d5a-8992-4f089966ef83", "type": "Decision", "concepts": ["1649", "2247", "6626"], "title": "2011/842/EU: Council Decision of 13 December 2011 on the full application of the provisions of the Schengen acquis in the Principality of Liechtenstein\n", "header": "16.12.2011 EN Official Journal of the European Union L 334/27\nCOUNCIL DECISION\nof 13 December 2011\non the full application of the provisions of the Schengen acquis in the Principality of Liechtenstein\n(2011/842/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (1) and in particular Article 10(1) thereof,\nWhereas:\n(1) Article 10(1) of the said Protocol provides for the provisions of the Schengen acquis to be put into effect for the Principality of Liechtenstein pursuant to a decision of the Council to that effect after the Council has satisfied itself that the necessary conditions for the implementation of that acquis have been fulfilled by Liechtenstein.\n(2) The Council, having verified that the preconditions for the application of the data protection part of the Schengen acquis concerned had been fulfilled by the Principality of Liechtenstein, rendered, by Decision 2011/352/EU (2), provisions of the Schengen acquis relating to the Schengen Information System applicable to the Principality of Liechtenstein from 9 June 2011.\n(3) The Council has verified, in accordance with the applicable Schengen evaluation procedures as set out in the Decision of the Executive Committee of 16 September 1998 setting up a Standing Committee on the evaluation and implementation of Schengen (SCH/Com-ex (98) 26 def.) (3), whether the necessary conditions for the application of the Schengen acquis have been met in all other areas of the Schengen acquis in the Principality of Liechtenstein.\n(4) On 13 December 2011, the Council concluded that the conditions in each of the areas mentioned had been fulfilled by the Principality of Liechtenstein.\n(5) It is possible to set the date for the application of the Schengen acquis in full by the Principality of Liechtenstein, that is to say the date from which checks on persons at the internal borders with the Principality of Liechtenstein should be lifted.\n(6) From that date, the restrictions on the use of the Schengen Information System, provided for in Decision 2011/352/EU, should be lifted.\n(7) In accordance with Article 15 of the Agreement between the European Community and the Swiss Confederation concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Switzerland (4) and with Article 8 of the Protocol between the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Community and the Swiss Confederation concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Switzerland (5), the latter Agreement has been implemented from 7 March 2011.\n(8) The Agreement between the Principality of Liechtenstein and the Kingdom of Denmark concerning the implementation, application and development of the Schengen acquis that are based on provisions under Title V of the Treaty on the Functioning of the European Union, signed at Brussels on 18 March 2011, stipulates that it shall be put into effect on the same date as the provisions referred to in Article 2 of the Protocol are put into effect for the Principality of Liechtenstein.\n(9) In accordance with the second subparagraph of Article 15(1) of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (6) and as a result of the partial application of the Schengen acquis by the United Kingdom of Great Britain and Northern Ireland provided for in Council Decision 2004/926/EC of 22 December 2004 on the putting into effect of parts of the Schengen acquis by the United Kingdom of Great Britain and Northern Ireland (7),and in particular the first subparagraph of Article 1 thereof, only part of the provisions of the Schengen acquis applicable to the Principality of Liechtenstein in its relations with Member States applying the Schengen acquis in full is to apply in the relations of the Principality of Liechtenstein with the United Kingdom of Great Britain and Northern Ireland.\n(10) In accordance with the third subparagraph of Article 15(1) of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis and as a result of the partial application of the Schengen acquis by the Republic of Cyprus, on the basis of Article 3(2) of the 2003 Act of Accession, and the Republic of Bulgaria and Romania, on the basis of Article 4(2) of the 2005 Act of Accession, only the part of the Schengen acquis applicable in these Member States should also be applicable to the Principality of Liechtenstein in its relations with these Member States,", "main_body": ["1.   All the provisions referred to in Annexes A and B to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis and all the provisions listed in the Annex to the Protocol to that Agreement and any act constituting a further development of one or more of these provisions, shall apply to the Principality of Liechtenstein, in its relations with the Kingdom of Belgium, the Czech Republic, the Kingdom of Denmark, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, Hungary, Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, and the Kingdom of Sweden as from 19 December 2011.\nAll restrictions on the use of the Schengen Information System by the Member States referred to in the first subparagraph shall be lifted as from the same date.\n2.   The provisions of the Schengen acquis put into effect by the United Kingdom of Great Britain and Northern Ireland on the basis of Article 1 of Decision 2004/926/EC and any act constituting a further development of one or more of those provisions, shall apply to the Principality of Liechtenstein, in its relations with the United Kingdom of Great Britain and Northern Ireland as from 19 December 2011.\n3.   The provisions of the Schengen acquis applicable to the Republic of Cyprus on the basis of Article 3(1) of the 2003 Act of Accession, and to the Republic of Bulgaria and Romania, on the basis of Article 4(1) of the 2005 Act of Accession, and any act constituting a further development of any of those provisions, shall apply to the Principality of Liechtenstein in its relations with the Republic of Cyprus, the Republic of Bulgaria and Romania as from19 December 2011.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 December 2011.\nFor the Council\nThe President\nM. CICHOCKI\n(1)  OJ L 160, 18.6.2011, p. 21.\n(2)  OJ L 160, 18.6.2011, p. 84.\n(3)  OJ L 239, 22.9.2000, p. 138.\n(4)  OJ L 53, 27.2.2008, p. 5.\n(5)  OJ L 160, 18.6.2011, p. 39.\n(6)  OJ L 53, 27.2.2008, p. 52.\n(7)  OJ L 395, 31.12.2004, p. 70."}