{"celex_id": "32011D0199", "uri": "http://publications.europa.eu/resource/cellar/1ca9c267-4b55-4123-b51f-c0ad616b2956", "type": "Decision", "concepts": ["2510", "4370", "4602", "6151", "6332", "6340", "665"], "title": "2011/199/EU: European Council Decision of 25 March 2011 amending Article 136 of the Treaty on the Functioning of the European Union with regard to a stability mechanism for Member States whose currency is the euro\n", "header": "6.4.2011 EN Official Journal of the European Union L 91/1\nEUROPEAN COUNCIL DECISION\nof 25 March 2011\namending Article 136 of the Treaty on the Functioning of the European Union with regard to a stability mechanism for Member States whose currency is the euro\n(2011/199/EU)\nTHE EUROPEAN COUNCIL", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 48(6) thereof,\nHaving regard to the proposal for revising Article 136 of the Treaty on the Functioning of the European Union submitted to the European Council by the Belgian Government on 16 December 2010,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Commission (2),\nAfter obtaining the opinion of the European Central Bank (3),\nWhereas:\n(1) Article 48(6) of the Treaty on European Union (TEU) allows the European Council, acting by unanimity after consulting the European Parliament, the Commission and, in certain cases, the European Central Bank, to adopt a decision amending all or part of the provisions of Part Three of the Treaty on the Functioning of the European Union (TFEU). Such a decision may not increase the competences conferred on the Union in the Treaties and its entry into force is conditional upon its subsequent approval by the Member States in accordance with their respective constitutional requirements.\n(2) At the meeting of the European Council of 28 and 29 October 2010, the Heads of State or Government agreed on the need for Member States to establish a permanent crisis mechanism to safeguard the financial stability of the euro area as a whole and invited the President of the European Council to undertake consultations with the members of the European Council on a limited treaty change required to that effect.\n(3) On 16 December 2010, the Belgian Government submitted, in accordance with Article 48(6), first subparagraph, of the TEU, a proposal for revising Article 136 of the TFEU by adding a paragraph under which the Member States whose currency is the euro may establish a stability mechanism to be activated if indispensable to safeguard the stability of the euro area as a whole and stating that the granting of any required financial assistance under the mechanism will be made subject to strict conditionality. At the same time, the European Council adopted conclusions about the future stability mechanism (paragraphs 1 to 4).\n(4) The stability mechanism will provide the necessary tool for dealing with such cases of risk to the financial stability of the euro area as a whole as have been experienced in 2010, and hence help preserve the economic and financial stability of the Union itself. At its meeting of 16 and 17 December 2010, the European Council agreed that, as this mechanism is designed to safeguard the financial stability of the euro area as whole, Article 122(2) of the TFEU will no longer be needed for such purposes. The Heads of State or Government therefore agreed that it should not be used for such purposes.\n(5) On 16 December 2010, the European Council decided to consult, in accordance with Article 48(6), second subparagraph, of the TEU, the European Parliament and the Commission, on the proposal. It also decided to consult the European Central Bank. The European Parliament (1), the Commission (2) and the European Central Bank (3), respectively, adopted opinions on the proposal.\n(6) The amendment concerns a provision contained in Part Three of the TFEU and it does not increase the competences conferred on the Union in the Treaties,", "main_body": ["The following paragraph shall be added to Article 136 of the Treaty on the Functioning of the European Union:\n‘3.   The Member States whose currency is the euro may establish a stability mechanism to be activated if indispensable to safeguard the stability of the euro area as a whole. The granting of any required financial assistance under the mechanism will be made subject to strict conditionality.’.", "Member States shall notify the Secretary-General of the Council without delay of the completion of the procedures for the approval of this Decision in accordance with their respective constitutional requirements.\nThis Decision shall enter into force on 1 January 2013, provided that all the notifications referred to in the first paragraph have been received, or, failing that, on the first day of the month following receipt of the last of the notifications referred to in the first paragraph.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 25 March 2011.\nFor the European Council\nThe President\nH. VAN ROMPUY\n(1)  Opinion of 23 March 2011 (not yet published in the Official Journal).\n(2)  Opinion of 15 February 2011 (not yet published in the Official Journal).\n(3)  Opinion of 17 March 2011 (not yet published in the Official Journal)."}