{"celex_id": "32014R0075", "uri": "http://publications.europa.eu/resource/cellar/dcb32dd1-88c2-11e3-9b7d-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3870", "4217", "6117"], "title": "Commission Implementing Regulation (EU) No 75/2014 of 27 January 2014 amending Council Regulation (EC) No 1184/2005 imposing certain specific restrictive measures directed against certain persons impeding the peace process and breaking international law in the conflict in the Darfur region in Sudan\n", "header": "29.1.2014 EN Official Journal of the European Union L 26/2\nCOMMISSION IMPLEMENTING REGULATION (EU) No 75/2014\nof 27 January 2014\namending Council Regulation (EC) No 1184/2005 imposing certain specific restrictive measures directed against certain persons impeding the peace process and breaking international law in the conflict in the Darfur region in Sudan\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1184/2005 of 18 July 2005 imposing certain specific restrictive measures directed against certain persons impeding the peace process and breaking international law in the conflict in the Darfur region in Sudan (1) and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 1184/2005 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 13 March 2013, the Sanctions Committee of the United Nations Security Council (UNSC) decided to amend four entries on the list. Furthermore, on 4 September 2013, the Sanctions Committee of the UNSC decided to further amend one entry on the list.\n(3) Annex I to Regulation (EC) No 1184/2005 should therefore be updated accordingly.", "main_body": ["Annex I to Regulation (EC) No 1184/2005 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 2014.\nFor the Commission, On behalf of the President,\nthe Head of the Service for Foreign Policy Instruments\n(1)  OJ L 193, 23.7.2005, p. 9.\nANNEX\nAnnex I to Regulation (EC) No 1184/2005 is amended as follows:\n(1) The entry ‘Gaffar Mohammed Elhassan (alias Gaffar Mohmed Elhassan). Title: Major General. Function: Commander of the Western Military Region for the Sudanese Air Force. Date of birth: 24.6.1953.’ shall be replaced by the following:\n(2) The entry ‘Gabril Abdul Kareem Badri (alias Gibril Abdul Kareem Barey). Title: General. Function: Field Commander of the National Movement for Reform and Development.’ shall be replaced by the following:\n(3) The entry ‘Sheikh Musa HILAL. Other information: Paramount Chief of the Jalul Tribe in North Darfur.’ shall be replaced by the following:\n(4) The entry ‘Adam Yacub SHANT. Other information: Sudanese Liberation Army Commander’ shall be replaced by the following:"}