{"celex_id": "32012D0270", "uri": "http://publications.europa.eu/resource/cellar/00dad29b-a8c6-4e1b-835b-cb7988447b50", "type": "Decision", "concepts": ["191", "2416", "3191", "3579", "420", "5225", "5676", "619"], "title": "2012/270/EU: Commission Implementing Decision of 16 May 2012 as regards emergency measures to prevent the introduction into and the spread within the Union of Epitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) and Epitrix tuberis (Gentner) (notified under document C(2012) 3137)\n", "header": "23.5.2012 EN Official Journal of the European Union L 132/18\nCOMMISSION IMPLEMENTING DECISION\nof 16 May 2012\nas regards emergency measures to prevent the introduction into and the spread within the Union of Epitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) and Epitrix tuberis (Gentner)\n(notified under document C(2012) 3137)\n(2012/270/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the third sentence of Article 16(3), thereof,\nWhereas:\n(1) It appears from an assessment carried out by the Commission on the basis of a pest risk analysis produced by the European and Mediterranean Plant Protection Organisation that Epitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) and Epitrix tuberis (Gentner) cause harmful effects to susceptible plants. They affect, in particular, tubers of Solanum tuberosum L., including those intended for planting, hereinafter ‘potato tubers’, which are produced in the whole Union. Those organisms are listed neither in Annex I nor in Annex II to Directive 2000/29/EC.\n(2) Portugal has informed the Commission that Epitrix cucumeris (Harris) and Epitrix similaris (Gentner) are present in that Member State. A notification submitted by Spain on 8 September 2010 shows the first findings of Epitrix similaris (Gentner) in one region of that Member State. The available information also shows that Epitrix cucumeris (Harris) and Epitrix tuberis (Gentner) are present in a third country that currently exports potato tubers to the Union.\n(3) Measures should be provided for concerning the introduction into the Union of potato tubers from third countries where Epitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) or Epitrix tuberis (Gentner) is known to be present. Measures should also be provided for concerning the movement of potato tubers originating in areas of the Union where the presence of one or more of those organisms is confirmed.\n(4) Surveys concerning the presence of Epitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) and Epitrix tuberis (Gentner) should be carried out on potato tubers and potato fields in all Member States and the results notified. Member States may also choose to carry out surveys on other plants.\n(5) Measures should provide for Member States to establish demarcated areas in cases where the presence of Epitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) or Epitrix tuberis (Gentner) is confirmed in order to eradicate or at least contain the organisms concerned and to ensure intensive monitoring for their presence.\n(6) Member States should, if necessary, adapt their legislation in order to comply with this Decision.\n(7) This Decision should be in force until 30 September 2014 to allow time for the evaluation of its efficacy.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Prohibitions concerning Epitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) and Epitrix tuberis (Gentner)\nEpitrix cucumeris (Harris), Epitrix similaris (Gentner), Epitrix subcrinita (Lec.) and Epitrix tuberis (Gentner), hereinafter ‘the specified organisms’, shall not be introduced into or spread within the Union.", "Introduction of potato tubers into the Union\n1.   Tubers of Solanum tuberosum L., including those intended for planting, hereinafter ‘potato tubers’, originating (2) in third countries where one or more of the specified organisms are known to be present may only be introduced into the Union if they comply with the specific import requirements, as set out in point (1) of Section 1 of Annex I.\n2.   On entry into the Union potato tubers shall be inspected by the responsible official body in accordance with point (5) of Section 1 of Annex I.", "Movement of potato tubers within the Union\nPotato tubers originating in demarcated areas within the Union established in accordance with Article 5 may be moved within the Union only if they meet the conditions, as set out in point (1) of Section 2 of Annex I.\nPotato tubers introduced into the Union in accordance with Article 2 from third countries where one or more of the specified organisms are known to be present, may be moved within the Union only if they meet the conditions, as set out in point (3) of Section 2 of Annex I.", "Surveys and notifications of the specified organisms\n1.   Member States shall conduct annual official surveys for the presence of the specified organisms on potato tubers and, where appropriate, other host plants, including fields where potato tubers are growing, in their territory.\nMember States shall notify the results of those surveys to the Commission and the other Member States by 30 April of each year.\n2.   Any presence or suspected occurrence of a specified organism shall immediately be notified to the responsible official bodies.", "Demarcated areas and measures to be taken in such areas\n1.   Where based on the results of the surveys referred to in Article 4(1) or other evidence, a Member State confirms the presence of a specified organism in a part of its territory, that Member State shall without delay establish a demarcated area consisting of an infested zone and a buffer zone, as set out in Section 1 of Annex II.\nIt shall take measures, as laid down in Section 2 of Annex II.\n2.   Where a Member State takes measures in accordance with paragraph 1, it shall immediately notify the list of demarcated areas, information on their delimitation, including maps showing their location, and a description of the measures applied in those demarcated areas.", "Compliance\nMember States shall take all measures to comply with this Decision and, if necessary, amend the measures which they have adopted to protect themselves against the introduction and spread of the specified organisms in such a manner that those measures comply with this Decision. They shall immediately inform the Commission of those measures.", "Application\nThis Decision shall apply until 30 September 2014.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 May 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  Glossary of Phytosanitary Terms — Reference Standard ISPM No 5 and Phytosanitary Certificates — Reference Standard ISPM No 12 by the Secretariat of the International Plant Protection Convention, Rome.\nANNEX I\nSECTION 1\nSpecific requirements for introduction into the Union\n(1) Without prejudice to the provisions listed in Directive 2000/29/EC, potato tubers originating in third countries where one or more of the specified organisms are known to be present shall be accompanied by a phytosanitary certificate, as referred to in the first subparagraph of point (ii) of paragraph 1 of Article 13 of Directive 2000/29/EC (‘the certificate’), which includes under the heading ‘Additional declaration’ the information set out in points (2) and (3).\n(2) The certificate shall include either the information in point (a) or in point (b):\n(a) the potato tubers have been grown in a pest-free area established by the national plant protection organisation in accordance with relevant international standards for phytosanitary measures;\n(b) the potato tubers have been washed or brushed so that there is no more than 0,1 % of soil remaining, or have undergone an equivalent method specifically applied in order to achieve the same outcome and remove the specified organisms concerned and to ensure that there is no risk of spreading the specified organisms.\n(3) The certificate shall include the following:\n(a) it shall include the information that the potato tubers have been found free from the specified organisms concerned and from any of their symptoms and do not contain more than 0,1 % of soil in an official examination carried out immediately prior to export;\n(b) it shall include the information that the packaging material in which potato tubers are imported is clean.\n(4) Where the information set out in point (2)(a) is given, the name of the pest-free area shall be mentioned under the heading ‘Place of origin’.\n(5) Potato tubers introduced into the Union in accordance with points (1) to (4) shall be inspected at the point of entry or the place of destination established in accordance with Commission Directive 2004/103/EC (1) to confirm that they meet the requirements laid down in points (1) to (4).\nSECTION 2\nConditions for movement\n(1) Potato tubers originating in demarcated areas within the Union may be moved from such areas into non-demarcated areas within the Union only if they are accompanied by a plant passport prepared and issued in accordance with Commission Directive 92/105/EEC (2) and if they meet the conditions set out in point (2).\n(2) The potato tubers shall meet the following conditions:\n(a) the potato tubers have been grown in a registered place of production in accordance with Commission Directive 92/90/EEC (3) or by a registered producer in accordance with Commission Directive 93/50/EEC (4), or moved from a warehouse or a dispatching centre registered in accordance with Directive 93/50/EEC;\n(b) the potato tubers have been washed or brushed so that there is no more than 0,1 % of soil remaining or have undergone an equivalent method specifically applied in order to achieve the same outcome and remove the specified organisms concerned and to ensure that there is no risk of spreading the specified organisms; and\n(c) the packaging material in which potato tubers are moved is clean.\n(3) Potato tubers introduced into the Union in accordance with Section 1 from third countries where one or more of the specified organisms are known to be present may be moved within the Union only if they are accompanied by the plant passport referred to in point (1).\n(1)  OJ L 313, 12.10.2004, p. 16.\n(2)  OJ L 4, 8.1.1993, p. 22.\n(3)  OJ L 344, 26.11.1992, p. 38.\n(4)  OJ L 205, 17.8.1993, p. 22.\nANNEX II\nDEMARCATED AREAS AND MEASURES, AS PROVIDED FOR IN ARTICLE 5\nSECTION 1\nEstablishment of demarcated areas\n(1) Demarcated areas shall consist of the following zones:\n(a) an infested zone which includes at least the fields where the presence of a specified organism has been confirmed as well as fields where infested potato tubers have been grown; and\n(b) a buffer zone with a width of at least 100 m beyond the edge of an infested zone; where part of a field is within that width, the entire field shall be part of the buffer zone.\n(2) In cases where several buffer zones overlap or are geographically close, a demarcated area shall be established which includes the area covered by the relevant demarcated areas and the areas between them.\n(3) When establishing the infested zone and the buffer zone, Member States shall, bearing in mind sound scientific principles, take into account the following elements: the biology of the specified organisms, the level of infestation, the distribution of host plants, the evidence of establishment of the specified organisms, the capacity of the specified organisms to spread naturally.\n(4) If the presence of a specified organism is confirmed outside the infested zone, the delimitation of the infested zone and buffer zone shall be reviewed and changed accordingly.\n(5) Where as regards a demarcated area, based on the surveys referred to in Article 4(1), the specified organism concerned has not been detected for a period of two years, the Member State concerned shall confirm that that organism is no longer present in that area and that the area ceases to be demarcated. It shall notify the Commission and the other Member States.\nSECTION 2\nMeasures in demarcated areas, as provided for in the second subparagraph of Article 5(1)\nMeasures taken by Member States in demarcated areas shall include at least the following:\n(1) measures for eradication or containment of the specified organisms including treatments and disinfestations as well as a prohibition on planting of host plants where necessary;\n(2) intensive monitoring for the presence of the specified organisms through appropriate inspections;\n(3) surveillance of the movement of potato tubers out of demarcated areas."}