{"celex_id": "32012D0082", "uri": "http://publications.europa.eu/resource/cellar/e16dcf09-3d3c-497c-95fe-4b620d781f27", "type": "Decision", "concepts": ["1224", "1284", "3139", "4210", "5451", "6296", "6569", "893"], "title": "2012/82/EU: Commission Implementing Decision of 10 February 2012 as regards the renewal of the authorisation for continued marketing of products containing, consisting of, or produced from genetically modified soybean 40-3-2 (MON-Ø4Ø32-6) pursuant to Regulation (EC) No 1829/2003 of the European Parliament and of the Council (notified under document C(2012) 700)  Text with EEA relevance\n", "header": "14.2.2012 EN Official Journal of the European Union L 40/14\nCOMMISSION IMPLEMENTING DECISION\nof 10 February 2012\nas regards the renewal of the authorisation for continued marketing of products containing, consisting of, or produced from genetically modified soybean 40-3-2 (MON-Ø4Ø32-6) pursuant to Regulation (EC) No 1829/2003 of the European Parliament and of the Council\n(notified under document C(2012) 700)\n(Only the Dutch and the French texts are authentic)\n(Text with EEA relevance)\n(2012/82/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (1), and in particular Articles 7(3), 11(3), 19(3) and 23(3) thereof,\nWhereas:\n(1) By Commission Decision 96/281/EC of 3 April 1996 concerning the placing on the market of genetically modified soya beans (Glycine max L.) with increased tolerance to the herbicide glyphosate, pursuant to Council Directive 90/220/EEC (2) the United Kingdom gave its consent for placing on the market genetically modified soybean 40-3-2.\n(2) Food produced from genetically modified soybean 40-3-2, including food additives, feed materials and feed additives produced from genetically modified soybean 40-3-2 were placed on the market before the entry into force of Regulation (EC) No 1829/2003.\n(3) Articles 8(1) and 20(1) of Regulation (EC) No 1829/2003 allow the products which have been lawfully placed on the market before the date of application of that Regulation to continue to be placed on the market, provided that a notification is made to the Commission.\n(4) Articles 8(4) and 20(4) of Regulation (EC) No 1829/2003 require the operators responsible for placing on the market those products to submit an application for renewal of authorisation within certain time limits.\n(5) On 16 April 2007, Monsanto Europe SA submitted to the Commission an application, in accordance with Articles 11 and 23 of Regulation (EC) No 1829/2003 for renewal of the authorisation for continued marketing of existing food additives, feed materials and feed additives produced from 40-3-2 soybean which were previously notified according to Articles 8(1)(b) and 20(1)(b) of that Regulation.\n(6) On 18 April 2007, Monsanto Europe SA submitted to the Commission an application, in accordance with Articles 11 and 23 of Regulation (EC) No 1829/2003, for renewal of the authorisation of food containing, consisting of, or produced from 40-3-2 soybean, feed containing or consisting of 40-3-2 soybean and products other than food and feed containing or consisting of 40-3-2 soybean with the exception of cultivation which were previously notified according to Articles 8(1)(a) and 20(1)(a) of that Regulation.\n(7) On 1 December 2010, the European Food Safety Authority (EFSA) gave two favourable opinions in accordance with Articles 6 and 18 of Regulation (EC) No 1829/2003 and concluded that the new information provided in the applications and the review of the literature published since the previous scientific assessment of 40-3-2 soybean (3) do not require changes of the previous scientific opinions on 40-3-2 soybean and reiterated the previous conclusions that 40-3-2 soybean is as safe as its non-genetically modified counterpart with respect to potential effects on human and animal health or the environment. Therefore, it concluded that it is unlikely that the placing on the market of the products containing, consisting of, or produced from 40-3-2 soybean as described in the applications (‘the products’) will have any adverse effects on human or animal health or the environment in the context of its proposed uses (4).\n(8) In its opinions, EFSA considered all the specific questions and concerns raised by the Member States in the context of the consultation of the national competent authorities as provided for by Articles 6(4) and 18(4) of Regulation (EC) No 1829/2003.\n(9) In its opinions, EFSA also concluded that the environmental monitoring plan, consisting of a general surveillance plan, submitted by the applicant is in line with the intended use of the products.\n(10) Taking into account those considerations, renewal of the authorisation should be granted for the products.\n(11) A unique identifier should be assigned to each GMO as provided for in Commission Regulation (EC) No 65/2004 of 14 January 2004 establishing a system for the development and assignment of unique identifiers for genetically modified organisms (5).\n(12) On the basis of the EFSA opinions, no specific labelling requirements other than those provided for in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003, appear to be necessary for foods and feed containing, consisting of, or produced from 40-3-2 soybean. However, in order to ensure the use of the products within the limits of the authorisation provided for by this Decision, the labelling of feed containing or consisting of the GMO and products other than food and feed containing or consisting of the GMO for which renewal of the authorisation is requested should be complemented by a clear indication that the products in question must not be used for cultivation.\n(13) Regulation (EC) No 1830/2003 of the European Parliament and of the Council of 22 September 2003 concerning the traceability and labelling of genetically modified organisms and the traceability of food and feed products produced from genetically modified organisms and amending Directive 2001/18/EC (6), lays down in Article 4(6) labelling requirements for products containing or consisting of GMOs. Traceability requirements for products containing or consisting of GMOs are laid down in paragraphs 1 to 5 of Article 4 and for food and feed produced from GMOs are laid down in Article 5 of that Regulation.\n(14) The authorisation holder should submit annual reports on the implementation and the results of the activities set out in the monitoring plan for environmental effects. Those results should be presented in accordance with Commission Decision 2009/770/EC of 13 October 2009 establishing standard reporting formats for presenting the monitoring results of the deliberate release into the environment of genetically modified organisms, as or in products, for the purpose of placing on the market, pursuant to Directive 2001/18/EC of the European Parliament and of the Council (7). The EFSA opinions do not justify the imposition of specific conditions or restrictions for the placing on the market and/or specific conditions or restrictions for the use and handling, including post-market monitoring requirements for the use of the food and feed, or of specific conditions for the protection of particular ecosystems/environment and/or geographical areas, as provided for in point (e) of Article 6(5) and Article 18(5) of Regulation (EC) No 1829/2003.\n(15) All relevant information on the renewal of the authorisation of the products should be entered in the Community register of genetically modified food and feed, as provided for in Regulation (EC) No 1829/2003.\n(16) In the interest of clarity and consistency, Decision 96/281/EC should be repealed and replaced by this Decision.\n(17) This Decision is to be notified through the Biosafety Clearing House to the Parties to the Cartagena Protocol on Biosafety to the Convention on Biological Diversity, pursuant to Article 9(1) and point (c) of Article 15(2) of Regulation (EC) No 1946/2003 of the European Parliament and of the Council of 15 July 2003 on transboundary movements of genetically modified organisms (8).\n(18) The applicant has been consulted on the measures provided for in this Decision.\n(19) The Standing Committee on the Food Chain and Animal Health has not delivered an opinion within the time limit laid down by its Chairman. An implementing act was deemed to be necessary and the chair submitted the draft implementing act to the appeal committee for further deliberation. The appeal committee did not deliver an opinion,", "main_body": ["Genetically modified organism and unique identifier\nGenetically modified soybean 40-3-2, as specified in point (b) of the Annex to this Decision, is assigned the unique identifier MON-Ø4Ø32-6, as provided for in Regulation (EC) No 65/2004.", "Authorisation\nThe following products are authorised for the purposes of Articles 4(2) and 16(2) of Regulation (EC) No 1829/2003 in accordance with the conditions set out in this Decision:\n(a) foods and food ingredients containing, consisting of, or produced from MON-Ø4Ø32-6 soybean;\n(b) feed containing, consisting of, or produced from MON-Ø4Ø32-6 soybean;\n(c) products other than food and feed containing or consisting of MON-Ø4Ø32-6 soybean for the same uses as any other soybean with the exception of cultivation.", "Labelling\n1.   For the purposes of the labelling requirements laid down in Article 13(1) and Article 25(2) of Regulation (EC) No 1829/2003 and in Article 4(6) of Regulation (EC) No 1830/2003, the ‘name of the organism’ shall be ‘soybean’.\n2.   The words ‘not for cultivation’ shall appear on the label of and in documents accompanying products containing or consisting of MON-Ø4Ø32-6 soybean referred to in Article 2(b) and (c).", "Monitoring for environmental effects\n1.   The authorisation holder shall ensure that the monitoring plan for environmental effects, as set out in point (h) of the Annex, is put in place and implemented.\n2.   The authorisation holder shall submit to the Commission annual reports on the implementation and the results of the activities set out in the monitoring plan in accordance with the requirements set in Decision 2009/770/EC.", "Community register\nThe information set out in the Annex to this Decision shall be entered in the Community register of genetically modified food and feed, as provided for in Article 28 of Regulation (EC) No 1829/2003.", "Authorisation holder\nThe authorisation holder shall be Monsanto Europe SA, Belgium, representing Monsanto Company, United States.", "Repeal\nDecision 96/281/EC shall be repealed from 13 February 2012.", "Validity\nThis Decision shall apply for a period of 10 years from the date of its notification.", "Addressee\nThis Decision is addressed to Monsanto Europe SA, Avenue de Tervuren/Tervurenlaan 270-272, 1150 Bruxelles/Brussel, BELGIQUE/BELGIË."], "attachments": "Done at Brussels, 10 February 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 1.\n(2)  OJ L 107, 30.4.1996, p. 10.\n(3)  Safety assessment of 40-3-2 soybean performed by the Advisory Committee on Novel Foods and Processes in the UK — http://www.foodstandards.gov.uk/multimedia/webpage/acnfp_report_1994\n(4)  http://registerofquestions.efsa.europa.eu/roqFrontend/questionLoader?question=EFSA-Q-2010-01260\nhttp://registerofquestions.efsa.europa.eu/roqFrontend/questionLoader?question=EFSA-Q-2010-01259\n(5)  OJ L 10, 16.1.2004, p. 5.\n(6)  OJ L 268, 18.10.2003, p. 24.\n(7)  OJ L 275, 21.10.2009, p. 9.\n(8)  OJ L 287, 5.11.2003, p. 1.\nANNEX\n(a)   Applicant and authorisation holder\nName : Monsanto Europe SA\nAddress : Avenue de Tervuren/Tervurenlaan 270-272, 1150 Bruxelles/Brussel, BELGIQUE/BELGIË\nOn behalf of Monsanto Company, 800 N. Lindbergh Boulevard, St Louis, Missouri 63167, UNITED STATES OF AMERICA.\n(b)   Designation and specification of the products\n(1) Foods and food ingredients containing, consisting of, or produced from MON-Ø4Ø32-6 soybean.\n(2) Feed containing, consisting of, or produced from MON-Ø4Ø32-6 soybean.\n(3) Products other than food and feed containing or consisting of MON-Ø4Ø32-6 soybean for the same uses as any other soybean with the exception of cultivation.\nThe genetically modified MON-Ø4Ø32-6 soybean, as described in the applications, expresses the CP4 EPSPS protein which confers tolerance to the glyphosate herbicide.\n(c)   Labelling\n(1) For the purposes of the specific labelling requirements laid down in Articles 13(1) and 25(2) of Regulation (EC) No 1829/2003, and in Article 4(6) of Regulation (EC) No 1830/2003, the ‘name of the organism’ shall be ‘soybean’.\n(2) The words ‘not for cultivation’ shall appear on the label of and in documents accompanying products containing or consisting of MON-Ø4Ø32-6 soybean referred to in Article 2(b) and (c).\n(d)   Method for detection\n— Event-specific real-time PCR-based method for the quantification of MON-Ø4Ø32-6 soybean,\n— validated by the Community Reference Laboratory established under Regulation (EC) No 1829/2003, published at http://gmo-crl.jrc.ec.europa.eu/statusofdoss.htm\n— reference material: ERM®-BF410 accessible via the Joint Research Centre (JRC) of the European Commission, Institute for Reference Materials and Measurements (IRMM) at https://irmm.jrc.ec.europa.eu/rmcatalogue\n(e)   Unique identifier\nMON-Ø4Ø32-6\n(f)   Information required under Annex II to the Cartagena Protocol on Biosafety to the Convention on Biological Diversity\nBiosafety Clearing House, Record ID: see [to be completed when notified]\n(g)   Conditions or restrictions on the placing on the market, use or handling of the products\nNot required.\n(h)   Monitoring plan\nMonitoring plan for environmental effects conforming with Annex VII to Directive 2001/18/EC of the European Parliament and of the Council (1)\n[Link: plan published on the Internet]\n(i)   Post-market monitoring requirements for the use of the food for human consumption\nNot required.\nNote: Links to relevant documents may need to be modified over time. Those modifications will be made available to the public via the updating of the Community register of genetically modified food and feed.\n(1)  OJ L 106, 17.4.2001, p. 1."}