{"celex_id": "32014D0905", "uri": "http://publications.europa.eu/resource/cellar/393a01c0-8298-11e4-89f7-01aa75ed71a1", "type": "Decision", "concepts": ["192", "2735", "5451", "6569", "893"], "title": "2014/905/EU: Commission Implementing Decision of 11 December 2014 authorising the placing on the market of methyl vinyl ether-maleic anhydride copolymer as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2014) 9333)\n", "header": "13.12.2014 EN Official Journal of the European Union L 358/47\nCOMMISSION IMPLEMENTING DECISION\nof 11 December 2014\nauthorising the placing on the market of methyl vinyl ether-maleic anhydride copolymer as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2014) 9333)\n(Only the English text is authentic)\n(2014/905/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 30 June 2008 the company Reading Scientific Services Ltd made a request to the competent authorities of the Netherlands to place methyl vinyl ether-maleic anhydride copolymer on the market as a novel food ingredient for the use in chewing gum base.\n(2) On 14 July 2011, the competent food assessment body of the Netherlands issued its initial assessment report. In that report it came to the conclusion that methyl vinyl ether-maleic anhydride copolymer meets the criteria set out in Article 3(1) of Regulation (EC) No 258/97.\n(3) On 18 August 2011, the Commission forwarded the initial assessment report to the other Member States.\n(4) Reasoned objections were raised within the 60-day period laid down in the first subparagraph of Article 6(4) of Regulation (EC) No 258/97.\n(5) On 12 June 2012, the Commission consulted the European Food Safety Authority (EFSA) asking it to carry out an additional assessment for methyl vinyl ether-maleic anhydride copolymer as food ingredient in accordance with Regulation (EC) No 258/97.\n(6) On 10 October 2013 EFSA adopted a Scientific Opinion on the safety of methyl vinyl ether-maleic anhydride copolymer (chewing gum base ingredient) as a novel food ingredient (2), concluding that it is safe under the proposed uses and use levels.\n(7) The opinion gives sufficient grounds to establish that methyl vinyl ether-maleic anhydride copolymer in the proposed use and use levels in chewing gum base complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Methyl vinyl ether-maleic anhydride copolymer as specified in the Annex may be placed on the market in the Union as a novel food ingredient to be used in chewing gum base up to a maximum of 2 % in the finished chewing gum product.", "The designation of the novel chewing gum base authorised by this Decision on the labelling of the foodstuff containing it shall be ‘gum base (including methyl vinyl ether-maleic anhydride copolymer)’ or ‘gum base (including CAS No 9011-16-9)’.", "This Decision is addressed to Reading Scientific Services Ltd, The Lord Zuckerman Research Centre, Whiteknights Campus, Pepper lane, Reading, RG6 6LA, United Kingdom."], "attachments": "Done at Brussels, 11 December 2014.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2013;11(10):3423.\nANNEX\nSPECIFICATION OF METHYL VINYL ETHER-MALEIC ANHYDRIDE COPOLYMER\nDefinition:\nMethyl vinyl ether-maleic anhydride copolymer is an anhydrous copolymer of methyl vinyl ether and maleic anhydride.\nStructural formula:\nDescription: Free-flowing, white to white-off powder.\nIdentification:\nCAS No 9011-16-9\nPurity:\nAssay value At least 99,5 % in dry matter\nSpecific viscosity (1 % MEK) 2-10\nResidual methyl vinyl ether Not more than 150 ppm\nResidual maleic anhydride Not more than 250 ppm\nAcetaldehyde Not more than 500 ppm\nMethanol Not more than 500 ppm\nDilauroyl peroxide Not more than 15 ppm\nTotal heavy metals Not more than 10 ppm\nMicrobiological criteria:\nTotal aerobic plate count Not more than 500 CFU/g\nMould/yeast Not more than 500 CFU/g\nEscherichia coli Negative to test\nSalmonella spp. Negative to test\nStaphylococcus aureus Negative to test\nPseudomonas aeruginosa Negative to test"}