{"celex_id": "32013L0062", "uri": "http://publications.europa.eu/resource/cellar/a7464fdf-6f95-11e3-b589-01aa75ed71a1", "type": "Directive", "concepts": ["105", "1088", "1843", "4128", "5146", "85"], "title": "Council Directive 2013/62/EU of 17 December 2013 amending Directive 2010/18/EU implementing the revised Framework Agreement on parental leave concluded by BUSINESSEUROPE, UEAPME, CEEP and ETUC, following the amendment of the status of Mayotte with regard to the European Union\n", "header": "28.12.2013 EN Official Journal of the European Union L 353/7\nCOUNCIL DIRECTIVE 2013/62/EU\nof 17 December 2013\namending Directive 2010/18/EU implementing the revised Framework Agreement on parental leave concluded by BUSINESSEUROPE, UEAPME, CEEP and ETUC, following the amendment of the status of Mayotte with regard to the European Union\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament (1),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) By European Council Decision 2012/419/EU (2), the European Council decided to amend the status of Mayotte with regard to the Union with effect from 1 January 2014. From that date, Mayotte will cease to be an overseas country or territory and will become an outermost region of the Union within the meaning of Article 349 and Article 355(1) of the Treaty on the Functioning of the European Union (TFEU). Following this amendment of the legal status of Mayotte, Union law will apply to Mayotte from 1 January 2014. Taking account of the particular structural social and economic situation of Mayotte, certain specific measures aimed at laying down the conditions of application of Union law should be established.\n(2) Considering the specific structural social and economic situation of Mayotte, in particular the fact that the labour market is underdeveloped and the employment rate is low due to its remoteness, insularity, difficult topography and climate, an additional implementation period for Council Directive 2010/18/EU (3) should be provided for in order to ensure that equal treatment in the particular field of parental leave is achieved progressively and in a way that does not destabilise the gradual economic development of Mayotte. That additional implementation period should allow the specific disadvantaged structural social and economic situation of Mayotte, as a new outermost region, to be improved.\n(3) Directive 2010/18/EU should therefore be amended accordingly,", "main_body": ["In Article 3(2) of Directive 2010/18/EU, the following subparagraph is added:\n‘By way of derogation from the first subparagraph, the additional period referred to therein shall be extended to 31 December 2018 as regards Mayotte as an outermost region of the Union within the meaning of Article 349 TFEU.’.", "This Directive shall enter into force on 1 January 2014.", "This Directive is addressed to the French Republic."], "attachments": "Done at Brussels, 17 December 2013.\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  Opinion of 12 December 2013 (not yet published in the Official Journal).\n(2)  European Council Decision 2012/419/EU of 11 July 2012 amending the status of Mayotte with regard to the European Union (OJ L 204, 31.7.2012, p. 131).\n(3)  Council Directive 2010/18/EU of 8 March 2010 implementing the revised Framework Agreement on parental leave concluded by BUSINESSEUROPE, UEAPME, CEEP and ETUC and repealing Directive 96/34/EC (OJ L 68, 18.3.2010, p. 13)."}