{"celex_id": "32011L0058", "uri": "http://publications.europa.eu/resource/cellar/ea830c97-1bc0-454e-a34b-f15d7c1c4c50", "type": "Directive", "concepts": ["1596", "191", "2081", "2739", "2985", "5070", "5451"], "title": "Commission Directive 2011/58/EU of 10 May 2011 amending Council Directive 91/414/EEC to renew the inclusion of carbendazim as active substance  Text with EEA relevance\n", "header": "11.5.2011 EN Official Journal of the European Union L 122/71\nCOMMISSION DIRECTIVE 2011/58/EU\nof 10 May 2011\namending Council Directive 91/414/EEC to renew the inclusion of carbendazim as active substance\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) The inclusion of carbendazim in Annex I to Directive 91/414/EEC expires on 13 June 2011.\n(2) On request the inclusion of an active substance may be renewed for a period not exceeding ten years. On 6 August 2007 the Commission received such a request from the applicant regarding the renewal of the inclusion for this substance.\n(3) On 10 January 2008, the applicant submitted to the rapporteur Member State Germany data in support of its request for renewal of the inclusion of carbendazim.\n(4) The rapporteur Member State prepared a draft re-assessment report which was commented by the applicant on 13 May 2009 and after its finalisation was submitted to the applicant and the Commission on 24 July 2009. In addition to the assessment of the substance, that report includes a list of the studies the rapporteur Member State relied on for its assessment.\n(5) The Commission communicated the draft re-assessment report to the European Food Safety Authority (hereinafter: ‘the Authority’) and to the Member States on 28 July 2009 for comments.\n(6) At the request of the Commission, the draft re-assessment report was peer reviewed by the Member States and the Authority and commented by the applicant on 14 December 2009. The Authority presented its conclusion on the peer review of the risk assessment of carbendazim (2) to the Commission on 30 April 2010. After the applicant had been given the possibility to comment and taking into account its comments delivered on 31 May 2010, the draft re-assessment report and the conclusion from the Authority were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 23 November 2010 in the format of the Commission review report for carbendazim.\n(7) It has appeared from the various examinations made that plant protection products containing carbendazim may be expected to continue to satisfy the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC, as regards the uses which were examined and detailed in the Commission review report. It is therefore appropriate to renew the inclusion of carbendazim in Annex I to Directive 91/414/EEC, in order to ensure that plant protection products containing this active substance may continue to be authorised where they comply with that Directive. In addition to the uses supported for the first inclusion, the applicant supports in its renewal dossier the use on fodder beet. Taking into consideration the additional data submitted by the applicant, the use on fodder beet should be added to the list of uses that may be authorised.\n(8) Article 5(4) of Directive 91/414/EEC provides that inclusion of a substance in Annex I may be subject to restrictions. In order to correctly reflect the high level of protection of human and animal health and the environment sought in the Union, it is necessary to limit the uses of carbendazim to those that have actually been assessed and which are considered to comply with the conditions of Article 5(1) of Directive 91/414/EEC. This implies that uses which are not part of the list of uses set out in Annex I to that Directive may not be authorised unless they are first added to that list. It is appropriate to set maximum limits for the presence of two relevant impurities 2-amino-3-hydroxyphenazine (AHP) and 2,3-diaminophenazine (DAP) in commercially manufactured carbendazim.\n(9) Without prejudice to the conclusion set out in recital 8, it is appropriate to obtain further information on certain specific points. Article 6(1) of Directive 91/414/EC provides that inclusion of a substance in Annex I may be subject to conditions. Therefore, it is appropriate to require that the applicant submits further information as regards, the aerobic degradation in soil, the long-term risk to birds and the relevance of a third impurity, for confidentiality reasons referred to as AEF037197. In addition, the applicant should be requested to examine the studies included in the list in the draft re-assessment report of 16 July 2009 (Volume 1, Level 4 ‘Further information’, pp. 155-157).\n(10) Several Member States have expressed concerns as regards the hazard profile of this substance. Similar concerns were expressed at the time of the first inclusion. The renewal dossier is, in part, based on toxicity data used during the assessment of the dossier submitted for the initial inclusion of this substance. The original inclusion was limited to a period of three years (3). Account should also be taken of the progressive understanding of the need to ensure a high level of protection of human and animal health and the sustainable environment. Therefore, it is appropriate to limit the renewal period of the inclusion to three and half years.\n(11) As with all substances included in Annex I to Directive 91/414/EEC, the status of carbendazim could be reviewed under Article 5(5) of that Directive in the light of any new data becoming available, such as its currently ongoing evaluation in the framework of Directive 98/8/EC of the European Parliament and the Council of 16 February 1998 concerning the placing of biocidal substances on the market (4) and from the review of relevant scientific literature.\n(12) A reasonable period should be allowed to elapse before the inclusion of an active substance in Annex I to Directive 91/414/EEC is renewed in order to permit Member States and the interested parties to prepare themselves to meet the new requirements resulting from the renewal.\n(13) Without prejudice to the obligations defined by Directive 91/414/EEC as a consequence of renewing the inclusion of an active substance in Annex I thereto, Member States should be allowed a period of six months after renewal to review authorisations of plant protection products containing carbendazim to make sure that the requirements laid down in Directive 91/414/EEC, in particular in its Article 13, and the relevant conditions set out in Annex I to that Directive, continue to be satisfied. As appropriate, Member States should renew, where appropriate with modifications, or refuse to renew authorisations. By way of derogation from that deadline, a longer period should be provided for the submission and assessment of the update of the complete Annex III dossier of each plant protection product for each intended use in accordance with the uniform principles laid down in Directive 91/414/EEC.\n(14) It is therefore appropriate to amend Directive 91/414/EEC accordingly.\n(15) The Standing Committee on the Food Chain and Animal Health did not deliver an opinion within the time limit laid down by its Chair and the Commission therefore submitted to the Council a proposal relating to these measures. Since, on the expiry of the period laid down in the second subparagraph of Article 19(2) of Directive 91/414/EEC, the Council had neither adopted the proposed measures nor indicated its opposition to them, these measures are to be adopted by the Commission,", "main_body": ["Annex I to Directive 91/414/EEC is amended in accordance with the Annex to this Directive.", "Member States shall adopt and publish by 30 November 2011 at the latest the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 December 2011.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "1.   Member States shall in accordance with Directive 91/414/EEC, where necessary, amend or withdraw existing authorisations for plant protection products containing carbendazim as an active substance by 1 December 2011.\nBy that date they shall in particular verify that the conditions in Annex I to that Directive relating to carbendazim are met, with the exception of those identified in part B of the entry concerning that active substance, and that the holder of the authorisation has, or has access to, a dossier satisfying the requirements of Annex II to that Directive in accordance with the conditions of Article 13 of that Directive.\n2.   By way of derogation from paragraph 1, for each authorised plant protection product containing carbendazim as either the only active substance or as one of several active substances, all of which were listed in Annex I to Directive 91/414/EEC by 1 June 2011 at the latest, Member States shall, where necessary, re-evaluate the products, to take into account developments occurred in the scientific and technical knowledge and in accordance with the uniform principles provided for in Annex VI to Directive 91/414/EEC, on the basis of a dossier satisfying the requirements of Annex III to that Directive and taking into account part B of the entry in Annex I to that Directive concerning carbendazim. On the basis of that evaluation, they shall determine whether the product still satisfies the conditions set out in Article 4(1)(b), (c), (d) and (e) of Directive 91/414/EEC. Following that determination Member States shall, where necessary, amend or withdraw the authorisation by 1 December 2013.", "This Directive shall enter into force on 1 June 2011.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 10 May 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance carbendazim EFSA Journal 2010; 8(5):1598.\n(3)  Commission Directive 2006/135/EC of 11 December 2006 amending Council Directive 91/414/EEC to include carbendazim as active substance (OJ L 349, 12.12.2006, p. 37).\n(4)  OJ L 123, 24.4.1998, p. 1.\nANNEX\nIn Annex I to Directive 91/414/EEC, row No 149 is replaced by the following:\nNo Common name, identification numbers IUPAC name Purity (1) Entry into force Expiration of inclusion Specific provisions\n‘149 Carbendazim Methyl benzimidazol-2-ylcarbamate ≥ 980 g/kg\n‘149 Carbendazim Methyl benzimidazol-2-ylcarbamate 1 June 2011 30 November 2014 PART A\n2-amino-3-hydroxyphenazine (AHP): not more than 0,0005 g/kg\n2,3-diaminophenazine (DAP): not more than 0,003 g/kg\n— cereals,\n— rape seed,\n— sugar and fodder beet,\n— maize,\n— 0,25 kg active substance per hectare per application for cereals and rape seed,\n— 0,075 kg active substance per hectare per application for sugar and fodder beet,\n— 0,1 kg active substance per hectare per application for maize.\n— air application,\n— knapsack and handheld applications neither by amateur nor by professional users,\n— home gardening.\n— aquatic organisms. Appropriate drift mitigation measures must be applied to minimise the exposure of surface water bodies. This should include keeping a distance between treated areas and surface water bodies alone or in combination with the use of drift-reducing techniques or devices,\n— earthworms and other soil macro-organisms. Conditions of authorisation shall include risk mitigation measures, such as the selection of the most appropriate combination of numbers and timing of application, and, if necessary, the degree of concentration of the active substance,\n— birds (long-term risk). Depending on the results of the risk assessment for specific uses, targeted mitigation measures to minimise the exposure may become necessary,\n— operators, who must wear suitable protective clothing, in particular gloves, coveralls, rubber boots and face protection or safety glasses during mixing, loading, application and cleaning of the equipment, unless the exposure to the substance is adequately precluded by the design and construction of the equipment itself or by the mounting of specific protective components on such equipment.\n— by 1 December 2011 at the latest, information as regards the toxicological and ecotoxicological relevance of the impurity AEF037197,\n— by 1 June 2012 at the latest, the examination of the studies included in the list in the draft re-assessment report of 16 July 2009 (Volume 1, Level 4 “Further information”, pp. 155-157),\n— by 1 June 2013 at the latest, information on the fate and behaviour (route of aerobic degradation in soil) and the long-term risk to birds.’\n(1)  Further details on identity and specification of active substance are provided in the review report."}