{"celex_id": "32012R0784", "uri": "http://publications.europa.eu/resource/cellar/dd5d4de5-f59f-11e1-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["1318", "4668", "5650", "5782"], "title": "Commission Regulation (EU) No 784/2012 of 30 August 2012 amending Regulation (EU) No 1031/2010 to list an auction platform to be appointed by Germany and correcting Article 59(7) thereof  Text with EEA relevance\n", "header": "31.8.2012 EN Official Journal of the European Union L 234/4\nCOMMISSION REGULATION (EU) No 784/2012\nof 30 August 2012\namending Regulation (EU) No 1031/2010 to list an auction platform to be appointed by Germany and correcting Article 59(7) thereof\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (1), and in particular Articles 3d(3) and 10(4) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 1031/2010 of 12 November 2010 on the timing, administration and other aspects of auctioning of greenhouse gas emission allowances pursuant to Directive 2003/87/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emission allowances trading within the Community (2), allows Member States not participating in the joint action as provided in Article 26(1) and (2) to appoint their own auction platform for the auctioning of their share of the volume of allowances covered by Chapters II and III of Directive 2003/87/EC. The appointment of such auction platforms is subject to listing of the auction platform concerned in Annex III, pursuant to the third paragraph of Article 30(5) of that Regulation.\n(2) In accordance with Article 30(4) of Regulation (EU) No 1031/2010, Germany informed the Commission of its decision not to participate in the joint action as provided in Article 26(1) and (2) of that Regulation, and to appoint its own auction platform.\n(3) On 9 March 2012, Germany notified the Commission of its intention to appoint European Energy Exchange AG (‘EEX’) as an auction platform referred to in Article 30(2) of Regulation (EU) No 1031/2010.\n(4) On 22 March 2012, Germany presented the notification to the Climate Change Committee. In addition, Germany has provided further information and clarification to the Commission, supplementing the notification accordingly.\n(5) The proposed appointment of EEX as an auction platform referred to in Article 30(2) of Regulation (EU) No 1031/2010 is compatible with the requirements of that Regulation and is in conformity with the objectives set out in Article 10(4) of Directive 2003/87/EC.\n(6) In accordance with point (e) of Article 35(3) of Regulation (EU) No 1031/2010, an auction platform must not abuse the contract appointing it to unduly leverage the competitiveness of its other activities, notably the secondary market it organises. Therefore, the listing of EEX as an auction platform should be conditional upon EEX providing the option to candidate bidders to be admitted to bid in the auctions without being required to become a member of or a participant in the secondary market organised by EEX or of any other trading place operated by EEX or by any third party.\n(7) In accordance with point (h) of Article 35(3) of Regulation (EU) No 1031/2010, when appointing an auction platform, the Member States have to take into account the extent to which adequate measures are provided to require an auction platform to hand over all tangible and intangible assets necessary for the conduct of the auctions by an auction platform’s successor. Such measures should be laid down in a clear and timely manner in an exit strategy that should be reviewed by the auction monitor. EEX should develop such an exit strategy and take into utmost account the auction monitor’s opinion thereon.\n(8) An auction platform is required to obtain the auction monitor’s opinion on the methodology for the application of Articles 7(6) and 8(3) of Regulation (EU) No 1031/2010. However, where the auction monitor has not been appointed before the start of the auction concerned, the auction platform should be allowed to proceed without having obtained the auction monitor’s opinion.\n(9) Regulation (EU) No 1031/2010 should therefore be amended accordingly.\n(10) Moreover, certain references in Article 59(7) of Regulation (EU) No 1031/2010 should be corrected.\n(11) In order to ensure predictable and timely auctions by the auction platform to be appointed by Germany, this Regulation should enter into force as a matter of urgency.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Climate Change Committee,", "main_body": ["Amendments to Regulation (EU) No 1031/2010\nRegulation (EU) No 1031/2010 is amended as follows:\n(1) in Article 3, the following point is added:\n‘44. “exit strategy” means one or more documents determined in accordance with the contracts appointing the auction monitor or the auction platform concerned, setting out detailed measures planned to ensure the following:\n(a) the transfer of all tangible and intangible assets necessary for the uninterrupted continuation of the auctions and the smooth operation of the auction process by an auction platform’s successor;\n(b) the provision to the contracting authorities or the auction monitor, or both, of all information relating to the auction process, that is necessary for the procurement procedure for the appointment of the auction platform’s successor;\n(c) the provision to the contracting authorities, or the auction monitor or the auction platform’s successor, or any combination of these, of the technical assistance that enables the contracting authorities, or the auction monitor or the auction platform’s successor, or any combination of these, to understand, access or use the relevant information provided pursuant to points (a) and (b).’;\n(2) in Article 7, paragraph 7 is replaced by the following:\n(3) in Article 8, paragraph 3, the following subparagraph is added:\n(4) in Article 25, paragraph 6 is replaced by the following:\n(5) Annex III is amended in accordance with the Annex to this Regulation.", "Correction to Regulation (EU) No 1031/2010\nIn Article 59, paragraph 7 is replaced by the following:\n‘7.   Clients of bidders referred to in paragraph 1 may direct any complaints that they may have with regard to compliance with the conduct rules provided for in paragraphs 2 and 3 to the competent authorities mentioned in paragraph 4 in accordance with the procedural rules laid down for the handling of such complaints in the Member State where the persons referred to in paragraph 1 are supervised.’.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 August 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 275, 25.10.2003, p. 32.\n(2)  OJ L 302, 18.11.2010, p. 1.\nANNEX\nIn Annex III to Regulation (EU) No 1031/2010, the table is replaced by the following:\n‘Auction platforms appointed by Germany\n1 Auction Platform European Energy Exchange AG (EEX)\nTerm of appointment From 1 September 2012 at the earliest until at least 31 March 2013 and 31 December 2013 at the latest, without prejudice to the second subparagraph of Article 30(5).\nConditions Admission to the auctions shall not be dependent on becoming a member of or a participant in the secondary market organised by EEX or of any other trading place operated by EEX or by any third party.\nObligations Within two months from 1 September 2012, EEX shall submit its exit strategy to Germany for consultation of the auction monitor."}