{"celex_id": "32013R0596", "uri": "http://publications.europa.eu/resource/cellar/b94238d3-de54-11e2-9165-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3870", "4452"], "title": "Council Regulation (EU) No 596/2013 of 24 June 2013 amending Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al-Qaida network\n", "header": "25.6.2013 EN Official Journal of the European Union L 172/1\nCOUNCIL REGULATION (EU) No 596/2013\nof 24 June 2013\namending Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al-Qaida network\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215(2) thereof,\nHaving regard to Council Common Position 2002/402/CFSP of 27 May 2002 concerning restrictive measures against members of the Al-Qaida organisation and other individuals, groups, undertakings and entities associated with them (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and of the European Commission,\nWhereas:\n(1) Common Position 2002/402/CFSP provides for certain restrictive measures in accordance with United Nations Security Council Resolutions (‘UNSCR’) 1267 (1999) and 1333 (2000), as updated regularly by the Sanctions Committee established by UNSCR 1267 (1999) and 1989 (2011). Decision 2011/487/CFSP (2), adopted in accordance with Chapter 2 of Title V of the Treaty on European Union, amended Common Position 2002/402/CFSP as regards its scope. The Union implementing measures are set out in Regulation (EC) No 881/2002 (3) which provides for the freezing of funds and economic resources of certain persons, entities, bodies or groups associated with the Al-Qaida network.\n(2) On 21 February 2013 the Sanctions Committee of the United Nations Security Council (‘Sanctions Committee ’) decided, in line with paragraph 32 of UNSCR 2083 (2012), to remove one natural person from the list of persons, entities, bodies or groups to whom the freezing of funds and economic resources applies. However, the Sanctions Committee decided that prior to the unfreezing of assets that have been frozen as a result of the listing of that person, Member States are to submit to the Sanctions Committee a request to unfreeze such funds or economic resources and provide assurances that the funds or economic resources will not be transferred, directly or indirectly, to a listed natural or legal person, entity, body or group or otherwise used for terrorist purposes, in line with UNSCR 1373 (2001).\n(3) In order to ensure effective implementation of the decision of the Sanctions Committee, it is necessary to maintain certain restrictions on the funds and economic resources of that person and provide for additional exemption from the freezing measures in accordance with paragraph 32 of UNSCR 2083 (2012).\n(4) This measure falls within the scope of the Treaty on the Functioning of the European Union and regulatory action at the level of the Union is therefore necessary in order to implement it, in particular with a view to ensuring its uniform application by economic operators in all Member States.\n(5) Regulation (EC) No 881/2002 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 881/2002 is amended as follows:\n(1) Article 2 is amended as follows:\n(a) In paragraph 1, the following words are added after the reference to Annex I:\n(b) The following paragraph is inserted:\n(2) In Article 2a paragraphs 1 and 2 are replaced by the following:\n(a) any of the competent authorities of the Member States, as listed in Annex II, has determined, upon a request made by an interested natural or legal person, that these funds or economic resources:\n(i) are necessary to cover basic expenses, including payments for foodstuffs, rent or mortgage, medicines and medical treatment, taxes, insurance premiums, and public utility charges;\n(ii) are intended exclusively for payment of reasonable professional fees and reimbursement of incurred expenses associated with the provision of legal services;\n(iii) are intended exclusively for payment of fees or service charges for the routine holding or maintenance of frozen funds or economic resources;\n(iv) are necessary for extraordinary expenses; or\n(v) were frozen pursuant to the inclusion, in Annex I, of a natural person as listed in Annex Ia; and\n(b) the determination referred to in point (a) has been notified to the Sanctions Committee; and\n(i) in the case of a determination under point (a)(i), (ii) or (iii), the Sanctions Committee has not objected to the determination within three working days of notification;\n(ii) in the case of a determination under point (a) (iv), the Sanctions Committee has approved the determination; or\n(iii) in case of a determination under point (a)(v), the competent authority of the relevant Member State, as listed in Annex II, has provided assurances to the Sanctions Committee that the funds or economic resources will not be transferred, directly or indirectly, to any natural or legal person, entity, body or group, as listed in Annex I, or otherwise used for terrorist purposes, in line with UNSCR 1373 (2001), and no member of the Sanctions Committee has objected to the determination within 30 days of notification.’\n(3) In Article 7(1)(a), the following words are inserted after the reference to Annex I:\n(4) In Article 7d(2), the words ‘Annex I shall include’ shall be replaced by the following:\n(5) Annex I is amended in accordance with Annex I to this Regulation.\n(6) A new Annex is inserted in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 139, 29.5.2002, p. 4.\n(2)  OJ L 199, 2.8.2011, p. 73.\n(3)  OJ L 139, 29.5.2002, p. 9.\nANNEX I\nIn Annex I to Regulation (EC) No 881/2002, the following entry under the heading ‧Natural persons‧ is deleted:\n\"Usama Muhammed Awad Bin Laden (alias (a) Usama Bin Muhammed Bin Awad, Osama Bin Laden, (b) Ben Laden Osama, (c) Ben Laden Ossama, (d) Ben Laden Usama, (e) Bin Laden Osama Mohamed Awdh, (f) Bin Laden Usamah Bin Muhammad, (g) Shaykh Usama Bin Ladin, (h) Usamah Bin Muhammad Bin Ladin, (i) Usama bin Laden, (j) Usama bin Ladin, (k) Osama bin Ladin, (l) Osama bin Muhammad bin Awad bin Ladin, (m) Usama bin Muhammad bin Awad bin Ladin, (n) Abu Abdallah Abd Al Hakim, (o) Al Qaqa). Title: (a) Shaykh, (b) Hajj. Date of birth: (a) 30.7.1957 (b) 28.7.1957, (c) 10.3.1957, (d) 1.1.1957, (e) 1956, (f) 1957. Place of birth: (a) Jeddah, Saudi Arabia, (b) Yemen. Nationality: Saudi citizenship withdrawn, Afghan nationality given by the Taliban regime. Other information: Confirmed to have died in Pakistan in May 2011. Date of designation referred to in Article 2a(4)(b): 25.1.2001.\"\nANNEX II\n‘ANNEX IA\nNatural person referred to in Article 2(3a)\nUsama Muhammed Awad Bin Laden (alias (a) Usama Bin Muhammed Bin Awad, Osama Bin Laden, (b) Ben Laden Osama, (c) Ben Laden Ossama, (d) Ben Laden Usama, (e) Bin Laden Osama Mohamed Awdh, (f) Bin Laden Usamah Bin Muhammad, (g) Shaykh Usama Bin Ladin, (h) Usamah Bin Muhammad Bin Ladin, (i) Usama bin Laden, (j) Usama bin Ladin, (k) Osama bin Ladin, (l) Osama bin Muhammad bin Awad bin Ladin, (m) Usama bin Muhammad bin Awad bin Ladin, (n) Abu Abdallah Abd Al Hakim, (o) Al Qaqa). Title: (a) Shaykh, (b) Hajj. Date of birth: (a) 30.7.1957 (b) 28.7.1957, (c) 10.3.1957, (d) 1.1.1957, (e) 1956, (f) 1957. Place of birth: (a) Jeddah, Saudi Arabia, (b) Yemen. Nationality: Saudi citizenship withdrawn, Afghan nationality given by the Taliban regime. Other information: Confirmed to have died in Pakistan in May 2011. Date of designation referred to in Article 2a(4)(b): 25.1.2001.’"}