{"celex_id": "32014D0931", "uri": "http://publications.europa.eu/resource/cellar/bcfb6eee-8752-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["2358", "3262", "3763", "4585", "5581", "935"], "title": "2014/931/EU: Council Implementing Decision of 16 December 2014 extending the application of Implementing Decision 2012/181/EU authorising Romania to introduce a special measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n", "header": "19.12.2014 EN Official Journal of the European Union L 365/145\nCOUNCIL IMPLEMENTING DECISION\nof 16 December 2014\nextending the application of Implementing Decision 2012/181/EU authorising Romania to introduce a special measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax\n(2014/931/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letters registered with the Secretariat-General of the Commission on 28 April 2014 and 22 August 2014, Romania requested authorisation for a measure derogating from point (18) of Article 287 of Directive 2006/112/EC in order to continue to exempt from value added tax (VAT) taxable persons whose annual turnover is no higher than the equivalent in national currency of EUR 65 000 at the conversion rate on the day of its accession to the Union (‘the measure’). The measure would continue to release those taxable persons from certain or all of the obligations in relation to VAT referred to in Chapters 2 to 6 of Title XI of Directive 2006/112/EC.\n(2) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States by letter dated 1 September 2014 of the request made by Romania. By letter dated 3 September 2014, the Commission notified Romania that it had all the information necessary to consider the request.\n(3) A special scheme for small enterprises is already available to Member States under Title XII of Directive 2006/112/EC. Under point (18) of Article 287 of Directive 2006/112/EC, Romania may exempt from VAT taxable persons whose annual turnover is no higher than the equivalent in national currency of EUR 35 000 at the conversion rate on the day of its accession.\n(4) By Council Implementing Decision 2012/181/EU (2), Romania was authorised, until 31 December 2014 and as a derogating measure, to exempt from VAT taxable persons whose annual turnover is no higher than the equivalent in national currency of EUR 65 000 at the conversion rate on the day of its accession. Given that this higher threshold has resulted in reduced VAT obligations for the smaller businesses, whilst such businesses may still opt for the regular VAT arrangements in accordance with Article 290 of Directive 2006/112/EC, Romania should be authorised to extend the measure for a further limited period.\n(5) According to the information provided by Romania, the measure will have only a negligible impact on the VAT collected at the stage of final consumption.\n(6) The derogation has no impact on the Union's own resources accruing from VAT,", "main_body": ["In the second paragraph of Article 2 of Implementing Decision 2012/181/EU, the date ‘31 December 2014’ is replaced by ‘31 December 2017’.", "This Decision shall apply from 1 January 2015.", "This Decision is addressed to Romania."], "attachments": "Done at Brussels, 16 December 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  Council Implementing Decision 2012/181/EU of 26 March 2012 authorising Romania to introduce a special measure derogating from Article 287 of Directive 2006/112/EC on the common system of value added tax (OJ L 92, 30.3.2012, p. 26)."}