{"celex_id": "32013R1172", "uri": "http://publications.europa.eu/resource/cellar/0165ea8e-51df-11e3-8945-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "1120", "3173", "5573"], "title": "Commission Implementing Regulation (EU) No 1172/2013 of 18 November 2013 approving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications [Kiwi de l’Adour (PGI)]\n", "header": "20.11.2013 EN Official Journal of the European Union L 310/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1172/2013\nof 18 November 2013\napproving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications [Kiwi de l’Adour (PGI)]\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) Pursuant to the first subparagraph of Article 53(1) of Regulation (EU) No 1151/2012, the Commission has examined France’s application for the approval of an amendment to the specification for the protected geographical indication ‘Kiwi de l’Adour’ registered under Commission Regulation (EC) No 419/2009 (2).\n(2) The purpose of the application is to amend the specification by clarifying how the young plants are fertilised. This amendment has not caused the published summary to be amended (3).\n(3) The Commission has examined the amendment in question and decided that it is justified. Since the amendment is minor within the meaning of the third subparagraph of Article 53(2) of Regulation (EU) No 1151/2012, the Commission may approve it without following the procedure set out in Articles 50 to 52 of that Regulation,", "main_body": ["The specification for the protected geographical indication ‘Kiwi de l’Adour’ is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 125, 21.5.2009, p. 60.\n(3)  OJ C 263, 16.10.2008, p. 5.\nANNEX\nThe following amendment to the specification for the protected geographical indication ‘Kiwi de l’Adour’ is approved:\nMethod of production\nInstead of ‘The application of nitrogen (in the form of soluble fertiliser) must not exceed 6 kg per tonne of fruit produced, or an application of nitrogen per hectare limited to 200 units of nitrogen or, for the exceptional orchards referred to previously, 250 units of nitrogen’ read ‘The application of nitrogen (in the form of soluble fertiliser) must not exceed 70 units of nitrogen per hectare per year (necessary for the growth of the plant) plus 4 units per tonne of fruit produced per hectare per year, subject to a limit of 250 units of nitrogen per hectare per year’.\nThe amendment relates to developments in how the young ‘Kiwi de l’Adour’ plants are fertilised, according to the needs of the young plants and those of the fruit. In order to give growers more flexibility in fertilising the young plants and particularly in the light of weather conditions, the amendment made takes greater account of the division of inputs.\nPublication reference of the consolidated specification: http://agriculture.gouv.fr/IMG/pdf/20130206_cdc_kiwideladour_bo_cle8134b7.pdf"}