{"celex_id": "32012D0394", "uri": "http://publications.europa.eu/resource/cellar/7f58a77c-d021-11e1-96ce-01aa75ed71a1", "type": "Decision", "concepts": ["1519", "2023", "4432", "5723", "6369"], "title": "2012/394/EU: Commission Decision of 21 December 2011 on the capability with EU law of measures to be taken by Italy pursuant to Article 14 Directive 2010/13/EU of the European Parliament and of the Council on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive)\n", "header": "17.7.2012 EN Official Journal of the European Union L 187/57\nCOMMISSION DECISION\nof 21 December 2011\non the capability with EU law of measures to be taken by Italy pursuant to Article 14 Directive 2010/13/EU of the European Parliament and of the Council on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive)\n(2012/394/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2010/13/EU of the European Parliament and of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive) (1), and in particular Article 14(2) thereof,\nWhereas:\n(1) By letter of 20 September 2011, received by the Commission on 21 September 2011, Italy notified to the Commission measures to be taken pursuant to Article 14(1) of Directive 2010/13/EU, aimed at integrating, updating and amending the measures currently in force, approved by the Commission by its Decision of 25 June 2007 (2).\n(2) The Commission verified, within a period of three months from this notification, that such measures are compatible with Community law, in particular with regard to the proportionality of the measures and the transparency of the national consultation procedure.\n(3) In its examination, the Commission took into consideration the available data on the Italian media landscape.\n(4) The amended list of events of major importance for society included in the Italian measures was drawn up in a clear and transparent manner, and a far-reaching consultation had been launched in Italy on the amendment of the previous list.\n(5) The Commission was satisfied that the new events listed in the Italian measures met at least two of the following criteria considered to be reliable indicators of the importance of events for society: (i) a special general resonance within the Member State, and not simply a significance to those who ordinarily follow the sport or activity concerned; (ii) a generally recognised, distinct cultural importance for the population in the Member State, in particular as a catalyst of cultural identity; (iii) involvement of the national team in the event concerned in the context of a competition or tournament of international importance; and (iv) the fact that the event has traditionally been broadcast on free television and has commanded large television audiences.\n(6) MotoGP Grand Prix is an event that enjoys particular popularity which is widespread throughout Italy and also interests audiences who would not normally follow it, precisely because of the involvement of Italian riders and manufacturers in an international tournament of major importance. It has also been traditionally broadcast on free-to-air television and commanded high viewing figures.\n(7) The finals and semi-finals of the world championships for basketball, water polo and volleyball featuring the Italian national team, apart from fulfilling the criterion of a national team involved in an international tournament of major importance, generate a particular and widespread interest in Italy, even for audiences that do not usually follow these disciplines, and they have traditionally been broadcast on free-to-air television with a wide television audience.\n(8) The Rugby World Cup matches which feature the Italian national team, apart from fulfilling the criterion of a national team involved in an international tournament of major importance, have a special and widespread resonance in Italy and also interest an audience that does not normally follow this sport.\n(9) Six Nations rugby matches played by the Italian national team, apart from fulfilling the criterion of a national team involved in an international tournament of major importance, have a special and widespread resonance in Italy and also interest an audience that does not normally follow this sport, and they have traditionally been broadcast on free-to-air television with increasingly significant audience figures.\n(10) The semi-finals and final of the Davis Cup and of the Fed Cup which feature the Italian national team, apart from fulfilling the criterion of a national team involved in an international tournament of major importance, have a particular and widespread resonance in Italy and interest audiences that would not normally follow this sport.\n(11) The final and semi-finals of the Internazionali d’Italia tennis tournament which feature Italian tennis players, apart from involving Italians in an international tournament of major importance, have a particular and widespread resonance in Italy and interest audiences that would not normally follow this sport, partly because of where it takes place. The special resonance of this event is confirmed by the viewing figures, which show an apparent increase in the public’s interest and passion for the sporting discipline in recent years.\n(12) The Road Cycling World Championships (men’s professional race) have a particular and widespread resonance in Italy and interest people other than those who normally follow this type of event, also because of the involvement of Italian athletes, and they have traditionally been broadcast on free-to-air television with high viewing figures.\n(13) The first performance of the opera season at the La Scala Theatre in Milan enjoys a special and widespread resonance in Italy and interests people other than those who would normally follow this type of event, and it has a generally recognised particular cultural importance in Italy, and acts as a catalyst of Italian cultural identity.\n(14) The New Year’s Concert broadcast from the La Fenice Theatre in Venice has a particular and widespread resonance in Italy and interests people other than those who would normally follow this type of event, it has a generally recognised particular cultural importance in Italy, acts as a catalyst of Italian cultural identity, and it has traditionally been broadcast on free-to-air television with high viewing figures.\n(15) The Italian measures appear proportionate to justify, by the overriding reason of public interest in ensuring wide public access to broadcasts of events of major importance for society, the derogation from the fundamental freedom to provide services laid down in Article 56 TFEU.\n(16) The Italian measures are also compatible with EU competition rules in so far as the definition of the qualifying broadcasters for the broadcasting of listed events relies on objective criteria (required coverage), which allow actual and potential competition for the acquisition of the rights to broadcast these events. In addition, the number of listed events is not so disproportionate as to distort competition on the downstream free television and pay television markets.\n(17) The general proportionality of the Italian measures is supported by several factors. First, the lowering of the threshold of the required coverage of the population for qualifying broadcasters from 90 % to 80 % increases the proportionality of the measures, in so far as it increases the number of broadcasters who potentially qualify. Secondly, a voluntary mechanism has been introduced for the resolution of disputes between broadcasters as regards the definition of the technical broadcasting modalities and the payment of fair compensation for the sub-licensing of exclusive broadcasting rights. Thirdly, the entry into force of the final Italian measures will be postponed to 1 September 2012, in order to ensure that any ongoing negotiations are not adversely affected. Finally, the Italian measures make provision for situations in which the rights to the events listed are purchased by non-qualifying broadcasters, in order to ensure appropriate arrangements for sub-licensing of rights to qualifying broadcasters, and for situations in which there might be no qualifying buyers for the events listed, in order to ensure that the non-qualifying broadcaster is able to exercise its rights so as to avoid a situation in which the event listed would not be broadcast at all.\n(18) The Commission communicated the measures to be taken notified by Italy to the other Member States and presented the results of this verification at the meeting of the Committee established pursuant to Article 29 of Directive 2010/13/EU. The Committee adopted a favourable opinion at this meeting,", "main_body": ["1.   The measures to be taken by Italy, pursuant to Article 14(1) of Directive 2010/13/EU, and notified to the Commission pursuant to Article 14(2) of Directive 2010/13/EU on 21 September 2011, are compatible with Union law.\n2.   The measures, as finally taken by Italy, will be published in the Official Journal of the European Union as soon as they are adopted at national level and notified to the Commission. This shall constitute the publication provided for in Article 14(2) of Directive 2010/13/EU."], "attachments": "Done at Brussels, 21 December 2011.\nFor the Commission\nNeelie KROES\nVice-President\n(1)  OJ L 95, 15.4.2010, p. 1\n(2)  Commission Decision 2007/475/EC of 25 June 2007 on the compatibility with Community law of measures taken by Italy pursuant to Article 3a(1) of Council Directive 89/552/EEC on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit of television broadcasting activities (OJ L 180, 10.7.2007, p. 5).\nANNEX\nPublication pursuant to Article 14 of Directive 2010/13/EU on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive)\nThe measures taken by Italy, to be published in accordance with Article 14 of Directive 2010/13/EU, are set out in the following extracts of Decision No 131/12/CONS of the Communications Authority of 15 March 2012:\n‧HAS DECIDED AS FOLLOWS:\nSole Article\n1.   The Authority hereby adopts the list of events of particular importance for society that must be broadcast on free-to-air channels in accordance with Article 32b of the consolidated text on radio and audiovisual media services, set out in Annexes A and B, which constitute integral parts of the present Decision.\n2.   This Decision shall enter into force on 1 September 2012 and shall be published in the Official Gazette of the Italian Republic and the Authority’s website and, for Annex A only, in the Official Journal of the European Union.\nRome, 15 March 2011 (1)\nPresident\nCorrado CALABRÒ\nCommissioner rapporteur\nNicola D’ANGELO\nCommissioner rapporteur\nAntonio MARTUSCIELLO\nCertifying conformity with the decision\nThe Secretary-General\nRoberto VIOLA‧\nCOMMUNICATIONS AUTHORITY\n[Autorità per le Garanzie nelle Comunicazioni]\n‘ANNEX A TO DECISION No 131/12/CONS OF 15 MARCH 2012\nLIST OF EVENTS OF PARTICULAR IMPORTANCE FOR SOCIETY THAT MUST BE BROADCAST ON FREE-TO-AIR CHANNELS\n(text with Community relevance)\nArticle 1\nEvents of major importance for society\n1.   This Decision concerns the television broadcasting of events considered of major importance for society.\n2.   For the purposes of this list:\nA. An “event of major importance for society” means an event of a sporting or non-sporting nature which satisfies at least two of the following four criteria:\n(a) the event and its outcome are of special and widespread interest in Italy, including to persons other than those who usually watch this type of event;\n(b) the event enjoys widespread recognition by the general public, has particular cultural significance and strengthens Italian cultural identity;\n(c) the event involves the national team in a specific sporting discipline in a major international tournament;\n(d) the event has traditionally been broadcast on free television and has enjoyed high viewing figures in Italy.\nB. A “qualifying broadcaster” means a television broadcaster subject to Italian jurisdiction capable of guaranteeing that at least 80 % of the Italian population may follow these events on a free-to-air channel without additional costs.\nArticle 2\nList of events and conditions for the exercise of broadcasting rights\n1.   The Authority has established the following lists of events considered of major importance for society that broadcasters subject to Italian jurisdiction may not transmit on an exclusive basis and in encrypted form only, in order to ensure that at least 80 % of the Italian population may follow them on a free-to-air channel without additional costs:\n(a) the summer and winter Olympic Games;\n(b) the football World Cup final and all matches involving the Italian national team;\n(c) the European Football Championship final and all matches involving the Italian national team;\n(d) all matches involving the Italian national football team, at home and away, in official competitions;\n(e) the final and semi-finals of the Champions League and the Europa League when an Italian team is involved;\n(f) the Giro d’Italia (Tour of Italy) cycling race;\n(g) the Italian Formula One Grand Prix;\n(h) the Italian MotoGP Grand Prix;\n(i) the finals and semi-finals of the world championships of basketball, water polo, volleyball and rugby when the Italian national team is involved;\n(j) Six Nations rugby matches involving the Italian national team;\n(k) the final and semi-finals of the Davis Cup and the Fed Cup when the Italian national team is involved and of the Italian Open tennis tournament when Italian players are involved;\n(l) the bicycle road racing world championship;\n(m) the Sanremo Italian music festival;\n(n) the opening night of the opera season at La Scala in Milan;\n(o) the New Year concert at La Fenice in Venice.\n2.   The events referred to in points (b) and (c) in paragraph 1 must be broadcast live in full. For the other events, television broadcasters may decide on the manner of free-to-air broadcasting, with the option of broadcasting live in full or in part or deferred in full or in part.\n3.   Where the broadcasting rights for one or more of the events referred to in paragraph 1 are acquired by a non-qualified broadcaster, the latter shall, a reasonable period in advance, publish on its website its proposal to cede, on fair, reasonable and non-discriminatory market conditions, rights allowing the event to be broadcast under the conditions referred to in paragraph 1, simultaneously notifying it to the Authority.\n4.   If no qualified broadcaster submits a bid, or if bids submitted are not based on fair, reasonable and non-discriminatory market conditions, the broadcaster holding the rights may exercise them, derogating from the conditions under paragraph 1.\n5.   The Authority reserves the right to amend, after an appropriate period, its Decision, the list in paragraph 1 and the conditions in paragraph 2.\nArticle 3\nProcedure for disputes\n1.   In the event of disputes between broadcasters concerning the broadcasting of an event included in the list in Article 2(1) as regards the technical arrangements for broadcasting and the payment of a fair fee for the sub-licensing of exclusive broadcasting rights, the procedural rules laid down in the Regulation annexed to Decision No 352/08/CONS shall apply, with the powers attributed by that Regulation to the Committee for Infrastructure and Networks being understood as being attributed to the Council, the “Directorate” being understood as the Media Services Directorate and the “Director” being understood as the Director of the Media Services Directorate.’\n(1)  This is a typographical error: the date should read 15 March 2012 as in the version published in the Italian Official Gazette — General Series — No 92 of 19 April 2012."}