{"celex_id": "32011D0281", "uri": "http://publications.europa.eu/resource/cellar/e1529517-4477-471a-b711-4dab27783cc5", "type": "Decision", "concepts": ["6059", "6060", "8465"], "title": "2011/281/EU: Commission Decision of 16 May 2011 amending Decision 2009/146/EC as regards the replacement of members of the Scientific Committees by members from the Pool of scientific advisors set up by Decision 2008/721/EC\n", "header": "17.5.2011 EN Official Journal of the European Union L 129/15\nCOMMISSION DECISION\nof 16 May 2011\namending Decision 2009/146/EC as regards the replacement of members of the Scientific Committees by members from the Pool of scientific advisors set up by Decision 2008/721/EC\n(2011/281/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Commission Decision 2008/721/EC of 5 September 2008 setting up an advisory structure of Scientific Committees and experts in the field of consumer safety, public health and the environment and repealing Decision 2004/210/EC (1), and in particular Article 5 thereof,\nWhereas:\n(1) By Decision 2008/721/EC the Commission has set up three Scientific Committees, on Consumer Safety (SCCS), on Health and Environmental Risks (SCHER) and on Emerging and Newly Identified Health Risks (SCENIHR) and a Pool of Scientific Advisors on Risk Assessment (hereinafter the Pool), in the field of consumer safety, public health and the environment.\n(2) By Decision 2009/146/EC (2) the Commission has appointed the members for SCCS, SCHER and SCENIHR and the scientific advisors in the Pool.\n(3) The Scientific Committees have in accordance to Article 12 of Decision 2008/721/EC adopted common rules of procedures establishing, inter alia, the participation criteria for the members of the Scientific Committees and the conditions under which membership of the Committee shall expire as stated in Annex II 4(a) of the Decision.\n(4) Article 5(2) of Decision 2008/721/EC states that when a member of a Scientific Committee does not comply with the participation criteria laid down in the rules of procedures or wishes to resign, the Commission may terminate the member’s membership and appoint a replacement from the Pool.\n(5) Two members of SCHER, one member of SCCS and one member of SCENIHR have resigned, while two members of SCCS have not met the participation criteria and their membership should be terminated. It is necessary to appoint new members in order to ensure the availability in the respective Committees of the needed type of expertise.\n(6) In accordance with Article 3(2) of Decision 2008/721/EC, the experts from the Pool to replace those members of the Scientific Committees who have resigned or whose membership has been terminated, have been selected on the basis of their expertise and consistent with this a geographical distribution that reflects the diversity of scientific problems and approaches, notably in Europe.\n(7) The members who have resigned or whose membership is terminated, should be appointed as advisors on risk assessment to the Pool,", "main_body": ["The membership of the experts listed in point 1 of the Annex to this Decision is terminated.\nThese experts are appointed as scientific advisors on risk assessment to the Pool.\nThe experts listed in point 2 of the Annex to this Decision are appointed as members of the Scientific Committees set up by Decision 2008/721/EC as indicated in that Annex.", "Annexes I and II to Decision 2009/146/EC are amended in accordance with the Annex to this Decision.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 May 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 241, 10.9.2008, p. 21.\n(2)  OJ L 49, 20.2.2009, p. 33.\nANNEX\nAnnexes I and II to Decision 2009/146/EC are amended as follows:\n1. the names of the following experts are removed from Annex I and inserted in Annex II:\nLast name First name Institute or organisation of affiliation\nGALLI Corrado University of Milan, Milan, Italy\nSAVOLAINEN Kai Finnish Institute of Occupational Health, Helsinki, Finland\nEISENBRAND Gerhard University of Kaiserslautern, Kaiserslautern, Germany\nLast name First name Institute or organisation of affiliation\nCALOW Peter Roskilde University, Roskilde, Denmark\nDAVISON John French National Institute for Agricultural Research (INRA), Paris, France\nLast name First name Institute or organisation of affiliation\nSTAHL Dorothea Paracelsus Private Medical University, Salzburg, Austria\n2. the names of the following experts are inserted in Annex I as follows and removed from Annex II:\nLast name First name Institute or organisation of affiliation\nNIELSEN Elsa Technical University of Denmark, Søborg, Denmark\nVAN BENTHEM Jan National Institute for Public Health and the Environment (RIVM), Bilthoven, the Netherlands\nLast name First name Institute or organisation of affiliation\nALTENBURGER Rolf Helmholtz Centre for Environmental Research, Leipzig, Germany\nKRÄTKE Renate Federal Institute for Risk Assessment (BfR), Berlin, Germany\nLast name First name Institute or organisation of affiliation\nHENSTEN Arne University of Tromsö, Tromsö, Norway"}