{"celex_id": "32011D0776", "uri": "http://publications.europa.eu/resource/cellar/f55405ae-3507-48ad-92b9-180f1990a502", "type": "Decision", "concepts": ["1287", "365", "3771", "3772", "3780", "4407"], "title": "2011/776/EU: Council Implementing Decision of 24 November 2011 authorising the United Kingdom to apply reduced levels of taxation to motor fuels supplied on the islands of the Inner and Outer Hebrides, the Northern Isles, the islands in the Clyde and the Isles of Scilly, in accordance with Article 19 of Directive 2003/96/EC\n", "header": "30.11.2011 EN Official Journal of the European Union L 317/34\nCOUNCIL IMPLEMENTING DECISION\nof 24 November 2011\nauthorising the United Kingdom to apply reduced levels of taxation to motor fuels supplied on the islands of the Inner and Outer Hebrides, the Northern Isles, the islands in the Clyde and the Isles of Scilly, in accordance with Article 19 of Directive 2003/96/EC\n(2011/776/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (1), and in particular Article 19(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter of 23 March 2011 the United Kingdom requested authorisation to apply a reduced rate of excise duty on gas oil and unleaded petrol pursuant to Article 19 of Directive 2003/96/EC on the islands of the Inner and Outer Hebrides, the Northern Isles, the islands in the Clyde (all off the coast of Scotland) and the Isles of Scilly (off the south west coast of England).\n(2) In these islands, the prices of gas oil and unleaded petrol are higher than the average prices in the rest of the territory of the United Kingdom, placing local fuel consumers at a disadvantage. The price difference is due to additional per unit costs induced by the geographic location of the islands, their low population numbers and the delivery of relatively low volumes of fuel.\n(3) The tax reduction will be no larger than what is necessary to compensate for the additional per unit costs borne by the consumers in the geographical areas concerned.\n(4) The reduced rates of taxation will be above the minimum rates laid down in Article 7 of Directive 2003/96/EC.\n(5) In view of the insular nature of the areas to which it applies and the moderate reduction in the rate, the measure will not give rise to any movement specifically linked to the supply of fuel.\n(6) Consequently, the measure is acceptable from the point of view of the proper functioning of the internal market and of the need to ensure fair competition and it is compatible with the Union’s health, environment, energy and transport policies.\n(7) It follows from Article 19(2) of Directive 2003/96/EC that each authorisation granted under that Article must be strictly limited in time. In order to provide the businesses and consumers concerned with a sufficient degree of certainty, the authorisation should be granted for a period of six years. However, in order not to undermine future general developments in the existing legal framework, it is appropriate to provide that, should the Council, acting on the basis of Article 113 of the Treaty, introduce a modified general system for the taxation of energy products to which the authorisation granted in this Decision would not be adapted, this Decision should expire on the day on which the rules on that modified system become applicable,", "main_body": ["1.   The United Kingdom is hereby authorised to apply reduced rates of taxation to unleaded petrol and gas oil supplied as motor fuel to road vehicles in all the islands of the Inner and Outer Hebrides, the Northern Isles, the islands in the Clyde and the Isles of Scilly.\nThe reduction from the standard national rate of taxation for unleaded petrol or gas oil respectively shall be no greater than the additional cost of retail sales in these geographical areas, compared with the average cost incurred of retail sales in the United Kingdom and shall be no more than GBP 50 per 1 000 litres of product.\n2.   The reduced rates must comply with the requirements of Directive 2003/96/EC, and in particular with the minimum rates laid down in Article 7 thereof.", "This Decision shall take effect on the day of its notification.\nIt shall apply from 1 November 2011 and shall expire on 31 October 2017.\nHowever, should the Council, acting on the basis of Article 113 of the Treaty, introduce a modified general system for the taxation of energy products to which the authorisation granted in Article 1 of this Decision would not be adapted, this Decision shall expire on the day on which the rules on that modified system become applicable.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 24 November 2011.\nFor the Council\nThe President\nW. PAWLAK\n(1)  OJ L 283, 31.10.2003, p. 51."}