{"celex_id": "32014R0488", "uri": "http://publications.europa.eu/resource/cellar/93320940-da77-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["1442", "2081", "2531", "3836", "6569"], "title": "Commission Regulation (EU) No 488/2014 of 12 May 2014 amending Regulation (EC) No 1881/2006 as regards maximum levels of cadmium in foodstuffs  Text with EEA relevance\n", "header": "13.5.2014 EN Official Journal of the European Union L 138/75\nCOMMISSION REGULATION (EU) No 488/2014\nof 12 May 2014\namending Regulation (EC) No 1881/2006 as regards maximum levels of cadmium in foodstuffs\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 (2) establishes maximum levels for cadmium in a range of foodstuffs.\n(2) The Scientific Panel on Contaminants in the Food Chain (CONTAM Panel) of the European Food Safety Authority (EFSA) adopted an opinion on cadmium in food on 30 January 2009 (3). In that opinion, EFSA established a tolerable weekly intake (TWI) of 2,5 μg/kg body weight for cadmium. In its ‘Statement on tolerable weekly intake for cadmium’ (4), EFSA took into account the recent risk assessment carried out by the Joint FAO/WHO Expert Committee on Food Additives (JECFA) (5) and confirmed the TWI of 2,5 μg/kg body weight.\n(3) In the scientific opinion on cadmium in food, the CONTAM Panel concluded that the mean dietary exposures to cadmium in European countries are close to or slightly exceeding the TWI of 2,5 μg/kg body weight. Certain subgroups of the population may exceed the TWI by about 2 fold. The CONTAM Panel further concluded that, although adverse effects on kidney function are unlikely to occur for an individual exposed at this level, exposure to cadmium at the population level should be reduced.\n(4) According to the scientific opinion on cadmium in food of the CONTAM Panel, the food groups that contribute to the major part of the dietary cadmium exposure, primarily because of the high consumption, are cereals and cereals products, vegetables, nuts and pulses, starchy roots or potatoes and meat and meat products. Highest cadmium concentrations were detected in the food commodities seaweed, fish and seafood, chocolate and foods for special dietary uses as well as in fungi, oilseeds and edible offal.\n(5) In a refined exposure assessment carried out by EFSA in its scientific report on ‘Cadmium dietary exposure in the European population’ (6) using the new Comprehensive Food Consumption database which contains updated information on food consumption figures for the different Member States and for different age groups of the population, more detailed information on the particular food commodities that contribute to exposure are given by age group. For adults, starchy roots and tubers, grains and grain based products and vegetables and vegetable products are major contributors to exposure. For children and adolescents, starchy roots and tubers, grain and grain based products and sugar and confectionary are main contributors to exposure, while for infants and toddlers it is starchy roots and tubers, grains and grain based products, vegetables and vegetable based products, milk and dairy products and foods for infants and small children that contribute most. The refined exposure assessment shows that overall exposure is the result of not only a few main contributors but the addition of contributions of a number of different food groups.\n(6) Maximum levels have been established for cadmium in a wide range of foodstuffs, including cereals, vegetables, meat, fish, seafood, offals and food supplements. For some foodstuffs that are important contributors to the exposure for certain population groups (chocolate and cocoa products, foods for infants and young children) maximum levels have not yet been established. It is therefore necessary to establish maximum levels of cadmium for those foodstuffs.\n(7) Maximum levels for contaminants are set according to the ALARA principle (‘as low as reasonably achievable’) both for commodities for which maximum levels for cadmium currently already exist (such as vegetables, meat, fish, seafood, offals and food supplements) and for commodities for which maximum levels are newly set (such as cocoa and chocolate products) using occurrence data and food consumption patterns of the European Union citizen.\n(8) Chocolate and cocoa powder sold to the final consumer can contain high levels of cadmium and are an important source of human exposure. They are frequently consumed by children, e.g. chocolate as such or as sweetened cocoa powders used in cocoa beverages. When establishing maximum levels of cadmium, occurrence data for different types of chocolates and for cocoa powders sold to the final consumer should be considered. Since cadmium levels in cocoa products are related to their cocoa content, it is appropriate to establish different maximum levels of cadmium for products containing different percentages of cocoa. This should ensure that the maximum levels may also be complied with by chocolates with a higher percentage of cocoa.\n(9) In some regions of cocoa producing countries, cadmium levels in soil can be naturally high. Therefore, occurrence data of cocoa and chocolate products provided by countries with high cadmium levels in soil should be taken into account when establishing maximum levels of cadmium.\n(10) Infant formulae and follow-on formulae contribute significantly to cadmium exposure of infants and young children. Infant formulae and follow-on formulae manufactured from soya protein isolates, alone or in a mixture with cows' milk proteins, can contain higher cadmium levels than milk based products since soya beans naturally take up cadmium from the soil. Soya based formulae are an important alternative for infants suffering from lactose intolerance, therefore sufficient market supply must be ensured. It is therefore appropriate to set a higher maximum level for soya based products.\n(11) Processed cereal based foods and other baby foods for infants and young children are an important source of exposure to cadmium for infants and young children. A particular maximum level of cadmium should therefore be established for processed cereal based and other baby foods.\n(12) Reduced exposure of a very vulnerable group of consumers could be achieved by the establishment of a maximum level for certain categories of food for particular nutritional uses (e.g. food for special medical purposes for infants). However, in absence of data to substantiate such a maximum level, occurrence data should be collected in view of the possible establishment of a specific maximum level in the future.\n(13) For certain specific vegetables (salsify, parsnips, celery, horseradish), compliance with current maximum levels is difficult and occurrence data provided by the Member States show that natural background levels are higher and comparable with those of celeriac. Since consumption of those commodities is low and effects on human exposure are negligible, it is appropriate to raise the maximum levels of cadmium for parsnips, salsify, celery and horseradish to that of celeriac.\n(14) Certain fish species are currently exempted from the default maximum level for fish of 0,05 mg/kg. For the fish species bonito (Sarda sarda), common two-banded seabream (Diplodus vulgaris), eel (Anguilla anguilla), grey mullet (Mugil labrosus labrosus), horse mackerel (Trachurus species), louvar (Luvarus imperialis), sardinops (Sardinops species) and wedge sole (Dicologoglossa cuneata) new occurrence data show that the exemption is no longer necessary and that the default maximum level can be complied with following good fishery practices. Specific maximum levels are therefore no longer necessary for those fish species.\n(15) For bullet tuna (Auxis species), anchovy (Engraulis species) and swordfish (Xiphias gladius), new occurrence data show a lower maximum level can be complied with following good fishery practices. The maximum levels for those fish species should therefore be adjusted.\n(16) For sardines (Sardina pilchardus) and bichique (Sicyopterus lagocephalus), occurrence data show that compliance with the existing maximum levels is difficult, as natural background levels can be higher. For both fish species, the consumption is low and has negligible effects on human exposure. It is therefore appropriate to set higher maximum levels for those two fish species to ensure market supply.\n(17) Regulation (EC) No 1881/2006 should therefore be amended accordingly.\n(18) Member States and food business operators should be allowed time to adapt to the new maximum levels established by this Regulation for cocoa products and foods for infants and young children. The date of application of the maximum levels of cadmium for those commodities should therefore be deferred.\n(19) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Regulation (EC) No 1881/2006 is amended in accordance with the Annex to this Regulation.", "1.   The maximum levels of cadmium set out in points 3.2.19 and 3.2.20 of the Annex to Regulation (EC) No 1881/2006, as amended by this Regulation, shall apply from 1 January 2015. Foodstuffs not complying with these maximum levels which are lawfully placed on the market prior to 1 January 2015 may continue to be marketed after that date until their date of minimum durability or use-by-date.\n2.   The maximum levels of cadmium set out in point 3.2.7 of the Annex to Regulation (EC) No 1881/2006, as amended by this Regulation, shall apply from 1 January 2019. Foodstuffs not complying with these maximum levels, which are lawfully placed on the market prior to 1 January 2019, may continue to be marketed after that date until their date of minimum durability or use-by-date.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 37, 13.2.1993, p. 1.\n(2)  Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (OJ L 364, 20.12.2006, p. 5).\n(3)  Scientific Opinion of the Panel on Contaminants in the Food Chain on a request from the European Commission on cadmium in food. The EFSA Journal (2009) 980, 1-139.\n(4)  EFSA Panel on Contaminants in the Food Chain (CONTAM); Scientific Opinion on tolerable weekly intake for cadmium. EFSA Journal 2011; 9(2):1975. [19 pp.] doi:10.2903/j.efsa.2011.1975. Available online: www.efsa.europa.eu/efsajournal\n(5)  WHO Food Additives Series 64, 73rd meeting of the Joint FAO/WHO Expert Committee on Food Additives (JECFA), World Health Organisation, Geneva, 2011.\n(6)  European Food Safety Authority; Cadmium dietary exposure in the European population. EFSA Journal 2012; 10(1):2551. [37 pp.] doi:10.2903/j.efsa.2012.2551. Available online: www.efsa.europa.eu/efsajournal\nANNEX\nThe Annex to Regulation (EC) No 1881/2006 is amended as follows:\n(1) Subsection 3.2. (Cadmium) is replaced by the following:\n‘3.2 Cadmium\n3.2.1 Vegetables and fruit, excluding root and tuber vegetables, leaf vegetables, fresh herbs, leafy brassica, stem vegetables, fungi and seaweed (27) 0,050\n3.2.2 Root and tuber vegetables (excluding celeriac, parsnips, salsify and horseradish), stem vegetables (excluding celery) (27). For potatoes the maximum level applies to peeled potatoes 0,10\n3.2.3 Leaf vegetables, fresh herbs, leafy brassica, celery, celeriac, parsnips, salsify, horseradish and the following fungi (27): Agaricus bisporus (common mushroom), Pleurotus ostreatus (Oyster mushroom), Lentinula edodes (Shiitake mushroom) 0,20\n3.2.4 Fungi, excluding those listed in point 3.2.3 (27) 1,0\n3.2.5 Cereal grains excluding wheat and rice 0,10\n— Wheat grains, rice grains\n— Wheat bran and wheat germ for direct consumption\n— Soy beans\n3.2.7 Specific cocoa and chocolate products as listed below (49)\n— Milk chocolate with < 30 % total dry cocoa solids\n— Chocolate with < 50 % total dry cocoa solids; milk chocolate with ≥ 30 % total dry cocoa solids\n— Chocolate with ≥ 50 % total dry cocoa solids\n— Cocoa powder sold to the final consumer or as an ingredient in sweetened cocoa powder sold to the final consumer (drinking chocolate)\n3.2.8 Meat (excluding offal) of bovine animals, sheep, pig and poultry (6) 0,050\n3.2.9 Horsemeat, excluding offal (6) 0,20\n3.2.10 Liver of bovine animals, sheep, pig, poultry and horse (6) 0,50\n3.2.11 Kidney of bovine animals, sheep, pig, poultry and horse (6) 1,0\n3.2.12 Muscle meat of fish (24) (25), excluding species listed in points 3.2.13, 3.2.14 and 3.2.15 0,050\n3.2.13 Muscle meat of the following fish (24) (25): 0,10\n3.2.14 Muscle meat of the following fish (24) (25): 0,15\n3.2.15 Muscle meat of the following fish (24) (25):\nanchovy (Engraulis species)\nswordfish (Xiphias gladius)\nsardine (Sardina pilchardus)\n3.2.16 Crustaceans (26): muscle meat from appendages and abdomen (44). In case of crabs and crab-like crustaceans (Brachyura and Anomura) muscle meat from appendages 0,50\n3.2.17 Bivalve molluscs (26) 1,0\n3.2.18 Cephalopods (without viscera) (26) 1,0\n3.2.19 Infant formulae and follow on-formulae (8) (29)\n— powdered formulae manufac- tured from cows' milk proteins or protein hydrolysates\n— liquid formulae manufactured from cows' milk proteins or protein hydrolysates\n— powdered formulae manufac-tured from soya protein isolates, alone or in a mixture with cows' milk proteins\n— liquid formulae manufactured from soya protein isolates, alone or in a mixture with cows' milk proteins\n3.2.20 Processed cereal-based foods and baby foods for infants and young children (3) (29) 0,040 as from 1 January 2015\n3.2.21 Food supplements (39) excl. food supplements listed in point 3.2.22 1,0\n3.2.22 Food supplements (39) consisting exclusively or mainly of dried seaweed, products derived from seaweed, or of dried bivalve molluscs 3,0’\n(2) In endnote (26) the following sentence is added: ‘In case of Pecten maximus, the maximum level applies to the adductor muscle and gonad only.’\n(3) The following endnote is added:\n‘(49): For the specific cocoa and chocolate products the definitions set out in points A. 2, 3 and 4 of Annex I to Directive 2000/36/EC of the European Parliament and of the Council of 23 June 2000 relating to cocoa and chocolate products intended for human consumption (OJ L 197, 3.8.2000, p. 19) apply.’"}