{"celex_id": "32012R0335", "uri": "http://publications.europa.eu/resource/cellar/adfee580-fde4-4cab-8c43-a289495813b0", "type": "Regulation", "concepts": ["3483", "3870", "4452"], "title": "Commission Implementing Regulation (EU) No 335/2012 of 19 April 2012 amending for the 169th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network\n", "header": "20.4.2012 EN Official Journal of the European Union L 108/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 335/2012\nof 19 April 2012\namending for the 169th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al-Qaida network, (1) and in particular Article 7(1)(a), 7a(1) and 7a(5) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 12 April 2012 the Sanctions Committee of the United Nations Security Council decided to add one natural person to its list of persons, groups and entities to whom the freezing of funds and economic resources should apply. It also decided to amend two entries on the list.\n(3) Annex I to Regulation (EC) No 881/2002 should therefore be updated accordingly.\n(4) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 April 2012.\nFor the Commission, On behalf of the President,\nHead of the Service for Foreign Policy Instruments\n(1)  OJ L 139, 29.5.2002, p. 9.\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The following entry shall be added under the heading ‘Natural persons’:\n(2) The entry ‘Al-Haramain (Netherlands branch) (alias Stichting Al Haramain Humanitarian Aid). Address: Jan Hanzenstraat 114, 1053 SV Amsterdam, Netherlands.’ under the heading ‘Legal persons, groups and entities’ shall be replaced by the following:\n(3) The entry ‘Movement for Reform in Arabia (alias (a) Movement for Islamic Reform in Arabia, (b) MIRA, (c) Al Islah (Reform), (d) MRA, (e) Al-Harakat al-Islamiyah lil-Islah, (f) Islamic Movement for Reform, (g) Movement for (Islamic) Reform in Arabia Ltd, (h) Movement for Reform in Arabia Ltd). Address: (a) BM Box: MIRA, London WC1N 3XX, United Kingdom, (b) Safiee Suite, EBC House, Townsend Lane, London NW9 8LL, United Kingdom. Other information: (a) e-mail address: info@islah.org, (b) tel. 020 8452 0303, (c) fax 020 8452 0808, (d) UK Company number 03834450.’ under the heading ‘Legal persons, groups and entities’ shall be replaced by the following:"}