{"celex_id": "32012D0793", "uri": "http://publications.europa.eu/resource/cellar/3df319a5-4ac9-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["161", "2754", "2850", "2901", "3191", "5403", "5876"], "title": "2012/793/EU: Council Decision of 11 December 2012 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Union and the Russian Federation relating to the administration of tariff-rate quotas applying to exports of wood from the Russian Federation to the European Union and the Protocol between the European Union and the Government of the Russian Federation on technical modalities pursuant to that Agreement\n", "header": "19.12.2012 EN Official Journal of the European Union L 349/3\nCOUNCIL DECISION\nof 11 December 2012\non the conclusion of the Agreement in the form of an Exchange of Letters between the European Union and the Russian Federation relating to the administration of tariff-rate quotas applying to exports of wood from the Russian Federation to the European Union and the Protocol between the European Union and the Government of the Russian Federation on technical modalities pursuant to that Agreement\n(2012/793/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4) in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) In accordance with Council Decision 2012/105/EU (1), the Agreement in the form of an Exchange of Letters between the European Union and the Russian Federation relating to the administration of tariff-rate quotas applying to exports of wood from the Russian Federation to the European Union (‘the Agreement’) and the Protocol between the European Union and the Government of the Russian Federation on technical modalities pursuant to that Agreement (‘the Protocol’), were signed on 16 December 2011, subject to their conclusion.\n(2) The Agreement and the Protocol should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Union and the Russian Federation relating to the administration of tariff-rate quotas applying to exports of wood from the Russian Federation to the European Union, and the Protocol between the European Union and the Government of the Russian Federation on technical modalities pursuant to that Agreement are hereby approved on behalf of the Union (2).", "The President of the Council shall designate the person(s) empowered to proceed, on behalf of the Union, to make the notification provided for in the Agreement and in paragraph 2 of Article 26 of the Protocol, in order to express the consent of the Union to be bound by the Agreement and the Protocol (3).", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 11 December 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 57, 29.2.2012, p. 1.\n(2)  The Agreement and the Protocol have been published in OJ L 57 of 29.2.2012, together with the decision on signing.\n(3)  The date of entry into force of the Agreement and the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}