{"celex_id": "32011D0049", "uri": "http://publications.europa.eu/resource/cellar/66f0211a-c19e-48da-ae0c-7a3a29779f4f", "type": "Decision", "concepts": ["1662", "3774", "4245", "4680", "5234", "5612", "5726"], "title": "2011/49/EU: Commission Decision of 25 January 2011 in application of Article 7 of Council Directive 89/686/EEC as regards a prohibition measure adopted by the UK authorities in respect of protective clothing for fencers (notified under document C(2011) 268)  Text with EEA relevance\n", "header": "26.1.2011 EN Official Journal of the European Union L 22/6\nCOMMISSION DECISION\nof 25 January 2011\nin application of Article 7 of Council Directive 89/686/EEC as regards a prohibition measure adopted by the UK authorities in respect of protective clothing for fencers\n(notified under document C(2011) 268)\n(Text with EEA relevance)\n(2011/49/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/686/EEC of 21 December 1989 on the approximation of the laws of the Member States relating to personal protective equipment (1), and in particular Article 7 thereof,\nWhereas:\n(1) Article 7(1) of Directive 89/686/EEC on the approximation of the laws of the Member States relating to personal protective equipment (PPE) provides that where a Member State ascertains that personal protective equipment bearing the CE marking and used in accordance with its intended purpose could compromise the safety of persons, domestic animals or property, it shall take all necessary measures to remove such personal protective equipment from the market and to prohibit the placing on the market or free movement thereof.\n(2) Pursuant to Article 7(2) of the Directive, the Commission is required, after consulting the parties concerned, to declare whether it finds such a measure justified or not. If the measure is found justified, the Commission shall inform the Member States so that they can take all appropriate measures with respect to the equipment concerned, in accordance with their obligations pursuant to Article 2(1).\n(3) On 25 August 2008, the UK authorities notified the European Commission a measure prohibiting the placing on the market of the protective clothing for fencers, types Jiang 350N Stretch Jacket and Breeches, manufactured by Wuxi Husheng Sports Goods Plant DongHu Industrial District, Donghutang, WuXi 214196, China and imported by Liam Patterson Associates LLP t/a Jiang-UK, 9 Spencer Road, Buxton, Derbyshire, United Kingdom.\n(4) According to the documents submitted to the European Commission, this protective clothing for fencing was subject to a ‘Certificate of Conformity’ dated October 2005, certificate No C0508M29HS11 issued by Ente Certificazione Macchine (Notified Body number 1282).\n(5) The UK authorities indicated that their decision was based on the fact that the products concerned failed to comply with the basic health and safety requirements (BHSR) referred to in Article 3 of Directive 89/686/EEC due to the incorrect application of the standards referred to in Article 5 of the Directive. In particular, the UK authorities indicated that the protective clothing for fencers did not have the level of penetration resistance required by standard EN 13567:2002 – Protective clothing – Hand, arm, chest, abdomen, leg, genital and face protectors for fencers – Requirements and test methods. The UK decision was supported by a test report.\n(6) On 17 July 2009, the Commission wrote to the importer inviting him to communicate his observations regarding the measure taken by the UK authorities. To date, no reply has been received.\n(7) On 17 July 2009, the Commission also wrote to Ente Certificazione Macchine inviting this Body to communicate its observations regarding the measure taken by the UK authorities and, in particular, to clarify whether it had issued the certificate No C0508M29HS11 for the products in question. To date, no reply has been received.\n(8) The Commission recalls that protective clothing for fencers must comply with the BHSR set out in Section 3.1.1 of Annex II to Directive 89/686/EEC relating to protection against penetrating objects. This requirement is supported by the specifications of clauses 4.6 to 4.8 of the relevant harmonised standard EN 13567 and by the specifications for penetration testing set out in clause 5.10 of the standard.\n(9) On 8 April 2010, the Commission contacted the Italian Authorities in order to clarify why Ente Certificazione Macchine had issued the certificate in question and requested the Italian Authorities to take the necessary measures to put an end to misuse of the identification number attributed to Ente Certificazione Macchine by the Commission.\n(10) In their reply on 23 June 2010, the Italian Authorities confirmed that Ente Certificazione Macchine had misused its identification number and informed the Commission that the Body had been required to cease issuing such certificates and to inform the authority of any similar certificates issued.\n(11) In light of the documentation available and the comments of the parties concerned, the Commission considers that the UK Authorities have demonstrated that the protective clothing for fencers, types Jiang 350N Stretch Jacket and Breeches, fails to comply with the applicable BHSR of Directive 89/686/EEC and that this non-conformity gives rise to a serious risk for users,", "main_body": ["The prohibition measure taken by the UK authorities against the protective clothing for fencers, types Jiang 350N Stretch Jacket and Breeches, manufactured by Wuxi Husheng Sports Goods Plant, is justified.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 January 2011.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 399, 30.12.1989, p. 18.\n(2)  OJ L 157, 9.6.2006, p. 24."}