{"celex_id": "32010R0744", "uri": "http://publications.europa.eu/resource/cellar/68cf5638-6c2f-4a1f-8d15-ce0aafa2ef76", "type": "Regulation", "concepts": ["1662", "2081", "2540", "2739", "3584", "4308", "5650", "6400"], "title": "Commission Regulation (EU) No 744/2010 of 18 August 2010 amending Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer, with regard to the critical uses of halons  Text with EEA relevance\n", "header": "19.8.2010 EN Official Journal of the European Union L 218/2\nCOMMISSION REGULATION (EU) No 744/2010\nof 18 August 2010\namending Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer, with regard to the critical uses of halons\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1005/2009 of the European Parliament and of the Council of 16 September 2009 on substances that deplete the ozone layer (1), and in particular Article 13(2) thereof,\nWhereas:\n(1) Halon 1301, halon 1211 and halon 2402 (hereinafter referred to as ‘halons’) are ozone-depleting substances listed as controlled substances in Group III of Annex I to Regulation (EC) No 1005/2009. Their production in Member States has been banned since 1994, in line with the requirements of the Montreal Protocol. Their use, however, continues to be permitted for certain critical uses as set out in Annex VI to Regulation (EC) No 1005/2009.\n(2) As required by Article 4(4)(iv) of Regulation (EC) No 2037/2000 of the European Parliament and of the Council of 29 June 2000 on substances that deplete the ozone layer (2), the Commission has reviewed Annex VII to that Regulation. To this effect, it has evaluated the current uses of halons and the availability and implementation of technically and economically feasible alternatives or technologies that are acceptable from the standpoint of environment and health (hereinafter referred to as ‘alternatives’). In the meantime, Regulation (EC) No 2037/2000 has been replaced by Regulation (EC) No 1005/2009, Annex VII to Regulation (EC) No 2037/2000 becoming Annex VI to Regulation (EC) No 1005/2009, without any change.\n(3) The review has shown some discrepancies between Member States in the interpretation of which uses of halons constitute critical uses as described in Annex VI to Regulation (EC) No 1005/2009. Each halon application should therefore be described in more detail, specifying the category of equipment or facility, the purpose of the application, the type of halon extinguisher and the type of halon.\n(4) The review has also shown that, with few exceptions, halons are no longer necessary to meet fire protection needs in new designs of equipment and new facilities and that alternatives are now routinely being installed. However, halon extinguishers and fire protection systems continue to be necessary in some equipment that is, or will be, produced to existing designs.\n(5) The review has also shown that halons are being replaced or could be replaced by alternatives over time and at a reasonable cost for a majority of fire protection applications, whether incorporated in existing equipment and existing facilities or in equipment being produced to existing designs.\n(6) It is therefore appropriate, in the light of the increased availability and implementation of alternatives, to establish, for each application, cut-off dates after which the use of halons for new equipment and new facilities would not be a critical use and the installation of a halon extinguisher or fire protection system would therefore not be permitted. Due account should be taken, in defining ‘new equipment’ and ‘new facilities’, of the stage in the equipment’s and the facilities’ lifecycle at which the design of the space requiring fire protection is effectively fixed.\n(7) It is also appropriate to establish, for each application, end dates after which the use of halons for fire extinguishers or fire protection systems in all equipment and facilities, whether in existing equipment and existing facilities or in equipment that is, or will be, produced to existing designs, would cease to be a critical use. Use of halons would therefore not be permitted and all halon fire extinguishers and fire protection systems should be replaced, converted or decommissioned by the end date, in accordance with Article 13(3) of Regulation (EC) No 1005/2009.\n(8) The cut-off dates should take into account the availability of alternatives for new equipment and new facilities and the barriers to their implementation. They should also allow sufficient time for the development of alternatives where this is necessary, whilst providing an incentive to undertake such development. Regarding aircraft, as civil aviation is regulated at the international level, due account should be taken of initiatives by the International Civil Aviation Organisation (ICAO) concerning installation and use of halons for fire extinguishers on aircraft.\n(9) The end dates should, additionally, allow sufficient time for halon replacement or conversion activities to be completed as part of routine or planned equipment or facility maintenance or upgrade programmes, without unduly affecting the operation of the equipment or facilities concerned and without resulting in excessive costs. They should also take into account the time necessary to obtain any certification, authorisation or approval that may be required for the installation of alternatives in the equipment or facilities concerned.\n(10) For the majority of applications for new equipment and new facilities, where halon extinguishers and fire protection systems are no longer necessary or are no longer being installed, it is appropriate to set 2010 as the cut-off date. However, it is appropriate to set 2011 as the cut-off date for some military ground vehicle and aircraft applications for which alternatives are considered now to be available but which have not been implemented during development programmes now nearing completion and for which modifications might no longer be technically and economically feasible. It is appropriate to set 2014 as the cut-off date for the aircraft engine nacelle and cabin portable extinguisher applications, which would correspond to the time-frame for the anticipated implementation of an equivalent restriction through the ICAO. It is appropriate to set 2018 as the cut-off date for the aircraft cargo compartment application where alternatives have not yet been identified but for which it can reasonably be expected that, following further research and development, alternatives will be available by that date for installation in new aircraft being submitted for type certification.\n(11) For many applications, it is appropriate to set end dates between 2013 and 2025, according to the level of technical and economic challenge that halon replacement or conversion represents. Those end dates should allow sufficient time for halon replacement during routine maintenance programmes for most equipment and facilities where alternatives are now available. It is appropriate to set 2030 or 2035 as the end date for certain military ground vehicle and military ship applications for which halon replacement is likely only to be technically and economically feasible as part of planned equipment upgrade or refit programmes, and for which additional research and development to verify the suitability of alternatives may be necessary in some Member States.\n(12) For some applications, on existing military vehicles, on existing military surface ships, on existing military submarines, on existing military aircraft, and on those that are, or will be, produced to existing designs, alternatives have not yet been identified. However, it can reasonably be expected that by 2040 a large part of the equipment concerned will have reached the end of its useful life or that alternatives will be available by that date, following further research and development. It is therefore appropriate to set 2040 as a reasonable end date for those applications.\n(13) For fire protection systems in cargo compartments, engine nacelles and auxiliary power units, on existing civil aircraft or on those being produced in accordance with an existing type certification, alternatives have also not yet been identified. Furthermore, a significant number of civil aircraft will continue to be produced with, and be reliant on, halons for those applications for the foreseeable future. Whilst it is accepted that there are significant technical, economic and regulatory constraints affecting the replacement of halons for those applications, it is also appropriate, in view of the uncertainty concerning the long-term availability of recycled halons and the need for additional research and development to identify and develop suitable alternatives, to set 2040 as a reasonable end date.\n(14) Annex VI, including the time-frames for the phasing out of the critical uses, will be kept under review to take account of continued research and development of alternatives and of new information on their availability. Furthermore, derogations from end dates and cut-off dates may be granted for specific cases where it is demonstrated that no alternative is available.\n(15) Regulation (EC) No 1005/2009 should, therefore, be amended accordingly.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 25(1) of Regulation (EC) No 1005/2009,", "main_body": ["Annex VI to Regulation (EC) No 1005/2009 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 August 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 286, 31.10.2009, p. 1.\n(2)  OJ L 244, 29.9.2000, p. 1.\nANNEX\n‘ANNEX VI\nCRITICAL USES OF HALONS\nFor the purposes of this Annex, the following definitions shall apply:\n1. “Cut-off date” means the date after which halons must not be used for fire extinguishers or fire protection systems in new equipment and new facilities for the application concerned.\n2. “New equipment” means equipment for which, by the cut-off date, neither of the following events has occurred:\n(a) signature of the relevant procurement or development contract;\n(b) submission of a request for type approval or type certification to the appropriate regulatory authority.\n3. “New facilities” means facilities for which, by the cut-off date, neither of the following events has occurred:\n(a) signature of the relevant development contract;\n(b) submission of a request for planning consent to the appropriate regulatory authority.\n4. “End date” means the date after which halons shall not be used for the application concerned and by which date the fire extinguishers or fire protection systems containing halons shall be decommissioned.\n5. “Inerting” means preventing the initiation of combustion of a flammable or explosive atmosphere by means of the addition of an inhibiting or diluting agent.\n6. “Cargo ship” means a ship that is not a passenger ship, is over 500 tonnes gross weight, and embarks on an international voyage, in accordance with the definition of those terms in the Safety of Life at Sea (SOLAS) Convention. The SOLAS Convention defines a “passenger ship” as “a ship that carries more than 12 passengers” and an “international voyage” as “a voyage from a country to which the present Convention applies to a port outside such country, or conversely”.\n7. A “normally occupied” space means a protected space in which it is necessary for persons to be present most or all of the time in order for the equipment or facility to function effectively. For military applications, the occupancy status of the protected space would be that applicable during a combat situation.\n8. A “normally unoccupied” space means a protected space that is occupied for limited periods only, in particular for undertaking maintenance, and where the continual presence of persons is not necessary for the effective functioning of the equipment or facility.\nCRITICAL USES OF HALONS\nApplication Cut-off date End date\nCategory of equipment or facility Purpose Type of extinguisher Type of halon\n1.\n1.1. For the protection of engine compartments\n1.2. For the protection of crew compartments\n1.3. For the protection of crew compartments\n2.\n2.1. For the protection of normally occupied machinery spaces\n2.2. For the protection of normally unoccupied engine spaces\n2.3. For the protection of normally unoccupied electrical compartments\n2.4. For the protection of command centres\n2.5. For the protection of fuel pump rooms\n2.6. For the protection of flammable liquid storage compartments\n2.7. For the protection of aircraft in hangars and maintenance areas\n3.\n3.1. For the protection of machinery spaces\n3.2. For the protection of command centres\n3.3. For the protection of diesel generator spaces\n3.4. For the protection of electrical compartments\n4.\n4.1. For the protection of normally unoccupied cargo compartments\n4.2. For the protection of cabins and crew compartments\n4.3. For the protection of engine nacelles and auxiliary power units\n4.4. For the inerting of fuel tanks\n4.5. For the protection of lavatory waste receptacles\n4.6. For the protection of dry bays\n5.\n5.1. For the protection of spaces where flammable liquid or gas could be released\n6.\n6.1. For the inerting of normally occupied spaces where flammable liquid or gas could be released\n7.\n7.1. For the protection of normally occupied spaces\n7.2. For the protection of normally occupied spaces\n7.3. For the protection of normally unoccupied spaces\n8.\n8.1. For crash rescue vehicles\n8.2. For the protection of aircraft in hangars and maintenance areas\n9.\n9.1. For the protection of spaces where necessary to minimise risk of dispersion of radioactive matter\n10.\n10.1. For the protection of technical facilities\n10.2. For the protection of power cars and shuttle wagons of Channel Tunnel trains\n11.\n11.1. For initial extinguishing by fire brigades where essential to personal safety\n11.2. For the protection of persons by military and police personnel"}