{"celex_id": "32010D0780", "uri": "http://publications.europa.eu/resource/cellar/49b7a88b-3349-4cf0-9ce2-6bfd387ee474", "type": "Decision", "concepts": ["1277", "1596", "192", "2737", "2947", "4224", "5760"], "title": "2010/780/EU: Commission Decision of 16 December 2010 amending Decision 2003/322/EC as regards certain species of necrophagous birds in Italy and Greece to which certain animal by-products may be fed (notified under document C(2010) 8988)  Text with EEA relevance\n", "header": "17.12.2010 EN Official Journal of the European Union L 333/60\nCOMMISSION DECISION\nof 16 December 2010\namending Decision 2003/322/EC as regards certain species of necrophagous birds in Italy and Greece to which certain animal by-products may be fed\n(notified under document C(2010) 8988)\n(Only the Bulgarian, French, Greek, Italian, Portuguese and Spanish texts are authentic)\n(Text with EEA relevance)\n(2010/780/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 23(2)(d) thereof,\nWhereas:\n(1) Commission Decision 2003/322/EC of 12 May 2003 implementing Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the feeding of certain necrophagous birds with certain Category 1 materials (2) lays down conditions for the authorisation of the feeding of certain endangered or protected species of necrophagous birds by certain Member States.\n(2) That Decision lists the Member States authorised to make use of that possibility, the species of necrophagous birds which may be fed with the Category 1 material, and the implementing rules under which the feeding may take place.\n(3) Greece and Italy have submitted requests for the extension of the list of species on their respective territories to which the Category 1 material may be fed. Both countries have submitted satisfactory information concerning the occurrence of those species on their respective territories.\n(4) Feeding of animal carcasses to the listed species should continue to be carried out in accordance with the implementing rules laid down in Decision 2003/322/EC. Those rules have been adopted in recognition of the special feeding patterns of certain endangered or protected species in their natural habitat, in the interest of biodiversity. However, feeding of carcasses under those rules does not constitute an alternative means of disposal under Regulation (EC) No 1774/2002.\n(5) Decision 2003/322/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Part A of the Annex to Decision 2003/322/EC is amended as follows:\n1. point (a) is replaced by the following:\n‘(a) in the case of Greece: griffon vulture (Gyps fulvus), bearded vulture (Gypaetus barbatus), black vulture (Aegypius monachus), Egyptian vulture (Neophron percnopterus), golden eagle (Aquila chrysaetos), imperial eagle (Aquila heliaca), white-tailed eagle (Haliaeetus albicilla) and black kite (Milvus migrans);’;\n2. point (d) is replaced by the following:\n‘(d) in the case of Italy: bearded vulture (Gypaetus barbatus), black vulture (Aegypius monachus), Egyptian vulture (Neophron percnopterus), griffon vulture (Gyps fulvus), golden eagle (Aquila chrysaetos), black kite (Milvus migrans) and red kite (Milvus milvus);’.", "This Decision is addressed to the Republic of Bulgaria, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus and the Portuguese Republic."], "attachments": "Done at Brussels, 16 December 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1.\n(2)  OJ L 117, 13.5.2003, p. 32."}