{"celex_id": "32014D0685", "uri": "http://publications.europa.eu/resource/cellar/7f69e28d-4870-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["217", "2704", "3169", "3917", "5512", "5622", "5695", "8481"], "title": "Council Decision 2014/685/CFSP of 29 September 2014 amending Joint Action 2008/124/CFSP on the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO\n", "header": "30.9.2014 EN Official Journal of the European Union L 284/51\nCOUNCIL DECISION 2014/685/CFSP\nof 29 September 2014\namending Joint Action 2008/124/CFSP on the European Union Rule of Law Mission in Kosovo (1), EULEX KOSOVO\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28, Article 42(4) and Article 43(2), thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 4 February 2008, the Council adopted Joint Action 2008/124/CFSP (2).\n(2) On 8 June 2010, the Council adopted Decision 2010/322/CFSP (3), which amended Joint Action 2008/124/CFSP and extended it for a period of two years until 14 June 2012.\n(3) On 5 June 2012, the Council adopted Decision 2012/291/CFSP (4), which amended Joint Action 2008/124/CFSP and extended it for a period of two years until 14 June 2014.\n(4) On 12 June 2014, the Council adopted Decision 2014/349/CFSP (5) amending Joint Action 2008/124/CFSP and extending it for a period of two years until 14 June 2016, and providing for a financial reference amount for the period 15 June 2014 until 14 October 2014.\n(5) Joint Action 2008/124/CFSP should be amended to provide a new financial reference amount intended to cover the period from 15 October 2014 until 14 June 2015.\n(6) Within the framework of its mandate and in line with conclusions of the Political and Security Committee of 2 September 2014, EULEX KOSOVO should also provide support to relocated criminal judicial proceedings within a Member State, subject to the conclusion of all necessary legal arrangements to cover all stages of these proceedings.\n(7) EULEX KOSOVO will be conducted in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty,\n(8) Joint Action 2008/124/CFSP should therefore be amended accordingly,", "main_body": ["Joint Action 2008/124/CFSP is hereby amended as follows:\n(1) The following Article is inserted:\n(2) In Article 8(2), the following sentence is added:\n(3) In Article 16(1), the final subparagraph is replaced by the following:\n(4) In Article 18, the following paragraph is added:\n(5) In Article 20, the second paragraph is replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 29 September 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  This designation is without prejudice to positions on status, and is in line with UNSCR 1244(1999) and the ICJ Opinion on the Kosovo declaration of independence.\n(2)  Council Joint Action 2008/124/CFSP of 4 February 2008 on the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO (OJ L 42, 16.2.2008, p. 92).\n(3)  Council Decision 2010/322/CFSP of 8 June 2010 amending and extending Joint Action 2008/124/CFSP on the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO (OJ L 145, 11.6.2010, p. 13).\n(4)  Council Decision 2012/291/CFSP of 5 June 2012 amending and extending Joint Action 2008/124/CFSP on the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO (OJ L 146, 6.6.2012, p. 46).\n(5)  Council Decision 2014/349/CFSP of 12 June 2014 amending Joint Action 2008/124/CFSP on the European Union Rule of Law Mission in Kosovo, EULEX KOSOVO (OJ L 174, 13.6.2014, p. 42)."}