{"celex_id": "32013R0135", "uri": "http://publications.europa.eu/resource/cellar/660373ca-7a84-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "2615", "2894", "3660", "5877", "862", "922"], "title": "Commission Implementing Regulation (EU) No 135/2013 of 18 February 2013 amending Implementing Regulation (EU) No 926/2011 for the purposes of Council Decision 2009/470/EC as regards Union financial aid to the EU reference laboratories for feed and food and the animal health sector\n", "header": "19.2.2013 EN Official Journal of the European Union L 46/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 135/2013\nof 18 February 2013\namending Implementing Regulation (EU) No 926/2011 for the purposes of Council Decision 2009/470/EC as regards Union financial aid to the EU reference laboratories for feed and food and the animal health sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (1), and in particular Article 31(2) thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 926/2011 of 12 September 2011 for the purposes of Council Decision 2009/470/EC as regards Union financial aid to the EU reference laboratories for feed and food and the animal health sector (2) lays down rules as regards the arrangements for the granting of Union financial aid for the activities of EU reference laboratories, including for the organisation of workshops and the conditions according to which that aid is granted.\n(2) In order to limit the administrative burden for EU reference laboratories and the Commission, the organisation of workshops should be subject to the same rules as other activities of those laboratories. The submission by those laboratories of specific financial and technical reports on workshops should therefore no longer be required. Accordingly, the Commission should no longer be required to make specific payments following the submission and approval of those reports.\n(3) Implementing Regulation (EU) No 926/2011 should therefore be amended accordingly.\n(4) As the amendments to Implementing Regulation (EU) No 926/2011, introduced by this Regulation, will have no negative impact for the EU reference laboratories, this Regulation should apply retroactively from 1 January 2013. This retroactivity is necessary in order to ensure an equal treatment between EU reference laboratories in cases where workshops have been organised before the date of entry into force of this Regulation.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Implementing Regulation (EU) No 926/2011 is amended as follows:\n(1) Article 6 is replaced by the following:\n(2) in Chapter II, the title is replaced by the following:\n(3) Article 9 is amended as follows:\n(a) the title is replaced by the following:\n(b) the following paragraph is added:\n(4) Articles 10 and 11 are replaced by the following:\n(a) staff dedicated to the activities of the laboratories;\n(b) subcontracting;\n(c) capital equipment;\n(d) consumables;\n(e) the shipment of samples for comparative tests;\n(f) missions;\n(g) workshops to which at least one participant per Member State has been invited;\n(h) training activities;\n(i) meetings;\n(j) overheads.\n(a) a paper copy and an electronic version of their financial report concerning the implementation of the work programme for the previous calendar year completed in accordance with Annexes III(a) and III(b);\n(b) a technical report of their activities, certified by the laboratory’s technical director.\n(5) the second paragraph of Article 12 is deleted;\n(6) Article 13 is deleted;\n(7) Chapter III is deleted;\n(8) the Annexes to Implementing Regulation (EU) No 926/2011 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 155, 18.6.2009, p. 30.\n(2)  OJ L 241, 17.9.2011, p. 2.\nANNEX\nThe Annexes to Implementing Regulation (EU) No 926/2011 are amended as follows:\n(1) Annexes I(a) to III(b) are replaced by the following:\nStaff costs Subcontracting Capital Equipment Consumables Shipment of samples for comparative tests Missions Workshops Training activities Meetings\nActivity 1\nActivity 2\nActivity 3\nActivity N\nTotal\nCategory (1) Status (2) Gross monthly salary (3) Time spent on work programme Total eligible costs\n\n\nTOTAL:\nDescription Cost excluding VAT VAT Total cost\n\n\n\nTOTAL:\nDescription Cost excluding VAT VAT Total cost/value Date of purchase or rental Date of delivery Depreciation period (36 or 60 months) % use for work programme Annual depreciation cost\n2.1 Equipment to be acquired during the period in question\n2.2 Equipment acquired before the period in question\nTOTAL:\nDescription by type (5) Cost excluding VAT VAT Total cost\n\n\nTOTAL:\nDescription Supplier Cost excluding VAT VAT Total cost\n\n\n\nTOTAL:\nDescription Travel expenses Hotel expenses Daily allowance Total\n\n\nTOTAL:\nCost\nParticipants’ travel expenses:\nHotel expenses:\nParticipants’ daily allowances:\nTOTAL:\nCost\nParticipants’ travel expenses:\nHotel expenses:\nParticipants’ daily allowances:\nTOTAL:\nDescription Travel expenses Hotel expenses Daily allowance Total\n\n\nTOTAL:\nSubtotal of items listed in tables at points 1 to 9\nOverheads: 7 % of subtotal\nTOTAL EXPENDITURE:\nA = period in months for which the equipment is to be used for the work programme, from the date of delivery\nB = depreciation period of 60 months (36 months in the case of computer equipment costing less than EUR 25 000)\nC = cost of equipment\nD = percentage use of equipment on the work programme\nStaff costs Subcontracting Capital Equipment Consumables Shipment of samples for comparative tests Missions Workshops Training activities Meetings\nActivity 1\nActivity 2\nActivity N\nTotal\nCategory of costs Estimated budget Declared costs\n1. Staff\n2. Subcontracting\n3. Capital equipment\n4. Consumables\n5. Shipment of samples for comparative tests\n6. Missions\n7. Workshops\n8. Training activities\n9. Meetings\nSubtotal\n10. Overheads: 7 % of subtotal\nTotal\n— the expenditure listed above was incurred in connection with the Union activities defined in the work programme and was necessary to the performance of those Union activities,\n— the expenditure was actually incurred, accurately accounted for and eligible under Commission Implementing Regulation (EU) No 926/2011,\n— all supporting documents relating to the expenditure are available for inspection,\n— no other Union financial aid was requested for the activities of EU reference laboratories regarding the submitted financial report,\n— the Union financial aid does not have the purpose or effect of producing a profit for the beneficiary regarding the submitted financial report.\nDate: Date:\nName of Technical Director: Name of Finance Officer:\nSignature: Signature:\nName of the person Category Status Gross monthly salary Time spent on work programme Total eligible costs\n\n\nTOTAL:\nDescription Supplier Cost excluding VAT VAT Total cost\n\n\nTOTAL:\nDescription Cost excluding VAT VAT Total cost/value Date of purchase or rental Date of delivery Depreciation period % use for project Annual depreciation cost\n2.1 Equipment acquired for the purposes of the work programme\n2.2 Equipment acquired prior to the start of the work programme\nTOTAL\nDescription by type (6) Supplier Cost excluding VAT VAT Total cost\n\n\nTOTAL\nDescription Supplier Cost excluding VAT VAT Total cost\n\n\n\nTOTAL\nDescription Travel expenses Hotel expenses Daily allowance Total cost\n\n\nTOTAL\nCost\nParticipants’ travel expenses:\nHotel expenses:\nParticipants’ daily allowances:\nTOTAL\nCost\nParticipants’ travel expenses:\nHotel expenses:\nParticipants’ daily allowances:\nTOTAL\nDescription Travel expenses Hotel expenses Daily allowance Total cost\n\n\nTOTAL\nSubtotal of items listed in tables at points 1 to 9\nOverheads: 7 % of subtotal\nTOTAL EXPENDITURE:\n(2) Annex IV is amended as follows:\n(a) the title is replaced by the following:\n(b) point IV is replaced by the following:\n(3) Annex V is deleted.\n(1)  To be specified for each person assigned to the project: senior scientist, junior scientist, technician, etc.\n(2)  Public official, contract staff, etc. – for contract staff, state the dates on which the contract starts and ends.\n(3)  Actual gross monthly salary (do not use pay scales), including social and other charges appearing on the salary statement.\n(4)  Calculated on the reference basis of 220 working days/year (20 working days/month).\n(5)  Examples: reagents, test animals, small laboratory supplies, etc.\n(6)  A detailed breakdown is requested"}