{"celex_id": "32011D0483", "uri": "http://publications.europa.eu/resource/cellar/3ac95fbf-baf1-4e81-89f7-0c1f9a2a77ea", "type": "Decision", "concepts": ["1074", "3437", "4045", "4212", "8482"], "title": "2011/483/CFSP: Council Decision 2011/483/CFSP of 28 July 2011 amending and extending Decision 2010/96/CFSP on a European Union military mission to contribute to the training of Somali security forces (EUTM Somalia)\n", "header": "30.7.2011 EN Official Journal of the European Union L 198/37\nCOUNCIL DECISION 2011/483/CFSP\nof 28 July 2011\namending and extending Decision 2010/96/CFSP on a European Union military mission to contribute to the training of Somali security forces (EUTM Somalia)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28 and 43(2) thereof,\nWhereas:\n(1) On 15 February 2010, the Council adopted Decision 2010/96/CFSP on a European Union military mission to contribute to the training of Somali security forces (1).\n(2) On 31 March 2010, the Council adopted Decision 2010/197/CFSP on the launch of a European Union military mission to contribute to the training of Somali security forces (EUTM Somalia) (2).\n(3) On 20 July 2011, the Council approved the revised Crisis Management Concept for EUTM Somalia.\n(4) On 28 April 2011, in his report S/2011/277 to the Security Council, the United Nations Secretary-General (UNSG) noted the territorial gains and the progress in the security track, and mentioned the training provided by the EU. The UNSG recommends focusing on further development of the Somali security sector institutions and in particular recommends improving the Command and Control structures of the National Security Forces (NSF).\n(5) On 21 April 2011, the Chairperson of the African Union (AU) Commission submitted his report on the situation in Somalia to the Peace and Security Council. He highlighted the gains in the security domain and made a request for the continuation of the training support.\n(6) In his letter of 4 May 2011, to the High Representative of the Union for Foreign Affairs and Security Policy, the Prime Minister of Somalia, expressed the Somali Transitional Federal Government’s (TFG) appreciation for the EU’s support and reiterated the TFG’s full commitment to building a Command and Control structure for the NSF, to protect the civilian population and to integrate different militias and clans’ forces into the NSF.\n(7) The TGF’s appreciation was reiterated during the Joint Security Committee in Kampala on 23 June 2011.\n(8) During the Joint Consultative meeting of the AU PSC and the EU PSC held on 10 May 2011 in Addis Ababa, the AU expressed its satisfaction with the support provided by EUTM Somalia in the build-up to a professional and unified Somali NSF.\n(9) Ugandan Political and Military authorities have expressed their satisfaction with the partnership with the EU and the United States of America, and their willingness to continue the training.\n(10) In accordance with Article 5 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and implementation of decisions and actions of the Union which have defence implications. Denmark does not participate in the implementation of this Decision and therefore does not participate in the financing of this operation.\n(11) EUTM Somalia should be further extended,", "main_body": ["Decision 2010/96/CFSP is hereby amended as follows:\n(1) in Article 1, paragraphs 1 and 2 are replaced by the following:\n(2) in Article 2, paragraph 1 is replaced by the following:\n(3) Article 10 is hereby amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) the following paragraph is added:\n(4) in Article 12, paragraph 2 is replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 28 July 2011.\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ L 44, 19.2.2010, p. 16.\n(2)  OJ L 87, 7.4.2010, p. 33."}