{"celex_id": "32014D0711", "uri": "http://publications.europa.eu/resource/cellar/347d4e31-536f-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["12", "2850", "3466", "3763", "4048", "4578", "5063", "5407", "6373"], "title": "2014/711/EU: Council Decision of 24 September 2012 on the signing, on behalf of the European Union and its Member States, and the provisional application of the protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n", "header": "14.10.2014 EN Official Journal of the European Union L 296/1\nCOUNCIL DECISION\nof 24 September 2012\non the signing, on behalf of the European Union and its Member States, and the provisional application of the protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n(2014/711/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217, in conjunction with Article 218(5) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 23 October 2006 the Council authorised the Commission to negotiate with the Republic of Tunisia (Tunisia), on behalf of the European Communities and their Member States, a protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, on the other part (1), to take account of the accession of the Republic of Bulgaria and Romania to the European Union (the Protocol).\n(2) These negotiations have been concluded to the satisfaction of the Commission.\n(3) The text of the Protocol negotiated with Tunisia provides, in Article 8(2), for the provisional application of the Protocol before its entry into force.\n(4) The Protocol should be signed and applied on a provisional basis, pending the completion of the procedures for its conclusion,", "main_body": ["1.   The signing, on behalf of the European Union and its Member States, of the Protocol to the Euro-Mediterranean Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union is hereby authorised on behalf of the Union and its Member States, subject to the conclusion of the Protocol.\n2.   The text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol, on behalf of the Union and its Member States.", "The Protocol shall be applied provisionally from 1 January 2007, pending the completion of the procedures for its conclusion.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 24 September 2012.\nFor the Council\nThe President\nA. MAVROYIANNIS\n(1)  OJ L 97, 30.3.1998, p. 2."}