{"celex_id": "32013R0890", "uri": "http://publications.europa.eu/resource/cellar/b7931ffb-2058-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["1117", "1519", "1686", "2730", "3173", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 890/2013 of 16 September 2013 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Amarene Brusche di Modena (PGI))\n", "header": "18.9.2013 EN Official Journal of the European Union L 247/24\nCOMMISSION IMPLEMENTING REGULATION (EU) No 890/2013\nof 16 September 2013\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Amarene Brusche di Modena (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 53(1) of Regulation (EU) No 1151/2012, the Commission has examined Italy’s application for the approval of amendments to the specification for the protected geographical indication ‘Amarene Brusche di Modena’ registered under Commission Regulation (EC) No 1028/2009 (2).\n(2) The purpose of the application is to amend the specification by indicating the sugar content of the fruit at the time of picking and during processing as well as the amount of sugar (saccharose) that may be added before the concentration process and by authorising containers using formats and materials different from those provided for at the time of registration.\n(3) The Commission has examined the amendments in question and decided that they are justified. Since the amendments are minor within the meaning of the third subparagraph of Article 53(2) of Regulation (EU) No 1151/2012, the Commission may approve them without following the procedure set out in Articles 50 to 52 of the Regulation,", "main_body": ["The specification for the protected geographical indication ‘Amarene Brusche di Modena’ is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the consolidated single document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 September 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 283, 30.10.2009, p. 39.\nANNEX I\nIn the specification for the protected geographical indication ‘Amarene Brusche di Modena’, the following amendments are approved:\nMethod of production\nThe required sugar content for the fruit used for the production of the ‘Amarene Brusche di Modena’ PGI should be reduced at the time of picking by 2° Brix in years where the cumulative rainfall was higher than 80 mm in June.\nAt the processing stage, sugar content of 2° Brix less than that measured at the time of picking is permitted, if the fruit is subject to hydrocooling.\nIn order to avoid misinterpretation, it is specified that the amount of sugar (saccharose) which may be added prior to the concentration process must not exceed 35 % of the product.\nLabelling\nThe specification indicates that for the purpose of packaging the jam ‘Amarene Brusche di Modena’, containers using formats and materials different from those previously provided for may also be used, provided that they are suitable for food use. This will enable producers to adapt the packaging to constantly changing market requirements.\nANNEX II\nCONSOLIDATED SINGLE DOCUMENT\nCouncil Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1)\n‘AMARENE BRUSCHE DI MODENA’\nEC No: IT-PGI-0105-01065 – 30.11.2012\nPGI ( X ) PDO ( )\n1.   Name\n‘Amarene Brusche di Modena’\n2.   Member State or Third Country\nItaly\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.6. Fruit, vegetables and cereals, fresh or processed\n3.2.   Description of the product to which the name in (1) applies\nWhen released for consumption, ‘Amarene Brusche di Modena’ PGI jam has a soft consistency and a characteristic intense red-brown colour with dark tinges. It has a refractive index of between 60° and 68° Brix at 20 °C. The typical acidity level is between 2,5 and 3,5 pH. The finished product contains 70 % fresh fruit.\nThe distinctive flavour of ‘Amarene Brusche di Modena’ PGI jam is a good balance of sweet and sour, with an acidic tinge. At the time of marketing, ‘Amarene Brusche di Modena’ jam has a minimum sugar content of 60 %.\n3.3.   Raw materials (for processed products only)\nThe raw material from which ‘Amarene Brusche di Modena’ PGI jam is made comprises sour cherries from orchards growing the varieties Amarena di Castelvetro, Amarena di Vignola dal peduncolo corto (short stalk), Amarena di Vignola dal peduncolo lungo (long stalk), Amarena di Montagna, Amarena di Salvaterra, Marasca di Vigo, Meteor, Mountmorency and Pandy.\nAt the time of picking, the fruit must be ripe, i.e. be of uniform colour across at least 90 % of the fruit and have the following characteristics:\n— colour of skin (when ripe): light to dark red,\n— colour of flesh: yellow or orange,\n— colour of juice: colourless to yellowish,\n— sugar content: > 16° Brix,\n— acidic content: medium to moderately high > 18 g/l malic acid,\n— yield in juice: > 75 %.\nIn years with cumulative rainfall of more than 80 mm in the month of June, as measured in the meteorological stations closest to fruit-growing holdings, the minimum sugar content of the fruit at the time of picking may be reduced by 2° Brix.\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the defined geographical area\nThe cherries must be grown and the ‘Amarene Brusche di Modena’ jam produced in the geographical area delineated under point 4, where conditions are ideal for the cultivation of cherry trees, as explained under point 5.1.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\nThe jam must be packaged in the geographical area delineated under point 4 in order that the origin and monitoring of the product can be guaranteed, so that it does not lose the special characteristics described under point 3.2 above and to prevent subsequent pasteurisation, which could affect the typical flavour, based as it is on the right balance between acidity and sweetness.\n‘Amarene Brusche di Modena’ PGI jam is packaged in jars or tins with a capacity of 15 ml, 212 ml, 228 ml, 236 ml, 314 ml, 370 ml, 2 650 ml and 5 000 ml or using other formats and materials suitable for food contact. The 2 650 ml and 5 000 ml capacity containers are for professional use.\n3.7.   Specific rules concerning labelling\nThe ‘Amarene Brusche di Modena’ PGI logo consists of a letter ‘A’ featuring, instead of the cross-line, a picture of a sour cherry with a stalk and a leaf. The logo takes up a 74 × 74 mm square. Below it, on three lines, are set out the words AMARENE BRUSCHE DI MODENA I.G.P. The size of the logo may be adapted in proportion to the different packaging sizes.\nThe wording ‘Amarene Brusche di Modena’ must be in Italian.\n4.   Concise definition of the geographical area\nThe fruit is grown and ‘Amarene Brusche di Modena’ PGI jam produced in an area made up of the administrative territory of the municipalities of Bastiglia, Bomporto, Campogalliano, Camposanto, Carpi, Castelfranco Emilia, Castelnuovo Rangone, Castelvetro di Modena, Cavezzo, Concordia sul Secchia, Finale Emilia, Fiorano Modenese, Formigine, Guiglia, Maranello, Marano sul Panaro, Medolla, Mirandola, Modena, Montese, Nonantola, Novi di Modena, Pavullo nel Frignano, Prignano sul Secchia, Ravarino, S. Cesario sul Panaro, S. Felice sul Panaro, S. Possidonio, S. Prospero sul Secchia, Sassuolo, Savignano sul Panaro, Serramazzoni, Soliera, Spilamberto, Vignola and Zocca in the Province of Modena, and the neighbouring parts of the Province of Bologna, limited to the following municipalities: Anzola nell’Emilia, Bazzano, Castel d’Aiano, Castello di Serravalle, Crespellano, Crevalcore, Monte S. Pietro, Monteveglio, San Giovanni in Persiceto, Sant’Agata Bolognese, Savigno and Vergato.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe area in which ‘Amarene Brusche di Modena’ PGI jam is produced is characterised by very deep soil which is generally fertile and well-structured, fairly porous and permeable, with essentially a silt-loam composition and traces of clay. Hence it is ideally suited to growing sour cherry trees, which need permeable, well-drained and cool ground. The particular structure and texture of the soil mean that it has good porosity and drains well, and therefore that the ground is well aerated. The area in question is criss-crossed by a dense network of natural and man-made waterways. The climate type tends to be sub-humid, and sub-arid in the lower-lying parts of the low plain around Modena; such conditions are particularly conducive to the cultivation of sour cherry trees.\n5.2.   Specificity of the product\nThe ‘Amarene Brusche di Modena’ protected geographical indication differs, in particular, from other products belonging to the same category of goods by virtue of the particular organoleptic and chemical and physical characteristics of the raw material, which in turn come from the variety of sour cherries grown in the area of production, and by virtue, above all, of the characteristic flavour of the jam, which strikes a good balance between sweetness and sourness, with an acidic tinge. Another important distinguishing characteristic is the natural production process, which is based on concentrating the fruit through thermal evaporation without the use of thickeners, colourings or preservatives, the high ratio of fruit to added sugar and the absence of further processing prior to packaging.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe application for recognition of ‘Amarene Brusche di Modena’ jam as a PGI is justified by the product’s fame and reputation. The jam’s reputation is documented by abundant bibliographical references attesting to the special know-how, passed down over the centuries among the locals, in dealing with the need to process quickly a fruit that does not keep well and creating a product renowned and appreciated especially for the natural way in which it is produced.\nTo illustrate the product’s reputation, one cannot ignore the existence of a production base, in the area delineated under point 4 above, that already at the start of the last century was home to many cherry orchards and centres for the collection and cold storage of cherries, as well as a number of small-scale businesses and small and medium-sized jam producers. Farmers involved in producing the jam make up a pool of over 350 skilled workers and bring considerable production value. The first trials involving the intensive cultivation of cherry trees were conducted in 1882 by Luigi Mancini, a lawyer and owner of the ‘La Colombarina’ estate near Vignola, although in fact the renowned botanist Giorgio Gallesio recorded as early as 1820 the practice of planting cherry trees around country cottages so that the fruit could be used for making syrups, preserves, jams, puddings and cakes, in line with the solid family tradition of preparing cherries in the rural province of Modena.\nThere are many centuries-old recipes that testify to the use of the product for preparing typical local cakes, both in the home and on a small-scale commercial basis, from the oldest to the most recent, involving the use of the jam for home-made tarts, in particular. Evidence of this can be found in two Modenese manuscripts from the 19th century which explain how to prepare the jam; one of the manuscripts consists of four notebooks kept by four generations of middle-class house-owners and was published in 1970; the other, published in 2001, was written by Ferdinando Cavazzoni, maker of sweetmeats and preserves for the Molza family.\nReference to publication of the specification\n[Article 5(7) of Regulation (EC) No 510/2006]\nThe Ministry launched the national objection procedure with the publication of the proposed amendments to the specification for the ‘Amarene Brusche di Modena’ PGI in the Official Gazette of the Italian Republic (Gazzetta Ufficiale della Repubblica Italiana) No 246 of 20 October 2012.\nThe full text of the product specification is available on the following website: http://www.politicheagricole.it/flex/cm/pages/ServeBLOB.php/L/IT/IDPagina/3335\nor alternatively:\nby going directly to the home page of the Ministry of Agricultural, Food and Forestry Policy (http://www.politicheagricole.it) and clicking on ‘Qualità e sicurezza’ (on the top right of the screen) and then on ‘Disciplinari di Produzione all’esame dell’UE’.\n(1)  OJ L 93, 31.3.2006, p. 12. Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (OJ L 343, 14.12.2012, p. 1)."}