{"celex_id": "32013D0681", "uri": "http://publications.europa.eu/resource/cellar/ed807541-5747-11e3-a8cb-01aa75ed71a1", "type": "Decision", "concepts": ["1688", "3097", "365", "3774", "4585", "4654", "5581"], "title": "2013/681/EU: Council Implementing Decision of 15 November 2013 amending Decision 2007/884/EC authorising the United Kingdom to continue to apply a measure derogating from Articles 26(1)(a), 168 and 169 of Directive 2006/112/EC on the common system of value added tax\n", "header": "27.11.2013 EN Official Journal of the European Union L 316/41\nCOUNCIL IMPLEMENTING DECISION\nof 15 November 2013\namending Decision 2007/884/EC authorising the United Kingdom to continue to apply a measure derogating from Articles 26(1)(a), 168 and 169 of Directive 2006/112/EC on the common system of value added tax\n(2013/681/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By a letter registered with the Secretariat-General of the Commission on 2 April 2013, the United Kingdom requested authorisation to extend a derogating measure in order to continue to restrict the right of deduction of value added tax (VAT) by the hirer or lessee on charges for the hire or lease of a car where the car is not used entirely for business purposes.\n(2) The Commission informed the other Member States of the request made by the United Kingdom by letter dated 19 June 2013. By letter dated 20 June 2013, the Commission notified the United Kingdom that it had all the information necessary to consider the request.\n(3) Council Decision 2007/884/EC (2), as amended by Council Implementing Decision 2011/37/EU (3), authorised the United Kingdom to restrict to 50 % the right of the hirer or lessee to deduct input VAT on charges for the hire or lease of a car where the car was not used entirely for business purposes. The United Kingdom was also allowed not to treat as supplies of services for consideration the private use of a car hired or leased by a taxable person for his business purposes. That simplification measure removed the need for the hirer or the lessee to keep records of private mileage travelled in business cars and to account for tax on the actual private mileage of each car.\n(4) According to the report provided by the United Kingdom, the restriction to 50 % still corresponds to the actual circumstances as regards the business and the non-business use by the hirer or lessee of the vehicles concerned. It is therefore appropriate that the United Kingdom be authorised to apply the measure until 31 December 2016.\n(5) In the event that the United Kingdom considers that a further extension beyond 2016 is necessary, it should submit a report which includes a review of the percentage applied together with an extension request to the Commission no later than 1 April 2016.\n(6) On 29 October 2004, the Commission adopted a proposal for a Council Directive amending Directive 77/388/EEC (4), which includes the harmonisation of the categories of expenses for which exclusions of the right of deduction may apply. Directive 77/388/EEC has been replaced by Directive 2006/112/EC. According to that proposal, exclusions on the right to deduct may be applied to motorised road vehicles. The derogating measures provided for in this Decision should expire on the date of the entry into force of such an amending Directive, if that date is earlier than 31 December 2016.\n(7) The derogation has only a negligible effect on the overall amount of tax revenue collected at the stage of final consumption and has no adverse impact on the Union’s own resources accruing from VAT.\n(8) Decision 2007/884/EC should therefore be amended accordingly,", "main_body": ["Article 3 of Decision 2007/884/EC is replaced by the following:\n‘Article 3\nThis Decision shall expire on the date of entry into force of Union rules determining the expenditure relating to motorised road vehicles that is not eligible for full deduction of VAT, or on 31 December 2016, whichever is the earlier.\nAny request for extension of the measures provided for in this Decision shall be accompanied by a report, submitted to the Commission by 1 April 2016, which includes a review of the percentage restriction applied on the right to deduct VAT on the hire or lease of cars not entirely used for business purposes.’.", "This Decision shall take effect on the day of its notification.\nIt shall apply from 1 January 2014.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 15 November 2013.\nFor the Council\nThe President\nR. ŠADŽIUS\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  Council Decision 2007/884/EC of 20 December 2007 authorising the United Kingdom to continue to apply a measure derogating from Articles 26(1)(a), 168 and 169 of Directive 2006/112/EC on the common system of value added tax (OJ L 346, 29.12.2007, p. 21).\n(3)  Council Implementing Decision 2011/37/EU of 18 January 2011 amending Decision 2007/884/EC authorising the United Kingdom to continue to apply a measure derogating from Articles 26(1)(a), 168 and 169 of Directive 2006/112/EC on the common system of value added tax (OJ L 19, 22.1.2011, p. 11).\n(4)  Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (OJ L 145, 13.6.1977, p. 1)."}