{"celex_id": "32014R0168", "uri": "http://publications.europa.eu/resource/cellar/429657a4-9b98-11e3-aa74-01aa75ed71a1", "type": "Regulation", "concepts": ["189", "2894", "4713", "4734", "5283", "5334", "5856", "922"], "title": "Commission Implementing Regulation (EU) No 168/2014 of 21 February 2014 amending Regulation (EC) No 555/2008 as regards reporting and evaluation of Member States’ support programmes\n", "header": "22.2.2014 EN Official Journal of the European Union L 54/14\nCOMMISSION IMPLEMENTING REGULATION (EU) No 168/2014\nof 21 February 2014\namending Regulation (EC) No 555/2008 as regards reporting and evaluation of Member States’ support programmes\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 54(c) thereof,\nWhereas:\n(1) Article 35 of Commission Regulation (EC) No 555/2008 (2) lays down detailed rules for the implementation of Article 188a(5) and (6) of Council Regulation (EC) No 1234/2007 (3) on reporting and evaluation of Member States’ support programmes in the wine sector. Regulation (EC) No 1234/2007 has been repealed and replaced by Regulation (EU) No 1308/2013 with effect on 1 January 2014.\n(2) Regulation (EU) No 1308/2013 does not include a provision on reporting and evaluation of Member States’ support programmes, as provided for in Article 188a(5) and (6) of Regulation (EC) No 1234/2007, but empowers the Commission to adopt measures in this regard by means of implementing acts. Therefore it is necessary to adapt Article 35 of Regulation (EC) No 555/2008.\n(3) Regulation (EC) No 555/2008 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 35 of Regulation (EC) No 555/2008 is amended as follows:\n(1) paragraph 1 is replaced by the following:\n(a) a statement of expenditure by financial year already incurred in the programming period which will in no cases overshoot the budgetary limit for the Member State as laid down in Annex VI to Regulation (EU) No 1308/2013;\n(b) forecasts for subsequent financial years until the end of the planned period of implementation of the support programme, up to the budgetary limit for the Member State as laid down in VI to Regulation (EU) No 1308/2013 and in coherence with the most updated submission sent in accordance with Article 3 of this Regulation.\n(2) paragraph 4 is replaced by the following:\n— : C1 : Evaluation of the costs and benefits of the support programme,\n— : C2 : Ways to increase the efficiency of the support programme.’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Regulation (EC) No 555/2008 of 27 June 2008 laying down detailed rules for implementing Council Regulation (EC) No 479/2008 on the common organisation of the market in wine as regards support programmes, trade with third countries, production potential and on controls in the wine sector (OJ L 170, 30.6.2008, p. 1).\n(3)  Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (OJ L 299, 16.11.2007, p. 1).\n(4)  Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, p. 671).’;"}