{"celex_id": "32013D0130", "uri": "http://publications.europa.eu/resource/cellar/18d23d38-8d69-11e2-b5c3-01aa75ed71a1", "type": "Decision", "concepts": ["1318", "191", "5227", "5451"], "title": "2013/130/EU: Commission Implementing Decision of 13 March 2013 rejecting a restriction of the authorisation of a biocidal product containing indoxacarb notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (notified under document C(2013) 1366)\n", "header": "15.3.2013 EN Official Journal of the European Union L 72/13\nCOMMISSION IMPLEMENTING DECISION\nof 13 March 2013\nrejecting a restriction of the authorisation of a biocidal product containing indoxacarb notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council\n(notified under document C(2013) 1366)\n(Only the German text is authentic)\n(2013/130/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular Article 4(4) thereof,\nWhereas:\n(1) Annex I to Directive 98/8/EC contains the list of active substances approved at Union level for inclusion in biocidal products. Commission Directive 2009/87/EC of 29 July 2009 amending Directive 98/8/EC of the European Parliament and of the Council to include indoxacarb as an active substance in Annex I thereto (2) added the active substance indoxacarb to products belonging to product-type 18: Insecticides, acaricides and products to control other arthropods, as defined in Annex V to Directive 98/8/EC.\n(2) Directive 2009/87/EC requires Member States to assess, for the purpose of granting product authorisation, any relevant use scenarios that have not been representatively addressed at the Union level risk assessment.\n(3) The company DuPont de Nemours (Deutschland) GmbH (‘the applicant’) submitted an application to the United Kingdom for authorisation of a product containing indoxacarb (‘the contested product’) in accordance with Article 8 of Directive 98/8/EC. The names and reference numbers of the contested product in the Register for Biocidal Products (‘R4BP’) are indicated in the Annex to this Decision.\n(4) On 28 October 2011, the United Kingdom authorised the contested product for the control of ants. According to that authorisation, the product may be applied only in and around residential homes, industrial facilities, offices, warehouses, commercial kitchens, hospitals, schools, nursing homes, hotels, buses, trains, aircraft, retail and commercial establishments. That authorisation further provides that the application of the contested product to food or feed areas of food or feed handling establishments may be made only as a crack and crevice treatment. The authorisation set out that the product had to be labelled with the following instruction: ‘Do not apply to areas where food/feed, food utensils or food processing surfaces may come into contact with, or be contaminated by the product’.\n(5) On 21 December 2011, the applicant submitted a complete application to Germany for mutual recognition of the first authorisation in respect of the contested product.\n(6) On 23 April 2012, Germany notified the Commission, the other Member States and the applicant of its proposal to restrict the first authorisation in accordance with Article 4(4) of Directive 98/8/EC by excluding food protection from the authorised intended uses of the contested product.\n(7) As justification for the notification, Germany submitted that products used for food protection are covered, for this purpose, by Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (3), and are hence excluded from the scope of Directive 98/8/EC if the protected food consists of plants or plant products within the meaning of Article 3(5) and (6) of Regulation (EC) No 1107/2009.\n(8) The Commission invited the other Member States and the applicant to submit comments to the notification in writing within 90 days in accordance with Article 27(1) of Directive 98/8/EC. Comments were submitted within that deadline by the United Kingdom, France and Spain. The notification was also discussed between Commission representatives, representatives of Member States’ Competent Authorities for biocidal products in the meeting of the Product Authorisation and Mutual Recognition Facilitation Group of 22-23 May 2012, where the applicant was present.\n(9) As it is undisputed that the contested product is covered by the definition of a biocidal product in Article 2(1)(a) of Directive 98/8/EC, it merely should be examined whether the product is nevertheless excluded from the scope of Directive 98/8/EC by virtue of Article 1(2)(r) of that Directive for the purpose of certain uses, in which case those particular uses would require an additional authorisation in accordance with Regulation (EC) No 1107/2009.\n(10) It follows from Article 2(1)(a) of Regulation (EC) No 1107/2009 that that Regulation does not apply to products whose main purpose is considered to be hygiene rather than the protection of plants or plant products.\n(11) The contested product is, inter alia, intended for use as an insecticide against ants in commercial kitchens. One of the intentions of such use can be the protection of plant products as defined in Article 3(6) of Regulation (EC) No 1107/2009, which can include food.\n(12) The contested product is also intended for a large number of other use areas, where it will not serve the purpose of protecting food consisting of plants or plant products. Furthermore, even the application in commercial kitchens cannot be considered as primarily intended for plant product protection: First, the contested product must not be directly applied on food or indirectly come into contact with food through application on empty structures. Second, most products handled in a commercial kitchen are not plant products (4). Third, Member States other than Germany have informed the Commission that the contested product is used in kitchens to comply with the general hygiene requirements according to Annex II to Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (5) for all stages of production, processing and distribution.\n(13) As the main purpose of the contested product is hygiene rather than the protection of plants or plant products, the product is not excluded from the scope of Directive 98/8/EC by virtue of Article 1(2)(r) of that Directive for the purpose of its use in commercial kitchens. The Commission therefore considers that the restriction requested by Germany cannot be justified on the grounds put forward.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["The proposal by Germany to restrict the authorisation granted by the United Kingdom on 28 October 2011 of the product mentioned in the Annex, by excluding food protection from the authorised intended uses of the product, is rejected.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 13 March 2013.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 123, 24.4.1998, p. 1.\n(2)  OJ L 198, 30.7.2009, p. 35.\n(3)  OJ L 309, 24.11.2009, p. 1.\n(4)  See, in this respect, a published guidance document agreed between the Commission services and the competent authorities of Member States for the biocidal products Directive 98/8/EC and for the plant protection products Council Directive 91/414/EEC (OJ L 230, 19.8.1991, p. 1) entitled Borderline between Directive 98/8/EC concerning the placing on the market of Biocidal product and Directive 91/414/EEC concerning the placing on the market of plant protection products, available on the website http://ec.europa.eu/food/plant/protection/evaluation/borderline_en.htm\n(5)  OJ L 139, 30.4.2004, p. 1.\nANNEX\nProduct for which the proposal by Germany, to restrict the authorisation granted in accordance with Article 4 of Directive 98/8/EC, is rejected:\nProduct name in the United Kingdom United Kingdom application reference number in the Register for Biocidal Products Product name in Germany German application reference number in the Register for Biocidal Products\nDuPont Advion Ant Gel 0,05 % 2010/1949/4987/UK/AA/5945 Advion® Ameisen Gel 2011/1949/4987/DE/MA/28005"}