{"celex_id": "32011R0076", "uri": "http://publications.europa.eu/resource/cellar/1151f339-c34a-4d9e-831e-3dde30fa042c", "type": "Regulation", "concepts": ["2282", "2437", "2879", "4790", "5254", "544", "598", "863"], "title": "Commission Regulation (EU) No 76/2011 of 28 January 2011 establishing a prohibition of fishing for black scabbardfish in Community waters and waters not under the sovereignty or jurisdiction of third countries of VIII, IX and X by vessels flying the flag of Spain\n", "header": "1.2.2011 EN Official Journal of the European Union L 27/11\nCOMMISSION REGULATION (EU) No 76/2011\nof 28 January 2011\nestablishing a prohibition of fishing for black scabbardfish in Community waters and waters not under the sovereignty or jurisdiction of third countries of VIII, IX and X by vessels flying the flag of Spain\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (1), and in particular Article 36(2) thereof,\nWhereas:\n(1) Council Regulation (EC) No 1359/2008 of 28 November 2008 fixing for 2009 and 2010 the fishing opportunities for Community fishing vessels for certain deep-sea fish stocks (2) lays down quotas for 2009 and 2010.\n(2) According to the information received by the Commission, catches of the stock referred to in the Annex to this Regulation by vessels flying the flag of or registered in the Member State referred to therein have exhausted the quota allocated for 2010.\n(3) It is therefore necessary to prohibit fishing activities for that stock,", "main_body": ["Quota exhaustion\nThe fishing quota allocated to the Member State referred to in the Annex to this Regulation for the stock referred to therein for 2010 shall be deemed to be exhausted from the date set out in that Annex.", "Prohibitions\nFishing activities for the stock referred to in the Annex to this Regulation by vessels flying the flag of or registered in the Member State referred to therein shall be prohibited from the date set out in that Annex. In particular it shall be prohibited to retain on board, relocate, tranship or land fish from that stock caught by those vessels after that date.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 January 2011.\nFor the Commission, On behalf of the President,\nLowri EVANS\nDirector-General for Maritime Affairs and Fisheries\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 352, 31.12.2008, p. 1.\nANNEX\nNo 57/DSS\nMember State Spain\nStock BSF/8910-\nSpecies Black scabbardfish (Aphanopus carbo)\nZone Community waters and waters not under the sovereignty or jurisdiction of third countries of VIII, IX and X\nDate 30.10.2010"}