{"celex_id": "32014D0408(04)", "uri": "http://publications.europa.eu/resource/cellar/2723815a-bef5-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["1386", "2286", "3604", "4347", "614"], "title": "Commission Decision of 27 March 2014 recognising Control Union Certification B.V., the Netherlands, as a monitoring organisation pursuant to Regulation (EU) No 995/2010 laying down the obligations of operators who place timber and timber products on the market\n", "header": "8.4.2014 EN Official Journal of the European Union C 103/11\nCOMMISSION DECISION\nof 27 March 2014\nrecognising Control Union Certification B.V., the Netherlands, as a monitoring organisation pursuant to Regulation (EU) No 995/2010 laying down the obligations of operators who place timber and timber products on the market\n(2014/C 103/07)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 995/2010 of 20 October 2010 laying down the obligations of operators who place timber and timber products on the market (1), and in particular Article 8(3) thereof,\nWhereas:\n(1) The European Commission received on 6 June 2012 an application for recognition by Control Union Certification B.V., the Netherlands, declaring that they intend to function as a monitoring organisation in all the Member States.\n(2) The European Commission acknowledged receipt of the application on 6 June 2012.\n(3) In accordance with Article 2(5) of Commission delegated Regulation (EU) No 363/2012 of 23 February 2012 on the procedural rules for the recognition and withdrawal of recognition of monitoring organisations as provided for in the Regulation (EU) No 995/2010 of 20 October 2010 laying down the obligations of operators who place timber and timber products on the market (2) the European Commission sent the application on 31 October 2012 for consultation to the Member States concerned. Comments were received from Germany, France, Sweden and the Netherlands within the statutory deadline of one month.\n(4) In accordance with Article 3 of Regulation (EU) No 363/2012 the applicant was requested to provide additional information in an e-mail dated 30 January 2013.\n(5) The applicant provided the requested additional information and submitted a revised application on 25 February 2013.\n(6) A meeting of a Commission Steering group set up specifically to assess applications for monitoring organisations was held on 14 March 2013 in Brussels, at which the applicant presented its application in person.\n(7) In accordance with Article 3 of Regulation (EU) No 363/2012 the applicant was requested to provide additional information and clarifications in an e-mail dated 5 April 2013.\n(8) The applicant provided the requested additional information and clarifications on 3 May 2013.\n(9) A third request for additional information and clarification in accordance with Article 3 of Regulation (EU) No 363/2012 was sent to the applicant in an e-mail dated 18 July 2013.\n(10) The applicant replied to the questions and provided the requested additional information by e-mail dated 3 September 2013.\n(11) A final request for additional information and clarification in accordance with Article 3 of Regulation (EU) No 363/2012 was sent to the applicant in an e-mail dated 4 December 2013.\n(12) The applicant replied to the questions and provided relevant information to evidence the replies by e-mail dated 4 December 2013.\n(13) On the basis of the documents submitted by the applicant the Steering group reached a conclusion on 19 December 2013 that the application fulfils the requirements set out in Article 8(2) of Regulation (EU) No 995/2010 and the applicant could be recognised by the Commission as a monitoring organisation.\n(14) The European Commission has assessed on the basis of all the documentary evidence submitted whether the applicant fulfils the requirements sets out in Article 8(2) of Regulation (EU) No 995/2010 and considers that Control Union Certification B.V., the Netherlands, Meeuwenlaan 4-6, 8011 BZ Zwolle, fulfils the requirements of Article 8(2) of Regulation (EU) No 995/2010,", "main_body": ["Control Union Certification B.V., the Netherlands, Meeuwenlaan 4-6, 8011 BZ Zwolle, is recognised as a monitoring organisation in accordance with Article 8(3) of Regulation (EU) No 995/2010.", "The Director-General of the Directorate-General for Environment is instructed to ensure that the applicant and the competent authorities in all the Member States are notified of this Decision and that this Decision is published on the Commission’s website without delay."], "attachments": "Done at Brussels, 27 March 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 295, 12.11.2010, p. 23.\n(2)  OJ L 115, 27.4.2012, p. 12."}