{"celex_id": "32012D0794", "uri": "http://publications.europa.eu/resource/cellar/6c2eb0ef-4ac8-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["2301", "2900", "3763", "4585", "5063", "5581", "831", "8452"], "title": "2012/794/EU: Council Implementing Decision of 17 December 2012 authorising Bulgaria and Romania to apply measures derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n", "header": "19.12.2012 EN Official Journal of the European Union L 349/55\nCOUNCIL IMPLEMENTING DECISION\nof 17 December 2012\nauthorising Bulgaria and Romania to apply measures derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n(2012/794/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered at the Commission on 25 May 2011, Bulgaria and Romania requested authorisation to derogate from Article 5 of Directive 2006/112/EC, governing the territorial scope of that Directive, in relation to the maintenance, repair and the charging of tolls with respect to the border bridge over the river Danube between Vidin (Bulgaria) and Calafat (Romania) (‘the requested derogation’). Bulgaria and Romania partly replaced the requested derogation by letter registered at the Commission on 7 March 2012.\n(2) In accordance with Article 395(2) of Directive 2006/112/EC, the Commission transmitted the requested derogation to the other Member States by letter dated 17 July 2012, with the exception of Spain which was informed by letter dated 18 July 2012. By letter dated 19 July 2012, the Commission notified Bulgaria and Romania that it had all the information it considered necessary for appraisal of the requested derogation.\n(3) With regard to the maintenance and repair of the bridge, the requested derogation consists in the territorial border between Bulgaria and Romania being considered as being situated in the middle of the bridge.\n(4) With regard to the charging of tolls to cross the bridge, the requested derogation consists in the entire length of the bridge being considered as being situated on the territory of the Member State in which any transit journey starts. Thus only Bulgarian VAT will be charged on the entire toll for all journeys starting from the Bulgarian side. In the same way, only Romanian VAT will be charged on journeys starting from the Romanian side.\n(5) In the absence of such derogating measures, firstly, the determination of the place of supply for the maintenance, repair and charging of tolls would be dependent on the precise establishment of the territorial border above the river Danube, which, in practice, would be very difficult for the taxable persons involved. Secondly, as for the charging of tolls, both Bulgarian and Romanian VAT would have to be applied to the toll charged for a one-way journey over the bridge. The derogation measures are therefore intended to simplify the collection of the applicable VAT.\n(6) As the requested derogation concerns the territorial scope for VAT purposes, to which there should be no future changes, the requested derogation should be authorised for an indefinite period.\n(7) The derogation will only have a negligible effect on the overall amount of tax collected at the stage of final consumption and will not adversely affect the Union’s own resources accruing from value added tax,", "main_body": ["By way of derogation from Article 5 of Directive 2006/112/EC, Bulgaria and Romania are hereby authorised to apply the derogations set out in Articles 2 and 3 of this Decision in relation to the maintenance, repair and the charging of tolls with respect to the border bridge over the river Danube between Vidin (Bulgaria) and Calafat (Romania).", "To determine the place of taxable transactions regarding the maintenance or the repair of the border bridge, the territorial boundary shall be considered as being situated in the middle of the bridge for the supply of goods and services, intra-Community acquisitions and imports of goods intended for that maintenance or repair.", "To determine the place of taxable transactions regarding the charging of tolls, the entire length of the border bridge shall be considered as being situated on the territory of the Member State in which any transit journey starts.", "This Decision shall take effect on the day of its notification.", "This Decision is addressed to the Republic of Bulgaria and to Romania."], "attachments": "Done at Brussels, 17 December 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 347, 11.12.2006, p. 1."}