{"celex_id": "32012D0219", "uri": "http://publications.europa.eu/resource/cellar/891e6afc-996d-46b1-9cd1-d12df2afd47d", "type": "Decision", "concepts": ["1763", "191", "2416", "3191", "3579", "5892"], "title": "2012/219/EU: Commission Implementing Decision of 24 April 2012 recognising Serbia as being free from Clavibacter michiganensis ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al. (notified under document C(2012) 2524)\n", "header": "26.4.2012 EN Official Journal of the European Union L 114/28\nCOMMISSION IMPLEMENTING DECISION\nof 24 April 2012\nrecognising Serbia as being free from Clavibacter michiganensis ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al.\n(notified under document C(2012) 2524)\n(2012/219/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular point (12) of Part A of Annex III thereto,\nWhereas:\n(1) Point (12) of Part A of Annex III to Directive 2000/29/EC provides for a general prohibition concerning the introduction into the Union of tubers of species of Solanum L. and their hybrids, other than those specified in points (10) and (11) of that Part A, including tubers of Solanum tuberosum L., originating in third countries. That prohibition is not to apply to European third countries recognised as being free from Clavibacter michiganensis ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al. (‘the organism’).\n(2) It appears from official reports related to survey campaigns in 2009, 2010 and 2011 supplied by Serbia and from information collected during a mission carried out in that country by the Food and Veterinary Office in November and December 2009, that the organism does not occur in Serbia and that that country has applied control, inspection and testing procedures for the organism to imports and domestic production of tubers of Solanum tuberosum L.\n(3) It is therefore appropriate to recognise Serbia as being free from the organism.\n(4) This Decision is without prejudice to any subsequent findings that may show that the organism is present in Serbia.\n(5) The Commission will request Serbia to supply, on a yearly basis, the information necessary to verify that Serbia continues to be free from the organism.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Recognition\nSerbia is recognised as being free from Clavibacter michiganensis ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 April 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1."}