{"celex_id": "32011D0214", "uri": "http://publications.europa.eu/resource/cellar/f9840ec7-58d4-41f5-a99b-bdb5162aa3e5", "type": "Decision", "concepts": ["1309", "1596", "2121", "2300", "4743", "619"], "title": "2011/214/EU: Commission Decision of 1 April 2011 amending Annexes II to IV to Council Directive 2009/158/EC on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (notified under document C(2011) 2068)  Text with EEA relevance\n", "header": "6.4.2011 EN Official Journal of the European Union L 90/27\nCOMMISSION DECISION\nof 1 April 2011\namending Annexes II to IV to Council Directive 2009/158/EC on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs\n(notified under document C(2011) 2068)\n(Text with EEA relevance)\n(2011/214/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2009/158/EC of 30 November 2009 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (1), and in particular Article 34 thereof,\nWhereas:\n(1) Directive 2009/158/EC lays down animal health conditions governing intra-Union trade in, and imports from third countries of, poultry and hatching eggs. Annex II thereto sets out the rules for the approval of establishments for the purposes of intra-Union trade in those commodities. Chapters II, III and IV of that Annex set out the conditions for facilities and operation of establishments, disease surveillance programmes and the criteria for suspending or withdrawing approval of an establishment, which include testing for certain micro-organisms, Salmonella and Mycoplasma, that have to be carried out in establishments approved for trade within the Union.\n(2) Experience gained in implementing the conditions for facilities and operation of establishments set out in Chapter II of Annex II to Directive 2009/158/EC show that it is appropriate to adapt them to current practices in the industry, in particular with respect to the laying behaviour of different poultry species.\n(3) In addition, Chapters III and IV of Annex II to Directive 2009/158/EC should be amended to take account of scientific progress made in diagnostic techniques for Mycoplasma in line with Chapter 2.3.5 of the Manual of Diagnostic Tests and Vaccines of the World Organisation for Animal Health and changes to the nomenclature of Salmonella according to the Collaborating Centre of the World Health Organisation for Reference and Research on Salmonella in the White-Kauffmann-Le Minor Scheme for Antigenic Formulae of the Salmonella serovars of 2007 and in line with Chapter 2.3.11 of the Manual of Diagnostic Tests and Vaccines of the World Organisation for Animal Health.\n(4) Annex III to Directive 2009/158/EC sets out poultry vaccination conditions. It should be amended in order to include specific conditions for vaccination against Salmonella.\n(5) It is also necessary to amend certain references in relation to vaccination against avian influenza in the model veterinary certificates set out in Annex IV to Directive 2009/158/EC.\n(6) Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of salmonella and other specified food-borne zoonotic agents (2) lays down rules to ensure that proper and effective measures are taken to detect and control salmonella and other zoonotic agents. It provides that the flocks and herds of origin of certain species listed in Annex I to that Regulation are to be tested for certain specified zoonoses and zoonotic agents prior to any dispatch of live animals or hatching eggs from the food business of origin. The date and the results of testing are to be included in the relevant veterinary certificates provided for in Union legislation, including Directive 2009/158/EC.\n(7) Annex IV to Directive 2009/158/EC sets out model veterinary certificates for intra-Union trade in poultry and hatching eggs.\n(8) Commission Regulation (EC) No 584/2008 of 20 June 2008 implementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards a Community target for the reduction of the prevalence of Salmonella enteritidis and Salmonella typhimurium in turkeys (3) lays down that testing requirements also apply to turkey flocks from 1 January 2010 and the respective veterinary certificates set out in Annex IV to Directive 2009/158/EC should therefore be amended accordingly.\n(9) Annexes II, III and IV to Directive 2009/158/EC should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes II, III and IV to Directive 2009/158/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 April 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 343, 22.12.2009, p. 74.\n(2)  OJ L 325, 12.12.2003, p. 1.\n(3)  OJ L 162, 21.6.2008, p. 3.\nANNEX\nAnnexes II, III and IV to Directive 2009/158/EC are amended as follows:\n1. Annex II is amended as follows:\n(a) Chapter II is amended as follows:\n(i) in Section A, point 2(e) is replaced by the following:\n‘(e) Eggs must be:\n(i) collected at frequent intervals, at least daily and as soon as possible after laying;\n(ii) cleaned and disinfected as soon as possible, unless disinfection takes place at a hatchery in the same Member State;\n(iii) placed either in new or in clean and disinfected packaging material.’;\n(ii) in Section B, in point 2(e), the first indent is replaced by the following:\n‘— eggs, between the time of their arrival at the hatchery and the incubation process or at the time of their dispatch for trade within the Union or export to a third country, unless they have been previously disinfected at the breeding establishment of origin,’;\n(b) Chapters III and IV are replaced by the following:\n(a) Salmonella Pullorum and Salmonella Gallinarum: fowls, turkeys, guinea fowls, quails, pheasants, partridges and ducks.\n(b) Salmonella arizonae: turkeys.\n(a) Serological and/or bacteriological tests must be used to determine whether an infection is present (4).\n(b) Samples for testing must be taken, as appropriate, from blood, embryos that fail to hatch (namely embryos dead-in-shell), second grade chicks, meconium, post mortem tissues, especially liver, spleen, ovary/oviduct and ileo-caecal junction (5).\n(c) Direct enrichment in Selenite-cysteine broth for faecal/meconium and intestinal samples is to be used. Non-selective pre-enrichment followed by selective enrichment in soya based Rappaport-Vassiliadis (RVS) broth or Müller-Kauffmann Tetrathionate-novobiocin broth (MKTTn) may be used for samples (such as embryos dead-in-shell) where competing flora is expected to be minimal (6), (7).\n(d) When blood samples are taken from a flock for serological testing for Salmonella Pullorum and Salmonella Gallinarum or Salmonella arizonae, the prevalence of infection in the Member State concerned and its past incidence in the establishment must be allowed for in determining the number of samples to be taken. However, a statistically valid number of samples for serological and/or bacteriological testing to detect infection must always be taken.\n(e) Flocks must be inspected during each laying period at the best time for detecting the disease in question.\n(f) Samples for bacteriological testing must not be taken from poultry or eggs that have been treated with antimicrobial medicinal products during the 2 to 3 weeks prior to testing.\n(g) Detection techniques must be capable of differentiating serological responses to Salmonella Pullorum and Salmonella Gallinarum infection from serological responses due to the use of Salmonella Enteritidis vaccine, where this vaccine is used (8). Such vaccination must therefore not be used if serological monitoring is to be used. If vaccination has been used, bacteriological testing must be used, but the confirmation method used must be capable of differentiating live vaccinal strains from field strains.\n(a) Mycoplasma gallisepticum: fowls and turkeys.\n(b) Mycoplasma meleagridis: turkeys.\n(a) The presence of infection must be tested by validated serological and/or bacteriological and/or molecular tests. The presence of air sacculitis lesions in day-old chicks and turkey poults suggests that a Mycoplasma infection is present and must be investigated.\n(b) Samples for testing for the presence of Mycoplasma infection must be taken, as appropriate, from blood, day-old chicks and turkey poults, sperm, or swabs taken from the trachea, the choanae, cloaca or air sacs and in particular for the detection of Mycoplasma meleagridis samples must be taken from oviduct and penis of turkeys.\n(c) Tests for detecting Mycoplasma gallisepticum or Mycoplasma meleagridis must be performed on a representative sample in order to allow continuous surveillance of the infection during rearing and laying, namely just before the start of laying and every 3 months thereafter.\n1. Approval granted to an establishment must be suspended:\n(a) when the conditions laid down in Chapter II are no longer met;\n(b) until an investigation appropriate to the disease has been completed,\n— an outbreak of avian influenza or Newcastle disease is suspected at the establishment,\n— the establishment has received poultry or hatching eggs from an establishment with a suspected or confirmed outbreak of avian influenza or Newcastle disease,\n— contact liable to transmit the infection has occurred between the establishment and the site of an outbreak of avian influenza or Newcastle disease;\n(c) until such time as new tests are performed, if the results of surveillance carried out in accordance with the conditions laid down in Chapters II and III for infection by Salmonella Pullorum, Salmonella Gallinarum, Salmonella arizonae, Mycoplasma gallisepticum or Mycoplasma meleagridis give cause to suspect an outbreak;\n(d) until completion of the appropriate measures required by the official veterinarian, if the establishment is found not to conform with the requirements of point 1(a), (b) and (c) of Chapter I.\n2. Approval must be withdrawn if:\n(a) an outbreak of avian influenza or Newcastle disease is confirmed on the establishment;\n(b) a second test of an appropriate type confirms an outbreak of infection by Salmonella Pullorum, Salmonella Gallinarum, Salmonella arizonae, Mycoplasma gallisepticum or Mycoplasma meleagridis;\n(c) after a second notice served by the official veterinarian on the person responsible for the establishment, action to bring the establishment into line with the requirements of point 1(a), (b) and (c) of Chapter I, has not been taken.\n3. Conditions for restoring approval if:\n(a) approval has been withdrawn because of an outbreak of avian influenza or Newcastle disease, it may be restored 21 days after cleansing and disinfection if sanitary slaughter has been carried out;\n(b) approval has been withdrawn because of an outbreak caused by:\n— Salmonella Pullorum and Salmonella Gallinarum, or Salmonella arizonae, it may be restored after negative results have been recorded in two tests performed with an interval of at least 21 days on the establishment following sanitary slaughter of the infected flock and after disinfection for which the effectiveness has been verified by suitable tests on dried surfaces,\n— Mycoplasma gallisepticum or Mycoplasma meleagridis, it may be restored either after negative results have been recorded in two tests performed on the entire flock with an interval of at least 60 days or after negative results have been recorded in two tests performed with an interval of at least 21 days on the establishment after disinfection following sanitary slaughter of the entire infected flock.’;\n2. Annex III is amended as follows:\n(a) point 1 is replaced by the following:\n‘1. Vaccines used for vaccinating poultry or flocks producing hatching eggs must have a marketing authorisation issued by the competent authority of any Member State.’;\n(b) the following point 3 is added:\n‘3. In relation to vaccination against any Salmonella serotype the following conditions shall be met:\n(a) Salmonella vaccination programmes must not interfere with serological detection in the context of field investigation, or result in false-positive tests;\n(b) live Salmonella vaccines must not be used in the framework of national control programmes:\n(i) in breeding or productive poultry during their reproductive or laying stage unless the safety of their use has been demonstrated and they are authorised for such purpose in accordance with Directive 2001/82/EC of the European Parliament and of the Council (9);\n(ii) where the manufacturer does not provide an appropriate method to distinguish bacteriologically wild-type strains of Salmonella from vaccine strains.\n3. Annex IV is replaced by the following:\n(1)  Salmonella Pullorum means Salmonella enterica subspecies enterica serovar Gallinarum biochemical variant (biovar) Pullorum.\n(2)  Salmonella Gallinarum means Salmonella enterica subspecies enterica serovar Gallinarum biochemical variant (biovar) Gallinarum.\n(3)  Salmonella arizonae means Salmonella enterica subspecies arizonae serogroup K (O18) arizonae.\n(4)  Note that serological testing in avian species other than fowls may sometimes result in an unacceptable proportion of false-positive reactions.\n(5)  Note that environmental samples are generally not suitable for reliable detection of Salmonella Pullorum and Salmonella Gallinarum.\n(6)  Note that direct plating of aseptically collected tissues on to a minimally selective agar, such as MacConkey agar, is also useful for diagnosis.\n(7)  Salmonella Pullorum and Salmonella Gallinarum do not readily grow in the modified semi-solid Rappaport Vassiliadis (MRSV) medium that is used for monitoring of zoonotic Salmonella spp. in the Union.\n(8)  Note that there is currently no test that can differentiate between the response to Salmonella Pullorum and Salmonella Gallinarum infection and vaccination for this serotype.\n(9)  OJ L 311, 28.11.2001, p. 1.’."}