{"celex_id": "32011R0208", "uri": "http://publications.europa.eu/resource/cellar/b384e4cc-425c-418e-b028-435a3c1bb717", "type": "Regulation", "concepts": ["1277", "1445", "1755", "192", "3660", "5462", "6569"], "title": "Commission Regulation (EU) No 208/2011 of 2 March 2011 amending Annex VII to Regulation (EC) No 882/2004 of the European Parliament and of the Council and Commission Regulations (EC) No 180/2008 and (EC) No 737/2008 as regards lists and names of EU reference laboratories  Text with EEA relevance\n", "header": "3.3.2011 EN Official Journal of the European Union L 58/29\nCOMMISSION REGULATION (EU) No 208/2011\nof 2 March 2011\namending Annex VII to Regulation (EC) No 882/2004 of the European Parliament and of the Council and Commission Regulations (EC) No 180/2008 and (EC) No 737/2008 as regards lists and names of EU reference laboratories\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), and in particular Article 19(iv) thereof,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (2), and in particular Article 32(5) thereof,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (3), and in particular Article 55(1) thereof,\nWhereas:\n(1) Regulation (EC) No 882/2004 lays down the general tasks, duties and requirements for Community reference laboratories for food and feed and for animal health and live animals. The Community reference laboratories for food and feed are listed in Part I and those for animal health and live animals in Part II of Annex VII to that Regulation.\n(2) By Commission Regulation (EC) No 180/2008 of 28 February 2008 concerning the Community reference laboratory for equine diseases other than African horse sickness and amending Annex VII to Regulation (EC) No 882/2004 of the European Parliament and of the Council (4), the Agence Française de Sécurité Sanitaire des Aliments (AFSSA) with its research laboratories for animal pathology and zoonoses and for equine pathology and diseases, situated in France, was designated as the Community reference laboratory for equine diseases other than African horse sickness.\n(3) By Commission Regulation (EC) No 737/2008 of 28 July 2008 designating the Community reference laboratories for crustacean diseases, rabies and bovine tuberculosis, laying down additional responsibilities and tasks for the Community reference laboratories for rabies and bovine tuberculosis and amending Annex VII to Regulation (EC) No 882/2004 of the European Parliament and of the Council (5), the Laboratoire d’études sur la rage et la pathologie des animaux sauvages of the Agence Française de Sécurité Sanitaire des Aliments (AFSSA), Nancy, France, was designated as the Community reference laboratory for rabies.\n(4) France and Denmark have officially informed the Commission of changes relating to the name of laboratories referred to in those Regulations. In addition, after the entry into force of the Treaty of Lisbon, the laboratories listed in Annex VII to Regulation (EC) No 882/2004, previously referred to as ‘Community reference laboratories’ should now be referred to as ‘European Union (EU) reference laboratories’.\n(5) It is important to keep the list of EU reference laboratories set out in Regulations (EC) No 882/2004, (EC) No 180/2008 and No 737/2008 updated. Those Regulations should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex VII to Regulation (EC) No 882/2004 is replaced by the text in the Annex to this Regulation.", "In Regulation (EC) No 180/2008, Article 1 is replaced by the following:\n‘Article 1\n1.   Agence nationale de sécurité sanitaire de l’alimentation, de l’environnement et du travail (ANSES) with its laboratories for animal health and equine diseases, France, is hereby designated as the EU Reference Laboratory for equine diseases other than African horse sickness from 1 July 2008 to 30 June 2013.\n2.   The functions, tasks and procedures regarding collaboration with laboratories responsible for diagnosing infectious diseases of equidae in the Member States of the EU Reference Laboratory referred to in paragraph 1 are set out in the Annex to this Regulation.’", "In Article 2 of Regulation (EC) No 737/2008, the first paragraph is replaced by the following:\n‘The Laboratoire de la rage et de la faune sauvage de Nancy of the Agence nationale de sécurité sanitaire de l’alimentation, de l’environnement et du travail (ANSES), France, is hereby designated as the EU reference laboratory for rabies from 1 July 2008 until 30 June 2013.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 224, 18.8.1990, p. 42.\n(2)  OJ L 165, 30.4.2004, p. 1.\n(3)  OJ L 328, 24.11.2006, p. 14.\n(4)  OJ L 56, 29.2.2008, p. 4.\n(5)  OJ L 201, 30.7.2008, p. 29.\nANNEX\nAnnex VII to Regulation (EC) No 882/2004 is replaced by the following:\n‘ANNEX VII\nEUROPEAN UNION (EU) REFERENCE LABORATORIES\n(Previously referred to as “COMMUNITY REFERENCE LABORATORIES”)\nI.   EU REFERENCE LABORATORIES FOR FEED AND FOOD\n1.   EU reference laboratory for milk and milk products\nANSES — Laboratoire de sécurité des aliments\nMaisons-Alfort\nFrance\n2.   EU reference laboratories for the analysis and testing of zoonoses (salmonella)\nRijksinstituut voor Volksgezondheid en Milieu (RIVM)\nBilthoven\nThe Netherlands\n3.   EU reference laboratory for the monitoring of marine biotoxins\nAgencia Española de Seguridad Alimentaria (AESA)\nVigo\nSpain\n4.   EU reference laboratory for monitoring the viral and bacteriological contamination of bivalve molluscs\nThe laboratory of the Centre for Environment, Fisheries and Aquaculture Science (Cefas)\nWeymouth\nUnited Kingdom\n5.   EU reference laboratory for Listeria monocytogenes\nANSES — Laboratoire de sécurité des aliments\nMaisons-Alfort\nFrance\n6.   EU reference laboratory for Coagulase positive Staphylococci, including Staphylococccus aureus\nANSES — Laboratoire de sécurité des aliments\nMaisons-Alfort\nFrance\n7.   EU reference laboratory for Escherichia coli, including Verotoxigenic E. coli (VTEC)\nIstituto Superiore di Sanità (ISS)\nRoma\nItaly\n8.   EU reference laboratory for Campylobacter\nStatens Veterinärmedicinska Anstalt (SVA)\nUppsala\nSweden\n9.   EU reference laboratory for parasites (in particular Trichinella, Echinococcus and Anisakis)\nIstituto Superiore di Sanità (ISS)\nRoma\nItaly\n10.   EU reference laboratory for antimicrobial resistance\nFødevareinstituttet\nDanmarks Tekniske Universitet\nKøbenhavn\nDenmark\n11.   EU reference laboratory for animal proteins in feedingstuffs\nCentre wallon de recherches agronomiques (CRA-W)\nGembloux\nBelgium\n12.   EU reference laboratories for residues of veterinary medicines and contaminants in food of animal origin\n(a) For the residues listed in Annex I, Group A (1), (2), (3) and (4), Group B (2)(d) and Group B (3)(d) to Directive 96/23/EC\nRijksinstituut voor Volksgezondheid en Milieu (RIVM)\nBilthoven\nThe Netherlands\n(b) For the residues listed in Annex I, Group B (1) and B (3)(e) to Directive 96/23/EC and carbadox and olaquindox\n(c) For the residues listed in Annex I, Group A (5) and Group B (2)(a), (b), (e) to Directive 96/23/EC\nBundesamt für Verbraucherschutz und Lebensmittelsicherheit (BVL)\nBerlin\nGermany\n(d) For the residues listed in Annex I, Group B(3)(c) to Directive 96/23/EC\nInstituto Superiore di Sanità\nRoma\nItaly\n13.   EU reference laboratory for transmissible spongiform encephalopathies (TSEs)\nThe laboratory referred to in Annex X, Chapter B of Regulation (EC) No 999/2001\nThe Veterinary Laboratories Agency\nAddlestone\nUnited Kingdom\n14.   EU reference laboratory for additives for use in animal nutrition\nThe laboratory referred to in Annex II of Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1):\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n15.   EU reference laboratory for genetically modified organisms (GMOs)\nThe laboratory referred to in the Annex to Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (2):\nThe Joint Research Centre of the European Commission\nIspra\nItaly\n16.   EU reference laboratory for material intended to come into contact with foodstuffs\nThe Joint Research Centre of the European Commission\nIspra\nItaly\n17.   EU reference laboratories for residues of pesticides\n(a) Cereals and feedingstuffs\nFødevareinstituttet\nDanmarks Tekniske Universitet\nKøbenhavn\nDenmark\n(b) Food of animal origin and commodities with high fat content\nChemisches und Veterinäruntersuchungsamt (CVUA) Freiburg\nFreiburg\nGermany\n(c) Fruits and vegetables, including commodities with high water and high acid content\nLaboratorio Agrario de la Generalitat Valenciana (LAGV)\nBurjassot-Valencia\nSpain\nGrupo de Residuos de Plaguicidas de la Universidad de Almería (PRRG)\nAlmería\nSpain\n(d) Single residue methods\nChemisches und Veterinäruntersuchungsamt (CVUA) Stuttgart\nFellbach\nGermany\n18.   EU reference laboratory for heavy metals in feed and food\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n19.   EU reference laboratory for Mycotoxins\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n20.   EU reference laboratory for Polycyclic Aromatic Hydrocarbons (PAH)\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n21.   EU reference laboratory for dioxins and PCBs in feed and food\nChemisches und Veterinäruntersuchungsamt (CVUA) Freiburg\nFreiburg\nGermany\nII.   EU REFERENCE LABORATORIES FOR ANIMAL HEALTH AND LIVE ANIMALS\n1.   EU reference laboratory for classical swine fever\nThe laboratory referred to in Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (3).\n2.   EU reference laboratory for African horse sickness\nThe laboratory referred to in Council Directive 92/35/EEC of 29 April 1992 laying down control rules and measures to combat African horse sickness (4).\n3.   EU reference laboratory for avian influenza\nThe laboratory referred to in Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza and repealing Directive 92/40/EEC (5).\n4.   EU reference laboratory for Newcastle disease\nThe laboratory referred to in Council Directive 92/66/EEC of 14 July 1992 introducing Community measures for the control of Newcastle disease (6).\n5.   EU reference laboratory for swine vesicular disease\nThe laboratory referred to in Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (7).\n6.   EU reference laboratory for fish diseases\nVeterinærinstituttet\nAfdeling for Fjerkræ, Fisk og Pelsdyr\nDanmarks Tekniske Universitet\nAarhus\nDenmark\n7.   EU reference laboratory for mollusc diseases\nIfremer — Institut français de recherche pour l’exploitation de la mer\nLa Tremblade\nFrance\n8.   EU reference laboratory for monitoring the effectiveness of rabies vaccination\nThe laboratory referred to in Council Decision 2000/258/EC of 20 March 2000 designating a specific institute responsible for establishing the criteria necessary for standardising the serological tests to monitor the effectiveness of rabies vaccines (8).\n9.   EU reference laboratory for bluetongue\nThe laboratory referred to in Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (9).\n10.   EU reference laboratory for African swine fever\nThe laboratory referred to in Council Directive 2002/60/EC of 27 June 2002 laying down specific provisions for the control of African swine fever and amending Directive 92/119/EEC as regards Teschen disease and African swine fever (10).\n11.   EU reference laboratory for zootechnics\nThe laboratory referred to in Council Decision 96/463/EC of 23 July 1996 designating the reference body responsible for collaborating in rendering uniform the testing methods and the assessment of the results for pure-bred breeding animals of the bovine species (11).\n12.   EU reference laboratory for foot-and-mouth disease\nThe laboratory referred to in Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (12).\n13.   EU reference laboratory for brucellosis\nANSES — Laboratoire de santé animale\nMaisons-Alfort\nFrance\n14.   EU reference laboratory for equine diseases other than African horse sickness\nANSES — Laboratoire de santé animale/Laboratoire de pathologie équine\nMaisons-Alfort\nFrance\n15.   EU reference laboratory for crustacean diseases\nCentre for Environment, Fisheries & Aquaculture Science (Cefas)\nWeymouth\nUnited Kingdom\n16.   EU reference laboratory for rabies\nANSES — Laboratoire de la rage et de la faune sauvage de Nancy\nMalzeville\nFrance\n17.   EU reference laboratory for bovine tuberculosis\nVISAVET — Laboratorio de vigilancia veterinaria, Facultad de Veterinaria, Universidad Complutense de Madrid\nMadrid\nSpain’\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 268, 18.10.2003, p. 1.\n(3)  OJ L 316, 1.12.2001, p. 5.\n(4)  OJ L 157, 10.6.1992, p. 19.\n(5)  OJ L 10, 14.1.2006, p. 16.\n(6)  OJ L 260, 5.9.1992, p. 1.\n(7)  OJ L 62, 15.3.1993, p. 69.\n(8)  OJ L 79, 30.3.2000, p. 40.\n(9)  OJ L 327, 22.12.2000, p. 74.\n(10)  OJ L 192, 20.7.2002, p. 27.\n(11)  OJ L 192, 2.8.1996, p. 19.\n(12)  OJ L 306, 22.11.2003, p. 1."}