{"celex_id": "32010D0185", "uri": "http://publications.europa.eu/resource/cellar/3b26b8b5-e3d6-4b22-ac59-a49d6e613077", "type": "Decision", "concepts": ["1683", "2383", "3559", "4212", "472", "5335", "5786", "5873"], "title": "2010/185/CFSP: Political and Security Committee Decision Atalanta/2/2010 of 23 March 2010 on the appointment of an EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somalia coast (Atalanta)\n", "header": "30.3.2010 EN Official Journal of the European Union L 83/22\nPOLITICAL AND SECURITY COMMITTEE DECISION ATALANTA/2/2010\nof 23 March 2010\non the appointment of an EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somalia coast (Atalanta)\n(2010/185/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 38 thereof,\nHaving regard to Council Joint Action 2008/851/CFSP of 10 November 2008 on a European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somalia coast (1) (Atalanta), and in particular Article 6 thereof,\nWhereas:\n(1) Pursuant to Article 6 of Joint Action 2008/851/CFSP the Council authorised the Political and Security Committee (PSC) to take decisions on the appointment of the EU Force Commander.\n(2) On 4 December 2009, the PSC adopted Decision Atalanta/8/2009 (2) appointing Rear Admiral Giovanni GUMIERO as EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somalia coast.\n(3) The EU Operation Commander has recommended the appointment of Rear Admiral (LH) Jan THÖRNQVIST as the new EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somalia coast.\n(4) The EU Military Committee has supported that recommendation.\n(5) In accordance with Article 5 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and implementation of decisions and actions of the European Union which have defence implications,", "main_body": ["Rear Admiral (LH) Jan THÖRNQVIST is hereby appointed EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somalia coast.", "This Decision shall enter into force on 14 April 2010."], "attachments": "Done at Brussels, 23 March 2010.\nFor the Political and Security Committee\nThe Chairman\nC. FERNÁNDEZ-ARIAS\n(1)  OJ L 301, 12.11.2008, p. 33.\n(2)  OJ L 327, 12.12.2009, p. 40."}