{"celex_id": "32012D0743", "uri": "http://publications.europa.eu/resource/cellar/dbf5a49a-3e0a-11e2-b7ce-01aa75ed71a1", "type": "Decision", "concepts": ["2383", "4212", "4742", "5786", "8465", "8482"], "title": "2012/743/CFSP: Political and Security Committee Decision Atalanta/3/2012 of 27 November 2012 on the appointment of an EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta)\n", "header": "4.12.2012 EN Official Journal of the European Union L 332/20\nPOLITICAL AND SECURITY COMMITTEE DECISION ATALANTA/3/2012\nof 27 November 2012\non the appointment of an EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta)\n(2012/743/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 38 thereof,\nHaving regard to Council Joint Action 2008/851/CFSP of 10 November 2008 on a European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (1), and in particular Article 6 thereof,\nWhereas:\n(1) Pursuant to Article 6 (1) of Joint Action 2008/851/CFSP, the Council authorised the Political and Security Committee (PSC) to take decisions on the appointment of the EU Force Commander.\n(2) On 3 July 2012, the PSC adopted Decision Atalanta/2/2012 (2) appointing Rear Admiral Enrico CREDENDINO as EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta).\n(3) The EU Operation Commander has recommended the appointment of Rear Admiral Pedro Ángel GARCĺA DE PAREDES PÉREZ DE SEVILLA as the new EU Force Commander for Atalanta to succeed Rear Admiral Enrico CREDENDINO.\n(4) The EU Military Committee supports that recommendation.\n(5) In accordance with Article 5 of the Protocol (No 22) on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and the implementation of decisions and actions of the Union which have defence implications,", "main_body": ["Rear Admiral Pedro Ángel GARCĺA DE PAREDES PÉREZ DE SEVILLA is hereby appointed EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast from 6 December 2012.", "Decision Atalanta/2/2012 is hereby repealed.", "This Decision shall enter into force on 6 December 2012."], "attachments": "Done at Brussels, 27 November 2012.\nFor the Political and Security Committee\nThe Chairperson\nO. SKOOG\n(1)  OJ L 301, 12.11.2008, p. 33.\n(2)  Political and Security Committee Decision Atalanta/2/2012 of 3 July 2012 on the appointment of an EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta) (OJ L 176, 6.7.2012, p. 64)."}