{"celex_id": "32011R0366", "uri": "http://publications.europa.eu/resource/cellar/c4e4ce53-60ff-4ca7-8ff3-57b7287b48d0", "type": "Regulation", "concepts": ["1662", "1826", "2081", "3730", "3817", "4308"], "title": "Commission Regulation (EU) No 366/2011 of 14 April 2011 amending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (Acrylamide)  Text with EEA relevance\n", "header": "15.4.2011 EN Official Journal of the European Union L 101/12\nCOMMISSION REGULATION (EU) No 366/2011\nof 14 April 2011\namending Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards Annex XVII (Acrylamide)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 131 thereof,\nWhereas:\n(1) Acrylamide is classified as a carcinogenic category 1B and mutagenic category 1B substance. Its risks were evaluated in accordance with Council Regulation (EEC) No 793/93 of 23 March 1993 on the evaluation and control of the risks of existing substances (2).\n(2) The results of the European risk assessment concluded that there was a need to limit the risk to the aquatic compartment from use of acrylamide based grouts in construction applications, and risk to other organisms from indirect exposure through contaminated water from the same application. Furthermore, concerns for workers and humans exposed via the environment were raised in view of the carcinogenic and mutagenic nature of acrylamide and for its neurotoxicity and reproductive toxicity as a consequence of exposure arising from small and large-scale use of acrylamide based grouts.\n(3) Commission Recommendation 2004/394/EC of 29 April 2004 on the results of the risk evaluation and the risk reduction strategies for the substances: Acetonitrile; Acrylamide; Acrylonitrile; Acrylic acid; Butadiene; Hydrogen fluoride; Hydrogen peroxide; Methacrylic acid; Methyl methacrylate; Toluene; Trichlorobenzene (3), adopted within the framework of Regulation (EEC) No 793/93, recommended consideration at Union level of marketing and use restrictions in Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (4), for the use of acrylamide in grouts for small and large-scale applications.\n(4) The limit value of 0,1 % of acrylamide is included to cover other sources of free acrylamide in the grouting process such as from N-methylolacrylamide, as indicated in Recommendation 2004/394/EC.\n(5) In order to protect human health and the environment, it is therefore necessary to restrict the placing on the market and the use of acrylamide in grouts and for all grouting applications.\n(6) In accordance with the provisions on transitional measures in Article 137(1)a of REACH, it is necessary to amend Annex XVII to Regulation (EC) No 1907/2006.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex XVII to Regulation (EC) No 1907/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ L 84, 5.4.1993, p. 1.\n(3)  OJ L 144, 30.4.2004, p. 72.\n(4)  OJ L 262, 27.9.1976, p. 201.\nANNEX\nIn the table of Annex XVII to Regulation (EC) No 1907/2006, the following entry 60 is added:\n‘60. Acrylamide\n‘60. Acrylamide"}