{"celex_id": "32011R0052", "uri": "http://publications.europa.eu/resource/cellar/6a5ec928-ce83-469f-9872-feafe479589d", "type": "Regulation", "concepts": ["1565", "1571", "2763", "3577", "4860"], "title": "Commission Regulation (EU) No 52/2011 of 20 January 2011 fixing the rates of the refunds applicable to milk and milk products exported in the form of goods not covered by Annex I to the Treaty\n", "header": "21.1.2011 EN Official Journal of the European Union L 18/27\nCOMMISSION REGULATION (EU) No 52/2011\nof 20 January 2011\nfixing the rates of the refunds applicable to milk and milk products exported in the form of goods not covered by Annex I to the Treaty\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (single CMO Regulation) (1), and in particular Article 164(2) thereof,\nWhereas:\n(1) Article 162(1)b of Regulation (EC) No 1234/2007 provides that the difference between prices in international trade for the products referred to in Article 1(1)(p) and listed in Part XVI of Annex I to that Regulation and prices within the Union may be covered by an export refund where these goods are exported in the form of goods listed in Part IV of Annex XX to that Regulation.\n(2) Commission Regulation (EU) No 578/2010 of 29 June 2010 implementing Council Regulation (EC) No 1216/2009 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (2), specifies the products for which a rate of refund is to be fixed, to be applied where these products are exported in the form of goods listed in Part IV of Annex XX to Regulation (EC) No 1234/2007.\n(3) In accordance with Article 14(1) of Regulation (EU) No 578/2010, the rate of the refund per 100 kilograms for each of the basic products in question is to be fixed for a period of the same duration as that for which refunds are fixed for the same products exported unprocessed.\n(4) Article 162(2) of Regulation (EC) No 1234/2007 lays down that the export refund for a product contained in a good may not exceed the refund applicable to that product when exported without further processing.\n(5) In the case of certain milk products exported in the form of goods not covered by Annex I to the Treaty, there is a danger that, if high refund rates are fixed in advance, the commitments entered into in relation to those refunds may be jeopardised. In order to avert that danger, it is therefore necessary to take appropriate precautionary measures, but without precluding the conclusion of long-term contracts. The fixing of specific refund rates for the advance fixing of refunds in respect of those products should enable those two objectives to be met.\n(6) Article 15(2) of Regulation (EU) No 578/2010 provides that, when the rate of the refund is being fixed, account is to be taken, where appropriate, of aids or other measures having equivalent effect applicable in all Member States in accordance with the Regulation on the common organisation of the agricultural markets to the basic products listed in Annex I to Regulation (EU) No 578/2010 or to assimilated products.\n(7) Article 100(1) of Regulation (EC) No 1234/2007 provides for the payment of aid for Union-produced skimmed milk processed into casein if such milk and the casein manufactured from it fulfil certain conditions.\n(8) The currently applicable refunds have been fixed by Commission Regulation (EU) No 953/2010 (3). Since new refunds should be fixed, that Regulation should therefore be repealed.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The rates of the refunds applicable to the basic products listed in Annex I to Regulation (EU) No 578/2010 and in Part XVI of Annex I to Regulation (EC) No 1234/2007, and exported in the form of goods listed in Part IV of Annex XX to Regulation (EC) No 1234/2007, shall be fixed as set out in the Annex to this Regulation.", "Regulation (EU) No 953/2010 is hereby repealed.", "This Regulation shall enter into force on 21 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 2011.\nFor the Commission, On behalf of the President,\nHeinz ZOUREK\nDirector-General for Enterprise and Industry\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 171, 6.7.2010, p. 1.\n(3)  OJ L 278, 22.10.2010, p. 23.\nANNEX\nRates of the refunds applicable from 21 January 2011 to certain milk products exported in the form of goods not covered by Annex I to the Treaty\n (1)\n(EUR/100 kg)\nCN code Description Rate of refund\nIn case of advance fixing of refunds Other\nex 0402 10 19 Powdered milk, in granules or other solid forms, not containing added sugar or other sweetening matter, with a fat content not exceeding 1,5 % by weight (PG 2):\n(a) on exportation of goods of CN code 3501\n(b) on exportation of other goods\nex 0402 21 19 Powdered milk, in granules or other solid forms, not containing added sugar or other sweetening matter, with a fat content of 26 % by weight (PG 3) 0,00 0,00\nex 0405 10 Butter, with a fat content by weight of 82 % (PG 6):\n(a) on exportation of goods of CN code 2106 90 98 containing 40 % or more by weight of milk fat\n(b) on exportation of other goods\n(1)  The rates set out in this Annex are not applicable to exports to:\n(a) third countries: Andorra, the Holy See (Vatican City State), Liechtenstein, the United States of America and the goods listed in Tables I and II of Protocol 2 to the Agreement between the European Community and the Swiss Confederation of 22 July 1972 exported to the Swiss Confederation.\n(b) territories of EU Member States not forming part of the customs territory of the Community: Ceuta, Melilla, the Communes of Livigno and Campione d’Italia, Heligoland, Greenland, the Faeroe Islands and the areas of the Republic of Cyprus in which the Government of the Republic of Cyprus does not exercise effective control.\n(c) European territories for whose external relations a Member State is responsible and not forming part of the customs territory of the Community: Gibraltar.\n(d) the destinations referred to in Article 33(1), Article 41(1) and Article 42(1) of Commission Regulation (EC) No 612/2009 (OJ L 186, 17.7.2009, p. 1)."}