{"celex_id": "32014D0640", "uri": "http://publications.europa.eu/resource/cellar/330309c4-3343-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["208", "2275", "235", "3561", "5763"], "title": "2014/640/EU: Council Decision of 23 September 2013 on the position to be taken on behalf of the European Union within the Committee on Cultural Cooperation set up by the Protocol on cultural cooperation to the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, as regards the adoption of the rules of procedure of the Committee on Cultural Cooperation\n", "header": "3.9.2014 EN Official Journal of the European Union L 263/23\nCOUNCIL DECISION\nof 23 September 2013\non the position to be taken on behalf of the European Union within the Committee on Cultural Cooperation set up by the Protocol on cultural cooperation to the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, as regards the adoption of the rules of procedure of the Committee on Cultural Cooperation\n(2014/640/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 167(3) in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 23 April 2007 the Council authorised the Commission to negotiate a free trade agreement with the Republic of Korea on behalf of the European Union and its Member States.\n(2) Those negotiations were concluded and the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part (1) (‘the Agreement’) was signed on 6 October 2010. The Agreement contains a Protocol on cultural cooperation (‘the Protocol’) which, according to Article 1 thereof, sets up the framework within which the Parties cooperate for facilitating exchanges regarding cultural activities, goods and services, including, inter alia, in the audiovisual sector.\n(3) Pursuant to Article 15.10.5 of the Agreement, it has been in part provisionally applied by Council Decision 2011/265/EU (2) (‘the Decision’) since 1 July 2011, subject to its conclusion at a later date.\n(4) Pursuant to Article 3 of the Decision, Articles 4(3), 5(2), 6(1), 6(2), 6(4), 6(5), 8, 9 and 10 of the Protocol have not been provisionally applied.\n(5) In accordance with Article 4(1) of the Decision, the Commission is to provide notice in writing to Korea of the Union's intention not to extend the period of entitlement to audiovisual co-production pursuant to Article 5 of the Protocol following the procedure set out in Article 5(8) thereof unless, on a proposal from the Commission, the Council agrees four months before the end of such period of entitlement to continue the entitlement. If the Council agrees to continue the entitlement, that obligation to provide notice is to become applicable again at the end of the renewed period of entitlement. For the specific purposes of deciding on the continuation of the period of entitlement, the Council is to act by unanimity.\n(6) Article 3 of theProtocol provides for the establishmentof a Committee on Cultural Cooperation which, among its tasks, is tooversee the implementation of the Protocol.\n(7) Pursuant to Article 6 of the Decision, the representatives of the Union in the Committee on Cultural Cooperation are to comprise senior officials of both the Commission and the Member States who have expertise and experience in cultural matters and practices, and who are to present the position of the Union in accordance with the Treaty.\n(8) The decisions of the Committee should not confer rights or impose obligations which can be directly invoked before Union or Member States courts and tribunals.\n(9) The preparatory bodies of the Council competent in the field of culture and audiovisual matters should be involved at an early stage in establishing the position to be taken on behalf of the Union in the Committee on Cultural Cooperation.\n(10) This Decision should not affect the respective competences of the Union and the Member States.\n(11) The Union should determine the position to be taken within the Committee on Cultural Cooperation as regards the adoption of the rules of procedure of the Committee on Cultural Cooperation,", "main_body": ["The position to be taken on behalf of the European Union within the Committee on Cultural Cooperation set up by the Protocol on cultural cooperation to the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, as regards the adoption of the rules of procedure of the Committee on Cultural Cooperation shall be based on the draft decision of the Committee on Cultural Cooperation attached to this Decision.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 23 September 2013.\nFor the Council\nThe President\nV. JUKNA\n(1)  OJ L 127, 14.5.2011, p. 6.\n(2)  Council Decision 2011/265/EU of 16 September 2010 on the signing, on behalf of the European Union, and provisional application of the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part (OJ L 127, 14.5.2011, p. 1.)\nDRAFT\nDECISION No … OF THE EU-KOREA COMMITTEE ON CULTURAL COOPERATION\nof\non the adoption of the rules of procedure of the Committee on Cultural Cooperation\nTHE COMMITTEE ON CULTURAL COOPERATION,\nHaving regard to the Protocol on cultural cooperation tothe Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, signed in Brussels on 6 October 2010, and in particular Article 3 thereof,\nWhereas:\n(1) Article 3 of the the Protocol on cultural cooperation (‘the Protocol’) provides for the establishment of a Committee on Cultural Cooperation (‘the Committee’).\n(2) The Committee should exercise all functions of the Trade Committee as regards the Protocol, in accordance with Article 3.3 of the Protocol.\n(3) The Committee should adopt its own rules of procedure,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe rules of procedure of the Committee shall be established as set out in the Annex.\nArticle 2\nThis Decision shall enter into force on …\nDone at … on …\nFor the Committee on Cultural Cooperation\nFirst Vice Minister\nMinistry for Culture, Sports and Tourism of the Republic of Korea\n…\n[To be completed by the Korean side]\nDirector-General of the Directorate-General for Education and Culture\nEuropean Commission\n…\nANNEX\nRULES OF PROCEDURE OF THE COMMITTEE ON CULTURAL COOPERATION\nArticle 1\nComposition and Chair\n1.   The Committee on Cultural Cooperation (‘the Committee’) provided for in Article 3.1 of the Protocol on cultural cooperation (‘the Protocol’) to the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part (‘the Agreement’) shall exercise all functions of the Trade Committee as regards the Protocol, in accordance with Article 3.3 of the Protocol, and oversee the implementation of the Protocol.\n2.   The Committee shall be composed of the representatives of the Commission and the Member States, which may be represented, for the subjects in the areas of their competences, by the Presidency of the Council of the European Union, on the one hand, and representatives of Korea, on the other hand. As provided for in Article 3.1 of the Protocol, these representatives shall be senior officials from within the administration of each Party who have expertise and experience in cultural matters and practices.\n3.   The Committee shall be co-chaired by the Director-General for Content Policy Bureau of the Ministry of Culture, Sports and Tourism of Korea and the Director for Culture and Media of the Directorate-General for Education and Culture of the European Commission. Each Chairperson may arrange to be represented by a respective designee.\nArticle 2\nRepresentation\n1.   A Party shall notify the other Party of the list of its members of the Committee. The list shall be administered by the Secretariat of the Committee.\n2.   A member wishing to be represented by an alternate representative shall notify the Chairpersons of the Committee of the name of his or her alternate representative before the meeting at which he or she is to be so represented. The alternate representative of a member of the Committee shall exercise all the rights of that member.\nArticle 3\nMeetings\n1.   The Committee shall meet at least once a year, and as necessary at the request of either Party. The meetings shall be held in Brussels or Seoul alternately, unless the Parties agree otherwise. If both Parties agree, the meetings of the Committee may be held by videoconference or teleconference.\n2.   Each meeting of the Committee shall be convened by the Secretariat of the Committee at a date and place agreed by both Parties. The convening notice of the meeting shall be issued by the Secretariat of the Committee to the members of the Committee no later than three months prior to the start of the session, unless the Parties agree otherwise.\nArticle 4\nDelegation\nThe members of the Committee may be accompanied by officials. Before each meeting, the Chairpersons of the Committee shall be informed of the intended composition of the delegations attending the meeting.\nArticle 5\nObservers and experts\nThe Chairpersons of the Committeemayinviteobservers and expertsto attend its meetingson an ad hoc basis.\nArticle 6\nSecretariat\nThe Domestic Contact Points as referred to in Article 3.4 of the Protocolshall jointly act as the Secretariat of the Committee.\nArticle 7\nDocuments\nWhere the deliberations of the Committee are based on written supporting documents, such documents shall be numbered and circulated by the Secretariat of the Committee as documents of the Committee.\nArticle 8\nCorrespondence\n1.   Correspondence to the Chairpersons of the Committee shall be forwarded to the Secretariat of the Committee for circulation to the members of the Committee.\n2.   Correspondence from the Chairpersons of the Committee shall be sent to the recipients by the Secretariat of the Committee and be numbered and circulated, where appropriate, to the other members of the Committee.\nArticle 9\nAgenda for the Meetings\n1.   A provisional agenda for each meeting shall be drawn up by the Secretariat of the Committee. It shall be forwarded, together with the relevant documents, to the members of the Committee, as well as the Chairpersons of the Committee, no later than two monthsbefore the beginning of the meeting.\n2.   The agenda shall be adopted by the Committee at the beginning of each meeting. Items other than those appearing on the provisional agenda may be placed on the agenda if the Parties so agree.\n3.   The Chairpersons of the Committee may, upon agreement, reduce the time period specified in paragraph 1 in order to take account of the requirements of a particular case.\nArticle 10\nMinutes\n1.   Draft minutes of each meeting shall be drawn up by the Secretariat of the Committee, normally within 21 days from the end of the meeting.\n2.   The minutes shall, as a general rule, summarise each item on the agenda, specifying where applicable:\n(a) the documents submitted to the Committee;\n(b) any statement that a member of the Committee has asked to be entered; and\n(c) the decisions adopted, recommendations made, statements agreed upon and conclusions adopted on specific items.\n3.   The minutes shall also include a list of all the participantswho took part in the meeting.\n4.   The minutes shall be approved in writing by both Parties within 28daysfollowing the date of the receipt of the draft minutes or by any other date agreed by the Parties. Once approved, two copies of the minutes shall be signed by the Secretariat of the Committee and each of the Parties shall receive one original copy of these authentic documents. Copies of the signed minutes shall be forwarded to the members of the Committee.\nArticle 11\nDecisions and Recommendations\n1.   The Committee may, for the purpose of attaining the objectives of the Protocol, have the power to take decisions or recommendations in respect of all matters in the cases provided by the Protocol.\n2.   The Committee shall adopt decisions and recommendations by agreement between the Parties. Such acts shall be entitled ‘Decision’ or ‘Recommendation’ respectively.\n3.   In the period between meetings, the Committee may adopt decisions or recommendations by written procedure if both Parties agree. The written procedure shall consist of an exchange of notes between the Chairpersons of the Committee. The decisions or recommendations which are subject to the written procedure shall be circulated by the Secretariat of the Committee to its members at least two months before their date of the adoption. The Secretariat of the Committee shall establish that the written procedure has been completed and inform the members of the Committee thereof.\n4.   The Secretariat of the Committee shall give any decision or recommendation a serial number, the date of adoption and a description of their subject-matter and shall circulate them to the members of the Committee. Each decision shall provide for the date of its entry into force.\n5.   Decisions and recommendations adopted by the Committee shall be authenticated by two authentic copies signed by the Chairpersons of the Committee.\nArticle 12\nPublicity and Confidentiality\n1.   Unless otherwise decided, the meetings of the Committee shall not be public.\n2.   When a Party submits information considered as confidential under its laws and regulations to the Committee, the other Party shall treat that information as confidential.\n3.   Each Party may decide on the publication of the decisions and recommendations of the Committee in its respective official publication.\nArticle 13\nExpenses\n1.   Each Party shall meet any expenses it incurs as a result of participating in the meetings of the Committee, both with regard to staff, travel and subsistence expenditure and with regard to postal and telecommunications expenditure.\n2.   Expenditure in connection with the organisation of meetings and reproduction of documents shall be borne by the Party hosting the meeting."}