{"celex_id": "32010R0738", "uri": "http://publications.europa.eu/resource/cellar/95168ed8-1b9f-432f-a393-8aa01bae178c", "type": "Regulation", "concepts": ["1261", "1318", "2216", "2443", "5541", "712"], "title": "Commission Regulation (EU) No 738/2010 of 16 August 2010 laying down detailed rules on payments to German producer organisations in the hops sector\n", "header": "17.8.2010 EN Official Journal of the European Union L 216/11\nCOMMISSION REGULATION (EU) No 738/2010\nof 16 August 2010\nlaying down detailed rules on payments to German producer organisations in the hops sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1) and in particular Article 102a(3), in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 102a(2) of Regulation (EC) No 1234/2007 as amended by Council Regulation (EC) No 72/2009 (2) provides for an annual payment to recognised German producer organisations in the hops sector. The amounts received by producer organisations should be used to finance measures adopted in order to achieve the aims referred to in Article 122(c) of Regulation (EC) No 1234/2007.\n(2) So as to ensure the orderly management of the payments, Germany should adopt rules on the submission of applications by producer organisations, including deadlines, and ensure that all applications contain the information that is needed in order to allow the German competent authority to verify whether producer organisations are entitled to payments.\n(3) In order to ensure that payments are made in a fair manner, the amounts to be paid to producer organisations should be calculated on a pro rata basis, linked to the eligible hops areas of their members.\n(4) In order to ensure the efficient use of financial resources, payments made by the competent German payment agency should be committed within a reasonable period of time.\n(5) In order to protect the financial interests of the European Union, no payments should be made before checks in respect of the eligibility criteria have been made. These control measures should involve administrative checking supplemented by on-the-spot controls. Amounts unduly paid should be recovered and sanctions should be determined in order to deter applicants from fraudulent behaviour and serious negligence.\n(6) Article 63(1) of Council Regulation (EC) No 73/2009 (3) which has established common rules for direct support schemes for farmers under the common agricultural policy as well as certain support schemes for farmers has integrated the partially coupled payments in the hops sector into the single payments scheme from 1 January 2010. In order to ensure the continuity of payments, the first payment of the Union aid pursuant to Article 102a of Regulation (EC) No 1234/2007 and this Regulation should be made by 30 April 2011 at the latest.\n(7) In order to facilitate the execution of the first payment, it is appropriate to allow the German competent authority to proceed, in the year preceding that payment, with the identification of the potential beneficiaries and the potentially eligible hop areas.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Scope and use of terms\n1.   This Regulation lays down detailed rules for the implementation of Article 102a of Regulation (EC) No 1234/2007 as regards the payment to producer organisations in the hops sector in Germany referred to in that Article.\n2.   Terms used in this Regulation shall have the same meaning as when used in Regulation (EC) No 1234/2007, unless this Regulation provides otherwise.", "Applications for aid\n1.   The producer organisation seeking to benefit from the payment referred to in Article 102a of Regulation (EC) No 1234/2007 shall submit an application to the German competent authority each year, by a date to be fixed by Germany and which shall not be later than 30 September.\n2.   When fixing the date referred to in paragraph 1, Germany shall take into account the period of time that is required to ensure the proper administrative and financial management of the payment, including the requirement to carry out effective checks.\n3.   Applications shall be accompanied by supporting documents showing:\n(a) the identity and proof of recognition of the producer organisation;\n(b) the total of the eligible areas referred to in Article 3;\n(c) the details permitting identification of the members of the producer organisation and the eligible areas they cultivate;\n(d) the measures implemented, completed or ongoing and the corresponding expenditure incurred or committed during the calendar year of the aid application with a view to achieving the aims referred to in Article 122(c) of Regulation (EC) No 1234/2007.", "Aid entitlement\n1.   The amounts paid to the producer organisations in the hops sector shall be committed in order to finance measures to achieve the aims referred to in Article 122 of Regulation (EC) No 1234/2007.\n2.   The amount to be paid to each producer organisation shall be calculated pro rata based on the eligible hop areas of its members as specified in paragraphs 3 to 6.\n3.   Eligible hop areas are hop areas in Germany which are entirely planted and which have already undergone normal tending operations in accordance with local standards, at the moment of submission of the application referred to in Article 2.\n4.   The areas referred to in paragraph 2 shall be planted at a uniform density of at least 1 500 plants per hectare in the case of double stringing/wiring, or at least 2 000 plants per hectare in the case of single stringing/wiring.\n5.   The areas referred to in paragraph 2 shall only include areas bounded by a line joining the outer stays of the poles. Where there are hop plants on that line, an additional strip of a width corresponding to the average width of an alleyway within that parcel may be added to each side of that area. The additional strip shall not form part of a public right of way. The two headlands at the ends of the hop rows that are needed for manoeuvring agricultural machinery may be included in the area, provided that the length of neither headland exceeds eight metres and they are counted only once, and they do not form part of a public right of way.\n6.   The areas referred to in paragraph 2 shall not include areas planted with young hop plants grown chiefly as nursery products.", "Payment of the aid\n1.   Germany shall pay the aid to the beneficiaries between 16 October of the year in which the application was made and 31 January of the following year at the latest for each application that was submitted in accordance with this Regulation and German legislation, but only after all compulsory checks referred to in Article 5 have been carried out.\n2.   Any amount paid by the German competent authority which has not been committed by a producer organisation within a period of three years from the date of payment shall be paid back to the paying agency and deducted from the expenditure financed under the European Agricultural Guarantee Fund.", "Checks and sanctions\n1.   Prior to granting the payment, the competent national authority shall carry out administrative checks on all aid applications as well as on-the-spot checks on a significant sample of applications.\n2.   Administrative checks on aid applications shall be exhaustive and shall include:\n(a) cross-checks of the eligible areas claimed with, inter alia, data from the integrated administration and control system provided for in Chapter 4 of Title II of Regulation (EC) No 73/2009;\n(b) a verification of the contribution of the measures implemented to the aims referred to in Article 122(c) of Regulation (EC) No 1234/2007.\n3.   On-the-spot checks shall be conducted at each producer organisation and cover at least 5 % of the aid to be distributed. Such checks shall verify in particular:\n(a) the producer organisations’ compliance with the recognition criteria;\n(b) the eligibility of the hop areas claimed;\n(c) a representative sample of the measures implemented, completed or ongoing and the corresponding expenditure incurred or committed during the calendar year of the aid application with a view to achieving the aims referred to in Article 122(c) of Regulation (EC) No 1234/2007.\n4.   Provided that the purpose of the on-the-spot check is not jeopardised, advance notice, strictly limited to the minimum time period necessary, may be given.\n5.   In all appropriate cases, Germany shall make use of the integrated administration and control system.\n6.   In the event of undue payment, Article 80 of Commission Regulation (EC) No 1122/2009 (4) shall apply mutatis mutandis.\n7.   Where an undue payment has been made as a result of a false declaration, false documents or serious negligence, the applicant shall, in addition to the recovery of unduly paid amounts, repay an amount equal to the difference between the amount initially paid and the amount to which the applicant was actually entitled. These amounts shall be payable to the EU budget.\n8.   The competent control authority shall draw up a control report on each on-the-spot check. The report shall describe precisely the different items and aspects controlled, and provide sufficient detail to allow review of the control work performed and results achieved.\n9.   The German competent authority executing the payments shall send an annual report to the Commission on the producer organisations’ use of the amounts received, including a description of the measures that have been financed by means of the payments. The report shall include details of the number of the on-the-spot checks carried out and the related findings, and shall be sent at the latest by 30 June of each year.", "Transitional provisions\n1.   Applications for the first payment referred to in Article 102a of Regulation (EC) No 1234/2007 shall be made by a deadline to be determined by Germany but not later than 15 January 2011. The corresponding payments shall be executed by 30 April 2011. Applications for the second payment referred to in Article 102a of that Regulation shall be made by a deadline to be determined by Germany but not later than 30 September 2011. The corresponding payments shall be executed by 31 January 2012 at the latest.\n2.   Before the first payment referred to in paragraph 1, the competent national authority shall identify the eligible producer organisations referred to in Article 2(1), provisionally verify the fulfilment of the conditions referred to in Article 3(1) and provisionally establish the amounts and the eligible areas referred to in Article 3(2) of this Regulation during the calendar year preceding that payment.", "Entry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 August 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 30, 31.1.2009, p. 1.\n(3)  OJ L 30, 31.1.2009, p. 16.\n(4)  OJ L 316, 2.12.2009, p. 65."}