{"celex_id": "32013R0775", "uri": "http://publications.europa.eu/resource/cellar/a1daca74-03f8-11e3-a352-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "4743", "5451", "6569", "6789"], "title": "Commission Implementing Regulation (EU) No 775/2013 of 12 August 2013 concerning the authorisation of a preparation of Enterococcus faecium DSM 7134 as a feed additive for chickens reared for laying and minor poultry species other than those used for laying (holder of authorisation Lactosan GmbH  Co KG)  Text with EEA relevance\n", "header": "13.8.2013 EN Official Journal of the European Union L 217/32\nCOMMISSION IMPLEMENTING REGULATION (EU) No 775/2013\nof 12 August 2013\nconcerning the authorisation of a preparation of Enterococcus faecium DSM 7134 as a feed additive for chickens reared for laying and minor poultry species other than those used for laying (holder of authorisation Lactosan GmbH & Co KG)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for a new use of a preparation of Enterococcus faecium DSM 7134. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns a request of a new use of a preparation of Enterococcus faecium DSM 7134 as a feed additive for chickens reared for laying and minor poultry species other than those used for laying, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of that preparation of Enterococcus faecium DSM 7134 was authorised for 10 years, for piglets and pigs for fattening by Commission Regulation (EC) No 538/2007 (2), for sows by Commission Regulation (EC) No 1521/2007 (3), and for chickens for fattening by Commission Regulation (EU) No 998/2010 (4).\n(5) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 12 March 2013 (5) that, under the proposed conditions of use, the preparation of Enterococcus faecium DSM 7134 does not have an adverse effect on animal health, human health or the environment, and that since the potential to improve zootechnical parameters was already demonstrated in chickens for fattening, this conclusion can be extended to chickens reared for laying and extrapolated to minor poultry species other than those used for laying. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of the preparation of Enterococcus faecium DSM 7134 shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 128, 16.5.2007, p. 16.\n(3)  OJ L 335, 20.12.2007, p. 24.\n(4)  OJ L 290, 6.11.2010, p. 22.\n(5)  EFSA Journal 2013; 11(4):3167.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition\nPowder: 1 × 1010 CFU/g of additive\nGranulated (microencapsulated): 1 × 1010 CFU/g of additive\nCharacterisation of the active substance\nAnalytical method\n (1)\nEnumeration: spread plate method using bile esculin azide agar (EN 15788)\nIdentification: Pulsed Field Gel Electrophoresis (PFGE).\n1. In the directions for use of the additive and premixture, indicate the storage conditions and stability to pelleting.\n2. The use is permitted in feed containing the authorised coccidiostats: diclazuril, halofuginone hydrobromide, robenidine hydrochloride, decoquinate, lasalocid A sodium, maduramicin ammonium or monensin sodium, on conditions that this coccidiostat is authorised for the relevant species.\n3. For safety: it is recommended to use breathing protection and gloves during handling.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}