{"celex_id": "32013R0267", "uri": "http://publications.europa.eu/resource/cellar/08f1a6c3-94a7-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1264", "1519", "1686", "3173", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 267/2013 of 18 March 2013 approving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Chianti Classico (PDO))\n", "header": "22.3.2013 EN Official Journal of the European Union L 82/38\nCOMMISSION IMPLEMENTING REGULATION (EU) No 267/2013\nof 18 March 2013\napproving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Chianti Classico (PDO))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) Regulation (EU) No 1151/2012 entered into force on 3 January 2013. It repealed and replaced Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2).\n(2) In accordance with the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006, the Commission has examined Italy’s application for the approval of an amendment to the specification for the protected designation of origin ‘Chianti Classico’ registered in accordance with Commission Regulation (EC) No 2446/2000 (3), as amended by Regulation (EU) No 216/2011 (4).\n(3) The aim of the application is to amend the specification by specifying the description of the product and the method of production and packaging.\n(4) The Commission has examined the amendments in question and decided that they are justified. Since the amendment is minor the Commission may approve it without recourse to the procedure laid down in Articles 50 to 52 of Regulation (EU) No 1151/2012,", "main_body": ["The specification for the protected designation of origin ‘Chianti Classico’ is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the Single Document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 93, 31.3.2006, p. 12.\n(3)  OJ L 281, 7.11.2000, p. 12.\n(4)  OJ L 59, 4.3.2011, p. 17.\nANNEX I\nThe specification for the protected designation of origin ‘Chianti Classico’ is amended as follows:\n—   Description of product\nA reference to the Tuscan olive germ plasm register has been added, as this document is regularly updated to take account of current scientific and genetic research into old olive trees in our area.\nThis amendment does not, however, result from a desire to introduce new varieties but rather from a wish to improve our knowledge in order to introduce varities which, although they have existed for a long time, have not yet been described and registered.\n—   Method of production\nGrowing characteristics\nRegarding the characteristics of the growing environment, it was thought useful to lower by 20 metres the minimum altitude below which the olive trees may not be entered in the register, as the minimum altitude of the entire area is 180 metres above sea level. When the first version of the specification was drawn up the measurement systems used were not as precise as those used today. Thanks to modern GPS systems greater precision has now been possible.\nOil production\nA new production level has been introduced for olive plantations with a density greater than 500 plants per hectare, since the ‘Chianti Classico’ area includes plantations dating from the 1990s which meet the technical criteria of that time and for which the limit of 650 kg of oil per hectare is a major impediment to the economy and the development of the sector.\nHarvesting and conservation method\nAlongside boxes, crates and waggons may be used to transport the olives, but in this case the olives must be transported to the mill for processing on the day of harvesting and within three (3) days if open boxes are used.\nOil extraction method and constitution of batches\nIt is now possible to use air to clean the olives, as new technological systems developed by manufacturers and already used in other producing countries have been introduced, in order to attach even greater importance to conserving water.\nValidity of the certificate of conformity\nOil complying with the specification may be bottled up to 31 October of the year following that of the olive harvest if it is filtered to clarify it by 31 December and, in any case, at the latest by the application date for certification.\nIf the oil exhibits the chemical and organoleptic characteristics listed in the specifications, and if the conservation conditions are correct, these conditions may differ slightly in terms of quality without, however, jeopardising the criteria of ‘Chianti Classico’ PDO oil. The filtration method has been added, specifying that its aim is to clarify the oil (rather than merely to filter out the solids) and that it must be carried out by 31 December at the latest, with the aim of teaching olive growers conservation techniques which are better suited to marketing a quality product.\nIt has also been specified that the oil’s physical characteristics must be definitive at the time it is sampled, i.e. if the compliant oil is to be bottled, at the latest by 31 October of the year following that of harvesting, and that the clarifying filtration must be carried out by 31 December at the latest, or in any case prior to sampling, if the application in question is received before 31 December.\nThe amendment adds the option of not filtering the oil, so as not to restrict the freedom of the grower, but the oil must be conserved under inert gas so as to best preserve its qualitative characteristics.\n—   Other (packaging)\nMetal containers may now be used for formats of less than 3 and 5 litres.\nIndeed, containers of less than 100 ml have been added, on condition that these are not sold individually but rather placed on the market in packaging with a total volume corresponding to those authorised by the regulations. This amendment stems from the need to meet market demands, i.e. these smaller containers will allow retailers to satisfy the expectations of the gastronomic sector, which prefers not to use already-opened bottles, and to guarantee product promotion by improving its visibility.\nANNEX II\nSINGLE DOCUMENT\nCouncil regulation (EC) No 510/2006 (1)\n‘CHIANTI CLASSICO’\nEC No.: IT-PDO-0205-0977-07.11.2011\nPGI ( ) PDO ( X )\n1.   Name\n‘Chianti Classico’\n2.   Member State or third country\nItaly\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.5. Oils and fats (butter, margarine, oils, etc.)\n3.2.   Description of product to which the name in point 1 applies\n‘Chianti Classico’ extra virgin olive oil must be produced from olives from registered olive trees in a proportion of at least 80 % from the varieties Frantoio, Correggiolo, Moraiolo and Leccino, alone or together, and not more than 20 % from other local varieties, which must always be entered in the Tuscan olive germ plasm register.\nWhen released for consumption as ‘Chianti Classico’ PDO, the oil must have the following characteristics:\n— acidity (expressed as oleic acid): 0,5 % maximum,\n— peroxide value: 12 maximum (meq of oxygen),\n— ultraviolet absorbency: K232 maximum 2,1 and K270 maximum 0,2,\n— high oleic acid content: > 72 %,\n— total CMPs (phenol antioxidants) above 150 ppm,\n— total tocopherols above 140 ppm.\nThe oil must in addition:\n— range in colour from deep green to green with golden tones,\n— have a distinct olive aroma and a fruity taste.\nThe entries in the profile sheet completed by the panel of assessors must be as follows:\n(a) green fruity 3-8;\n(b) bitter 2-8;\n(c) sharp 2-8.\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the defined geographical area\nThe cultivation, production and pressing of ‘Chianti Classico’ extra-virgin olive oil must take place within the production area specified under point 4.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\n‘Chianti Classico’ oil must be put up in the production area in glass or metal containers of a specified volume in nominal quantities of up to 5 (five) litres. Glass, metal or PET containers of less than 100 ml are also allowed, provided that their packaging complies with the total capacities authorised by the regulations in force. Containers must be closed hermetically using a device which, upon opening, breaks the guarantee seal.\n‘Chianti Classico’ extra virgin olive oil must be put up in the geographical production area so as to better guarantee the product’s proof of origin and avoid deterioration and loss of the product’s specific characteristics, defined in 3.2 above, when it is transported in bulk, in particular the typical bitter and sharp notes of ‘Chianti Classico’ extra virgin olive oil, determined by the phenol antioxidant content and the profile of aromatic substances. Exposure to oxygen in the air when being transferred, pumped, transported and unloaded — operations carried out more frequently if bottling takes place outside the production area — could cause the ‘Chianti Classico’ extra virgin olive oil to lose the specific characteristics defined in 3.2 above.\n3.7.   Specific rules concerning labelling\nThe labelling on containers must bear, in addition to the particulars normally required by law and trade practice, the words ‘Olio Extravergine di Oliva Chianti Classico’ followed immediately by the words ‘Denominazione di Origine Protetta’ and show clearly in indelible letters the year of production.\nIt is prohibited to add to the designation any description not expressly provided for in the production specification. However, marks denoting producer groups, names of holdings, estates or farms and place names referring to locations where olives are genuinely grown may be included.\nThe designation must be shown on the label in clear, indelible letters sufficiently intense in colour to contrast sharply with the colour of the label. The graphic characters of any additional wording may not exceed 50 % of the size of the wording of the designation.\n4.   Concise definition of the geographical area\nThe production area for ‘Chianti Classico’ oil comprises, in the Provinces of Siena and Florence, the following administrative districts: the whole of Castellina in Chianti, Gaiole in Chianti, Greve in Chianti and Radda in Chianti, and parts of Barberino Val d’Elsa, Castelnuovo Berardenga, Poggibonsi, San Casciano in Val di Pesa and Tavarnelle Val di Pesa.\nThe area is the same as the production area for ‘Chianti Classico’ wine set out in the Interministerial Decree of 31 July 1932, published in GURI (Italian State Gazette) No 209 of 9 September 1932.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe production area of ‘Chianti Classico’ oil has specific climatic and hydrological characteristics and has been well mapped out since the 14th century.\nThe production area is fairly uniform in terms of terrain and climate; autumns which are on average mild and dry give way to hard winters. The environment as a whole is such that olive trees can be cultivated at the limit of their natural growth zone, which has and indeed continues to influence the olives’ fructification and maturing process.\nAccording to the cultivation techniques which have always been used in this area, the olives are harvested directly from the tree before they are fully mature.\nThe thermal conditions also determine the shape of the trees (normally branching out at the top) adopted by the local growers, which allows the crown to grow so as to better distribute light and heat in the crown, which help the trees develop during short periods of the year.\n5.2.   Specificity of the product\n‘Chianti Classico’ extra virgin olive oil is made from varieties traditionally grown in Tuscany and is distinguished by its sensory profile, mainly due to its intense bitter and sharp taste, with fruity aromatic notes.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe chemical and organoleptic characteristics of ‘Chianti Classico’ PDO extra virgin olive oil are linked to the climate of the production area which has a direct influence on the quality and quantity of the phenols, the degree of bitterness and sharpness of the taste and the level of fruitiness.\nIn view of the need to protect the olives from the first autumn frosts, they are traditionally harvested early (i.e. before they are fully mature). Even if this means a lower quantity of oil, it allows the olives to be harvested when their polyphenol content is still high, helping to intensify the bitter and sharp taste so typical of ‘Chianti Classico’ oil. Moreover, thanks to the major variations in temperature normal in this area in autumn, ‘Chianti Classico’ extra virgin olive oil is also distinguished by a very fruity aroma.\nThe area was given more precise recognition in an edict issued by Duke Cosimo III in 1716 marking out its present boundaries in acknowledgement of the merits and distinctive features of its wine and olive production: a kind of PDO long before the term was invented. A complete theoretical and practical treatise on the olive by G. Tavanti in 1819 listed the main varieties grown in the Chianti Classico region.\nReference to publication of the specification\n[Article 5(7) of Regulation (EC) No 510/2006]\nThe consolidated text of the product specification is available on the following website:\nhttp://www.politicheagricole.it/flex/cm/pages/ServeBLOB.php/L/IT/IDPagina/3335\nor alternatively:\nby going direct to the home page of the Ministry of Agricultural, Food and Forestry Policy (www.politicheagricole.it) and clicking on ‘Qualità e sicurezza’ (at the top right of the screen) and then on ‘Disciplinari di Produzione all’esame dell’UE’.\n(1)  Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs."}