{"celex_id": "32010R0094", "uri": "http://publications.europa.eu/resource/cellar/55cb4fd7-171b-4401-9b16-e953e6815e2d", "type": "Regulation", "concepts": ["13", "1642", "3591", "4315", "946"], "title": "Commission Regulation (EU) No 94/2010 of 3 February 2010 fixing an additional quantitative limit for the exports of out-of-quota sugar in respect of marketing year 2009/2010\n", "header": "4.2.2010 EN Official Journal of the European Union L 32/2\nCOMMISSION REGULATION (EU) No 94/2010\nof 3 February 2010\nfixing an additional quantitative limit for the exports of out-of-quota sugar in respect of marketing year 2009/2010\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 61, first paragraph, point (d), in conjunction with Article 4 thereof,\nWhereas:\n(1) According to Article 61, first paragraph, point (d) of Regulation (EC) No 1234/2007, the sugar or isoglucose produced in excess of the quota referred to in Article 56 of that Regulation may be exported only within the quantitative limit to be fixed by the Commission respecting the commitments resulting from international agreements concluded by the Union.\n(2) Detailed implementing rules for out-of-quota exports, in particular concerning the issue of export licences, are laid down by Commission Regulation (EC) No 951/2006 (2). However, the quantitative limit should be fixed per marketing year in view of the possible opportunities on the export markets.\n(3) For marketing year 2009/2010, Commission Regulation (EC) No 274/2009 (3) has fixed the quantitative limit for the exports of out-of-quota sugar at 1 350 000 tonnes. Applications for export licences quickly exceeded that limit. Therefore Commission Regulation (EC) No 1106/2009 (4) has fixed an acceptance percentage for the issuing of export licences and suspended the lodging of export-licence applications for out-of-quota sugar. At the time the limit of 1 350 000 t was fixed, the economic conditions were such that it was not possible to exclude that exports of out-of-quota sugar could be considered as being subsidised because the average cost of production of sugar in the Union could have exceeded the selling price of out-of-quota sugar on the export market. Under such conditions it was therefore not possible to increase the quantities of out-of-quota sugar to be exported beyond the limits resulting from the abovementioned international commitments of the Union.\n(4) Since the beginning of 2009, the global economic conditions have changed significantly in the sugar sector. In early January 2010, world market prices for white sugar more than doubled and reached approximately EUR 500 per tonne at the London commodity futures market. At the same time, the prices on the sugar market in the Union decreased in line with the institutional reference price.\n(5) Under the current economic conditions the average production cost of sugar beet in the Union is below the selling price of the out-of-quota sugar beet. Furthermore, the selling price of the out-of-quota sugar on the world market is above the average cost of sugar production in the Union. Therefore, as long as these conditions are valid, the export of out-of-quota sugar cannot be considered as being subsidised. Consequently, exports above the export subsidy commitments of the Union could be made without violating the obligations arising from Union membership of the World Trade Organisation.\n(6) According to the most recent information, it is certain that due to exceptionally favourable weather conditions in 2009, large quantities of out-of-quota sugar will be produced in the Union. This quantity is currently estimated at around 4 100 000 tonnes. Taking into account all the possible outlets for this sugar, in particular the demand of the chemical industry for industrial sugar, it is estimated that at least 500 000 t would be still available for exports.\n(7) In view of the surplus foreseen in the Union during marketing year 2009/2010 and the exceptionally high world market prices caused by a very difficult supply situation at this time it is preferable to export the remaining surplus sugar in the Union instead of carrying it forward to the next marketing year. Fixing an additional quantitative limit in respect of marketing year 2009/2010 would allow sugar producers and beet growers in the Union to benefit from the current favourable export possibilities. An additional quantitative limit should therefore be fixed.\n(8) It is now estimated that world market sugar prices may start decreasing as from the second half of 2010. To make sure that the additional exports of out-of-quota sugar do not interfere with subsidy commitments of the Union, it is appropriate to limit the application for export licences until 30 June 2010 and to reduce the validity of export licences to one month.\n(9) Exports of sugar from the Union to certain close destinations and to third countries granting EU products a preferential import treatment are currently in a particularly favourable competitive position. In view of the absence of appropriate instruments of mutual assistance to fight against irregularities and in order to minimise the risk of fraud and to prevent any abuse associated with the reimport or reintroduction into the Union of out-of-quota sugar certain close destinations should be excluded from the eligible destinations.\n(10) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["Fixing an additional quantitative limit for out-of-quota sugar exports\n1.   Without prejudice to Regulations (EC) No 274/2009 and (EC) No 1106/2009, an additional quantity of 500 000 tonnes of out-of-quota white sugar falling within CN code 1701 99 may be exported without refund in respect of marketing year 2009/2010.\n2.   Exports within the quantitative limit fixed in paragraph 1 shall be allowed for all destinations excluding:\n(a) third countries: Andorra, Liechtenstein, the Holy See (Vatican City State), San Marino, Croatia, Bosnia and Herzegovina, Serbia (5), Montenegro, Albania and the former Yugoslav Republic of Macedonia;\n(b) territories of Member States not forming part of the customs territory of the Union: the Faeroe Islands, Greenland, Heligoland, Ceuta, Melilla, the communes of Livigno and Campione d’Italia, and the areas of the Republic of Cyprus in which the Government of the Republic of Cyprus does not exercise effective control;\n(c) European territories for whose external relations a Member State is responsible, not forming part of the customs territory of the Union: Gibraltar.", "Validity of export licences\nBy way of derogation from Article 5 of Regulation (EC) No 951/2006, export licences issued in respect of the additional quantitative limit referred to in Article 1(1) shall be valid 30 days.", "Suspending the issue of export licences\nArticles 7e and 9 of Regulation (EC) No 951/2006 shall apply accordingly.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall expire on 30 June 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 178, 1.7.2006, p. 24.\n(3)  OJ L 91, 3.4.2009, p. 16.\n(4)  OJ L 304, 19.11.2009, p. 3.\n(5)  As well as Kosovo under UN Security Council Resolution 1244 of 10 June 1999."}