{"celex_id": "32010R1126", "uri": "http://publications.europa.eu/resource/cellar/fffa56f0-cb2a-498d-8f15-05e2a5c21825", "type": "Regulation", "concepts": ["2299", "2450", "2590", "5108"], "title": "Commission Regulation (EU) No 1126/2010 of 3 December 2010 amending Regulation (EC) No 1547/2007 as regards an extension of the transitional period for withdrawing the Republic of Cape Verde from the list of beneficiary countries of the special arrangement for least developed countries\n", "header": "4.12.2010 EN Official Journal of the European Union L 318/14\nCOMMISSION REGULATION (EU) No 1126/2010\nof 3 December 2010\namending Regulation (EC) No 1547/2007 as regards an extension of the transitional period for withdrawing the Republic of Cape Verde from the list of beneficiary countries of the special arrangement for least developed countries\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 732/2008 of 22 July 2008 applying a scheme of generalised tariff preferences for the period from 1 January 2009 to 31 December 2011 and amending Regulations (EC) No 552/97, (EC) No 1933/2006 and Commission Regulations (EC) No 1100/2006 and (EC) No 964/2007 (1), and in particular Article 11(8) thereof,\nWhereas:\n(1) The Republic of Cape Verde (hereinafter referred to as Cape Verde) is a beneficiary of the special arrangement for least-developed countries (also known as the Everything but Arms scheme, EBA) under the Union’s scheme of generalised tariff preferences.\n(2) Article 11(8) of Regulation (EC) No 732/2008 provides for the withdrawal of a country from the special arrangement for least-developed countries, when that country is excluded by the United Nations from the list of the least developed countries. This Article also provides for the establishment of a transitional period of at least three years before the removal takes effect.\n(3) Cape Verde was excluded by the United Nations from the list of least-developed countries, with effect from 1 January 2008 (2).\n(4) Commission Regulation (EC) No 1547/2007 (3) provides for Cape Verde’s removal from the list of beneficiaries of the special arrangement for least developed countries with effect from 1 January 2011 after the expiry of a three-year transitional period.\n(5) The transitional period granted under Regulation (EC) No 1547/2007, coming in a time of economic crisis, was marked by declining trade volumes that hampered Cape Verde’s economic diversification efforts. Hence, this transitional period has not allowed the time necessary for Cape Verde to overcome the over-reliance on one key export sector and thus alleviate potential adverse effects of the removal from the EBA scheme. That period should therefore be extended until 1 January 2012.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["Article 1 of Regulation (EC) No 1547/2007 is replaced by the following:\n‘Article 1\nThe Republic of Cape Verde shall be removed from the list of beneficiaries of the special arrangement for the least-developed countries in Annex I to Regulation (EC) No 732/2008, with effect from 1 January 2012.’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 December 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 211, 6.8.2008, p. 1.\n(2)  UN General Assembly Resolution A/Res/59/210 of 20 December 2004.\n(3)  OJ L 337, 21.12.2007, p. 70."}