{"celex_id": "32014D0334", "uri": "http://publications.europa.eu/resource/cellar/440e3acb-ee0f-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["2308", "2556", "2850", "3466", "3888", "4790", "5407", "544", "5537"], "title": "2014/334/EU: Council Decision of 19 May 2014 on the signing, on behalf of the European Union, and provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Democratic Republic of São Tomé and Príncipe\n", "header": "7.6.2014 EN Official Journal of the European Union L 168/1\nCOUNCIL DECISION\nof 19 May 2014\non the signing, on behalf of the European Union, and provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Democratic Republic of São Tomé and Príncipe\n(2014/334/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 23 July 2007, the Council approved the Fisheries Partnership Agreement between the Democratic Republic of São Tomé and Príncipe and the European Community (the ‘Partnership Agreement’) by adopting Regulation (EC) No 894/2007 (1).\n(2) The application of the latest Protocol (2) setting out the fishing opportunities and financial contribution provided for in the Partnership Agreement expired on 12 May 2014.\n(3) The Union negotiated with São Tomé and Príncipe a new Protocol, for a period of four years, granting Union vessels fishing opportunities in the waters over which the Democratic Republic of São Tomé and Príncipe has sovereignty or jurisdiction in respect of fisheries. At the end of those negotiations, a new Protocol was initialled on 19 December 2013.\n(4) In order to guarantee the continuity of fishing activities by Union vessels, provision is made for the new Protocol to apply provisionally, pending completion of the procedures necessary for its conclusion. This provisional application will take effect from the date of its signature, but not before the date of expiry of the latest Protocol.\n(5) The new Protocol should be signed,", "main_body": ["The signing, on behalf of the Union, of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Democratic Republic of São Tomé and Príncipe (the ‘Protocol’) is hereby authorised, subject to the conclusion of the Protocol.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol on behalf of the Union.", "The Protocol shall be applied provisionally, in accordance with Article 14 thereof, from the date of its signature (3), and from 13 May 2014 at the earliest, pending completion of the procedures necessary for its conclusion.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 19 May 2014.\nFor the Council\nThe President\nA. TSAFTARIS\n(1)  Council Regulation (EC) No 894/2007 of 23 July 2007 on the conclusion of a Fisheries Partnership Agreement between the Democratic Republic of São Tomé and Príncipe and the European Community (OJ L 205, 7.8.2007, p. 35).\n(2)  Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Democratic Republic of São Tomé and Príncipe (OJ L 136, 24.5.2011, p. 5).\n(3)  The date of signature of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}