{"celex_id": "32012L0025", "uri": "http://publications.europa.eu/resource/cellar/837e40e3-12c6-11e2-8e28-01aa75ed71a1", "type": "Directive", "concepts": ["5181", "5292", "5334", "616", "619", "6307"], "title": "Commission Implementing Directive 2012/25/EU of 9 October 2012 laying down information procedures for the exchange, between Member States, of human organs intended for transplantation  Text with EEA relevance\n", "header": "10.10.2012 EN Official Journal of the European Union L 275/27\nCOMMISSION IMPLEMENTING DIRECTIVE 2012/25/EU\nof 9 October 2012\nlaying down information procedures for the exchange, between Member States, of human organs intended for transplantation\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2010/53/EU of the European Parliament and of the Council, of 7 July 2010, on standards of quality and safety of human organs intended for transplantation (1), and in particular to Article 29 thereof,\nWhereas:\n(1) In order to ensure a high level of public health the exchange of human organs between Member States requires a detailed set of uniform procedural rules for the transmission of information on organs and donor characterisation, for the traceability of organs and for the reporting of serious adverse events and reactions.\n(2) A variety of stakeholders in the Member States may be involved, as senders or as addressees, in the transmission of information for the exchange of human organs, such as competent authorities, delegated bodies including European organ exchange organisations, procurement organisations and transplantation centres. Where such bodies send or receive information for the exchange of human organs, they should act in accordance with the common procedures laid down in this Directive. These procedures should not preclude additional verbal contacts, in particular in case of urgencies.\n(3) In the implementation of this Directive, Member States are to ensure that the processing of donors’ and recipients’ personal data complies with Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (2). In order to enhance awareness of the persons processing information transmitted pursuant to this Directive, it is appropriate to include a reminder in the written communications pursuant to this Directive.\n(4) In order to allow for rapid responses in case of alerts, and in order to facilitate the implementation of the obligation, provided for in Article 10(3)(b) of Directive 2010/53/EU, to keep data needed to ensure full traceability for a minimum of 30 years after donation, and without prejudice to the obligations of other bodies in that respect, it is appropriate that competent authorities or delegated bodies handle and record that information. Procurement organisations and transplantation centres should therefore ensure that their respective competent authorities or delegated bodies receive a copy of the information on organ and donor characterisation exchanged pursuant to this Directive, where applicable.\n(5) Given the current variety of practices between Member States, it is not appropriate at this stage to provide for a standard form for the transmission of information on organ and donor characterisation in this Directive. However, in order to facilitate mutual understanding of the information transmitted, such a standard form should be developed in the future, in cooperation with the Member States.\n(6) A serious adverse event or reaction may be detected in a Member State of origin or destination and may be of concern for the quality and safety of the donated organs and as a consequence for the health of recipients, and in case of living donation also for the health of the donor. When organs are exchanged between Member States, such concerns may occur in different Member States. Moreover, organs from one donor might be transplanted into recipients in different Member States so that, if a serious adverse event or reaction is first detected in one Member State of destination, the competent authorities or delegated bodies in the Member State of origin and in the other Member States of destination have to be informed. It is essential to ensure that all competent authorities or delegated bodies of all the Member States concerned are informed without undue delay. In order to reach this objective, Member States should ensure that all relevant information is disseminated among all Member States concerned through a set of written reports. Initial reports should be updated if additional relevant information becomes available.\n(7) The transmission of information is very often a matter of urgency. It is essential that the senders of information are able to identify and inform rapidly the relevant addressees. The competent authorities or delegated bodies of a Member State should, where appropriate in accordance with the repartition of competence in the Member State concerned, transfer the information received pursuant to this Directive to the appropriate recipient. A list of national contact points, including their contact details, should be made available at Union level and be constantly kept up to date.\n(8) The measures provided for in this Directive are in accordance with the opinion of the Committee on organ transplantation, established under Article 30 of Directive 2010/53/EU,", "main_body": ["Scope\nThis Directive shall apply to the cross-border exchange of human organs intended for transplantation within the European Union.", "Subject matter\nIn line with Article 29 of Directive 2010/53/EU, this Directive sets out:\n(a) procedures for the transmission of information on organ and donor characterisation;\n(b) procedures for the transmission of the necessary information to ensure the traceability of organs;\n(c) procedures for ensuring the reporting of serious adverse events and reactions.", "Definitions\nFor the purpose of this Directive, the following definitions shall apply:\n(a) ‘Member State of origin’ means the Member State where the organ is procured with the purpose of transplantation;\n(b) ‘Member State of destination’ means the Member State to which the organ is sent for the purpose of transplantation;\n(c) ‘National donor/recipient identification number’ means the identification code attributed to a donor or a recipient in accordance with the identification system established at national level pursuant to Article 10(2) of Directive 2010/53/EU;\n(d) ‘Specification of the organ’ means (1) the anatomical description of an organ including: its type (e.g. heart, liver); (2) where applicable, its position (left or right) in the body; and (3) whether it is a whole organ or a part of an organ, mentioning the lobe or segment of the organ;\n(e) ‘a delegated body’ means a body to which tasks have been delegated in accordance with Article 17(1) of Directive 2010/53/EU or a European organ exchange organisation to which tasks have been delegated in accordance with Article 21 of Directive 2010/53/EU.", "Common procedural rules\n1.   Member States shall ensure that the information transmitted pursuant to this Directive between competent authorities or delegated bodies, procurement organisations and/or transplantation centres:\n(a) is transmitted in writing either electronically or by fax;\n(b) is written in a language mutually understood by the sender and the addressee or, in absence thereof, in a mutually agreed language, or, in absence thereof, in English;\n(c) is transmitted without undue delay;\n(d) is recorded and can be made available upon request;\n(e) indicates the date and time of the transmission;\n(f) includes the contact details of the person responsible for the transmission;\n(g) contains the following reminder:\n2.   In case of urgencies, the information can be exchanged in a verbal form, in particular for exchanges pursuant to Articles 5 and 7. These verbal contacts must be followed by a transmission in writing in accordance with those Articles.\n3.   The Member States of destination or origin shall ensure that the receipt of the information transmitted in accordance with this Directive is confirmed to the sender, in accordance with the requirements set out in paragraph 1.\n4.   Member States shall ensure that designated personnel in competent authorities or delegated bodies:\n(a) are available 24 hours a day and 7 days a week, for urgent situations;\n(b) are able to receive and transmit information pursuant to this Directive without undue delay.", "Information on organ and donor characterisation\n1.   Member States shall ensure that, where organs are envisaged for exchange between Member States, prior to exchanging the organ, the competent authority or delegated body of the Member State of origin transmits the information collected to characterise the procured organs and the donor, as specified in Article 7 and in the Annex to Directive 2010/53/EU, to the competent authorities or delegated bodies of the potential Member States of destination.\n2.   Member States shall ensure that, where some of the information to be transmitted in accordance with paragraph 1 is not available at the time of the initial transmission and becomes available later, it is transmitted in due time to allow for medical decisions:\n(a) by the competent authority or delegated body of the Member State of origin to the competent authority or delegated body of the Member State of destination; or\n(b) directly by the procurement organisation to the transplantation centre.\n3.   Member States shall take appropriate measures to ensure that procurement organisations and transplantation centres transmit to their respective competent authorities or delegated bodies a copy of the information pursuant to this Article.", "Information to ensure the traceability of organs\n1.   Member States shall ensure that the competent authority or delegated body of the Member State of origin inform the competent authority or delegated body of the Member State of destination of:\n(a) the specification of the organ;\n(b) the national donor identification number;\n(c) the date of procurement;\n(d) name and contact details of the procurement centre.\n2.   Member States shall ensure that the competent authority or delegated body of the Member State of destination inform the competent authority or delegated body of the Member State of origin of:\n(a) the national recipient identification number or, if the organ was not transplanted, of its final use;\n(b) the date of transplantation, if applicable;\n(c) name and contact details of the transplantation centre.", "Reporting of serious adverse events and reactions\nMember States shall ensure that the following procedure is implemented by their competent authorities or delegated bodies:\n(a) Whenever the competent authority or delegated body of the Member State of destination is notified of a serious adverse event or reaction that it suspects to relate to an organ that was received from another Member State, it shall immediately inform the competent authority or delegated body of the Member State of origin and transmit without undue delay to that competent authority or delegated body an initial report containing the information set out in Annex I, in so far as this information is available.\n(b) The competent authority or delegated body of the Member State of origin shall immediately inform the competent authorities or delegated bodies of each concerned Member State of destination and transmit them each an initial report containing the information set out in Annex I, whenever it is notified of a serious adverse event or reaction that it suspects to be related to a donor whose organs were also sent to other Member States.\n(c) When additional information becomes available following the initial report, it shall be transmitted without undue delay.\n(d) The competent authority or delegated body of the Member State of origin shall, as a rule within three months of the initial report transmitted pursuant to point (a) or (b), transmit to the competent authorities or delegated bodies of all Member States of destination, a common final report containing the information set out in Annex II. The competent authorities or delegated bodies of the Member States of destination shall provide relevant information in a timely manner to the competent authority or delegated body of the Member State of origin. The final report shall be drawn up after collecting relevant information from all Member States involved.", "Interconnection between Member States\n1.   Member States shall communicate to the Commission the contact details of the competent authority or delegated bodies to which the relevant information shall be transmitted for the purpose of, on the one hand, Article 5, and, on the other hand, Articles 6 and 7. These contact details include at least the following data: the organisation’s name, telephone number, e-mail address, fax number and postal address.\n2.   Where a Member State has several competent authorities or delegated bodies, it shall ensure that the information received by one of them pursuant to Article 5, 6 or 7 is forwarded to the appropriate competent authority or delegated body at national level, in accordance with the repartition of competences in that Member State.\n3.   The Commission shall make available to the Member States a list of all competent authorities and delegated bodies designated by Member States in accordance with paragraph 1. The Member States shall keep the information in that list up to date. The Commission may entrust the establishment and maintenance of this list to a third party.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 10 April 2014 at the latest.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "0\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 9 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 207, 6.8.2010, p. 14, corrected by OJ L 243, 16.9.2010, p. 68.\n(2)  OJ L 281, 23.11.1995, p. 31.\nANNEX I\nInitial Report for suspected serious adverse events or reactions\n1. Reporting Member State\n2. Report identification number: country (ISO)/national number\n3. Contact details of the reporter (competent authority or delegated body in the reporting Member State): telephone, e-mail and, when available, fax\n4. Reporting centre/organisation\n5. Contact details of coordinator/contact person (transplant/procurement centre in the reporting Member State): telephone, e-mail and, when available, fax\n6. Reporting date and time (yyyy/mm/dd/hh/mm)\n7. Member State of origin\n8. National donor identification number, as communicated under Article 6\n9. All Member States of destination (if known)\n10. National recipient identification number(s), as communicated under Article 6\n11. Onset date and time of serious adverse event or reaction (yyyy/mm/dd/hh/mm)\n12. Detection date and time of serious adverse event or reaction (yyyy/mm/dd/hh/mm)\n13. Description of serious adverse event or reaction\n14. Immediate measures taken/proposed\nANNEX II\nFinal Report of serious adverse events or reactions\n1. Reporting Member State\n2. Report identification number: country (ISO)/national number\n3. Contact details of the reporter: telephone, e-mail and, when available, fax\n4. Reporting date and time (yyyy/mm/dd/hh/mm)\n5. Identification number(s) of initial report(s) (Annex I)\n6. Description of case\n7. Involved Member States\n8. Outcome of the investigation and final conclusion\n9. Preventive and corrective actions taken\n10. Conclusion/Follow-up, if required"}