{"celex_id": "32013R0218", "uri": "http://publications.europa.eu/resource/cellar/02a9f097-8bd6-11e2-b5c3-01aa75ed71a1", "type": "Regulation", "concepts": ["2563", "3173", "4689", "5573"], "title": "Commission Implementing Regulation (EU) No 218/2013 of 8 March 2013 approving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Cabrito Transmontano (PDO))\n", "header": "13.3.2013 EN Official Journal of the European Union L 69/21\nCOMMISSION IMPLEMENTING REGULATION (EU) No 218/2013\nof 8 March 2013\napproving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Cabrito Transmontano (PDO))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular Article 52(2) thereof,\nWhereas:\n(1) Regulation (EU) No 1151/2012 entered into force on 3 January 2013. It repealed and replaced Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2).\n(2) By virtue of the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006, the Commission has examined Portugal’s application for the approval of amendments to the specification for the protected designation of origin ‘Cabrito Transmontano’ registered under Commission Regulation (EC) No 1263/1996 (3).\n(3) Since the amendments in question are not minor, the Commission published the amendment application in the Official Journal of the European Union\n (4), as required by Article 6(2) of Regulation (EC) No 510/2006. As no statement of objection under Article 7 of Regulation (EC) No 510/2006 has been received by the Commission, the amendments should be approved,", "main_body": ["The amendments to the specification published in the Official Journal of the European Union regarding the name contained in the Annex to this Regulation are hereby approved.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 93, 31.3.2006, p. 12.\n(3)  OJ L 163, 2.7.1996, p. 19.\n(4)  OJ C 122, 27.4.2012, p. 20.\nANNEX\nAgricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.1.   Fresh meat and offal\nPORTUGAL\nCabrito Transmontano (PDO)"}