{"celex_id": "32012D0806", "uri": "http://publications.europa.eu/resource/cellar/e4a9dd05-4acb-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1771", "2437", "2743", "2771", "3191", "5581"], "title": "2012/806/EU: Commission Implementing Decision of 17 December 2012 amending Decision 2007/767/EC as regards the derogation from the rules of origin laid down in Council Decision 2001/822/EC as regards certain fishery products imported from the Falkland Islands (notified under document C(2012) 9408)\n", "header": "20.12.2012 EN Official Journal of the European Union L 350/97\nCOMMISSION IMPLEMENTING DECISION\nof 17 December 2012\namending Decision 2007/767/EC as regards the derogation from the rules of origin laid down in Council Decision 2001/822/EC as regards certain fishery products imported from the Falkland Islands\n(notified under document C(2012) 9408)\n(2012/806/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (‘Overseas Association Decision’) (1), and in particular Article 37 of Annex III thereof,\nWhereas:\n(1) On 15 November 2007 the Commission adopted Decision 2007/767/EC (2) derogating from the definition of the concept of ‘originating products’ to take account of the special situation of the Falkland Islands with regard to various species of frozen fish of CN heading 0303, various species of frozen fish fillets of CN heading 0304 and frozen Loligo squid and Illex squid of CN heading 0307. That derogation expired on 30 November 2012.\n(2) On 12 October 2012 the Falkland Islands requested a new derogation from the rules of origin set out in Annex III to Decision 2001/822/EC for the period from 1 December 2012 until the adoption of the new Overseas Association Decision. This request covers a total quantity of 8 750 tonnes of frozen fish of CN heading 0303, 1 683 tonnes of frozen fish fillets of CN heading 0304, 29 400 tonnes of frozen Loligo squid and 15 500 tonnes of frozen Illex squid of CN heading 0307.\n(3) The Falkland Islands have based their request on the fact that domestic labour constraints and skill shortages limit the extent to which vessels can be crewed by Falkland Islanders. The fact that not all specific fishing expertise required is currently available from crew from the OCTs, the Community or ACP States stems in particular from the specific geographical situation of the Falkland Islands.\n(4) The derogation from the rules of origin set out in Annex III to Decision 2001/822/EC should be granted for products falling within CN headings 0303 and 0304, Loligo squid of CN code 0307 49 35 and Illex squid of CN code 0307 99 11. This derogation is justified under Article 37(1) of that Annex, in particular as regards the development of an existing local industry.\n(5) It is necessary to ensure continuity of importations from the Falkland Islands to the Union. Decision 2007/767/EC should therefore be prolonged with effect from 1 December 2012 until the entry into force of the new Overseas Association Decision which is foreseen to take place on 1 January 2014.\n(6) Decision 2007/767/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Decision 2007/767/EC is amended as follows:\n(1) Article 2, first paragraph is replaced by the following:\n(2) Article 6 is replaced by the following:\n(3) the Annex is replaced by the text set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 2012.\nFor the Commission\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 314, 30.11.2001, p. 1.\n(2)  OJ L 310, 28.11.2007, p. 19.\nANNEX\n‘ANNEX\nOrder No CN code Description of goods Period Total quantity (1)\n09.1914 0303 Fish frozen, excluding fish fillets and other fish meat of heading 0304 From 1.12.2007 to 30.11.2012 12 500 (per year)\nFrom 1.12.2012 to 31.12.2013 8 750\n09.1915 ex 0304 Fish fillets, frozen From 1.12.2007 to 30.11.2012 5 100 (per year)\nFrom 1.12.2012 to 31.12.2013 1 683\n09.1916 0307 49 35 Frozen squid of the species Loligo Patagonica (Loligo gahi) From 1.12.2007 to 30.11.2012 34 600 (per year)\nFrom 1.12.2012 to 31.12.2013 29 400\n09.1917 0307 99 11 Frozen squid of the genus Illex From 1.12.2007 to 30.11.2012 31 000 (per year)\nFrom 1.12.2012 to 31.12.2013 15 500\n(1)  The total quantity covers all species together.’"}