{"celex_id": "32014D0378", "uri": "http://publications.europa.eu/resource/cellar/ded2fedf-f901-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "1086", "1317", "365", "5581", "935"], "title": "Council Decision No 378/2014/EU of 12 June 2014 amending Decision 2004/162/EC concerning the dock dues in the French overseas departments, as regards its period of application\n", "header": "21.6.2014 EN Official Journal of the European Union L 182/9\nCOUNCIL DECISION No 378/2014/EU\nof 12 June 2014\namending Decision 2004/162/EC concerning the dock dues in the French overseas departments, as regards its period of application\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Decision 2004/162/EC (1) authorises France to apply exemptions or reductions to dock dues for products produced locally in the French overseas departments and listed in the Annex to that Decision. The difference between the taxation of locally manufactured products and that of other products may not exceed 10, 20 or 30 percentage points, depending on the product. Those exemptions or reductions constitute specific measures designed to offset the specific constraints facing the outermost regions provided for in Article 349 of the Treaty on the Functioning of the European Union (TFEU) which increase production costs for local companies and make it difficult for their products to compete with the same products imported from metropolitan France and other Member States or non-Member States. The exemptions from or reductions in the dues applicable to local products support the creation, maintenance and development of local production. Pursuant to Decision 2004/162/EC, the French authorities are authorised until 1 July 2014 to apply those exemptions and reductions.\n(2) France is of the view that the handicaps suffered by the French outermost regions persist, and has submitted a request to the Commission that a system of differentiated taxation similar to the current system be maintained after 1 July 2014, until 31 December 2020.\n(3) Analysing the lists of the products to which France has requested the application of differentiated taxation is a lengthy process requiring verification, for each product, of the reasons for differential taxation and its proportionality, so as to ensure that such differentiated taxation does not undermine the integrity and the coherence of the Union legal order, including the internal market and common policies.\n(4) Such analysis has not yet been completed, due to the large number of products involved and the quantity of information to be collected, in particular the quantification of the higher production costs that handicap local products and the structure of the product markets concerned.\n(5) Failure to adopt a proposal before 1 July 2014 could create a legal vacuum, as the application of any differentiated taxation in the French outermost regions after 1 July 2014 would not be possible.\n(6) An additional period of six months is required to complete the analysis of the products to which France requests the application of differentiated taxation, and to give the Commission time to present a balanced proposal that takes account of the various interests at stake.\n(7) Decision 2004/162/EC should therefore be amended accordingly,", "main_body": ["In Article 1(1) of Decision 2004/162/EC, the date ‘1 July 2014’ is replaced by the date ‘31 December 2014’.", "This Decision shall apply from 1 July 2014.", "This Decision is addressed to the French Republic."], "attachments": "Done at Luxembourg, 12 June 2014.\nFor the Council\nThe President\nY. MANIATIS\n(1)  Council Decision 2004/162/EC of 10 February 2004 concerning the dock dues in the French overseas departments and extending the period of validity of Decision 89/688/EEC (OJ L 52, 21.2.2004, p. 64)."}