{"celex_id": "32010D0458", "uri": "http://publications.europa.eu/resource/cellar/fd72090c-230d-4f89-b6eb-ceae1c4bdb20", "type": "Decision", "concepts": ["1000", "1052", "1462", "259", "2986", "3075", "4005", "5283", "5315"], "title": "Decision No 458/2010/EU of the European Parliament and of the Council of 19 May 2010 amending Decision No 573/2007/EC establishing the European Refugee Fund for the period 2008 to 2013 by removing funding for certain Community actions and altering the limit for funding such actions\n", "header": "28.5.2010 EN Official Journal of the European Union L 129/1\nDECISION No 458/2010/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 19 May 2010\namending Decision No 573/2007/EC establishing the European Refugee Fund for the period 2008 to 2013 by removing funding for certain Community actions and altering the limit for funding such actions\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 78(2) thereof,\nHaving regard to the proposal from the European Commission,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) The policy of the Union on the Common European Asylum System (the CEAS) is designed, under the terms of the Hague Programme, to establish a common asylum area by means of an effective harmonised procedure consistent with the values and humanitarian tradition of the European Union.\n(2) Much progress has been made in recent years towards the establishment of the CEAS, thanks to the introduction of common minimum standards. There remain great disparities between the Member States, however, in the granting of international protection and the forms that such protection takes.\n(3) In its Policy Plan on Asylum, adopted in June 2008, the Commission announced its intention to develop the CEAS by proposing a revision of the existing legal instruments in order to achieve greater harmonisation of the applicable standards and by strengthening support for practical cooperation between the Member States, in particular, by a legislative proposal to establish a European Asylum Support Office (the Support Office) in order to increase coordination of operational cooperation between Member States so that the common rules are implemented effectively.\n(4) In the European Pact on Immigration and Asylum, adopted in September 2008, the European Council solemnly reiterated that any persecuted foreigner is entitled to obtain aid and protection on the territory of the European Union in application of the Geneva Convention of 28 July 1951 relating to the Status of Refugees, as amended by the New York Protocol of 31 January 1967, and other relevant treaties. It was also expressly agreed that a European support office would be established in 2009.\n(5) Practical cooperation on asylum aims to increase convergence and ensure ongoing quality of Member States’ decision-making procedures in that area, within a European legislative framework. A substantial number of practical cooperation measures have already been undertaken in recent years, notably the adoption of a common approach to information on countries of origin and the establishment of a common European asylum curriculum. The Support Office should be established in order to strengthen and develop those cooperation measures.\n(6) In the interests of simplifying actions to support practical cooperation on asylum matters, and in so far as the Support Office should be entrusted with some of the tasks that are currently financed under the European Refugee Fund, it is necessary to transfer responsibility for some of the Community actions provided for in Article 4 of Decision No 573/2007/EC (2) from the European Refugee Fund to the Support Office in order to ensure the best possible practical cooperation on asylum matters.\n(7) In order to take account of the reduced scope of the Community actions, the limit for their funding laid down in Decision No 573/2007/EC should be reduced from 10 % of the Fund’s available resources to 4 % thereof.\n(8) The financial envelope for the implementation of Decision No 573/2007/EC should be reduced in order to free up resources for funding the Support Office.\n(9) In accordance with Article 3 of the Protocol on the Position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, the United Kingdom and Ireland have notified their wish to take part in the adoption and application of this Decision.\n(10) In accordance with Articles 1 and 2 of the Protocol on the Position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it nor subject to its application,", "main_body": ["Decision No 573/2007/EC is hereby amended as follows:\n1. Article 4 is amended as follows:\n(a) in paragraph 1, the figure ‘10 %’ is replaced by the figure ‘4 %’;\n(b) in paragraph 2, points (a) and (f) are deleted;\n2. Article 12(1) is replaced by the following:", "This Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States in accordance with the Treaties.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 19 May 2010.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nD. LÓPEZ GARRIDO\n(1)  Position of the European Parliament of 7 May 2009 (not yet published in the Official Journal), position of the Council at first reading of 25 February 2010 (not yet published in the Official Journal). Position of the European Parliament of 19 May 2010 (not yet published in the Official Journal).\n(2)  OJ L 144, 6.6.2007, p. 1."}