{"celex_id": "32014R1001", "uri": "http://publications.europa.eu/resource/cellar/82cf5061-447e-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["2869", "2965", "4327", "4545", "6308", "844"], "title": "Commission Delegated Regulation (EU) No 1001/2014 of 18 July 2014 amending Annex X to Regulation (EU) No 1307/2013 of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy\n", "header": "25.9.2014 EN Official Journal of the European Union L 281/1\nCOMMISSION DELEGATED REGULATION (EU) No 1001/2014\nof 18 July 2014\namending Annex X to Regulation (EU) No 1307/2013 of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to Regulation (EU) No 1307/2013 of the European Parliament and of the Council of 17 December 2013 establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy and repealing Council Regulation (EC) No 637/2008 and Council Regulation (EC) No 73/2009 (1), and in particular Article 46(9)(c) thereof,\nWhereas:\n(1) Chapter 3 of Title III of Regulation (EU) No 1307/2013 establishes the conditions for granting the payment for agricultural practices beneficial for the climate and the environment. Those conditions include rules on ecological focus areas in order to meet objectives of biodiversity.\n(2) In order to simplify the administration of such ecological focus areas and to take account of the characteristics of the different types of areas, Article 46(3) of Regulation (EU) No 1307/2013 provides for the use of conversion and weighting factors.\n(3) Commission Delegated Regulation (EU) No 639/2014 (2) amended Annex X to Regulation (EU) No 1307/2013 in order to establish the relevant conversion and weighting factors referred to in Article 46(3) of that Regulation.\n(4) As a result of the discussions with the European Parliament and the Council on Delegated Regulation (EU) No 639/2014, the Commission undertook to increase the weighting factor for areas with nitrogen-fixing crops as referred to point (j) of the first subparagraph of Article 46(2) of Regulation (EU) No 1307/2013 in order to meet the above-mentioned objectives.\n(5) Annex X to Regulation (EU) No 1307/2013 should therefore be amended accordingly.\n(6) This Regulation should apply with respect to aid applications relating to calendar years subsequent to calendar year 2014,", "main_body": ["Amendment of Regulation (EU) No 1307/2013\nIn Annex X to Regulation (EU) No 1307/2013, the weighting factor of ‘0,3’ for areas with nitrogen-fixing crops is replaced by ‘0,7’.", "Entry into force and application\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply with respect to aid applications relating to calendar years subsequent to calendar year 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 608.\n(2)  Commission Delegated Regulation (EU) No 639/2014 of 11 March 2014, supplementing Regulation (EU) No 1307/2013 of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy and amending Annex X to that Regulation (OJ L 181, 20.6.2014, p. 1)."}