{"celex_id": "32011R0793", "uri": "http://publications.europa.eu/resource/cellar/61306832-188b-4f50-bec8-00bc7c7b5348", "type": "Regulation", "concepts": ["2282", "2437", "2879", "5283", "544", "598", "605"], "title": "Commission Regulation (EU) No 793/2011 of 5 August 2011 establishing a prohibition of fishing in category 9 ‘pelagic freezer trawlers’ in the Mauritanian Economic Zone by vessels flying the flag of a Member State of the European Union\n", "header": "9.8.2011 EN Official Journal of the European Union L 204/18\nCOMMISSION REGULATION (EU) No 793/2011\nof 5 August 2011\nestablishing a prohibition of fishing in category 9 ‘pelagic freezer trawlers’ in the Mauritanian Economic Zone by vessels flying the flag of a Member State of the European Union\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (1), and in particular Article 36(2) thereof,\nWhereas:\n(1) Council Regulation (EC) No 704/2008 of 15 July 2008 on the conclusion of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partership Agreement between the European Community and the Islamic Republic of Mauritania for the period 1 August 2008 to 31 July 2012 (2) has limited the fishing opportunities for category 9 (pelagic freezer trawlers) to a reference tonnage of 250 000 tonnes.\n(2) Considering that on the basis of Article 2(3) of this aforementioned regulation, a supplementary a quota of 50 000 tonnes has been allocated for the period from 1 August 2010 to 31 July 2011, bringing the total reference tonnage to 300 000 tonnes.\n(3) According to the information received by the Commission, catches reported in this fishing category by vessels flying the flag of or registered in the Member States concerned have exhausted the quota for the above reference period.\n(4) It is therefore necessary to prohibit fishing activities for this fishing category.", "main_body": ["Quota exhaustion\nThe fishing quota allocated to the Member States concerned shall be deemed to be exhausted from 19 July 2011.", "Prohibitions\nFishing activities in category 9 by vessels flying the flag of or registered in the Member States concerned shall be prohibited from 19 July 2011 until 31 July 2011. In particular it shall be prohibited to retain on board, relocate, tranship or land fish caught by those vessels during this period.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 2011.\nFor the Commission, On behalf of the President,\nLowri EVANS\nDirector-General for Maritime Affairs and Fisheries\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 203, 31.7.2008, p. 1."}