{"celex_id": "32010D0611", "uri": "http://publications.europa.eu/resource/cellar/39ef7122-8104-42cd-99b3-535945f7ebda", "type": "Decision", "concepts": ["1729", "2737", "2771", "3579", "3730"], "title": "2010/611/EU: Commission Decision of 8 October 2010 amending Decision 2006/241/EC as regards imports of guano from Madagascar (notified under document C(2010) 6798)  Text with EEA relevance\n", "header": "9.10.2010 EN Official Journal of the European Union L 266/62\nCOMMISSION DECISION\nof 8 October 2010\namending Decision 2006/241/EC as regards imports of guano from Madagascar\n(notified under document C(2010) 6798)\n(Text with EEA relevance)\n(2010/611/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), and in particular Article 22(6) thereof,\nWhereas:\n(1) Commission Decision 2006/241/EC of 24 March 2006 concerning certain protective measures with regard to certain products of animal origin, excluding fishery products, originating in Madagascar (2) prohibits imports into the Union of products of animal origin, excluding fishery products and snails, originating in Madagascar.\n(2) Madagascar has indicated its interest in exporting guano to the Union.\n(3) Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (3) provides that the importation and transit of animal by-products and processed products are to be prohibited, except in accordance with that Regulation.\n(4) Under Regulation (EC) No 1774/2002, manure is Category 2 material. The definition of manure, as set out in Annex I to that Regulation, covers guano, which may be either unprocessed or processed in accordance with Chapter III of Annex VIII to that Regulation. Part III of that Chapter provides that the placing on the market of guano is not subject to any animal health conditions.\n(5) In addition, Regulation (EC) No 1774/2002 provides that the provisions applicable to the importation from third countries of products referred to in Annexes VII and VIII thereto are to be no more favourable or less favourable than those applicable to the production and marketing of those products in the Union.\n(6) Imports of Guano from Madagascar should therefore no longer be prohibited.\n(7) Decision 2006/241/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 1 of Decision 2006/241/EC is replaced by the following:\n‘Article 1\nThis Decision shall apply to products of animal origin, excluding fishery products, snails and guano, originating in Madagascar.’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 October 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 24, 30.1.1998, p. 9.\n(2)  OJ L 88, 25.3.2006, p. 63.\n(3)  OJ L 273, 10.10.2002, p. 1."}