{"celex_id": "32011R1230", "uri": "http://publications.europa.eu/resource/cellar/2eedf9b2-f3ac-459b-a25b-2b3e8ffd7d4b", "type": "Regulation", "concepts": ["12", "2443", "3102", "6621"], "title": "Regulation (EU) No 1230/2011 of the European Parliament and of the Council of 16 November 2011 on repealing certain obsolete Council acts in the field of common commercial policy\n", "header": "8.12.2011 EN Official Journal of the European Union L 326/21\nREGULATION (EU) No 1230/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 November 2011\non repealing certain obsolete Council acts in the field of common commercial policy\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Improving the transparency of Union law is an essential element of the better lawmaking strategy that the institutions of the Union are implementing. In that context it is appropriate to remove from the legislation in force those acts which no longer have real effect.\n(2) A number of acts relating to the common commercial policy have become obsolete, even though formally they are still in force.\n(3) Council Regulation (EEC) No 1471/88 of 16 May 1988 concerning the arrangements applicable to imports of sweet potatoes and manioc starch intended for certain uses (2) has exhausted its effects since its content has been taken up by successive acts.\n(4) Council Regulation (EEC) No 478/92 of 25 February 1992 opening an annual Community tariff quota for dog or cat food, put up for retail sale and falling within CN code 2309 10 11 and an annual Community tariff quota for fish food falling within CN code ex 2309 90 41, originating in, and coming from, the Faroe Islands (3) was intended to open a tariff quota for the year 1992 and has therefore exhausted its effects.\n(5) Council Regulation (EEC) No 3125/92 of 26 October 1992 on the arrangements applicable to the importation into the Community of sheepmeat and goatmeat products originating in Bosnia-Herzegovina, Croatia, Slovenia, Montenegro, Serbia and the former Yugoslav Republic of Macedonia (4) dealt with a temporary situation and has therefore exhausted its effects.\n(6) Council Regulation (EC) No 2184/96 of 28 October 1996 concerning imports into the Community of rice originating in and coming from Egypt (5) was meant to grant customs duty reductions resulting from an international agreement which was subsequently replaced by the agreement signed with Egypt on 28 October 2009 which entered into force on 1 June 2010 and has therefore exhausted its effects.\n(7) Council Regulation (EC) No 2398/96 of 12 December 1996 opening a tariff quota for turkey meat originating in and coming from Israel as provided for in the Association Agreement and the Interim Agreement between the European Community and the State of Israel (6) has exhausted its effects since it was based on the Association Agreement signed in 1995 which was subsequently replaced by the Association Agreement signed with Israel on 4 November 2009 which entered into force on the 1 January 2010 and which provided for new tariff rate quotas.\n(8) Council Regulation (EC) No 1722/1999 of 29 July 1999 on the import of bran, sharps and other residues of the sifting, milling or other working of certain cereals originating in Algeria, Morocco and Egypt and the import of durum wheat originating in Morocco (7) has exhausted its effects since it was meant as an interim instrument for the period prior to the entry into force of the Association Agreement signed with Algeria on 22 April 2002 which entered into force on 1 September 2005, the Association Agreement signed with Morocco on 26 February 1996 which entered into force on 1 March 2000 and whose agricultural annexes were modified by agreements which entered into force in 2003 and 2005, and the Association Agreement signed with Egypt on 28 October 2009 which entered into force on 1 June 2010.\n(9) Council Regulation (EC) No 2798/1999 of 17 December 1999 laying down general rules for the import of olive oil originating in Tunisia for the period 1 January 2000 to 31 December 2000 and repealing Regulation (EC) No 906/98 (8) introduced a measure applicable only in the year 2000 and has therefore exhausted its effects.\n(10) Council Regulation (EC) No 215/2000 of 24 January 2000 renewing for 2000 the measures laid down in Regulation (EC) No 1416/95 establishing certain concessions in the form of Community tariff quotas in 1995 for certain processed agricultural products (9) covered only the year 2000 and has therefore exhausted its effects.\n(11) Council Decision 2004/910/EC of 26 April 2004 on the conclusion of the Agreements in the form of an Exchange of Letters between the European Community and, of the one part, Barbados, Belize, the Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Surinam, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe and, of the other part, the Republic of India on the guaranteed prices for cane sugar for the 2003/2004 and 2004/2005 delivery periods (10) had a temporary character and has therefore exhausted its effects.\n(12) Council Regulation (EC) No 1923/2004 of 25 October 2004 establishing certain concessions for the Swiss Confederation in the form of Community tariff quotas for certain processed agricultural products (11) introduced a measure applicable from 1 May to 31 December 2004 and has therefore exhausted its effects.\n(13) Council Decision 2007/317/EC of 16 April 2007 establishing the position to be adopted, on behalf of the Community, within the International Grains Council with respect to the extension of the Grains Trade Convention 1995 (12) has exhausted its effects since its content has been taken up by a subsequent act.\n(14) A number of acts concerning certain countries have become obsolete following the accession of those countries to the Union.\n(15) Council Decision 98/658/EC of 24 September 1998 on the conclusion of the Additional Protocol to the Interim Agreement on trade and trade-related matters between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part, and to the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part (13) has become obsolete following the accession of Slovenia to the Union.\n(16) Council Regulation (EC) No 278/2003 of 6 February 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Poland (14) has become obsolete following the accession of Poland to the Union.\n(17) Council Regulation (EC) No 999/2003 of 2 June 2003 adopting autonomous and transitional measures concerning the import of certain processed agricultural products originating in Hungary and the export of certain processed agricultural products to Hungary (15) has become obsolete following the accession of Hungary to the Union.\n(18) Council Regulation (EC) No 1039/2003 of 2 June 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Estonia and the exportation of certain agricultural products to Estonia (16) has become obsolete following the accession of Estonia to the Union.\n(19) Council Regulation (EC) No 1086/2003 of 18 June 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Slovenia and the exportation of certain processed agricultural products to Slovenia (17) has become obsolete following the accession of Slovenia to the Union.\n(20) Council Regulation (EC) No 1087/2003 of 18 June 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Latvia and the exportation of certain processed agricultural products to Latvia (18) has become obsolete following the accession of Latvia to the Union.\n(21) Council Regulation (EC) No 1088/2003 of 18 June 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Lithuania and the exportation of certain processed agricultural products to Lithuania (19) has become obsolete following the accession of Lithuania to the Union.\n(22) Council Regulation (EC) No 1089/2003 of 18 June 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in the Slovak Republic and the exportation of certain processed agricultural products to the Slovak Republic (20) has become obsolete following the accession of Slovakia to the Union.\n(23) Council Regulation (EC) No 1090/2003 of 18 June 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in the Czech Republic and the exportation of certain processed agricultural products to the Czech Republic (21) has become obsolete following the accession of the Czech Republic to the Union.\n(24) For reasons of legal certainty and clarity, those obsolete acts should be repealed,", "main_body": ["1.   Regulations (EEC) No 1471/88, (EEC) No 478/92, (EEC) No 3125/92, (EC) No 2184/96, (EC) No 2398/96, (EC) No 1722/1999, (EC) No 2798/1999, (EC) No 215/2000, (EC) No 278/2003, (EC) No 999/2003, (EC) No 1039/2003, (EC) No 1086/2003, (EC) No 1087/2003, (EC) No 1088/2003, (EC) No 1089/2003, (EC) No 1090/2003, (EC) No 1923/2004 and Decisions 98/658/EC, 2004/910/EC, 2007/317/EC are hereby repealed.\n2.   The repeal of the acts referred to in paragraph 1 shall be without prejudice to:\n(a) the maintenance in force of Union acts adopted on the basis of the acts referred to in paragraph 1; and\n(b) the continuing validity of amendments made by the acts referred to in paragraph 1 to other Union acts that are not repealed by this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 16 November 2011.\nFor the European Parliament\nFor the Council\nJ. BUZEK\nFor the Council\nThe President\nW. SZCZUKA\n(1)  Position of the European Parliament of 13 September 2011 (not yet published in the Official Journal) and decision of the Council of 20 October 2011.\n(2)  OJ L 134, 31.5.1988, p. 1.\n(3)  OJ L 55, 29.2.1992, p. 2.\n(4)  OJ L 313, 30.10.1992, p. 3.\n(5)  OJ L 292, 15.11.1996, p. 1.\n(6)  OJ L 327, 18.12.1996, p. 7.\n(7)  OJ L 203, 3.8.1999, p. 16.\n(8)  OJ L 340, 31.12.1999, p. 1.\n(9)  OJ L 24, 29.1.2000, p. 9.\n(10)  OJ L 391, 31.12.2004, p. 1.\n(11)  OJ L 331, 5.11.2004, p. 9.\n(12)  OJ L 119, 9.5.2007, p. 30.\n(13)  OJ L 314, 24.11.1998, p. 6.\n(14)  OJ L 42, 15.2.2003, p. 1.\n(15)  OJ L 146, 13.6.2003, p. 10.\n(16)  OJ L 151, 19.6.2003, p. 1.\n(17)  OJ L 163, 1.7.2003, p. 1.\n(18)  OJ L 163, 1.7.2003, p. 19.\n(19)  OJ L 163, 1.7.2003, p. 38.\n(20)  OJ L 163, 1.7.2003, p. 56.\n(21)  OJ L 163, 1.7.2003, p. 73."}