{"celex_id": "32013R0073", "uri": "http://publications.europa.eu/resource/cellar/3806de02-6945-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["2357", "2739", "3190", "3191", "4308", "5451", "5542"], "title": "Commission Regulation (EU) No 73/2013 of 25 January 2013 amending Annexes I and V to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\n", "header": "26.1.2013 EN Official Journal of the European Union L 26/11\nCOMMISSION REGULATION (EU) No 73/2013\nof 25 January 2013\namending Annexes I and V to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 689/2008 of the European Parliament and of the Council of 17 June 2008 concerning the export and import of dangerous chemicals (1), and in particular Article 22(4) thereof,\nWhereas:\n(1) Regulation (EC) No 689/2008 implements the Rotterdam Convention on the Prior Informed Consent Procedure (‘PIC procedure’) for certain hazardous chemicals and pesticides in international trade, signed on 11 September 1998 and approved, on behalf of the Community, by Council Decision 2003/106/EC (2).\n(2) It is appropriate that regulatory action in respect of certain chemicals taken pursuant to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (3), Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (4) and Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (5) be taken into account.\n(3) Decisions taken in respect of certain chemicals under the Stockholm Convention on persistent organic pollutants (‘the Stockholm Convention’), signed on 22 May 2001 and approved, on behalf of the Community, by Council Decision 2006/507/EC (6) and subsequent regulatory action in respect of those chemicals taken pursuant to Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (7) should also be taken into account.\n(4) The substances acetochlor, asulam, chloropicrin and propargite have not been approved as active substances under Regulation (EC) No 1107/2009, with the effect that those substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of acetochlor, asulam, chloropicrin and propargite to Annex I was suspended due to a new application for inclusion in Annex I to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (8) submitted pursuant to Article 13 of Commission Regulation (EC) No 33/2008 of 17 January 2008 laying down detailed rules for the application of Council Directive 91/414/EEC as regards a regular and an accelerated procedure for the assessment of active substances which were part of the programme of work referred to in Article 8(2) of that Directive but have not been included into its Annex I (9). That new application resulted again in the decision not to approve the substances acetochlor, asulam, chloropicrin and propargite as active substances under Regulation (EC) No 1107/2009 with the effect that acetochlor, asulam, chloropicrin and propargite remain banned for pesticide use and that the reason for suspending the addition to Annex I disappeared. Therefore, the substances acetochlor, asulam, chloropicrin and propargite should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(5) The substance flufenoxuron has not been approved as an active substance under Regulation (EC) No 1107/2009 and the substance flufenoxuron has not been included as an active substance in Annex I, IA or IB to Directive 98/8/EC for product type 18, with the effect that flufenoxuron is severely restricted for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008 because virtually all use is prohibited despite the fact that flufenoxuron has been included in Annex I to Directive 98/8/EC for product type 8 and may thus be authorised by Member States for use in wood preservatives subject to specific conditions. The addition of flufenoxuron to Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Regulation (EC) No 33/2008. That new application resulted again in the decision not to approve flufenoxuron as active substance under Regulation (EC) No 1107/2009 with the effect that the reason for suspending the addition to Annex I disappeared. Therefore, the substance flufenoxuron should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(6) The substance naled has not been included as an active substance in Annex I, IA or IB to Directive 98/8/EC and naled has not been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that naled is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(7) The substances 2-naphthyloxyacetic acid, diphenylamine and propanil have not been approved as active substances under Regulation (EC) No 1107/2009, with the effect that 2-naphthyloxyacetic acid, diphenylamine and propanil are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of 2-naphthyloxyacetic acid, diphenylamine and propanil to Part 2 of Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Regulation (EC) No 33/2008. This new application resulted again in the decision not to include the substances 2-naphthyloxyacetic acid, diphenylamine and propanil as active substances in Annex I to Directive 91/414/EEC with the effect that 2-naphthyloxyacetic acid, diphenylamine and propanil remain banned for pesticide use and that the reason for suspending the addition to Part 2 of Annex I disappeared. Therefore, the substances 2-naphthyloxyacetic acid, diphenylamine and propanil should be added to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008.\n(8) At its fifth meeting in June 2011, the Conference of the Parties to the Rotterdam Convention decided to include alachlor, aldicarb and endosulfan in Annex III to that Convention, with the effect that alachlor, aldicarb and endosulfan became subject to the PIC procedure under that Convention and thus should be removed from the list of chemicals contained in Part 2 and added to the list of chemicals contained in Part 3 of Annex I to Regulation (EC) No 689/2008.\n(9) The substance dichlorvos has not been included as an active substance in Annex I, IA or IB to Directive 98/8/EC and dichlorvos has not been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that dichlorvos is banned for pesticide use. Since dichlorvos is already included in the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008, those entries should be amended to reflect the latest legal developments.\n(10) The substances bifenthrin and metam have been approved as active substances under Regulation (EC) No 1107/2009, with the effect that bifenthrin and metam are no longer banned for pesticide use. Consequently, the active substances bifenthrin and metam should be deleted from Part 1 of Annex I to Regulation (EC) No 689/2008.\n(11) The substance cyanamide should be removed from Part 2 of Annex I to Regulation (EC) No 689/2008 since evidence was submitted that the ban in the subcategory ‘pesticide in the group of plant protection products’ does not represent a severe restriction of the use of the substance at the level of the category ‘pesticide’ due to the fact that cyanamide has important uses as a biocide. Cyanamide has been identified and notified for evaluation under Directive 98/8/EC. Biocidal products containing cyanamide may thus continue to be authorised by Member States in accordance with their national rules, until a decision under that Directive is taken.\n(12) Regulation (EC) No 850/2004, as amended by Commission Regulation (EU) No 519/2012 (10) implements the decision taken under the Stockholm Convention to list endosulfan in Part 1 of Annex A to the Stockholm Convention by adding that chemical to Part A of Annex I to Regulation (EC) No 850/2004. Consequently, that chemical should be added to Part 1 of Annex V to Regulation (EC) No 689/2008.\n(13) Regulation (EC) No 689/2008 should therefore be amended accordingly.\n(14) In order to allow enough time for industry to take the measures necessary for compliance with this Regulation and for Member States to take the measures necessary for implementation of this Regulation, its application should be deferred.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Regulation (EC) No 689/2008 is amended as follows:\n(1) Annex I is amended in accordance with Annex I to this Regulation;\n(2) Annex V is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 204, 31.7.2008, p. 1.\n(2)  OJ L 63, 6.3.2003, p. 27.\n(3)  OJ L 309, 24.11.2009, p. 1.\n(4)  OJ L 123, 24.4.1998, p. 1.\n(5)  OJ L 396, 30.12.2006, p. 1.\n(6)  OJ L 209, 31.7.2006, p. 1.\n(7)  OJ L 158, 30.4.2004, p. 7.\n(8)  OJ L 230, 19.8.1991, p. 1.\n(9)  OJ L 15, 18.1.2008, p. 5.\n(10)  OJ L 159, 20.6.2012, p. 1.\nANNEX I\nAnnex I to Regulation (EC) No 689/2008 is amended as follows:\n(1) Part 1 is amended as follows:\n(a) the following entries are added:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Acetochlor + 34256-82-1 251-899-3 2924 29 98 p(1) b\nAsulam + 3337-71-1 222-077-1 2935 00 90 p(1) b\n2302-17-2 218-953-8\nChloropicrin + 76-06-2 200-930-9 2904 90 40 p(1) b\nFlufenoxuron + 101463-69-8 417-680-3 2924 29 98 p(1)-p(2) b-sr\nNaled + 300-76-5 206-098-3 2919 90 00 p(1)-p(2) b-b\nPropargite + 2312-35-8 219-006-1 2920 90 85 p(1) b’\n(b) the entries for alachlor and aldicarb are replaced by the following:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Alachlor # 15972-60-8 240-110-8 2924 29 98 p(1) b\nAldicarb # 116-06-3 204-123-2 2930 90 99 p(1)-p(2) b-b’\n(c) the entry for dichlorvos is replaced by the following:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Dichlorvos + 62-73-7 200-547-7 2919 90 00 p(1)-p(2) b-b’\n(d) the entry for endosulfan is replaced by the following:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Endosulfan # 115-29-7 204-079-4 2920 90 85 p(1)-p(2) b-b’\n(e) the entry for bifenthrin is deleted;\n(f) the entry for metam is deleted;\n(2) Part 2 is amended as follows:\n(a) the following entries are added:\nChemical CAS RN Einecs No CN code Category Use limitation\n‘2-naphthyloxyacetic acid 120-23-0 204-380-0 2918 99 90 p b\nAcetochlor 34256-82-1 251-899-3 2924 29 98 p b\nAsulam 3337-71-1 222-077-1 2935 00 90 p b\n2302-17-2 218-953-8\nChloropicrin 76-06-2 200-930-9 2904 90 40 p b\nDiphenylamine 122-39-4 204-539-4 2921 44 00 p b\nFlufenoxuron 101463-69-8 417-680-3 2924 29 98 p sr\nNaled 300-76-5 206-098-3 2919 90 00 p b\nPropanil 709-98-8 211-914-6 2924 29 98 p b\nPropargite 2312-35-8 219-006-1 2920 90 85 p b’\n(b) the entry for dichlorvos is replaced by the following:\nChemical CAS RN Einecs No CN code Category Use limitation\n‘Dichlorvos 62-73-7 200-547-7 2919 90 00 p b’\n(c) the entry for alachlor is deleted;\n(d) the entry for aldicarb is deleted;\n(e) the entry for cyanamide is deleted;\n(f) the entry for endosulfan is deleted;\n(3) in Part 3, the following entries are added:\nChemical Relevant CAS number(s) HS code HS code Category\n‘Alachlor 15972-60-8 2924.29 3808.93 Pesticide\nAldicarb 116-06-3 2930.90 3808.91 Pesticide\nEndosulfan 115-29-7 2920.90 3808.91 Pesticide’\nANNEX II\nIn Part 1 of Annex V to Regulation (EC) No 689/2008 the following entry is added:\nDescription of chemicals/article(s) subject to export ban Additional details, where relevant (e.g. name of chemical, EC No, CAS No, etc.)\n‘Endosulfan EC No 204-079-4"}