{"celex_id": "32010R0973", "uri": "http://publications.europa.eu/resource/cellar/492c34de-a8ee-4a5e-b609-31b90a94ed01", "type": "Regulation", "concepts": ["1730", "2758", "4080", "4350", "5076"], "title": "Council Regulation (EU) No 973/2010 of 25 October 2010 temporarily suspending the autonomous Common Customs Tariff duties on imports of certain industrial products into the autonomous regions of the Azores and Madeira\n", "header": "30.10.2010 EN Official Journal of the European Union L 285/4\nCOUNCIL REGULATION (EU) No 973/2010\nof 25 October 2010\ntemporarily suspending the autonomous Common Customs Tariff duties on imports of certain industrial products into the autonomous regions of the Azores and Madeira\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nAfter consulting the Committee of the Regions,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) In August and December 2007 the regional authorities of the Azores and Madeira requested, with the support of the Portuguese Government, an autonomous suspension of the Common Customs Tariff duties for a number of products in accordance with Article 299(2) of the Treaty establishing the European Community. They justified their requests on the grounds that, in view of the remoteness of those islands, economic operators in the Azores and Madeira are at a severe commercial disadvantage, which has negative effects on demographic trends, employment and social and economic developments.\n(2) The local economies of the Azores and Madeira are to a large extent dependant on national and international tourism, a fairly volatile economic resource, which is determined by factors on which the local authorities and the Portuguese Government have hardly any influence. As a result, the economic development of the Azores and Madeira is severely restrained. In these circumstances it is necessary to support those economic sectors which are less dependent on the tourist industries in order to compensate the fluctuations of the tourist sector and thus to stabilise local employment.\n(3) Council Regulation (EEC) No 1657/93 of 24 June 1993 temporarily suspending the autonomous Common Customs Tariff duties on certain industrial products intended to equip the free zones of the Azores and Madeira (3) did not have the desired effect in the last years before its expiry on 31 December 2008. This is in all likelihood due to the fact that the suspensions laid down in that Regulation were limited to the free zones of the Azores and Madeira and were therefore no longer used in the last years before their expiry. It is therefore appropriate to provide for new suspensions which are not restricted to industries located in free zones but can benefit to all types of economic operators located on the territory of those regions. The scope of commercial sectors benefiting from the suspensions should therefore cover the fishery, agricultural, industrial and service sectors.\n(4) In order to ensure that the suspensions laid down in this Regulation have an economic impact, it is appropriate to extend the range of products benefiting from the suspensions to finished goods for agricultural, commercial or industrial use, as well as to raw materials, parts and components used for agricultural purposes, industrial transformation or maintenance.\n(5) In order to give a long-term perspective to investors and enable economic operators to reach a level of industrial and commercial activity which stabilises the economic and social environment in the regions concerned, it is appropriate to suspend in full the Common Customs Tariff duties for certain goods for a period of 10 years as from 1 November 2010.\n(6) In order to ensure that only economic operators located on the territory of the Azores and Madeira benefit from these tariff measures, the suspensions should be made conditional on the end use of the products in accordance with Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (4) and Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/93 establishing the Community Customs Code (5).\n(7) In order to allow efficient operation of the suspensions, the authorities of the Azores and Madeira should take the necessary implementing measures and inform the Commission thereof.\n(8) The Commission should be permitted to adopt, if necessary, temporary measures designed to prevent any speculative movement of deflection of trade until a definitive solution for that movement will be adopted by the Council.\n(9) Amendments to the Combined Nomenclature may not give rise to any substantive changes to the nature of the suspension of duties. The Commission should therefore be empowered to adopt delegated acts in accordance with Article 290 of the Treaty on the Functioning of the European Union for the purpose of making necessary amendments and technical adaptations to the list of goods for which a suspension applies,", "main_body": ["From 1 November 2010 to 2 November 2020 the Common Customs Tariff duties applicable to imports into the autonomous regions of the Azores and Madeira of finished goods for agricultural, commercial or industrial use listed in Annex I shall be suspended in full.\nThese goods shall be used in accordance with Regulation (EEC) No 2913/92 and Regulation (EEC) No 2454/93 for a period of at least 24 months after the release into free circulation by economic operators located in the autonomous regions of the Azores and Madeira.", "From 1 November 2010 to 2 November 2020 the Common Customs Tariff duties applicable to imports into the autonomous regions of the Azores and Madeira of raw materials, parts and components listed in Annex II, and used for agricultural purposes, industrial transformation or maintenance in the autonomous regions of the Azores and Madeira, shall be suspended in full.", "The competent authorities of the Azores and Madeira shall take the measures necessary to ensure compliance with Articles 1 and 2.\nThose authorities shall inform the Commission of those measures before 30 April 2011.", "The suspension of duties referred to in Articles 1 and 2 shall be subject to end-use in accordance with Articles 21 and 82 of Regulation (EEC) No 2913/92 and to the controls provided for in Articles 291 to 300 of Regulation (EEC) No 2454/93.", "1.   Where the Commission has reason to believe that the suspension laid down in this Regulation has led to a deflection of the trade for a specific product it may, in accordance with the procedure referred to in Article 11(2), temporarily withdraw the suspension for a period not longer than 12 months. Import duties for products for which the suspension has been temporarily withdrawn shall be secured by a guarantee, and the release of the products concerned for free circulation in the autonomous regions of the Azores and Madeira shall be conditional upon the provision of such guarantee.\n2.   When the Council decides, on a proposal from the Commission within the 12-month period, that the suspension should definitively be withdrawn, the amounts of duties secured by guarantees shall be definitively collected.\n3.   If no definitive decision has been adopted within the 12-month period in accordance with paragraph 2, the securities shall be released.", "When necessary the Commission may adopt by means of delegated acts in accordance with Article 7 and subject to the conditions of Articles 8 and 9 such amendments and technical adaptations to Annexes I and II as are required as a consequence of amendments to the Combined Nomenclature.", "1.   The powers to adopt the delegated acts referred to in Article 6 shall be conferred on the Commission for an indeterminate period.\n2.   As soon as it adopts a delegated act, the Commission shall notify it to the Council.\n3.   The powers to adopt delegated acts are conferred on the Commission subject to the conditions laid down in Articles 8 and 9.", "1.   The delegation of power referred to in Article 6 may be revoked by the Council.\n2.   Where the Council has commenced an internal procedure for deciding whether to revoke the delegation of powers, it shall endeavour to inform the Commission within a reasonable time before the final decision is taken, indicating the delegated powers which could be subject to revocation and possible reasons for a revocation.\n3.   The decision of revocation shall put an end to the delegation of the powers specified in that decision. It shall take effect immediately or at a later date specified therein. It shall not affect the validity of the delegated acts already in force. It shall be published in the Official Journal of the European Union.", "1.   The Council may object to the delegated act within a period of three months from the date of notification.\n2.   If, on expiry of that period, the Council has not objected to the delegated act, or if, before that date, the Council informs the Commission that it has decided not to raise objections, the delegated act shall be published in the Official Journal of the European Union and shall enter into force on the date stated therein.\n3.   If the Council objects to the adopted delegated act, it shall not enter into force. The Council shall state the reasons for objecting to the delegated act.", "0\nThe European Parliament shall be informed of the adoption of delegated acts by the Commission, of any objection formulated to them, or of the revocation of the delegation of powers by the Council.", "1\n1.   The Commission shall be assisted by the Customs Code Committee.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (6) shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2010, except for Articles 6 to 10, which shall apply from the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 October 2010.\nFor the Council\nThe President\nS. VANACKERE\n(1)  Opinions of 1 January 2010 and of 7 September 2010 (not yet published in the Official Journal).\n(2)  Opinion of 17 December 2009 (OJ C 225, 22.9.2010, p. 59).\n(3)  OJ L 158, 30.6.1993, p. 1.\n(4)  OJ L 302, 19.10.1992, p. 1.\n(5)  OJ L 253, 11.10.1993, p. 1.\n(6)  OJ L 184, 17.7.1999, p. 23.\nANNEX I\nFinished goods for agricultural, commercial or industrial use\nCN code (1)\n4016 94 00\n4415 10 10\n5608\n6203 31 00\n6203 39 19\n6204 11 00\n6205 90 80\n6506 99\n7309 00 59\n7310 10 00\n7310 29 10\n7311 00\n7321 81 90\n7323 93 90\n7326 20 80\n7612 90 98\n8405 10 00\n8412 29 89\n8412 80 80\n8413 81 00\n8413 82 00\n8414 40 90\n8414 60 00\n8414 80 80\n8415 10 90\n8415 82 00\n8418 30 20\n8418 50\n8422 30 00\n8423 89 00\n8424 30 90\n8427 20 11\n8440 10 90\n8442 50 23\n8442 50 29\n8450 11 90\n8450 12 00\n8450 20 00\n8451 21 90\n8451 29 00\n8451 80 80\n8452 10 19\n8452 29 00\n8458 11 80\n8464 90\n8465 10 90\n8465 92 00\n8465 93 00\n8465 99 90\n8467 11 10\n8467 19 00\n8467 22 30\n8467 22 90\n8479 89 97\n8501 10 91\n8501 20 00\n8501 61 20\n8501 64 00\n8502 39\n8504 32 80\n8504 33 00\n8504 40 90\n8510 30 00\n8515 19 00\n8515 39 13\n8515 80 91\n8516 29 99\n8516 80 80\n8518 30 95\n8523 21 00\n8526 91 80\n8531 10 95\n8543 20 00\n8543 70 30\n8543 70 90\n8546 90 90\n9008 10 00\n9011 80 00\n9014 80 00\n9015 80 11\n9015 80 19\n9015 80 91\n9015 80 93\n9015 80 99\n9016 00 10\n9017 30 10\n9020 00 00\n9023 00 10\n9023 00 80\n9024 10\n9024 80\n9025 19 20\n9025 80 40\n9025 80 80\n9027 10 10\n9030 31 00\n9032 10 20\n9032 10 81\n9032 89 00\n9107 00 00\n9201 90 00\n9202 90 30\n9506 91 90\n9506 99 90\n9507 10 00\n9507 20 90\n9507 30 00\n9507 90 00\n(1)  CN codes applicable on 1 January 2009, adopted by Commission Regulation (EC) No 1031/2008 of 19 September 2008 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and the Common Customs Tariff (OJ L 291, 31.10.2008, p. 1).\nANNEX II\nRaw materials, parts and components used for agricultural purposes, industrial transformation or maintenance\nCN code (1)\n3102 40 10\n3105 20 10\n4008 29 00\n4009 42 00\n4010 12 00\n4015 90 00\n4016 93 00\n4016 99 97\n5401 10 90\n5407 42 00\n5407 72 00\n5601 21 90\n5608\n5806 32 90\n5901 90 00\n5905 00 90\n6217 90 00\n6406 20 90\n7303 00 90\n7315 12 00\n7315 89 00\n7318 14 91\n7318 15 69\n7318 15 90\n7318 16 91\n7318 19 00\n7318 22 00\n7320 20 89\n7323 99 99\n7324 90 00\n7326 90 98\n7412 20 00\n7415 21 00\n7415 29 00\n7415 33 00\n7419 91 00\n7606 11 91\n7606 11 93\n7606 11 99\n7616 10 00\n7907 00\n8207 90 99\n8302 42 00\n8302 49 00\n8308 90 00\n8406 90 90\n8409 91 00\n8409 99 00\n8411 99 00\n8412 90 40\n8413 30 80\n8413 70 89\n8414 90 00\n8415 90 00\n8421 23 00\n8421 29 00\n8421 31 00\n8421 99 00\n8440 90 00\n8442 40 00\n8450 90 00\n8451 90 00\n8452 90 00\n8478 90 00\n8481 20 10\n8481 30 99\n8481 40\n8481 80 99\n8482 10 90\n8482 80 00\n8483 40 90\n8483 60 80\n8484 10 00\n8503 00 99\n8509 90 00\n8511 80 00\n8511 90 00\n8513 90 00\n8514 90 00\n8529 10 31\n8529 10 39\n8529 10 80\n8529 10 95\n8529 90 65\n8529 90 97\n8531 90 85\n8539 31 90\n8543 70 90\n8544 20 00\n8544 42 90\n8544 49 93\n9005 90 00\n9011 90 90\n9014 90 00\n9015 90 00\n9024 90 00\n9029 20 31\n9209 91 00\n9209 92 00\n9209 94 00\n9506 70 90\n(1)  CN codes applicable on 1 January 2009, adopted by Commission Regulation (EC) No 1031/2008 of 19 September 2008 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and the Common Customs Tariff (OJ L 291, 31.10.2008, p. 1)."}