{"celex_id": "32012R0226", "uri": "http://publications.europa.eu/resource/cellar/a17485e2-ec8a-41f7-8595-f1ee2fa26900", "type": "Regulation", "concepts": ["1224", "2560", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 226/2012 of 15 March 2012 amending Regulation (EC) No 1730/2006 as regards the conditions of use of benzoic acid (holder of authorisation Emerald Kalama Chemical BV)  Text with EEA relevance\n", "header": "16.3.2012 EN Official Journal of the European Union L 77/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 226/2012\nof 15 March 2012\namending Regulation (EC) No 1730/2006 as regards the conditions of use of benzoic acid (holder of authorisation Emerald Kalama Chemical BV)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) The preparation benzoic acid, belonging to the additive category of ‘zootechnical additives’, was authorised for 10 years as a feed additive for use in weaned piglets by Commission Regulation (EC) No 1730/2006 (2) and for use in pigs for fattening by Commission Regulation (EC) No 1138/2007 (3).\n(2) In accordance with Article 13(3) of Regulation (EC) No 1831/2003, the holder of the authorisation has proposed changing the terms of the authorisation of the preparation benzoic acid as feed additive for weaned piglets to delete the condition regarding inclusion of that preparation in compound feed via premixture and to modify the conditions regarding complementary feedingstuffs. The application was accompanied by the relevant supporting data. The Commission forwarded that application to the European Food Safety Authority (‘the Authority’).\n(3) The Authority concluded in its opinion of 6 September 2011 (4) that there is no reason to continue to restrict the inclusion of the preparation benzoic acid to compound feed via premixtures. It considered the restrictions on the use of the additive in complementary feed established by Regulation (EC) No 1138/2007 as being sufficient and applicable to weaned piglets.\n(4) The conditions provided for in Article 5 of Regulation (EC) No 1831/2003 are satisfied.\n(5) Regulation (EC) No 1730/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex to Regulation (EC) No 1730/2006 is replaced by the text of the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 325, 24.11.2006, p. 9.\n(3)  OJ L 256, 2.10.2007, p. 8.\n(4)  EFSA Journal 2011; 9(9):2358.\nANNEX\n‘ANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: other zootechnical additives (improvement of performance parameters: weight gain or feed gain ratio)\nAdditive composition\nCharacterisation of the active substance\nPhthalic acid: ≤ 100 mg/kg\nBiphenyl: ≤ 100 mg/kg\nAnalytical method\n (1)\n1. The mixture of different sources of benzoic acid must not exceed the permitted maximum level in complete feedingstuff of 5 000 mg/kg of complete feed.\n2. Recommended minimum dose: 5 000 mg/kg of complete feed.\n3. Complementary feed containing benzoic acid must not be fed directly to weaned piglets, unless thoroughly mixed with other feed materials of the daily ration.\n4. For weaned piglets up to 25 kg.\n5. For safety: it is recommended to use breathing protection and gloves during handling.\n(1)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx’"}