{"celex_id": "32012R0071", "uri": "http://publications.europa.eu/resource/cellar/4d716a82-7367-4837-b4cf-6d78283e2170", "type": "Regulation", "concepts": ["191", "2357", "2739", "3190", "5451"], "title": "Commission Regulation (EU) No 71/2012 of 27 January 2012 amending Annex I to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\n", "header": "28.1.2012 EN Official Journal of the European Union L 26/23\nCOMMISSION REGULATION (EU) No 71/2012\nof 27 January 2012\namending Annex I to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 689/2008 of the European Parliament and of the Council of 17 June 2008 concerning the export and import of dangerous chemicals (1), and in particular Article 22(4) thereof,\nWhereas:\n(1) Regulation (EC) No 689/2008 implements the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade, signed on 11 September 1998 and approved, on behalf of the Community, by Council Decision 2003/106/EC (2).\n(2) Annex I to Regulation (EC) No 689/2008 should be amended to take into account regulatory action in respect of certain chemicals taken pursuant to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (3), Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (4) and Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (5).\n(3) The substances dichlobenil, dicloran, ethoxyquin and propisochlor have not been included as active substances in Annex I to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (6), with the effect that those substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of dichlobenil, dicloran, ethoxyquin and propisochlor to Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Commission Regulation (EC) No 33/2008 of 17 January 2008 laying down detailed rules for the application of Council Directive 91/414/EEC as regards a regular and an accelerated procedure for the assessment of active substances which were part of the programme of work referred to in Article 8(2) of that Directive but have not been included into its Annex I (7). That new application resulted again in the decision not to include the substances dichlobenil, dicloran, ethoxyquin and propisochlor as active substances in Annex I to Directive 91/414/EEC with the effect that dichlobenil, dicloran, ethoxyquin and propisochlor remain banned for pesticide use and that the reason for suspending the addition to Annex I disappeared. Therefore, the substances dichlobenil, dicloran, ethoxyquin and propisochlor should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(4) The substance methyl bromide has not been included as an active substance in Annex I to Directive 91/414/EEC and methyl bromide has not been included as an active substance in Annex I, IA or IB to Directive 98/8/EC, with the effect that methyl bromide is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of methyl bromide to Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Regulation (EC) No 33/2008. That new application resulted again in the decision not to include the substance methyl bromide as an active substance in Annex I to Directive 91/414/EEC with the effect that methyl bromide remains banned for pesticide use and that the reason for suspending the addition to Annex I disappeared. Therefore, the substance methyl bromide should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(5) The substance cyanamide has not been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that cyanamide is severely restricted for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008 because virtually all use is prohibited despite the fact that cyanamide has been identified and notified for evaluation under Directive 98/8/EC and may thus continue to be authorised by Member States until a decision under that Directive is taken. The addition of cyanamide to Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Regulation (EC) No 33/2008. That new application has been withdrawn by the applicant with the effect that the reason for suspending the addition to Annex I disappeared. Therefore, the substance cyanamide should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(6) The substance flurprimidol has not been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that flurprimidol is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of flurprimidol to Part 2 of Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Regulation (EC) No 33/2008. That new application resulted again in the decision not to include the substance flurprimidol as an active substance in Annex I to Directive 91/414/EEC with the effect that flurprimidol remains banned for pesticide use and that the reason for suspending the addition to Part 2 of Annex I disappeared. Therefore, the substance flurprimidol should be added to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008.\n(7) The substance triflumuron has been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that triflumuron is no longer banned for pesticide use. Consequently the active substance triflumuron should be deleted from Part 1 of Annex I to Regulation (EC) No 689/2008.\n(8) The substance triazoxide has been approved as an active substance in accordance with Regulation (EC) No 1107/2009, with the effect that triazoxide is no longer banned for pesticide use. Consequently the active substance triazoxide should be deleted from Part 1 of Annex I to Regulation (EC) No 689/2008.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex I to Regulation (EC) No 689/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 204, 31.7.2008, p. 1.\n(2)  OJ L 63, 6.3.2003, p. 27.\n(3)  OJ L 309, 24.11.2009, p. 1.\n(4)  OJ L 123, 24.4.1998, p. 1.\n(5)  OJ L 396, 30.12.2006, p. 1.\n(6)  OJ L 230, 19.8.1991, p. 1.\n(7)  OJ L 15, 18.1.2008, p. 5.\nANNEX\nAnnex I to Regulation (EC) No 689/2008 is amended as follows:\n(1) Part 1 is amended as follows:\n(a) the following entries are added:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Cyanamide + 420-04-2 206-992-3 2853 00 90 p(1) b\nDichlobenil + 1194-65-6 214-787-5 2926 90 95 p(1) b\nDicloran + 99-30-9 202-746-4 2921 42 00 p(1) b\nEthoxyquin + 91-53-2 202-075-7 2933 49 90 p(1) b\nMethyl bromide + 74-83-9 200-813-2 2903 39 11 p(1)-p(2) b-b\nPropisochlor + 86763-47-5 n.a. 2924 29 98 p(1) b’\n(b) the entry for flurprimidol is replaced by the following:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Flurprimidol + 56425-91-3 n.a. 2933 59 95 p(1) b’\n(c) the following entry is deleted:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Triflumuron 64628-44-0 264-980-3 2924 29 98 p(1) b’\n(d) the following entry is deleted:\nChemical CAS No Einecs No CN code Subcategory Use limitation Countries for which no notification is required\n‘Triazoxide 72459-58-6 276-668-4 2933 29 90 p(1) b’\n(2) in Part 2, the following entries are added:\nChemical CAS RN Einecs No CN code Category Use limitation\n‘Cyanamide 420-04-2 206-992-3 2853 00 90 p sr\nDichlobenil 1194-65-6 214-787-5 2926 90 95 p b\nDicloran 99-30-9 202-746-4 2921 42 00 p b\nEthoxyquin 91-53-2 202-075-7 2933 49 90 p b\nFlurprimidol 56425-91-3 n.a. 2933 59 95 p b\nMethyl bromide 74-83-9 200-813-2 2903 39 11 p b\nPropisochlor 86763-47-5 n.a. 2924 29 98 p b’"}