{"celex_id": "32011R0590", "uri": "http://publications.europa.eu/resource/cellar/f2b5137f-7ab9-49f3-ad05-39727190f8dd", "type": "Regulation", "concepts": ["3191", "568", "6100", "6790", "893"], "title": "Commission Implementing Regulation (EU) No 590/2011 of 20 June 2011 amending Regulation (EC) No 1235/2008, laying down detailed rules for implementation of Council Regulation (EC) No 834/2007 as regards the arrangements for imports of organic products from third countries  Text with EEA relevance\n", "header": "21.6.2011 EN Official Journal of the European Union L 161/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 590/2011\nof 20 June 2011\namending Regulation (EC) No 1235/2008, laying down detailed rules for implementation of Council Regulation (EC) No 834/2007 as regards the arrangements for imports of organic products from third countries\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1), and in particular Article 33(2) and Article 38(d) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1235/2008 (2) has set out a relatively short period for the control bodies and control authorities to send their application for recognition for the purpose of compliance in accordance with Article 32 of Regulation (EC) No 834/2007. As there is no experience with the direct application of Union rules on organic production and labeling of organic products outside the territory of the Union, more time should be given to control bodies and control authorities wishing to request their inclusion in the list for the purpose of compliance.\n(2) In accordance with Article 33(2) of Regulation (EC) No 834/2007, Annex III to Regulation (EC) No 1235/2008 has established a list of third countries whose system of production and control measures for organic production of agricultural products are recognised as equivalent to those laid down in Regulation (EC) No 834/2007. In the light of a new application and information received by the Commission from third countries since the last publication of the list, certain modifications should be taken into consideration and the list should be adapted accordingly.\n(3) Certain agricultural products imported from Canada are currently marketed in the Union pursuant to the transitional rules provided for in Article 19 of Regulation (EC) No 1235/2008. Canada submitted a request to the Commission to be included in the list provided for in Annex III to that Regulation. It submitted the information required pursuant to Articles 7 and 8 of that Regulation. The examination of this information and consequent discussion with the Canadian authorities have led to the conclusion that in that country the rules governing production and controls of agricultural products are equivalent to those laid down in Regulation (EC) No 834/2007. The Commission has carried out an on-the-spot check of the rules of production and the control measures actually applied in Canada, as provided for in Article 33(2) of Regulation (EC) No 834/2007.\n(4) The Costa Rican, Indian, Israeli, Japanese and Tunisian authorities have asked the Commission to include new control and certification bodies and have provided the Commission with the necessary guarantees that they meet the preconditions laid down in Article 8(2) of Regulation (EC) No 1235/2008.\n(5) The duration of inclusion of Costa Rica and New Zealand in the list provided for in Annex III to Regulation (EC) No 1235/2008 expires on 30 June 2011. In order to avoid trade disruption, there is a need to prolong the inclusion of Costa Rica and New Zealand. In the light of the experience, the inclusion should be prolonged for an unlimited period.\n(6) New Zealand transmitted editorial amendments to the relevant specifications provided in Annex III to Regulation (EC) No 1235/2008 following the recent amalgamation of the Ministry of Agriculture and Forestry and the New Zealand Food Safety Authority.\n(7) Regulation (EC) No 1235/2008 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the regulatory Committee on organic production,", "main_body": ["Regulation (EC) No 1235/2008 is amended as follows:\n(1) in Article 4, ‘31 October 2011’ is replaced by ‘31 October 2014’;\n(2) Annex III is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 June 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  OJ L 334, 12.12.2008, p. 25.\nANNEX\nAnnex III to Regulation (EC) No 1235/2008 is amended as follows:\n(1) after the text relating to Australia, the following text is inserted:\n(a) live or unprocessed agricultural products and vegetative propagating material and seeds for cultivation;\n(b) processed agricultural products for use as food;\n(c) feed.\n— Atlantic Certified Organic Cooperative Limited (ACO), www.atlanticcertifiedorganic.ca\n— British Columbia Association for Regenerative Agriculture (BCARA), www.centifiedorganic.bc.ca\n— Certification Services Limited Liability Company (CCOF), www.ccof.org\n— Centre for Systems Integration (CSI), www.csi-ics.com\n— Consorzio per il Controllo dei Prodotti Biologici Società a responsabilità limitata (CCPB SRL), www.ccpb.it\n— Control Union Certifications (CUC), www.controlunion.com\n— Ecocert Canada, www.ecocertcanada.com\n— Fraser Valley Organic Producers Association (FVOPA), www.fvopa.ca\n— Global Organic Alliance, www.goa-online.org\n— International Certification Services Incorporated (ICS), www.ics-intl.com\n— LETIS SA, www.letis.com.ar\n— Oregon Tilth Incorporated (OTCO), http://tilth.org\n— Organic Certifiers, www.organiccertifiers.com\n— Organic Crop Improvement Association (OCIA), www.ocia.org/\n— Organic Producers Association of Manitoba Cooperative Incorporated (OPAM), www.opam-mb.com\n— Pacific Agricultural Certification Society (PACS), www.pacscertifiedorganic.ca\n— Pro-Cert Organic Systems Ltd (Pro-Cert), www.ocpro.ca/\n— Quality Assurance International Incorporated (QAI), www.qai-inc.com\n— Quality Certification Services (QCS), www.qcsinfo.org\n— Organisme de Certification Québec Vrai (OCQV), www.quebecvrai.org\n— SAI Global Certification Services Limited, www.saiglobal.com\n(2) in point 5 of the text relating to Costa Rica, the following indent is added:\n‘— Mayacert, www.mayacert.com’;\n(3) point 7 of the text relating to Costa Rica is replaced by the following:\n(4) in point 5 of the text relating to India, the following indents are added:\n‘— Chhattisgarh Certification Society (CGCERT), www.cgcert.com\n— Tamil Nadu Organic Certification Department (TNOCD), www.tnocd.net\n— TUV India Pvt. Ltd, www.tuvindia.co.in/0_mngmt_sys_cert/orgcert.htm\n— Intertek India Pvt. Ltd, www.intertek.com’;\n(5) in point 5 of the text relating to Israel, the following indent is added:\n‘— LAB-PATH Ltd, www.lab-path.co.il’;\n(6) in point 5 of the text relating to Japan, the following indents are added:\n‘— AINOU, www.ainou.or.jp/ainohtm/disclosure/nintei-kouhyou.htm\n— SGS Japan Incorporation, www.jp.sgs.com/ja/home_jp_v2.htm\n— Ehime Organic Agricultural Association, www12.ocn.ne.jp/~aiyuken/ninntei20110201.html\n— Center for Eco-design Certification Co. Ltd, http://www.eco-de.co.jp/list.html\n— Organic Certification Association, www.yuukinin.jimdo.com\n— Japan Eco-system Farming Association, www.npo-jefa.com\n— Hiroshima Environment and Health Association, www.kanhokyo.or.jp/jigyo/jigyo_05A.html\n— Assistant Center of Certification and Inspection for Sustainability, www.accis.jp\n— Organic Certification Organization Co. Ltd, www.oco45.net’;\n(7) in point 5 of the text relating to Tunisia, the following indent is added:\n‘— Instituto per la certificazione etica e ambientale (ICEA), www.icea.info’;\n(8) in point 2 of the text relating to New Zealand, ‘MAF Food Official Organic Assurance Programme’ is replaced by ‘MAF Official Organic Assurance Programme Technical Rules for Organic Production’;\n(9) points 3 to 7 of the text relating to New Zealand are replaced by the following:\n— AsureQuality Limited, www.organiccertification.co.nz\n— BioGro New Zealand, www.biogro.co.nz"}