{"celex_id": "32014D0754", "uri": "http://publications.europa.eu/resource/cellar/862d5ef0-60cd-11e4-9cbe-01aa75ed71a1", "type": "Decision", "concepts": ["1254", "1459", "189", "3246", "4347", "4491", "5536"], "title": "2014/754/EU: Commission Implementing Decision of 30 October 2014 on the equivalence of the regulatory framework of Hong Kong for central counterparties to the requirements of Regulation (EU) No 648/2012 of the European Parliament and of the Council on OTC derivatives, central counterparties and trade repositories\n", "header": "31.10.2014 EN Official Journal of the European Union L 311/62\nCOMMISSION IMPLEMENTING DECISION\nof 30 October 2014\non the equivalence of the regulatory framework of Hong Kong for central counterparties to the requirements of Regulation (EU) No 648/2012 of the European Parliament and of the Council on OTC derivatives, central counterparties and trade repositories\n(2014/754/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 648/2012 of the European Parliament and of the Council of 4 July 2012 on OTC derivatives, central counterparties and trade repositories (1) and in particular Article 25(6) thereof,\nWhereas:\n(1) The procedure for recognition of central counterparties (‘CCPs’) established in third countries set out in Article 25 of Regulation (EU) No 648/2012 aims to allow CCPs established and authorised in third countries whose regulatory standards are equivalent to those laid down in that Regulation to provide clearing services to clearing members or trading venues established in the Union. That recognition procedure and the equivalence decision provided for therein thus contribute to the achievement of the overarching aim of Regulation (EU) No 648/2012 to reduce systemic risk by extending the use of safe and sound CCPs to clear over-the-counter (‘OTC’) derivative contracts, including where those CCPs are established and authorised in a third country.\n(2) In order for a third country legal regime to be considered equivalent to the legal regime of the Union in respect of CCPs, the substantial outcome of the applicable legal and supervisory arrangements should be equivalent to Union requirements in respect of the regulatory objectives they achieve. The purpose of this equivalence assessment is therefore to verify that the legal and supervisory arrangements of Hong Kong ensure that CCPs established and authorised therein do not expose clearing members and trading venues established in the Union to a higher level of risk than the latter could be exposed to by CCPs authorised in the Union and, consequently, do not pose unacceptable levels of systemic risk in the Union.\n(3) On 1 September 2013, the Commission received the technical advice of the European Securities and Markets Authority (‘ESMA’) on the legal and supervisory arrangements applicable to CCPs authorised in Hong Kong. The technical advice identified a number of differences between the legally binding requirements applicable, at a jurisdictional level, to CCPs in Hong Kong and the legally binding requirements applicable to CCPs under Regulation (EU) No 648/2012. This Decision is not only based, however, on a comparative analysis of the legally binding requirements applicable to CCPs in Hong Kong, but also on an assessment of the outcome of those requirements, and their adequacy to mitigate the risks that clearing members and trading venues established in the Union may be exposed to in a manner considered equivalent to the outcome of the requirements laid down in Regulation (EU) No 648/2012. The significantly lower risks inherent in clearing activities carried out in financial markets that are smaller than the Union financial market should thereby, in particular, be taken into account.\n(4) In accordance with Article 25(6) of Regulation (EU) No 648/2012, three conditions need to be fulfilled in order to determine that the legal and supervisory arrangements of a third country regarding CCPs authorised therein are equivalent to those laid down in that Regulation.\n(5) According to the first condition, CCPs authorised in a third country must comply with legally binding requirements which are equivalent to the requirements laid down in Title IV of Regulation (EU) No 648/2012.\n(6) The legally binding requirements of Hong Kong for CCPs authorised therein consist of the Clearing and Settlement Systems Ordinance (‘CSSO’) and the Securities and Futures Ordinance (‘SFO’). Entities authorised under the CSSO are regulated by the Hong Kong Monetary Authority (‘HKMA’) and entities authorised under the SFO are regulated by the Hong Kong Securities and Futures Commission (‘SFC’). CCPs in Hong Kong have been authorised under the SFO only. This Decision should be therefore limited to the regime set out under the SFO.\n(7) Under Part III of the SFO, the SFC has the power to authorise CCP as a Recognised Clearing House (‘RCH’). When considering the authorisation of a CCP as an RCH, the SFC must take the ‘interest of the investing public’ and the ‘proper regulation of markets’ into account. The SFC may also specify ‘such conditions as it considers appropriate’ before authorising a specific CCP as an RCH and may change those conditions by notice if ‘satisfied that it is appropriate’. In determining what is appropriate, the SFC is required to refer to its statutory mandates of maintaining financial stability and reducing systemic risk.\n(8) The SFO sets out the duties and requirements with which an RCH must comply. The SFC issued guidelines pursuant to Section 399(1) of the SFO (‘the Guidelines’), which implement the international standards set out under the Principles for Financial Market Infrastructures (‘PFMIs’) issued in April 2012 by the Committee on Payment and Settlement Systems (2) (‘CPSS’) and the International Organisation of Securities Commissions (‘IOSCO’). When assessing whether RCHs comply with their obligations under the SFO, the SFC takes into account the Guidelines. Where an RCH fails to comply with its obligations under the SFO as complemented by the Guidelines, the SFC may adopt measures to remedy that situation.\n(9) The SFO also requires an RCH to adopt internal rules and procedures as are necessary for the proper regulation of its clearing and settlement facilities and for the proper regulation of its clearing members. Requirements of the SFO and the Guidelines are thus implemented in the internal rules and procedures of the RCHs. Under the SFO, any internal rules and procedures adopted by an RCH and amendments thereto must be approved by the SFC.\n(10) The legally binding requirements in Hong Kong therefore comprise a two-tiered structure. The core principles for RCHs set out in the SFO (the ‘primary rules’), set out the high-level standards with which RCHs must comply in order to obtain authorisation to provide clearing services in Hong Kong. Those primary rules comprise the first tier of the legally binding requirements in Hong Kong. In order to prove compliance with the primary rules, RCHs must submit their internal rules and procedures to the SFC for approval. Those internal rules and procedures comprise the second tier of the legally binding requirements in Hong Kong, which must provide prescriptive detail regarding the way in which the RCH will meet those standards in accordance with the Guidelines. Once approved by the SFC, the internal rules and procedures become legally binding upon the RCH.\n(11) The equivalence assessment of the legal and supervisory arrangements applicable to RCHs should also take account of the risk mitigation outcome that they ensure in terms of the level of risk to which clearing members and trading venues established in the Union are exposed to due to their participation in RCHs. The risk mitigation outcome is determined by both the level of risk inherent in the clearing activities carried out by the CCP concerned which depends on the size of financial market in which it operates, and the appropriateness of the legal and supervisory arrangements applicable to CCPs to mitigate that level of risk. In order to achieve the same risk mitigation outcome, more stringent risk mitigation requirements are needed for CCPs carrying out their activities in bigger financial markets whose inherent level of risk is higher than for CCPs carrying out their activities in smaller financial markets whose inherent level of risk is lower.\n(12) The size of the financial market in which RCHs carry out their clearing activities is significantly smaller than that in which CCPs established in the Union carry out theirs. In particular, over the past three years, the annual notional value of listed derivative contracts traded in Hong Kong represented less than 1 % of the annual notional value of listed derivative contracts traded in the Union. Over the same period, the market capitalisation of securities traded on exchange in Hong Kong represented on average less than 25 % of the Union's market capitalisation. Moreover, clearing by RCHs of more complex products like OTC derivatives is at an early stage since clearing services for OTC derivative contracts were only launched on 25 November 2013. Therefore, participation in RCHs exposes clearing members and trading venues established in the Union to significantly lower risks than their participation in CCPs authorised in the Union.\n(13) The legal and supervisory arrangements applicable to RCHs may therefore be considered as equivalent where they are appropriate to mitigate that lower level of risk. The primary rules applicable to RCHs, complemented by their internal rules and procedures which implement the PFMIs, mitigate the lower level of risk existing in Hong Kong and achieve a risk mitigation outcome equivalent to that pursued by Regulation (EU) No 648/2012.\n(14) The Commission therefore concludes that the legal and supervisory arrangements of Hong Kong ensure that RCHs authorised therein comply with legally binding requirements which are equivalent to the requirements laid down in Title IV of Regulation (EU) No 648/2012.\n(15) According to the second condition under Article 25(6) of Regulation (EU) No 648/2012, the legal and supervisory arrangements of Hong Kong in respect of CCPs authorised therein must provide for effective supervision and enforcement of those CCPs on an ongoing basis.\n(16) The SFC conducts ongoing monitoring of RCHs' compliance with risk management requirements through surveillance and risk-based examination procedures including testing of prudential requirements. The SFC has additional means to enforce compliance. In particular, the SFC has the power to direct RCHs to cease to provide or operate clearing or settlement facilities or to withdraw their authorisation. In addition, the SFC may also request RCHs to make certain amendments to their rules as deemed necessary, and is empowered to make such rule changes unilaterally where the RCH concerned does not comply with the request. The SFC has the power to request RCHs to provide books and records kept by them in connection with or for the purposes of their business or in respect of any clearing and settlement arrangements for any transactions in securities or futures contracts as well as other information relating to their business or any clearing and settlement arrangements for any transactions in securities or futures contracts that the SFC may reasonably require for the performance of its functions. Failure to provide that information or documentation, without reasonable justification, may result in the imposition of fines.\n(17) The Commission therefore concludes that the legal and supervisory arrangements of Hong Kong in respect of CCPs authorised therein provide for effective supervision and enforcement on an ongoing basis.\n(18) According to the third condition under Article 25(6) of Regulation (EU) No 648/2012, the legal and supervisory arrangements of Hong Kong must include an effective equivalent system for the recognition of CCPs authorised under third-country legal regimes (‘third-country CCPs’).\n(19) To operate as a CCP in Hong Kong, an entity is required to be designated either as a RCH or recognised as a provider of ‘Automated Trading Services’ (‘ATS’) under the SFO. ATS are defined as entities providing, by means of electronic facilities, services to trade or clear securities or futures contracts. In March 2014, the Hong Kong Legislative Council passed an Amendment Ordinance to expand the scope of the ATS definition to include OTC derivatives as well.\n(20) The ATS regime is suited to third-country CCPs wishing to provide services to Hong Kong participants. Third-country CCPs may apply to be recognised in Hong Kong as ATS, enabling them to provide the same services in Hong Kong as they are authorised to provide in the third country.\n(21) When processing the ATS application from a third-country CCP, the SFC assesses the compliance of the third-country CCP with the PFMIs as a benchmark. The conclusion of a memorandum of understanding between the SFC and the competent third-country supervisory authority of the applicant CCP is also required before the ATS application is approved as the SFC relies on the home regulator for day-to-day supervision of the third-country CCP.\n(22) While noting that the structure of the recognition procedure of the legal regime of Hong Kong applicable to third-country CCPs differs from the procedure laid down in Regulation (EU) No 648/2012, it should nonetheless be considered as providing for an effective equivalent system for the recognition of third-country CCPs.\n(23) The conditions laid down in Article 25(6) of Regulation (EU) No 648/2012 can therefore be considered to be met by the legal and supervisory arrangements of Hong Kong regarding RCHs, and those legal and supervisory arrangements should be considered to be equivalent to the requirements laid down in Regulation (EU) No 648/2012. The Commission, informed by ESMA, should continue monitoring the evolution of the Hong Kong legal and supervisory framework for CCPs and the fulfilment of the conditions on the basis of which this decision has been taken.\n(24) The measures provided for in this Decision are in accordance with the opinion of the European Securities Committee,", "main_body": ["For the purposes of Article 25 of Regulation (EU) No 648/2012, the legal and supervisory arrangements of Hong Kong consisting of the Securities and Futures Ordinance (SFO) as complemented by the Guidelines adopted pursuant to Section 399(1) of the SFO and applicable to Recognised Clearing Houses (‘RCHs’) authorised therein shall be considered to be equivalent to the requirements laid down in Regulation (EU) No 648/2012.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 201, 27.7.2012, p. 1.\n(2)  As of 1 September 2014 the Committee on Payment and Settlement Systems has changed its name to Committee on Payment and Market Infrastructures (‘CPMI’)."}