{"celex_id": "32012D0390", "uri": "http://publications.europa.eu/resource/cellar/2551c77a-d021-11e1-96ce-01aa75ed71a1", "type": "Decision", "concepts": ["2202", "3367", "8465"], "title": "Council Decision 2012/390/CFSP of 16 July 2012 extending the mandate of the European Union Special Representative to the African Union\n", "header": "17.7.2012 EN Official Journal of the European Union L 187/44\nCOUNCIL DECISION 2012/390/CFSP\nof 16 July 2012\nextending the mandate of the European Union Special Representative to the African Union\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28, Article 31(2) and Article 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 20 October 2011, the Council adopted Decision 2011/697/CFSP (1) appointing Mr Gary QUINCE as the European Union Special Representative (EUSR) to the African Union (AU). The EUSR's mandate is to expire on 30 June 2012.\n(2) The mandate of the EUSR should be extended for a further period of 12 months.\n(3) The EUSR will implement the mandate in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty,", "main_body": ["European Union Special Representative\nThe mandate of Mr Gary QUINCE as the EUSR to the AU is hereby extended until 30 June 2013. The mandate of the EUSR may be terminated earlier, if the Council so decides, on a proposal of the High Representative of the Union for Foreign Affairs and Security Policy (HR).", "Policy objectives\nThe mandate of the EUSR shall be based on the Union's comprehensive policy objectives in support of African efforts to build a peaceful, democratic and prosperous future as set out in the Joint Africa-EU Strategy. These objectives include:\n(a) enhancing the Union's political dialogue and broader relationship with the AU;\n(b) strengthening the Union-AU partnership in all areas outlined in the Joint Africa-EU Strategy, contributing to the development and implementation of the Joint Africa-EU Strategy in partnership with the AU, respecting the principle of African ownership and working more closely with African representatives in multilateral fora in coordination with multilateral partners;\n(c) working with, and providing support to the AU by supporting institutional development and strengthening the relationship between Union and AU institutions, including through development assistance, to promote:\n— peace and security: predict, prevent, manage, mediate and resolve conflict, support efforts to promote peace and stability, support post-conflict reconstruction,\n— human rights and governance: promote and protect human rights; promote fundamental freedoms and respect for the rule of law; support, through political dialogue and financial and technical assistance, African efforts to monitor and improve governance; support growth of participatory democracy and accountability; support the fight against corruption and organised crime and further promote efforts to address the issue of children and armed conflict in all its aspects,\n— sustainable growth, regional integration and trade: support efforts towards interconnectivity and facilitate people's access to water and sanitation, energy and information technology; promote a stable, efficient and harmonised legal business framework; assist to integrate Africa into the world trade system, assist African countries to comply with Union rules and standards; support Africa in countering the effects of climate change,\n— investment in people: support efforts in the fields of gender, health, food security and education, promote exchange programmes, networks of universities and centres of excellence, address the root causes of migration.\nFurthermore, the EUSR will play a key role in implementing the Joint Africa-EU Strategy intended to further develop and consolidate the strategic partnership between Africa and the Union.", "Mandate\nIn order to achieve the Common Foreign and Security Policy (CFSP)/Common Security and Defence Policy (CSDP) aspects of the objectives referred to in Article 2, the mandate of the EUSR shall be to:\n(a) strengthen the overall Union influence in, and coordination of, the Addis Ababa-based dialogue with the AU and its Commission, on the whole range of CFSP/ESDP issues covered by the Union-AU relationship, in particular the Peace and Security Partnership and support to the operationalisation of the African Peace and Security Architecture;\n(b) ensure an appropriate level of political representation, reflecting the importance of the Union as a political, financial and institutional partner of the AU, and the step change in that partnership necessitated by the growing political profile of the AU on the world stage;\n(c) represent, should the Council so decide, Union positions and policies, when the AU plays a major role in a crisis situation for which no EUSR has been appointed;\n(d) help achieve better coherence, consistency and coordination of Union policies and actions towards the AU, and contribute to enhance coordination of the broader partner group and its relation with the AU;\n(e) contribute to the implementation of the Union's human rights policy relevant to the AU, including the EU Guidelines on human rights, in particular the EU Guidelines on Children and Armed Conflict as well as on violence against women and girls and combating all forms of discrimination against them, and the Union policy on Women, Peace and Security and the EU Action Plan to follow up on the decisions of the International Criminal Court;\n(f) follow closely, and report on, all relevant developments at AU level;\n(g) maintain close contact with the AU Commission, other AU organs, missions of African Sub-regional organisations to the AU and the missions of the AU Member States to the AU;\n(h) facilitate the relations and cooperation between the AU and African Sub-regional organisations, especially in those areas where the Union is providing support;\n(i) offer advice and provide support to the AU upon request in the areas outlined in the Joint Africa-EU Strategy;\n(j) offer advice and provide support upon request to the building up of the AU's crisis management capabilities;\n(k) on the basis of a clear division of tasks, coordinate with, and support, the actions of EUSRs with mandates in AU Member States/Regions; and\n(l) maintain close contacts and promote coordination with key international partners of the AU present in Addis Ababa, especially the United Nations, but also with non-State actors on the whole range of the CFSP/CSDP issues covered by the Union-AU partnership.", "Implementation of the mandate\n1.   The EUSR shall be responsible for the implementation of the mandate, acting under the authority of the HR.\n2.   The Political and Security Committee (PSC) shall maintain a privileged link with the EUSR and shall be the EUSR's primary point of contact with the Council. The PSC shall provide the EUSR with strategic guidance and political direction within the framework of the mandate, without prejudice to the powers of the HR.\n3.   The EUSR shall work in close coordination with the European External Action Service (EEAS) and its relevant departments.", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR in the period from 1 July 2012 to 30 June 2013 shall be EUR 680 000.\n2.   The expenditure shall be managed in accordance with the procedures and rules applicable to the general budget of the Union.\n3.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The EUSR shall be accountable to the Commission for all expenditure.", "Constitution and composition of the team\n1.   Within the limits of the EUSR's mandate and the corresponding financial means made available, the EUSR shall be responsible for constituting a team. The team shall include the expertise on specific policy issues as required by the mandate. The EUSR shall keep the Council and the Commission promptly informed of the composition of the team.\n2.   Member States, institutions of the Union and the EEAS may propose the secondment of staff to work with the EUSR. The salary of such seconded personnel shall be covered by the EU Member State, the institution of the Union concerned or the EEAS, respectively. Experts seconded by Member States to the institutions of the Union or the EEAS may also be posted to the EUSR. International contracted staff shall have the nationality of a Member State.\n3.   All seconded personnel shall remain under the administrative authority of the sending Member State, the sending institution of the Union or the EEAS and shall carry out their duties and act in the interest of the mandate of the EUSR.", "Privileges and immunities of the EUSR and the staff of the EUSR\nThe privileges, immunities and further guarantees necessary for the completion and smooth functioning of the mission of the EUSR and the members of the EUSR's staff shall be agreed with the host party/parties, as appropriate. Member States and the Commission shall grant all necessary support to such effect.", "Security of EU classified information\nThe EUSR and the members of his team shall respect the security principles and minimum standards established by Council Decision 2011/292/EU of 31 March 2011 on the security rules for protecting EU classified information (2).", "Access to information and logistical support\n1.   Member States, the Commission and the General Secretariat of the Council shall ensure that the EUSR is given access to any relevant information.\n2.   The Union's delegations and/or Member States, as appropriate, shall provide logistical support in the region.", "0\nSecurity\nIn accordance with the Union's policy on the security of personnel deployed outside the Union in an operational capacity under Title V of the Treaty, the EUSR shall take all reasonably practicable measures, in conformity with the EUSR's mandate and on the basis of the security situation in the geographical area of responsibility, for the security of all personnel under the EUSR's direct authority, notably by:\n(a) establishing a mission-specific security plan based on guidance from the EEAS, providing for mission-specific physical, organisational and procedural security measures, governing the management of the secure movement of personnel to, and within, the mission area, and the management of security incidents, and providing for a contingency plan and a mission evacuation plan;\n(b) ensuring that all personnel deployed outside the Union are covered by high risk insurance as required by the conditions in the mission area;\n(c) ensuring that all members of his team to be deployed outside the Union, including locally contracted personnel, have received appropriate security training before or upon arriving in the mission area, based on the risk ratings assigned to the mission area by the EEAS;\n(d) ensuring that all agreed recommendations made following regular security assessments are implemented and providing the Council, the Commission and the HR with written reports on their implementation and on other security issues within the framework of the progress and mandate implementation reports.", "1\nReporting\nThe EUSR shall regularly provide the HR and the PSC with oral and written reports. The EUSR shall also report to Council working parties as necessary. Regular written reports shall be circulated through the COREU network. Upon recommendation of the HR or the PSC, the EUSR may provide the Foreign Affairs Council with reports.", "2\nCoordination\n1.   The EUSR shall contribute to the unity, consistency and effectiveness of the Union's action and shall help ensure that all Union instruments and Member States' actions are engaged consistently, to attain the Union's policy objectives. The activities of the EUSR shall be coordinated with those of the Commission, as well as those of other EUSRs active in the region, as appropriate. The EUSR shall provide regular briefings to Member States' missions and the Union's delegations.\n2.   In the field, close liaison shall be maintained with the Heads of the Union delegations and Member States' Heads of Mission. They shall make every effort to assist the EUSR in the implementation of the mandate. The EUSR shall also liaise with other international and regional actors in the field.", "3\nReview\nThe implementation of this Decision and its consistency with other contributions from the Union to the region shall be kept under regular review. The EUSR shall present the HR, the Council and the Commission with a progress report by the end of December 2012 and a comprehensive mandate implementation report at the end of the mandate.", "4\nEntry into force\nThis Decision shall enter into force on the day of its adoption.\nIt shall apply from 1 July 2012."], "attachments": "Done at Brussels, 16 July 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 276, 21.10.2011, p. 46.\n(2)  OJ L 141, 27.5.2011, p. 17."}