{"celex_id": "32010D0566", "uri": "http://publications.europa.eu/resource/cellar/1e5fcbfa-0309-4d99-9c7c-9ee5eeebad03", "type": "Decision", "concepts": ["1196", "206", "2771", "4048", "4078", "5403", "932"], "title": "2010/566/EU: Decision No 1/2010 of the EU-Algeria Association Council of 3 August 2010 amending Article 15(7) of Protocol 6 to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, concerning the definition of the concept of ‘originating products’ and methods of administrative cooperation\n", "header": "22.9.2010 EN Official Journal of the European Union L 248/64\nDECISION No 1/2010 OF THE EU-ALGERIA ASSOCIATION COUNCIL\nof 3 August 2010\namending Article 15(7) of Protocol 6 to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, concerning the definition of the concept of ‘originating products’ and methods of administrative cooperation\n(2010/566/EU)\nTHE ASSOCIATION COUNCIL", "recitals": ",\nHaving regard to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, and in particular Article 39 of Protocol 6 thereto,\nWhereas:\n(1) Article 15(7) of Protocol 6 (1) to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part (2) (hereafter referred to as ‘the Agreement’), allows drawback of, or exemption from, customs duties or charges having an equivalent effect, subject to certain conditions, until 31 December 2009.\n(2) To provide clarity, long-term economic predictability and legal certainty for economic operators, the Parties to the Agreement have agreed to extend the application period of Article 15(7) of Protocol 6 to the Agreement by three years, with effect from 1 January 2010.\n(3) Moreover, the rates of customs charges currently applicable in Algeria should be adjusted to bring them into line with those that apply in the European Union.\n(4) Protocol 6 to the Agreement should therefore be amended accordingly.\n(5) Since Article 15(7) of Protocol 6 to the Agreement no longer applies as of 31 December 2009, this Decision should apply from 1 January 2010,", "main_body": ["Article 15(7) of Protocol 6 to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, concerning the definition of the concept of ‘originating products’ and methods of administrative cooperation, is replaced by the following:\n‘7.   Notwithstanding paragraph 1, Algeria may, except for products falling within Chapters 1 to 24 of the Harmonised System, apply arrangements for drawback of, or exemption from, customs duties or charges having an equivalent effect, applicable to non-originating materials used in the manufacture of originating products, subject to the following provisions:\n(a) a 4 % rate of customs charge shall be retained in respect of products falling within Chapters 25 to 49 and 64 to 97 of the Harmonised System, or such lower rate as is in force in Algeria;\n(b) an 8 % rate of customs charge shall be retained in respect of products falling within Chapters 50 to 63 of the Harmonised System, or such lower rate as is in force in Algeria.\nThis paragraph shall apply until 31 December 2012 and may be reviewed by common accord.’", "This Decision shall enter into force on the day of its adoption.\nIt shall apply from 1 January 2010."], "attachments": "Done at Brussels, 3 August 2010.\nFor the EU-Algeria Association Council\nThe President\nC. ASHTON\n(1)  OJ L 297, 15.11.2007, p. 3.\n(2)  OJ L 265, 10.10.2005, p. 2."}