{"celex_id": "32011D0814", "uri": "http://publications.europa.eu/resource/cellar/ca2561ad-d7f5-4851-9c1d-2e96ce3b32de", "type": "Decision", "concepts": ["218", "4212", "5610", "5892", "8482"], "title": "2011/814/CFSP: Political and Security Committee Decision EUTM Somalia/2/2011 of 6 December 2011 on the establishment of the Committee of Contributors for the European Union military mission to contribute to the training of Somali security forces (EUTM Somalia)\n", "header": "7.12.2011 EN Official Journal of the European Union L 324/34\nPOLITICAL AND SECURITY COMMITTEE DECISION EUTM SOMALIA/2/2011\nof 6 December 2011\non the establishment of the Committee of Contributors for the European Union military mission to contribute to the training of Somali security forces (EUTM Somalia)\n(2011/814/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third subparagraph of Article 38 thereof,\nHaving regard to Council Decision 2010/96/CFSP of 15 February 2010 on a European Union military mission to contribute to the training of Somali security forces (1) (EUTM Somalia), and in particular Article 8(5) thereof,\nWhereas:\n(1) Pursuant to Article 8(5) of Council Decision 2010/96/CFSP, the Council authorised the Political and Security Committee (PSC) to take relevant decisions on the establishment of a Committee of Contributors (CoC) for EUTM Somalia.\n(2) The European Council Conclusions of Nice of 7, 8 and 9 December 2000 and those of Brussels of 24 and 25 October 2002 laid down the arrangements for the participation of third States in crisis management operations and the setting-up of a CoC.\n(3) The CoC will play a key role in the day-to-day management of EUTM Somalia. It will be the main forum where contributing States collectively address questions relating to the employment of their forces in the mission. The PSC, which exercises the political control and strategic direction of the mission, will take account of the views expressed by the CoC.\n(4) In accordance with Article 5 of the Protocol (No 22) on the position of Denmark annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and implementation of decisions and actions of the Union which have defence implications. Denmark does not, therefore, participate in the implementation of this Decision and in the financing of EUTM Somalia,", "main_body": ["Establishment and terms of reference\nA Committee of Contributors (CoC) for the European Union military mission to contribute to the training of Somali security forces (EUTM Somalia) is hereby established. Its terms of reference are laid down in the European Council Conclusions of Nice of 7, 8 and 9 December 2000 and those of Brussels of 24 and 25 October 2002.", "Composition\n1.   The CoC members shall be the following:\n— representatives of all Member States, and\n— representatives of third States participating in the mission and providing significant military contributions, as referred to in the Annex.\n2.   The EU Mission Commander, or his or her representative, the Director-General of the European Union Military Staff, or his or her representative, and representatives of the Commission shall attend the CoC meetings.\n3.   Third persons may be invited for relevant parts of the discussion, as appropriate.", "Chair\nThe CoC shall be chaired by the High Representative of the Union for Foreign Affairs and Security Policy or by his or her representative in close consultation with the Chairman of the European Union Military Committee (CEUMC) or his or her representative.", "Meetings\n1.   The CoC shall be convened by the Chair on a regular basis. Where circumstances require, emergency meetings may be convened on the Chair’s initiative, or at the request of a member.\n2.   The Chair shall circulate in advance a provisional agenda and documents relating to the meeting. A summary of the meeting shall be circulated after each meeting.", "Procedure\n1.   Without prejudice to paragraph 3 and to the competencies of the PSC and the responsibilities of the EU Mission Commander,\n— unanimity of the representatives of States contributing to the mission shall be required for the CoC to take decisions on the day-to-day management of the mission,\n— unanimity of the CoC members shall be required for the CoC to make recommendations on possible adjustments to operational planning, including possible adjustments to objectives.\nThe abstention of a CoC member shall not preclude unanimity.\n2.   The Chair shall establish that the majority of the representatives of States entitled to take part in the deliberations is present.\n3.   All procedural questions shall be settled by the simple majority of the CoC members present at the meeting.\n4.   Denmark shall not take part in any decision of the CoC.", "Confidentiality\n1.   In accordance with Council Decision 2011/292/EU of 31 March 2011 on the security rules for protecting EU classified information (2), the Council’s security rules shall apply to the meetings and proceedings of the CoC. In particular, representatives in the CoC shall possess adequate security clearance.\n2.   The deliberations of the CoC shall be covered by the obligation of professional secrecy, except in so far as the CoC unanimously decides otherwise.", "Entry into force\nThis Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 6 December 2011.\nFor the Political and Security Committee\nThe Chairperson\nO. SKOOG\n(1)  OJ L 44, 19.2.2010, p. 16.\n(2)  OJ L 141, 27.5.2011, p. 17.\nANNEX\nList of the third State(s) referred to in Article 2(1), second indent\n— Serbia."}