{"celex_id": "32014D0061", "uri": "http://publications.europa.eu/resource/cellar/afccbe76-8fda-11e3-b19c-01aa75ed71a1", "type": "Decision", "concepts": ["2765", "4036", "5234", "5451", "758"], "title": "2014/61/EU: Commission Implementing Decision of 5 February 2014 extending the validity of Decision 2006/502/EC requiring Member States to take measures to ensure that only lighters which are child-resistant are placed on the market and to prohibit the placing on the market of novelty lighters (notified under document C(2014) 493)  Text with EEA relevance\n", "header": "7.2.2014 EN Official Journal of the European Union L 38/43\nCOMMISSION IMPLEMENTING DECISION\nof 5 February 2014\nextending the validity of Decision 2006/502/EC requiring Member States to take measures to ensure that only lighters which are child-resistant are placed on the market and to prohibit the placing on the market of novelty lighters\n(notified under document C(2014) 493)\n(Text with EEA relevance)\n(2014/61/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety (1), and in particular Article 13 thereof,\nWhereas:\n(1) Commission Decision 2006/502/EC (2) requires Member States to take measures to ensure that only lighters which are child-resistant are placed on the market and to prohibit the placing on the market of novelty lighters.\n(2) Decision 2006/502/EC was adopted in accordance with the provisions of Article 13 of Directive 2001/95/EC, which restricts the validity of the Decision to a period not exceeding one year, but allows it to be extended for additional periods none of which shall exceed one year.\n(3) The validity of Decision 2006/502/EC was extended by one-year periods, firstly by Commission Decision 2007/231/EC (3) until 11 May 2008, secondly by Commission Decision 2008/322/EC (4) until 11 May 2009, thirdly by Commission Decision 2009/298/EC (5) until 11 May 2010, fourthly by Commission Decision 2010/157/EU (6) until 11 May 2011, fifthly by Commission Decision 2011/176/EU (7) until 11 May 2012, sixthly by Commission Implementing Decision 2012/53/EU (8) until 11 May 2013 and seventhly by Commission Implementing Decision 2013/113/EU (9) until 11 May 2014.\n(4) Lighters that are not child-resistant are still being placed on the market. Reinforced market surveillance activities, from targeted sampling to effective restrictive measures, should further decrease their presence.\n(5) In the absence of other satisfactory measures addressing the child safety of lighters, it is necessary to extend the validity of Decision 2006/502/EC for a further 12 months.\n(6) Therefore, Decision 2006/502/EC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Directive 2001/95/EC,", "main_body": ["In Article 6 of Decision 2006/502/EC, paragraph 2 is replaced by the following:\n‘2.   This Decision shall apply until 11 May 2015.’.", "Member States shall take the necessary measures to comply with this Decision by 11 May 2014 at the latest and shall publish those measures. They shall forthwith inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 February 2014.\nFor the Commission\nNeven MIMICA\nMember of the Commission\n(1)  OJ L 11, 15.1.2002, p. 4.\n(2)  OJ L 198, 20.7.2006, p. 41.\n(3)  OJ L 99, 14.4.2007, p. 16.\n(4)  OJ L 109, 19.4.2008, p. 40.\n(5)  OJ L 81, 27.3.2009, p. 23.\n(6)  OJ L 67, 17.3.2010, p. 9.\n(7)  OJ L 76, 22.3.2011, p. 99.\n(8)  OJ L 27, 31.1.2012, p. 24.\n(9)  OJ L 61, 5.3.2013, p. 11."}