{"celex_id": "32012D0756", "uri": "http://publications.europa.eu/resource/cellar/3dcb3bb0-011e-4348-ab04-836e560ea375", "type": "Decision", "concepts": ["1120", "1763", "191", "3191", "3584", "619"], "title": "2012/756/EU: Commission Implementing Decision of 5 December 2012 as regards measures to prevent the introduction into and the spread within the Union of Pseudomonas syringae pv. actinidiae Takikawa, Serizawa, Ichikawa, Tsuyumu  Goto (notified under document C(2012) 8816)\n", "header": "7.12.2012 EN Official Journal of the European Union L 335/49\nCOMMISSION IMPLEMENTING DECISION\nof 5 December 2012\nas regards measures to prevent the introduction into and the spread within the Union of Pseudomonas syringae pv. actinidiae Takikawa, Serizawa, Ichikawa, Tsuyumu & Goto\n(notified under document C(2012) 8816)\n(2012/756/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the third sentence of Article 16(3) thereof,\nWhereas:\n(1) Italy has informed the Commission that a new aggressive strain of Pseudomonas syringae pv. actinidiae Takikawa, Serizawa, Ichikawa, Tsuyumu & Goto, hereinafter ‘the specified organism’, the causal agent of kiwi canker, is present in its territory and that it has adopted official measures to prevent the further introduction and spread within its territory of the specified organism. The available information also shows that the new aggressive strain of the specified organism is present in a third country that exports the propagating material of kiwi plants, including pollen, to the Union.\n(2) The specified organism is neither listed in Annex I nor in Annex II to Directive 2000/29/EC. It appears from a preliminary pest risk analysis carried out by the Commission on the basis of an assessment prepared by the European and Mediterranean Plant Protection Organization (EPPO) that the specified organism causes harmful effects to plants of Actinidia Lindl.\n(3) Due to the complexity of the taxonomic identification of the new aggressive strain of the specified organism, it is appropriate to provide for measures applying to the specified organism as such, without restricting measures to the strain concerned.\n(4) Measures should be provided for concerning the introduction into the Union of plants for planting of Actinidia Lindl. from third countries. Measures should also be provided for concerning the movement within the Union of these plants originating in the Union.\n(5) Surveys for the presence of the specified organism should be carried out in all Member States and the results notified.\n(6) Member States should, if necessary, adapt their legislation in order to comply with this Decision.\n(7) This Decision should apply until 31 March 2016 to allow time to monitor the evaluation of the situation.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Emergency measures against Pseudomonas syringae pv. actinidiae Takikawa, Serizawa, Ichikawa, Tsuyumu & Goto\nPseudomonas syringae pv. actinidiae Takikawa, Serizawa, Ichikawa, Tsuyumu & Goto, hereinafter ‘the specified organism’, shall not be introduced into or spread within the Union.", "Introduction of live pollen and plants intended for planting, other than seeds, of Actinidia Lindl. into the Union\nLive pollen and plants intended for planting, other than seeds, of Actinidia Lindl., hereinafter ‘the specified plants’, originating in third countries may only be introduced into the Union if they comply with the specific requirements for introduction, as set out in Annex I.", "Movement of the specified plants within the Union\nThe specified plants may only be moved within the Union if they meet the specific requirements, as set out in Annex II.", "Surveys and notifications of the specified organism\n1.   Member States shall conduct official annual surveys for the presence of the specified organism on the specified plants.\nMember States shall notify the results of those surveys to the Commission and to the other Member States by 31 January of the year following the year of the survey.\n2.   Each Member State shall immediately notify in writing the Commission and the other Member States of the presence of the specified organism in a part of its territory where that presence was previously unknown.\n3.   If the specified organism is found or suspected to be present in an area where its presence was previously unknown, the responsible official bodies shall immediately be notified.", "Compliance\nMember States shall immediately inform the Commission of the measures they have taken to comply with this Decision.", "Application\nThis Decision shall apply until 31 March 2016.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2012.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\nANNEX I\nSPECIFIC REQUIREMENTS FOR INTRODUCTION INTO THE UNION, AS REFERRED TO IN ARTICLE 2\nSection I\nPhytosanitary certificate\n(1) Specified plants originating in third countries shall be accompanied by a phytosanitary certificate, as referred to in the first subparagraph of Article 13(1)(ii) of Directive 2000/29/EC (hereinafter ‘the certificate’), which includes under the heading ‘Additional declaration’ the information set out in points (2) and (3).\n(2) The certificate shall include the information that one of the following points is fulfilled:\n(a) The specified plants have been grown throughout their life in a country where the specified organism is known not to occur.\n(b) The specified plants have been grown throughout their life in a pest free area, established as regards the specified organism by the National Plant Protection Organisation (hereinafter ‘the NPPO’) of the country of origin in accordance with the FAO International Standard for Phytosanitary Measures (hereinafter ‘ISPM’) No 4 (1).\n(c) The specified plants have been produced in a pest free place or a pest free site of production, established as regards the specified organism by the NPPO in accordance with the FAO ISPM No 10 (2). The specified plants have been grown in a structure with a degree of isolation and protection from the outside environment that effectively excludes the specified organism. At that place the specified plants have been officially inspected twice at the most appropriate times for detecting symptoms of infection during the last complete cycle of vegetation prior to the export and found free from the specified organism.\n(d) The specified plants have been produced in a pest free place of production established as regards the specified organism by the NPPO in accordance with the FAO ISPM No 10 (2).\n(3) Where the information set out in point (2)(c) or (2)(d) is given, the certificate shall, in addition, include the information that one of the following points is satisfied:\n(a) The specified plants have been directly derived from mother plants grown under conditions compliant with point (2)(a) or (2)(b) or 2(c).\n(b) The specified plants have been directly derived from mother plants, which were subject to prior individual testing confirming their freedom from the specified organism.\n(c) The specified plants have been tested according to a sampling scheme able to confirm with 99 % reliability that the level of presence of the specified organism in the specified plants is below 0,1 %.\n(4) Where the information set out in point (2)(b) is given, the name of the pest free area shall be included under the heading ‘Place of Origin’ of the certificate.\nSection II\nInspection\nSpecified plants introduced into the Union accompanied by a phytosanitary certificate complying with Section I shall be rigorously inspected and, where appropriate, tested for the presence of the specified organism at the point of entry or at the place of destination established in accordance with Commission Directive 2004/103/EC (3).\nIn case the specified plants are introduced into the Union through a Member State other than the Member State of the destination of those plants, the responsible official body of the Member State of entry shall notify the responsible official body of the Member State of destination.\n(1)  Requirements for the establishment of the pest free areas. ISPM No 4 (1995), FAO 2011.\n(2)  Requirements for the establishment of pest free places of production and pest free production sites. ISPM No 10 (1999), FAO 2011.\n(3)  OJ L 313, 12.10.2004, p. 16.\nANNEX II\nREQUIREMENTS FOR MOVEMENT WITHIN THE UNION, AS REFERRED TO IN ARTICLE 3\n(1) Specified plants originating in the Union may be moved within the Union only if they are accompanied by a plant passport prepared and issued in accordance with Commission Directive 92/105/EEC (1) and if they meet the requirements set out in point (2).\n(2) The specified plants shall satisfy one of the following points:\n(a) The specified plants have been grown throughout their life in a Member State where the specified organism is not known to occur.\n(b) The specified plants have been grown throughout their life in a protected zone recognised as regards the specified organism in accordance with Article 2(1)(h) of Directive 2000/29/EC.\n(c) The specified plants have been grown throughout their life in a pest free area, established as regards the specified organism by the responsible official body of a Member State in accordance with the FAO ISPM No 4 (2).\n(d) The specified plants have been produced in a pest free place or a pest free site of production, established as regards the specified organism by the responsible official body of the Member State of origin in accordance with the FAO ISPM No 10 (3). The specified plants have been grown in a structure with a degree of isolation and protection from the outside environment that effectively excludes the specified organism. At that place the specified plants have been officially inspected twice at the most appropriate times for detecting symptoms of infection during the last complete cycle of vegetation prior to the movement and found free from the specified organism.\n(e) The specified plants have been produced in a pest free place of production, established as regards the specified organism by the responsible official body of the Member State of origin in accordance with the FAO ISPM No 10 (3).\n(3) Where the requirements set out in point (2)(d) or (2)(e) are met, the specified plants shall, in addition, satisfy one of the following requirements:\n(a) The specified plants have been directly derived from mother plants grown under conditions compliant with point (2)(a) or (2)(b) or (2)(c) or 2(d).\n(b) The specified plants have been directly derived from mother plants, which were subject to prior individual testing confirming their freedom from the specified organism.\n(c) The specified plants have been tested according to a sampling scheme able to confirm with 99 % reliability that the level of presence of the specified organism in the specified plants is below 0,1 %.\n(4) The specified plants introduced into the Union in accordance with Annex I from third countries may be moved within the Union only if they are accompanied by the plant passport referred to in point (1).\n(1)  OJ L 4, 8.1.1993, p. 22.\n(2)  Requirements for the establishment of the pest free areas. ISPM No 4 (1995), FAO 2011.\n(3)  Requirements for the establishment of pest free places of production and pest free production sites. ISPM No 10 (1999), FAO 2011."}