{"celex_id": "32013R1328", "uri": "http://publications.europa.eu/resource/cellar/c9de6a57-63d4-11e3-ab0f-01aa75ed71a1", "type": "Regulation", "concepts": ["1355", "1377", "1395", "2590", "2723", "3191", "4246", "4373"], "title": "Commission Implementing Regulation (EU) No 1328/2013 of 12 December 2013 granting cross-regional cumulation between Indonesia and Sri Lanka as regards the rules of origin used for the purposes of the scheme of generalised tariff preferences pursuant to Regulation (EEC) No 2454/93\n", "header": "13.12.2013 EN Official Journal of the European Union L 334/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1328/2013\nof 12 December 2013\ngranting cross-regional cumulation between Indonesia and Sri Lanka as regards the rules of origin used for the purposes of the scheme of generalised tariff preferences pursuant to Regulation (EEC) No 2454/93\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nHaving regard to Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2), and in particular Article 86 thereof,\nWhereas:\n(1) Article 86(5) of Regulation (EEC) No 2454/93 provides that and sets conditions under which beneficiary countries of the Union Generalised System of Preferences (GSP) belonging to regional groups I and III may be allowed to use each other’s materials under a specific type of cumulation usually called ‘cross-regional cumulation’.\n(2) By letter dated 15 April 2013, Indonesia and Sri Lanka submitted a joint request for cross-regional cumulation pursuant to Article 86(5) of Regulation (EEC) No 2454/93.\n(3) The countries concerned propose that, in order to stimulate trade and contribute to the growth of both economies, the tobacco growing sector of Indonesia be allowed to supply the Sri Lankan cigar manufacturing sector with materials of Indonesian origin that Sri Lanka could use there under cumulation in further working or processing going beyond the operations described in Article 78(1) of Regulation (EEC) No 2454/93.\n(4) In the request, both countries have undertaken to comply or ensure compliance with the GSP rules of origin and to provide the administrative cooperation necessary to ensure the correct implementation of these rules both with regard to the Union and between themselves.\n(5) The request contains a description of the materials to be used under cumulation, which are unmanufactured tobacco and tobacco refuse of Harmonised System (HS) heading 2401, as well as the processing phases and the supporting processes to be carried out in Sri Lanka.\n(6) The requesting countries submit that the cross-regional cumulation, if granted, would have positive effects on the economies of both countries and would not affect negatively the sectors of the Union economy involved in cigar production and sale.\n(7) The possibility for Sri Lanka to cumulate materials of HS heading 2401 originating in Indonesia should therefore be granted, provided that both countries remain GSP beneficiary countries in the sense of Article 2(d) of Regulation (EU) No 978/2012 of the European Parliament and of the Council (3).\n(8) The European Commission will monitor the evolution of the imports resulting from this authorisation and in the light of this monitoring, may reconsider this authorisation based on criteria such as the increase of quantity of imports.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Sri Lanka is hereby entitled to use, in accordance with Article 86(5) of Regulation (EEC) No 2454/93, unmanufactured tobacco and tobacco refuse of HS code 2401 originating in Indonesia under cumulation of origin. In accordance with Article 86(2)(a) of Regulation (EEC) No 2454/93, this entitlement is conditional upon both Sri Lanka and Indonesia remaining at the time of exportation of the product to the Union beneficiary countries in the sense of Article 2(d) of Regulation (EU) No 978/2012.", "This Regulation shall enter into force on 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  OJ L 253, 11.10.1993, p. 1.\n(3)  Regulation (EU) No 978/2012 of the European Parliament and of the Council of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council Regulation (EC) No 732/2008 (OJ L 303, 31.10.2012, p. 1)."}