{"celex_id": "32014R0691", "uri": "http://publications.europa.eu/resource/cellar/9d6d7511-fb6d-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3870", "5349"], "title": "Council Implementing Regulation (EU) No 691/2014 of 23 June 2014 implementing Article 17(1) of Regulation (EU) No 224/2014 concerning restrictive measures in view of the situation in the Central African Republic\n", "header": "24.6.2014 EN Official Journal of the European Union L 183/6\nCOUNCIL IMPLEMENTING REGULATION (EU) No 691/2014\nof 23 June 2014\nimplementing Article 17(1) of Regulation (EU) No 224/2014 concerning restrictive measures in view of the situation in the Central African Republic\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 224/2014 of 10 March 2014 concerning restrictive measures in view of the situation in the Central African Republic (1), and in particular Article 17(1) thereof,\nWhereas:\n(1) On 10 March 2014, the Council adopted Regulation (EU) No 224/2014.\n(2) On 9 May 2014, the Sanctions Committee established pursuant to United Nations Security Council (UNSC) Resolution 2127 (2013) included three persons on the list of persons and entities subject to the measures imposed by paragraphs 30 and 32 of UNSC Resolution 2134 (2014).\n(3) Annex I to Regulation (EU) No 224/2014 should therefore be amended accordingly,", "main_body": ["The persons listed in the Annex to this Regulation shall be added to the list set out in Annex I to Regulation (EU) No 224/2014.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 June 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 70, 11.3.2014, p. 1.\nANNEX\nPersons referred to in Article 1\n1.   FRANÇOIS YANGOUVONDA BOZIZÉ\nLAST NAME: BOZIZÉ\nFIRST NAME: François Yangouvonda.\nALIAS: Bozizé Yangouvonda\nDATE OF BIRTH/PLACE OF BIRTH: 14 October 1946/Mouila, Gabon\nPASSPORT/IDENTIFYING INFORMATION: Son of Martine Kofio\nDESIGNATION/JUSTIFICATION: Engaging in or providing support for acts that undermine the peace, stability or security of the Central African Republic (CAR): Since the coup d'état on 24 March 2013, Bozizé provided financial and material support to militiamen who are working to destabilise the ongoing transition and to bring him back to power. François Bozizé, in liaison with his supporters, encouraged the attack of 5 December 2013 on Bangui. The situation in the CAR deteriorated rapidly after the 5 December 2013 attack in Bangui by anti-balaka forces that left over 700 people dead. Since then, he has continued trying to run destabilization operations and to federate the anti-balaka militias, in order to maintain tensions in the capital of the CAR. Bozizé tried to reorganise many elements from the Central African Armed Forces who dispersed into the countryside after the coup d'état. Forces loyal to Bozizé have become involved in reprisal attacks against the CAR's Muslim population. Bozizé called on his militia to pursue the atrocities against the current regime and the Islamists.\n2.   NOURREDINE ADAM\nLAST NAME: ADAM\nFIRST NAME: Nourredine\nALIAS: Nourredine Adam; Nureldine Adam; Nourreldine Adam; Nourreddine Adam\nDATE OF BIRTH/PLACE OF BIRTH: 1970/Ndele, CAR\nAlternate dates of birth: 1969, 1971\nPASSPORT/IDENTIFYING INFORMATION:\nDESIGNATION/JUSTIFICATION: Engaging in or providing support for acts that undermine the peace, stability or security of the CAR: Noureddine is one of the original leaders of the Séléka. He has been identified as both a General and the President of one of the armed rebel groups of the Séléka, the Central PJCC, a group formally known as the Convention of Patriots for Justice and Peace and whose acronym is also acknowledged as CPJP. As former head of the ‘Fundamental’ splinter group of the Convention of Patriots for Justice and Peace (CPJP/F), he was the military coordinator of the ex-Séléka during offensives in the former rebellion in the Central African Republic between early December 2012 and March 2013. Without Noureddine's involvement, the Séléka would likely have been unable to wrest power from former CAR President François Bozizé. Since the appointment as interim president of Catherine Samba-Panza on 20 January 2014, he was one of the main architects of the ex-Séléka's tactical withdrawal in Sibut with the aim of implementing his plan to create a Muslim stronghold in the north of the country. He had clearly urged his forces to resist the injunctions of the transitional government and of the military leaders of the African-led International Support Mission in the Central African Republic (MISCA). Noureddine actively directs ex-Séléka, the former Séléka forces that were dissolved by Djotodia in September 2013, and directs operations against Christian neighbourhoods and continues to provide significant support and direction to the ex-Séléka operating in the CAR.\nInvolved in planning, directing, or committing acts that violate international human rights law or international humanitarian law, as applicable: After the Séléka took control of Bangui on 24 March 2013, Nourredine Adam was appointed Minister for Security, then Director-General of the ‘Extraordinary Committee for the Defence of Democratic Achievements’ (Comité extraordinaire de défense des acquis démocratiques — CEDAD, a now-defunct CAR intelligence service). Nourredine Adam used the CEDAD as his personal political police, carrying out many arbitrary arrests, acts of torture and summary executions. In addition, Noureddine was one of the key figures behind the bloody operation in Boy Rabe. In August 2013, Séléka forces stormed Boy Rabe, a CAR neighbourhood regarded as a bastion of François Bozizé supporters and his ethnic group. Under the pretext of looking for arms caches, Séléka troops reportedly killed scores of civilians and went on a rampage of looting. When these raids spread to other quarters, thousands of residents invaded the international airport, which was perceived as a safe place because of the presence of French troops, and occupied its runway.\nProviding support for armed groups or criminal networks through illegal exploitation of natural resources: In early 2013, Nourredine Adam played an important role in the ex-Séléka's financing networks. He travelled to Saudi Arabia, Qatar and the United Arab Emirates to collect funds for the former rebellion. He also operated as a facilitator for a Chadian diamond-trafficking ring operating between the Central African Republic and Chad.\n3.   LEVY YAKETE\nLAST NAME: YAKETE\nFIRST NAME: Levy\nALIAS: Levi Yakite; Levy Yakite\nDATE OF BIRTH/PLACE OF BIRTH: 14 August 1964/Bangui, CAR\nAlternate date of birth: 1965\nPASSPORT/IDENTIFYING INFORMATION: Son of Pierre Yakété and Joséphine Yamazon.\nDESIGNATION/JUSTIFICATION: Engaging in or providing support for acts that undermine the peace, stability or security of the CAR: On 17 December 2013, Yakete became the political coordinator of the newly formed People's Resistance Movement for Reforming of the Central African Republic anti-balaka rebel group. He has been directly involved in decisions of a rebel group that has been involved in acts that have undermined peace, stability and security in the CAR, in particular on and since 5 December 2013. In addition, this group has been explicitly singled out by UNSC Resolutions 2127, 2134 and 2149 for such acts. Yakete has been accused of ordering the arrest of people connected to the Séléka, calling for attacks on people who do not support President Bozizé, and recruiting young militiamen to attack those hostile to the regime with machetes. Having remained in the entourage of François Bozizé after March 2013, he joined the Front for the Return to Constitutional Order in the CAR (Front pour le Retour à l'Ordre Constitutionnel en CentrAfrique — FROCCA), which aimed to return the deposed president to power by whatever means necessary. In late summer 2013, he travelled to Cameroon and Benin, where he attempted to recruit people to fight against the Séléka. In September 2013, he tried to regain control over operations led by pro-Bozizé fighters in towns and villages near to Bossangoa. Yakete is also suspected of promoting the distribution of machetes to young unemployed Christians to facilitate their attacks on Muslims."}