{"celex_id": "32013D0256", "uri": "http://publications.europa.eu/resource/cellar/fe6012fb-c16b-474a-a61a-a84fde2c364f", "type": "Decision", "concepts": ["5650", "6263", "6400", "8412"], "title": "Commission Implementing Decision of 30 May 2013 on recognition of the Biograce GHG calculation tool for demonstrating compliance with the sustainability criteria under Directives 98/70/EC and 2009/28/EC of the European Parliament and of the Council\n", "header": "1.6.2013 EN Official Journal of the European Union L 147/46\nCOMMISSION IMPLEMENTING DECISION\nof 30 May 2013\non recognition of the ‘Biograce GHG calculation tool’ for demonstrating compliance with the sustainability criteria under Directives 98/70/EC and 2009/28/EC of the European Parliament and of the Council\n(2013/256/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (1), and in particular Article 18(6) thereof,\nHaving regard to Directive 98/70/EC of the European Parliament and of the Council of 13 October 1998 relating to the quality of petrol and diesel fuels and amending Council Directive 93/12/EEC (2), and in particular Article 7c(6) thereof,\nAfter consulting the Committee on the Sustainability of Biofuels and Bioliquids,\nWhereas:\n(1) Directives 98/70/EC and 2009/28/EC lay down sustainability criteria for biofuels. Articles 7b and 7c and Annex IV to Directive 98/70/EC are similar to Articles 17 and 18 and Annex V to Directive 2009/28/EC.\n(2) Where biofuels and bioliquids are to be taken into account for the purposes referred to in Article 17(1)(a), (b) and (c) of Directive 2009/28/EC Member States should require economic operators to show the compliance of biofuels and bioliquids with the sustainability criteria set out in Article 17(2) to (5) of Directive 2009/28/EC.\n(3) When an economic operator provides proof or data obtained in accordance with a voluntary scheme that has been recognised by the Commission, to the extent covered by the recognition decision, a Member State should not require the supplier to provide further evidence of compliance with the sustainability criteria.\n(4) The ‘Biograce GHG calculation tool’ was submitted on 19 February 2013 to the Commission with the request for recognition. The tool can be used to calculate GHG emissions for a wide range of different biofuels and bioliquids. Voluntary schemes using the tool need to ensure that it is applied appropriately and that adequate standards of reliability, transparency and independent auditing are met. The recognised scheme should be made available at the transparency platform established under Directive 2009/28/EC.\n(5) The evaluation of the ‘Biograce GHG calculation tool’ found that it contains accurate data for the purposes of Article 17(2) of Directive 2009/28/EC and Article 7b(2) of Directive 98/70/EC and complies with the methodological requirements laid down in Annex IV to Directive 98/70/EC and Annex V to Directive 2009/28/EC.\n(6) In the case of changes in the scheme the Commission will assess the scheme with a view to establish whether the scheme is still adequately covering the sustainability criteria for which it is recognised,\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee on the Sustainability of Biofuels and Bioliquids,", "main_body": ["The voluntary scheme ‘Biograce GHG calculation tool’ (hereinafter ‘the scheme’) submitted for recognition to the Commission on 19 February 2013 contains accurate data for purposes of Article 17(2) of Directive 2009/28/EC and Article 7b(2) of Directive 98/70/EC.", "If the scheme, after adoption of this Decision, undergoes changes to its contents in a way that might affect the basis of this Decision, such changes shall be notified to the Commission without delay. The Commission shall assess the notified changes with a view to establish whether the scheme is still adequately covering the sustainability criteria for which it is recognised.\nIf it has been clearly demonstrated that the scheme has not implemented elements considered to be decisive for this Decision and if severe and structural breach of those elements has taken place, the Commission may repeal this Decision.", "This Decision is valid for a period of five years.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 140, 5.6.2009, p. 16.\n(2)  OJ L 350, 28.12.1998, p. 58."}