{"celex_id": "32014R0333", "uri": "http://publications.europa.eu/resource/cellar/5b971540-bc8f-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1361", "1439", "2527", "3159", "5650", "6400"], "title": "Regulation (EU) No 333/2014 of the European Parliament and of the Council of 11 March 2014 amending Regulation (EC) No 443/2009 to define the modalities for reaching the 2020 target to reduce CO 2 emissions from new passenger cars\n", "header": "5.4.2014 EN Official Journal of the European Union L 103/15\nREGULATION (EU) No 333/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2014\namending Regulation (EC) No 443/2009 to define the modalities for reaching the 2020 target to reduce CO2 emissions from new passenger cars\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Pursuant to Article 13(5) of Regulation (EC) No 443/2009 of the European Parliament and of the Council (3) the Commission is to review the modalities of achieving the 95 g CO2/km target by 2020 in a cost-effective manner, including the formulae set out in Annex I to that Regulation and the derogations provided for in Article 11 thereof. It is appropriate that this Regulation be as neutral as possible from the point of view of competition, socially equitable and sustainable.\n(2) The further development of the worldwide market for advanced technologies aimed at improving the efficiency of passenger cars is in line with the Commission’s Communication of 21 January 2011 entitled: ‘A resource-efficient Europe — Flagship initiative under the Europe 2020 strategy’, which supports the shift to a resource-efficient, low-carbon economy for achieving sustainable growth.\n(3) It is appropriate to clarify that, for the purpose of verifying compliance with the target of 95 g CO2/km, CO2 emissions should continue to be measured in accordance with Regulation (EC) No 715/2007 of the European Parliament and of the Council (4) and its implementing measures and innovative technologies.\n(4) High fossil fuel prices have a negative impact on economic recovery and on energy security and affordability in the Union. Increasing, therefore, the efficiency and sustainability of new passenger cars and light commercial vehicles, thus reducing the dependency on oil, is a priority.\n(5) In recognition of the high research and development and unit production costs of early generations of ultra-low emission vehicles, it is appropriate to accelerate and facilitate, on an interim basis and to a limited extent, the process of their introduction into the Union market at their initial stages of commercialisation. Actors at different levels should give appropriate attention to identifying and disseminating best practices for stimulating demand for ultra-low emission vehicles.\n(6) The lack of alternative fuel infrastructure and of common technical specifications for the vehicle-infrastructure interface could be an obstacle to the market uptake of ultra-low emission vehicles. Ensuring the building-up of such infrastructure in the Union could facilitate the work of market forces and contribute to economic growth in Europe.\n(7) In recognition of the disproportionate impact on the smallest manufacturers resulting from compliance with specific emissions targets defined on the basis of the utility of the vehicle, the high administrative burden of the derogation procedure, and the marginal resulting benefit in terms of CO2 emissions reduction from the vehicles sold by those manufacturers, manufacturers responsible for fewer than 1 000 new passenger cars registered in the Union annually should be excluded from the scope of the specific emissions target and the excess emissions premium. In order to ensure from the earliest point legal certainty for those manufacturers, it is essential that this derogation apply from 1 January 2012.\n(8) The procedure for granting a derogation to small-volume manufacturers should be simplified to allow for more flexibility in terms of when an application for a derogation is to be submitted by such manufacturers and when the Commission is to grant such a derogation.\n(9) The procedure for granting derogations to niche manufacturers should continue beyond 2020. However, in order to ensure that the reduction effort required by niche manufacturers is consistent with that of large volume manufacturers, a target 45 % lower than the average specific emissions of niche manufacturers in 2007 should therefore apply from 2020.\n(10) To enable the automotive industry to engage in long-term investment and innovation, it is desirable to provide indications as to how Regulation (EC) No 443/2009 should be amended for the period beyond 2020. Those indications should be based on an assessment of the necessary rate of reduction in line with the Union’s long-term climate goals and the implications for the development of cost effective CO2-reducing technology for cars. The Commission should, by 2015, review such aspects and submit a report to the European Parliament and to the Council on its findings. That report should include, where appropriate, proposals for amending Regulation (EC) No 443/2009 with a view to establishing CO2 emission targets for new passenger cars beyond 2020, including the possible setting of a realistic and achievable target for 2025, based on a comprehensive impact assessment that will consider the continued competitiveness of the car industry and its dependent industries, while maintaining a clear emissions-reduction trajectory comparable to that achieved in the period up to 2020. When developing such proposals, the Commission should ensure they are as neutral as possible from the point of view of competition and are socially equitable and sustainable.\n(11) Under Regulation (EC) No 443/2009, the Commission is required to carry out an impact assessment in order to review the test procedures with a view to reflecting adequately the real CO2 emissions behaviour of cars. There is a need to amend the currently used ‘New European Driving Cycle’ (NEDC), to ensure its representativeness regarding real driving conditions and to avoid the underestimation of real CO2 emissions and fuel consumption. A new, more realistic and reliable test procedure should be agreed as soon as feasible. Work in this direction is proceeding through the development of a Worldwide harmonized Light vehicles Test Procedure (WLTP) in the framework of the United Nations Economic Commission for Europe but has not yet been completed. In order to ensure that specific CO2 emissions quoted for new passenger cars are brought more closely into line with the emissions actually generated during normal conditions of use, the WLTP should be applied at the earliest opportunity. In view of that context, Annex I to Regulation (EC) No 443/2009 establishes emission limits for 2020 as measured in accordance with Regulation (EC) No 715/2007 and Annex XII to Commission Regulation (EC) No 692/2008 (5). When the test procedures are amended, the limits set in Annex I to Regulation (EC) No 443/2009 should be adjusted to ensure comparable stringency for manufacturers and classes of vehicles. Accordingly, the Commission should carry out a robust correlation study between the NEDC and the new WLTP test cycles to ensure its representativeness regarding real driving conditions.\n(12) With a view to ensuring that real world emissions are adequately reflected, and measured CO2 values are strictly comparable, the Commission should ensure that those elements in the testing procedure that have a significant influence on measured CO2 emissions are strictly defined in order to prevent the utilisation of test cycle flexibilities by manufacturers. The deviations between type-approval CO2 emission values and emissions derived from vehicles offered for sale should be addressed, including by considering an in-service conformity test procedure that should ensure independent testing of a representative sample of vehicles for sale, as well as ways of addressing cases of demonstrated substantial divergence between survey and initial type-approval CO2 emissions.\n(13) The wording of Article 3(2) of Regulation (EC) No 443/2009 should be adjusted to ensure that the concept of connected undertakings is in line with Council Regulation (EC) No 139/2004 (6) as well as with Article 3(2) of Regulation (EU) No 510/2011 of the European Parliament and of the Council (7).\n(14) Regulation (EC) No 443/2009 confers powers on the Commission to implement some of its provisions in accordance with the procedures laid down in Council Decision 1999/468/EC (8). As a consequence of the entry into force of the Treaty of Lisbon, those powers need to be aligned to Articles 290 and 291 of the Treaty on the Functioning of the European Union (TFEU).\n(15) In order to ensure uniform conditions for the implementation of Regulation (EC) No 443/2009, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (9).\n(16) The power to adopt acts in accordance with Article 290 of the TFEU should be delegated to the Commission in order to amend Annex II to Regulation (EC) No 443/2009 as regards data requirements and data parameters; supplement the rules on the interpretation of the eligibility criteria for derogations from the specific emissions targets, on the content of applications for a derogation and on the content and assessment of programmes for the reduction of specific emissions of CO2; adjust the figure of M0, referred to in Annex I to Regulation (EC) No 443/2009, to the average mass of new passenger cars in the previous three calendar years; and adapt the formulae in Annex I to Regulation (EC) No 443/2009. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(17) It is appropriate to retain the approach of setting the target based on a linear relationship between the utility of the car and its target CO2 emissions as expressed by the formulae set out in Annex I to Regulation (EC) No 443/2009, since this allows the diversity of the passenger car market and the ability of manufacturers to address different consumer needs to be maintained, thus avoiding any unjustified distortion of competition.\n(18) In its impact assessment, the Commission assessed the availability of footprint data and the use of footprint as the utility parameter in the formulae set out in Annex I to Regulation (EC) No 443/2009. On the basis of that assessment, the Commission has concluded that the utility parameter used in the formula for 2020 should be mass. Nevertheless, the lower cost and merits of a change to footprint as the utility parameter should be considered in the future review.\n(19) Greenhouse gas emissions related to energy supply and vehicle manufacturing and disposal are significant components of the current overall road transport carbon footprint and are likely to significantly increase in importance in the future. Policy action should therefore be taken to guide manufacturers towards optimal solutions taking account of, in particular, greenhouse gas emissions associated with the generation of energy supplied to vehicles such as electricity and alternative fuels, and to ensure that those upstream emissions do not erode the benefits related to the improved operational energy use of vehicles aimed for under Regulation (EC) No 443/2009.\n(20) Since the objective of this Regulation, namely to define the modalities for reaching the 2020 target to reduce CO2 emissions from new passenger cars, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(21) Regulation (EC) No 443/2009 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 443/2009 is amended as follows:\n(1) in Article 1, the second paragraph is replaced by the following:\n(2) in Article 2, the following paragraph is added:\n(3) in point (a) of Article 3(2), the first indent is replaced by the following:\n‘— the power to exercise more than half the voting rights, or’;\n(4) in Article 4, the second paragraph is replaced by the following:\n— 65 % in 2012,\n— 75 % in 2013,\n— 80 % in 2014,\n— 100 % from 2015 to 2019,\n— 95 % in 2020,\n— 100 % by the end of 2020 onwards.’;\n(5) the following Article is inserted:\n— 2 passenger cars in 2020,\n— 1,67 passenger cars in 2021,\n— 1,33 passenger cars in 2022,\n— 1 passenger car from 2023,\n(6) in Article 8, paragraph 9 is replaced by the following:\n(7) in Article 9, paragraph 3 is replaced by the following:\n(8) Article 11 is amended as follows:\n(a) in paragraph 3, the last sentence is deleted;\n(b) in paragraph 4, point (b) of the second subparagraph is replaced by the following:\n‘(b) if the application is in relation to points (a) and (b) of point 1 of Annex I, a target which is a 25 % reduction on the average specific emissions of CO2 in 2007 or, where a single application is made in respect of a number of connected undertakings, a 25 % reduction on the average of those undertakings’ average specific emissions of CO2 in 2007.’;\n(c) in paragraph 4, second subparagraph, the following point is added:\n‘(c) if the application is in relation to point (c) of point 1 of Annex I, a target which is a 45 % reduction on the average specific emissions of CO2 in 2007 or, where a single application is made in respect of a number of connected undertakings, a 45 % reduction on the average of those undertakings’ average specific emissions of CO2 in 2007.’;\n(d) paragraph 8 is replaced by the following:\n(9) Article 12 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) in paragraph 2, the first sentence is replaced by the following:\n(c) paragraph 3 is replaced by the following:\n(10) Article 13 is amended as follows:\n(a) in paragraph 2, the third subparagraph is replaced by the following:\n(b) the second subparagraph of paragraph 3 is deleted;\n(c) paragraph 5 is replaced by the following:\n(d) paragraph 7 is replaced by the following:\n(11) Article 14 is replaced by the following:\n(12) the following Article is inserted:\n(13) in point 1 of Annex I, the following point is added:\n‘(c) From 2020:\n(14) Annex II is amended as follows:\n(a) in point 1 of Part A, the following point is added:\n‘(n) maximum net power.’;\n(b) in the table ‘Detailed data specified in point 1 of Part A’, the following column is added:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 11 March 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 44, 15.2.2013, p. 109.\n(2)  Position of the European Parliament of 25 February 2014 (not yet published in the Official Journal) and decision of the Council of 10 March 2014.\n(3)  Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emission performance standards for new passenger cars as part of the Community’s integrated approach to reduce CO2 emissions from light-duty vehicles (OJ L 140, 5.6.2009, p. 1).\n(4)  Regulation (EC) No 715/2007 of the European Parliament and of the Council of 20 June 2007 on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 171, 29.6.2007, p. 1).\n(5)  Commission Regulation (EC) No 692/2008 of 18 July 2008 implementing and amending Regulation (EC) No 715/2007 of the European Parliament and of the Council on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 199, 28.7.2008, p. 1).\n(6)  Council Regulation (EC) No 139/2004 of 20 January 2004 on the control of concentrations between undertakings (the EC Merger Regulation) (OJ L 24, 29.1.2004, p. 1).\n(7)  Regulation (EU) No 510/2011 of the European Parliament and of the Council of 11 May 2011 setting emission performance standards for new light commercial vehicles as part of the Union’s integrated approach to reduce CO2 emissions from light-duty vehicles (OJ L 145, 31.5.2011, p. 1).\n(8)  Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (OJ L 184, 17.7.1999, p. 23).\n(9)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13)."}