{"celex_id": "32012R0625", "uri": "http://publications.europa.eu/resource/cellar/e25704ad-cc57-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "3191", "5010"], "title": "Commission Implementing Regulation (EU) No 625/2012 of 11 July 2012 fixing the allocation coefficient to be applied to applications for import licences lodged from 29 June to 6 July 2012 under subquota III in the context of the tariff quota opened by Regulation (EC) No 1067/2008 for common wheat of a quality other than high quality\n", "header": "12.7.2012 EN Official Journal of the European Union L 180/14\nCOMMISSION IMPLEMENTING REGULATION (EU) No 625/2012\nof 11 July 2012\nfixing the allocation coefficient to be applied to applications for import licences lodged from 29 June to 6 July 2012 under subquota III in the context of the tariff quota opened by Regulation (EC) No 1067/2008 for common wheat of a quality other than high quality\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1067/2008 (3) opens an overall annual import tariff quota of 3 112 030 tonnes of common wheat of a quality other than high quality. That quota is divided into four subquotas.\n(2) Article 3(3) of Regulation (EC) No 1067/2008 divides subquota III (order number 09.4125) into four quarterly subperiods and has fixed the quantity at 594 597 tonnes for subperiod 3, for the period from 1 July to 30 September 2012.\n(3) Based on the notification made pursuant to Article 4(3) of Regulation (EC) No 1067/2008, the applications lodged from 13.00 on 29 June 2012 to 13.00 on 6 July 2012 (Brussels time) in accordance with Article 4(1), subparagraph 2, of that Regulation, relate to quantities in excess of those available. The extent to which import licences may be issued should therefore be determined and the allocation coefficient to be applied to the quantities applied for should be fixed.\n(4) No further import licences should be issued under subquota III as referred to in Regulation (EC) No 1067/2008 for the current quota subperiod.\n(5) In order to ensure sound management of the procedure for issuing import licences, this Regulation should enter into force immediately after its publication,", "main_body": ["1.   Each import licence application in respect of subquota III referred to in Article 3(1) of Regulation (EC) No 1067/2008 and lodged from 13.00 on 29 June 2012 to 13.00 on 6 July 2012 (Brussels time) shall give rise to the issue of a licence for the quantities applied for, multiplied by an allocation coefficient of 2,634753 %.\n2.   The issue of licences for the quantities applied for from 13.00 on 6 July 2012 (Brussels time) falling within subquota III as referred to in Article 3(1) of Regulation (EC) No 1067/2008 is hereby suspended for the current quota subperiod.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 July 2012.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 290, 31.10.2008, p. 3."}