{"celex_id": "32015R0293", "uri": "http://publications.europa.eu/resource/cellar/8f8b6164-bcbb-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["1103", "1110", "3173", "5573", "5709", "7875", "893"], "title": "Commission Implementing Regulation (EU) 2015/293 of 24 February 2015 entering a name in the register of protected designations of origin and protected geographical indications (Liliputas (PGI))\n", "header": "25.2.2015 EN Official Journal of the European Union L 53/5\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/293\nof 24 February 2015\nentering a name in the register of protected designations of origin and protected geographical indications (Liliputas (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular Articles 15(2) and 52(3)(b) thereof,\nWhereas:\n(1) Pursuant to Article 50(2)(a) of Regulation (EU) No 1151/2012, Lithuania's application to register the name ‘Liliputas’ was published in the Official Journal of the European Union\n (2).\n(2) By the notice of opposition of 13 September 2013 and the reasoned statement of opposition of 8 November 2013, Poland opposed to the registration under Article 51(2) of Regulation (EU) No 1151/2012. The opposition was deemed admissible.\n(3) By letters dated 8 January 2014, the Commission invited the interested parties to engage in appropriate consultations to seek agreement among themselves in accordance with their internal procedures.\n(4) No agreement was reached between Lithuania and Poland.\n(5) Given that no agreement was reached, the Commission should adopt a decision in accordance with the procedure referred to in Article 52(3)(b) of Regulation (EU) No 1151/2012.\n(6) In accordance with Article 10(1)(c) of Regulation (EU) No 1151/2012 the opponent alleged that the registration of ‘Liliputas’ as a Protected Geographical Indication would jeopardise the existence of a partly identical name, of trade marks and of products which have been legally on the Polish market for significantly more than five years preceding the date the application for registration of the name ‘Liliputas’ as Protected Geographical Indication was published in the Official Journal of the European Union (15 June 2013); according to the opponent, that registration would be a threat to the existence of the product named ‘Liliput’, which is a Polish cheese having characteristics similar to ‘Liliputas’ cheese and whose name is phonetically similar to the name ‘Liliputas’.\n(7) The opponent claims that the term ‘Liliput’ is generally used in Poland to refer to products characterised by their small size and it is used also for cheese. Cheese bearing the name ‘Liliput’ has been lawfully produced and marketed in Poland since 1971. In company standards, technical instructions and norms for the use of raw materials ‘Liliput’ cheese is listed among other types of cheese such as Gouda, Edam and Emmental. This term, referred to the Polish cheese, is popular among Polish consumers and it is in no way linked to the Lithuanian cheese. It is therefore to be considered as a generic term for generic cheese in Poland. As regards the product, Polish ‘Liliput’ cheese has characteristics, appearance, and dimensions similar to Lithuanian ‘Liliputas’ cheese. In the end, the opponent suggests, ‘Liliput’ and ‘Liliputas’ are similar products bearing generic names. Therefore, the registration of the name ‘Liliputas’ as Protected Geographical Indication would prevent the Polish producers from marketing their ‘Liliput’ cheese or, in any event, from using the name ‘Liliput’ for a cheese.\n(8) The opponent claims also that the product and the name to be registered do not comply with the requirements of Article 5(2) of Regulation (EU) No 1151/2012. As stated in the published Single Document the cheese got the name ‘Liliputas’ because of its size. Therefore, the name ‘Liliputas’ does not indicate that the product comes from a particular place but, as the Polish cheese ‘Liliput’, just refers to the small size of the cheese. In addition, the qualities of the product are not attributable to its geographical origin but they simply derive from the fact of maturing in small rounds. The impact of the local microscopic mould Penicillium pallidum Smith on the organoleptic characteristics of ‘Liliputas’ is not proven. Furthermore, the fact that the product was produced under State Standards in USSR (Union of Soviet Socialist Republics) would confirm that it could be produced anywhere in USSR and that there was no specific link with the delimited geographical area. In the end, ‘Liliputas’ should be considered a generic product.\n(9) Several Polish cheese producers have been granted protection for trademarks containing the word ‘Liliput’, such as the registered word and figurative trade mark ‘Cheesland Liliput’ and ‘Ser liliput’, and the applied word trade mark ‘Serenada Liliput’. The production of the Polish ‘Liliput’ is substantive: 2 762 tonnes produced in 2013 on an industrial scale and marketed all over Poland in 2 250 shops, 4,8 % of the production exported in the EU market. 90 % of the production of ‘Liliput’ cheese is covered by a trade mark. In the opinion of the opponent, the registration of the name ‘Liliputas’ as a Protected Geographical Indication would be a threat to the existence of such trade marks.\n(10) Despite the abovementioned allegations submitted by the opponent, it is appropriate to register the name ‘Liliputas’ as Protected Geographical Indication for the following reasons.\n(11) Although the use of the name ‘Liliputas’ must have an origin in the small size of the cheese it refers to, it is clear that in Lithuania, in half a century, that name has lost this size reference and it has in parallel developed a strong link with the area of production. At present, in Lithuania, the name ‘Liliputas’ is indisputably associated with the hand-made semi-hard fermented high quality cheese produced in Belvederis village. Lithuanian consumers do not link that name to a Polish cheese or to standard industrialised cheese production. Therefore, although deprived of a geographical part, the name Liliputas complies with the definition of Article 5(2) of Regulation (EU) No 1151/2012 which states that protected geographical indication is a name identifying a product originating in a specific place, region or country.\n(12) In the light of the above, ‘Liliputas’ cannot be considered a generic name. Generic names are names that, although having an historical link to the place where the product they refer to was originally produced or marketed, are now totally disconnected from such initial geographical origin. For ‘Liliputas’ it is exactly the contrary. It was originally disconnected from its geographical origin but now it is strongly linked to its area of production.\n(13) The product has qualities and reputation that are attributable to its geographical origin. Although the published single document states that the cheese got the name ‘Liliputas’ because of its size, it however clarifies that it gets its specific flavour and aroma from maturing in small rounds by means of internal microflora and the microscopic mould Penicillium pallidum Smith, which grows in cellars in the geographical area. This mould, which is specific of cellars in Belvederis village, is responsible of the lactic acid, fresh flavour and aroma that is distinctive to ‘Liliputas’ cheese. The area provides special conditions for this mould to survive. In addition, the fact that the cheese is hand-made and produced in a non-mechanical way contributes to the maintaining and the development of the mould. Furthermore, ‘Liliputas’ has a well-documented and solid reputation as being the flagship of the Lithuanian dairy production, which has been precisely described in the published single document.\n(14) The differences among ‘Liliputas’ and ‘Liliput’ are therefore quite evident. ‘Liliputas’ cannot be considered as a generic product.\n(15) As regards the allegation that, since it was covered by USSR standards, ‘Liliputas’ could be produced anywhere in USSR, it should be noted that the inclusion of products in such standards was compulsory at that time. In addition, this circumstance does not imply that the product, as described in the standard included on initiative of Lithuania, was produced elsewhere. In any event, from 1969 to 1979 it received plenty of awards, diplomas, quality mark and medals, being well identified as a Lithuanian cheese produced in Belvederis village.\n(16) The terms ‘Liliput’ is phonetically similar to the term ‘Liliputas’ which is to be registered. Both names originate from the small size of the cheese. Although the ‘Liliputas’ cheese is a product with well distinct characteristics, qualities and reputation, the ‘Liliput’ cheese has aspects that make it similar to the ‘Liliputas’ cheese. As the names are close and given the visual similarities between the products, the application of the protection envisaged by Article 13 of Regulation (EU) No 1151/2012 could have the result that ‘Liliputas’, if registered, would prevent Polish cheese producers from using the term ‘Liliput’.\n(17) The evidence shows that the use of the term ‘Liliput’ was not meant to exploit the reputation of ‘Liliputas’ name. The consumers have not been or couldn't have been misled as to the true origin of the products. In fact, the two products have two distinct markets in which they are well known and correctly identified. For these reasons, and as it was shown that ‘Liliput’ has been in legal use consistently and fairly for at least 25 years before the application for registration of ‘Liliputas’ was submitted to the Commission, in the interests of fairness and traditional usage, the maximum transitional period foreseen by Article 15(2) of Regulation (EU) No 1151/2012 should be granted.\n(18) That conclusion does not have as a necessary consequence that the use of the term ‘Liliput’ becomes unlawful. In line with Article 41(2) of Regulation (EU) No 1151/2012, if it can be established that, taking into account of all relevant factors and in particular the existing situation in the areas of consumption and the relevant national or Union legal acts, ‘Liliput’ has become a generic term, the use of this name would not be affected by the registration of the name ‘Liliputas’.\n(19) Concerning trade marks containing the term ‘Liliput’ that were applied for, registered or established by use in good faith within the territory of the Union prior to the application for registration of ‘Liliputas’ as Protected Geographical Indication, in accordance with Article 14(2) of Regulation (EU) No 1151/2012, the said trade marks can continue to be used and renewed for that product, provided the general requirements under trade mark legislation are otherwise met.\n(20) In the light of the above, the name ‘Liliputas’ should be entered in the Register of protected designations of origin and protected geographical indications.\n(21) The measures provided for in this Regulation are in accordance with the opinion of the Agricultural Product Quality Policy Committee,", "main_body": ["The name ‘Liliputas’ (PGI) is registered.\nThe name in the first alinea identifies a product from class 1.3. Cheeses of annex XI of Commission Implementing Regulation (EU) No 668/2014 (3).", "The term ‘Liliput’ may be used to designate cheese not complying with the specification for ‘Liliputas’ for a period of 15 years from the date of entry into force of this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ C 170, 15.6.2013, p. 46.\n(3)  Commission Implementing Regulation (EU) No 668/2014 of 13 June 2014 laying down rules for the application of Regulation (EU) No 1151/2012 of the European Parliament and of the Council on quality schemes for agricultural products and foodstuffs (OJ L 179, 19.6.2014, p. 36)."}