{"celex_id": "32011R0617", "uri": "http://publications.europa.eu/resource/cellar/fa717ea0-6a16-4ffb-bce9-fbca75465e6c", "type": "Regulation", "concepts": ["1894", "2734", "3191", "5300", "5751"], "title": "Commission Implementing Regulation (EU) No 617/2011 of 24 June 2011 amending Regulation (EC) No 900/2008 laying down the methods of analysis and other technical provisions necessary for the application of the arrangements for imports of certain goods resulting from the processing of agricultural products\n", "header": "25.6.2011 EN Official Journal of the European Union L 166/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 617/2011\nof 24 June 2011\namending Regulation (EC) No 900/2008 laying down the methods of analysis and other technical provisions necessary for the application of the arrangements for imports of certain goods resulting from the processing of agricultural products\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1216/2009 of 30 November 2009 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 18 thereof,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (2), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 900/2008 (3) lays down the methods of analysis and other technical provisions necessary for the application of Regulation (EC) No 1216/2009 and Commission Implementing Regulation (EU) No 514/2011 of 25 May 2011 laying down the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7(2) of Council Regulation (EC) No 1216/2009 (4). Those methods and provisions apply to imports of certain processed agricultural products in order to determine their reduced agricultural components and to classify those products in the Combined Nomenclature.\n(2) In the interest of clarity, it is necessary to update the scope of Regulation (EC) No 900/2008 and to adapt it to the measures laid down in that Regulation.\n(3) In order to ensure consistent application of Regulation (EC) No 900/2008, it is necessary to provide that the formulas, procedures and methods laid down therein for the purpose of applying Annexes II and III to Regulation (EU) No 514/2011 are also to be used for the determination of milk fat content, milk protein content, starch/glucose content and sucrose/invert sugar/isoglucose content for the purpose of selecting the appropriate agricultural element, additional duties for sugar and additional duties for flour in the case of non-preferential imports as provided for in Part Two and in Part Three, Section I, Annex 1, of Annex I to Regulation (EEC) No 2658/87.\n(4) In order to ensure effective application of Regulation (EC) No 900/2008, it is necessary to provide that the methods and procedures laid down therein for classifying certain goods falling within certain CN codes for the purposes of applying Annex I to Regulation (EU) No 514/2011 should also be used for classifying those goods in the case of non-preferential imports as provided for in Annex I to Regulation (EEC) No 2658/87.\n(5) In order to take account of amendments to the Combined Nomenclature, it is necessary to adapt certain references to CN codes.\n(6) Regulation (EC) No 900/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EC) No 900/2008 is amended as follows:\n(1) Article 1 is replaced by the following:\n(a) the methodology and methods of analysis to be used for determining the content of the agricultural products within the meaning of Article 2(1)(a) of Council Regulation (EC) No 1216/2009 (5) or their specific components considered to have been incorporated in imported goods within the meaning of Article 2(1)(b) of Regulation (EC) No 1216/2009;\n(b) the necessary methods of analysis to be used for the implementation of Regulation (EC) No 1216/2009 as far as imports of certain goods are concerned, of Annex I to Regulation (EEC) No 2658/1987 and of Commission Implementing Regulation (EU) No 514/2011 (6) or in the absence of a method of analysis, the nature of the analytical operations to be carried out or the principle of a method to be applied.\n(2) Article 2 is amended as follows:\n(a) the following title is added: ‘Calculation of contents’;\n(b) the introductory phrase is replaced by the following:\n(a) for the application of Annexes II and III to Regulation (EU) No 514/2011;\n(b) for the determination of milk fat content, milk protein content, starch/glucose content and sucrose/invert sugar/isoglucose content for the purpose of selecting the appropriate agricultural element, additional duties for sugar and additional duties for flour in the case of non-preferential imports as provided for in Part Two and in Part Three, Section I, Annex 1, of Annex I to Regulation (EEC) No 2658/87:’;\n(3) Article 3 is amended as follows:\n(a) the following title is added: ‘Classification of Goods’;\n(b) the introductory phrase is replaced by the following:\n(c) points 2 and 3 are replaced by the following:\n‘2. For the purposes of classifying goods falling within CN codes 1704 10 10 and 1704 10 90 and 1905 20 10 to 1905 20 90, the sucrose content, including invert sugar expressed as sucrose, shall be determined using the HPLC method (invert sugar expressed as sucrose is calculated as the sum of equal quantities of glucose and fructose multiplied by 0,95);\n3. For the purposes of classifying goods falling within CN codes 1806 10 15 to 1806 10 90, the sucrose/invert sugar/isoglucose content shall be determined in accordance with the formulas, method and procedures set out in point 2 of Article 2 of this Regulation;’;\n(4) in Article 4 the following title is added: ‘Test report’;\n(5) in Article 5 the following title is added: ‘Final provision’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 15.12.2009, p. 10.\n(2)  OJ L 256, 7.9.1987, p. 1.\n(3)  OJ L 248, 17.9.2008, p. 8.\n(4)  OJ L 138, 26.5.2011, p. 18.\n(5)  OJ L 328, 15.12.2009, p. 10.\n(6)  OJ L 138, 26.5.2011, p. 18.’;"}