{"celex_id": "32012D0380", "uri": "http://publications.europa.eu/resource/cellar/c8649534-cf6f-11e1-96ce-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "3011", "4160", "4505", "5595", "5956", "773"], "title": "2012/380/EU: Council Decision of 22 September 2011 on the signing, on behalf of the Union, of the Agreement between the European Union and Australia on the processing and transfer of passenger name record (PNR) data by air carriers to the Australian Customs and Border Protection Service\n", "header": "14.7.2012 EN Official Journal of the European Union L 186/2\nCOUNCIL DECISION\nof 22 September 2011\non the signing, on behalf of the Union, of the Agreement between the European Union and Australia on the processing and transfer of passenger name record (PNR) data by air carriers to the Australian Customs and Border Protection Service\n(2012/380/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 82(1)(d) and 87(2)(a), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 2 December 2010, the Council adopted a Decision authorising the Commission to open negotiations on behalf of the Union with Australia for the transfer and use of passenger name record (PNR) data to prevent and combat terrorism and other serious transnational crime.\n(2) The Agreement between the European Union and Australia on the processing and transfer of passenger name record (PNR) data by air carriers to the Australian Customs and Border Protection Service (the Agreement) has been negotiated. The negotiations were successfully concluded by the initialling of the Agreement.\n(3) The Agreement should be signed subject to its conclusion at a later date, and the Declaration attached to the Final Act of the Agreement should be approved.\n(4) The Agreement respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union (the Charter), notably the right to respect for private and family life, recognised in Article 7 of the Charter, the right to the protection of personal data, recognised in Article 8 of the Charter and the right to effective remedy and fair trial recognised in Article 47 of the Charter. The Agreement should be applied in accordance with those rights and principles.\n(5) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, those Member States have notified their wish to take part in the adoption and application of this Decision.\n(6) In accordance with Articles 1 and 2 of the Protocol on the Position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by the Agreement or subject to its application,", "main_body": ["The signing of the Agreement between the European Union and Australia on the processing and transfer of Passenger Name Record (PNR) data by air carriers to the Australian Customs and Border Protection Service (the Agreement) is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement (1).", "The Declaration attached to the Final Act of the Agreement shall be approved on behalf of the Union.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement on behalf of the Union.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 22 September 2011.\nFor the Council\nThe President\nJ. MILLER\n(1)  The text of the Agreement will published together with the Decision on its conclusion."}