{"celex_id": "32014D0672", "uri": "http://publications.europa.eu/resource/cellar/18a06ed7-447f-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["172", "2039", "4125", "5887", "859", "906"], "title": "2014/672/EU: Commission Implementing Decision of 24 September 2014 on the extension of the designation of the Performance Review Body of the single European sky\n", "header": "25.9.2014 EN Official Journal of the European Union L 281/5\nCOMMISSION IMPLEMENTING DECISION\nof 24 September 2014\non the extension of the designation of the Performance Review Body of the single European sky\n(2014/672/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 549/2004 of the European Parliament and of the Council of 10 March 2004 laying down the framework for the creation of the single European sky (1), and in particular Article 11(2) thereof,\nWhereas:\n(1) By Commission Decision of 29 July 2010 (2), the European organisation for the safety or air navigation (Eurocontrol), established by the International Convention of 13 December 1960 relating to Cooperation for the Safety of Air Navigation, as amended on 12 February 1981 and revised on 27 June 1997, acting through its Performance Review Commission supported by the performance review unit, was designated as the Performance Review Body of the single European sky for a period ending on 30 June 2015.\n(2) By letter of 11 August 2010 the Commission appointed the chair of the Performance Review Body and by Commission Decision of 25 July 2013 (3) the Commission approved the members of that body, both for a period ending on 30 June 2015.\n(3) It is necessary to continue obtaining expert support also after 30 June 2015 to assist the Commission and the national supervisory authorities and therefore to designate a Performance Review Body for an additional period, considering the important tasks of this body, as laid down in Article 11(2) of Regulation (EC) No 549/2004 and in Article 3 of Commission Implementing Regulation (EU) No 390/2013 (4).\n(4) After completion of the first reference period, which ends on 31 December 2014, the Commission is to review the impact, scope and effectiveness of the performance scheme, which also includes the Performance Review Body. In this light, it is appropriate for the additional period of the designation of the Performance Review Body to end on 31 December 2016, in order not to pre-empt the outcome of that review process, which may lead to future changes in the tasks, designation and composition of that body. The end date of 31 December 2016 is also consistent with the reference period pursuant to Article 3(1) of Implementing Regulation (EU) No 390/2013, insofar as it allows the Performance Review Body to finalise its work in relation to the adoption of performance plans for the second reference period (2015-19), to develop Union-wide performance targets with a view to their application as of 2017 in respect to determined unit cost for terminal air navigation services, and to assess in 2016 the traffic assumptions that were used to set Union-wide performance targets for the second reference period.\n(5) The Performance Review Commission of Eurocontrol, which at this point in time continues to be the most appropriate body to carry out those tasks, has expressed no objection to being designated as the Performance Review Body for an additional period. The chair and the members of this body, which were previously selected following the procedure laid out in Article 4(4) and 5(1) of Commission Decision of 29 July 2010, have also indicated their availability for a renewed term. Given the limited duration of the present additional period and the importance to ensure continuity in the beginning of the reference period, it is not appropriate to initiate a new selection procedure at this stage.\n(6) The designation of the Performance Review Body and the appointment of its chair and its members should therefore be renewed, for a period ending on 31 December 2016.\n(7) Pursuant to Regulation (EC) No 549/2004, the Performance Review Body must be impartial, have appropriate competences when carrying out the tasks entrusted to it and act independently. Adequate safeguards should therefore be provided for in this regard. It should also be specified how this body is to report to the Commission.\n(8) In order to ensure its proper functioning, appropriate rules should be set out on the rules of procedure, the necessary voting requirements and the financing of the Performance Review Body.\n(9) In the interest of clarity, Commission Decision of 29 July 2010 and Commission Decision of 25 July 2013 should be repealed.\n(10) In order to ensure continuity, this Decision should enter into force on 1 July 2015.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Single Sky Committee established by Article 5(1) of Regulation (EC) No 549/2004,", "main_body": ["Designation of the Performance Review Body\n1.   The Performance Review Commission of Eurocontrol, supported by the performance review unit of the Eurocontrol agency, is designated as the Performance Review Body of the single European sky until 31 December 2016.\n2.   The designation is subject to the condition that the Performance Review Body maintains collective competence in the four key performance areas of safety, capacity, environment and cost-efficiency, and that sufficient, independent and competent support is provided to it by the Eurocontrol performance review unit.\n3.   When performing the duties entrusted to it by this Decision, the Performance Review Body, its chair and its individual members shall be impartial and shall exercise their functions with independence, avoiding conflicts of interests.\n4.   The Performance Review Body shall be granted access to the performance-related data referred to in the Implementing Regulation (EU) No 390/2013, available within Eurocontrol.", "Reporting\n1.   The Performance Review Body shall act in full transparency and report directly to the Commission. Its reports and recommendations shall be the property of the Commission. Publication or dissemination of those reports and recommendations shall require the prior written consent of the Commission.\n2.   The Performance Review Body shall report once a year to the Commission:\n(a) on its cooperation with the European Aviation Safety Agency (EASA) and the working arrangements with air navigation service providers, airport operators, airport coordinators and air carriers, as referred to in Article 3(7) and (8) of Implementing Regulation (EU) No 390/2013, respectively;\n(b) on the work performed under this Decision and on the use of its resources.", "Appointment of the chair and members\n1.   The chair and the members of the Performance Review Body are listed in the Annex.\n2.   The chair and the members shall sign a statement by which they undertake to exercise their functions within the Performance Review Body in an independent manner.\n3.   If the chair or a member leaves the Performance Review Body before 31 December 2016, a replacement shall be selected among candidates demonstrating the appropriate experience and competence, as well as independence and absence of conflict of interest. That replacement shall be appointed by the Commission in accordance with Article 3(1) of Implementing Regulation (EU) No 390/2013.", "Rules of procedure\n1.   The Performance Review Body shall adopt its rules of procedure, subject to prior approval by the Commission, by simple majority voting.\n2.   The Performance Review Body shall adopt its reports and recommendations by simple majority voting.", "Financing\n1.   The work of the Performance Review Body to carry out the tasks referred to in Article 3(3), (4), (5) and (6)(a) of Implementing Regulation (EU) No 390/2013, including the costs of the chair and members of the Performance Review Body as well as the relevant staff costs of Eurocontrol's performance review unit, shall be financed from the budget of the Union.\n2.   The tasks referred to in Article 3(6)(b) and (c) of Implementing Regulation (EU) No 390/2013 shall be subject to specific financing from Member State(s) covering the additional costs incurred resulting from the request of the Performance Review Body's assistance to the Member State(s) concerned.", "Early termination\n1.   The failure by the chair or a member of the Performance Review Body to comply with the provisions of this Decision shall give the Commission the right to terminate their appointment.\n2.   The failure by Eurocontrol to comply with the provisions of this Decision shall give the Commission the right to revise or to terminate the designation upon three months prior written notice.", "Repeal\nCommission Decision of 29 July 2010 and Commission Decision of 25 July 2013 are repealed.", "Entry into force and application\nThis Decision shall enter into force on 1 July 2015 and shall apply until 31 December 2016."], "attachments": "Done at Brussels, 24 September 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 96, 31.3.2004, p. 1.\n(2)  C(2010) 5134 final.\n(3)  C(2013) 4651 final.\n(4)  Commission Implementing Regulation (EU) No 390/2013 of 3 May 2013 laying down a performance scheme for air navigation services and network functions (OJ L 128, 9.5.2013, p. 1).\nANNEX\nCHAIR AND MEMBERS OF THE PERFORMANCE REVIEW BODY\nChair of the Performance Review Body:\n— GRIFFITHS Peter\nMembers of the Performance Review Body:\n— BARTHELEMY Laurent\n— BAUMGARTNER Marc\n— BILLINGER Nils Gunnar\n— BRUN René\n— BUJIA LORENZO Juan Manuel\n— ERDURAK Hasan Bahadir\n— HUTCHINGS Marja\n— ISCRA Giorgio\n— LAHTINEN Antero J.\n— LAMBERT Anne\n— NIEMEIER Hans-Martin\n— RIEDLE Ralph"}