{"celex_id": "32013D0335", "uri": "http://publications.europa.eu/resource/cellar/e38ffbc1-dfcd-11e2-9165-01aa75ed71a1", "type": "Decision", "concepts": ["2850", "3299", "5158", "5618", "5870"], "title": "2013/335/EU: Council Decision of 25 June 2013 on the position to be adopted, on behalf of the European Union, within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n", "header": "28.6.2013 EN Official Journal of the European Union L 177/29\nCOUNCIL DECISION\nof 25 June 2013\non the position to be adopted, on behalf of the European Union, within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n(2013/335/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114, in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement on the European Economic Area (2) (\"the EEA Agreement\") entered into force on 1 January 1994.\n(2) Pursuant to Article 98 of the EEA Agreement, the EEA Joint Committee may decide to amend, inter alia, Protocol 31 thereto.\n(3) Protocol 31 to the EEA Agreement contains provisions and arrangements concerning cooperation in specific fields outside the four freedoms.\n(4) It is appropriate to continue the cooperation of the Contracting Parties to the EEA Agreement in European Union actions funded from the General Budget of the European Union regarding the implementation, operation and development of the Internal Market.\n(5) Protocol 31 to the EEA Agreement should therefore be amended accordingly.\n(6) The amendment should apply from 1 January 2013 in order to allow for this extended cooperation to continue beyond 31 December 2012.\n(7) The position of the European Union within the EEA Joint Committee should therefore be based on the attached draft Decision,", "main_body": ["The position to be adopted, on behalf of the European Union, within the EEA Joint Committee on the proposed amendment to Protocol 31 to the EEA Agreement shall be based on the draft Decision of that Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 25 June 2013.\nFor the Council\nThe President\nE. GILMORE\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\nDRAFT\nDECISION OF THE EEA JOINT COMMITTEE No …/…\nof\namending Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area (‧the EEA Agreement‧), and in particular Articles 86 and 98 thereof,\nWhereas:\n(1) It is appropriate to continue the cooperation of the Contracting Parties to the EEA Agreement in Union actions funded from the General Budget of the Union regarding the implementation, operation and development of the Internal Market.\n(2) Protocol 31 to the EEA Agreement should therefore be amended in order to allow for this extended cooperation to continue beyond 31 December 2012,\nHAS ADOPTED THIS DECISION:\nArticle 1\nArticle 7 of Protocol 31 to the EEA Agreement shall be amended as follows:\n1. The words \"years 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011 and 2012\" in paragraph 6 shall be replaced by the words \"years 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012 and 2013\".\n2. The words \"years 2006, 2007, 2008, 2009, 2010, 2011 and 2012\" in paragraph 7 shall be replaced by the words \"years 2006, 2007, 2008, 2009, 2010, 2011, 2012 and 2013\".\n3. The words \"years 2008, 2009, 2010, 2011 and 2012\" in paragraph 8 shall be replaced by the words \"years 2008, 2009, 2010, 2011, 2012 and 2013\".\nArticle 2\nThis Decision shall enter into force on the day following the last notification under Article 103(1) of the EEA Agreement (1).\nIt shall apply from 1 January 2013.\nArticle 3\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels, ….\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}