{"celex_id": "32014R0264", "uri": "http://publications.europa.eu/resource/cellar/e4dabe31-ac18-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "5451", "6052", "6569", "6789"], "title": "Commission Regulation (EU) No 264/2014 of 14 March 2014 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of polyvinylpyrrolidone-vinyl acetate copolymer in solid food supplements and the Annex to Commission Regulation (EU) No 231/2012 as regards its specifications  Text with EEA relevance\n", "header": "15.3.2014 EN Official Journal of the European Union L 76/22\nCOMMISSION REGULATION (EU) No 264/2014\nof 14 March 2014\namending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of polyvinylpyrrolidone-vinyl acetate copolymer in solid food supplements and the Annex to Commission Regulation (EU) No 231/2012 as regards its specifications\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3), Article 14 and Article 30(5) thereof,\nHaving regard to Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2), and in particular Article 7(5) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) Commission Regulation (EU) No 231/2012 (3) lays down specifications for food additives including colours and sweeteners that are listed in Annexes II and III to Regulation (EC) No 1333/2008.\n(3) Those lists may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008, either on the initiative of the Commission or following an application.\n(4) On 6 October 2009, an application was submitted for authorisation of the use of polyvinylpyrrolidone-vinyl acetate copolymer in solid food supplements as binding/coating agent. The application was made available to the Member States pursuant to Article 4 of Regulation (EC) No 1331/2008.\n(5) The European Food Safety Authority evaluated the safety of polyvinylpyrrolidone-vinyl acetate copolymer (4) when used as a food additive and concluded that the use of polyvinylpyrrolidone-vinyl acetate copolymer in solid food supplements as a binding/coating agent is unlikely to be of safety concern at the proposed uses.\n(6) There is a technological need for the addition of polyvinylpyrrolidone-vinyl acetate copolymer to a cellulosic formulation in food supplements. It improves film toughness, increases coating application rates and promotes better film adhesion. It also enables a continuous coating process, thus reducing the time of the coating process. It is therefore appropriate to authorise the use of this additive as a glazing agent in solid food supplements and to assign E 1208 as E-number to polyvinylpyrrolidone-vinyl acetate copolymer.\n(7) The specifications for polyvinylpyrrolidone-vinyl acetate copolymer (E 1208) should be included in Regulation (EU) No 231/2012 when it is included in the Union lists of food additives laid down in Annexes II and III to Regulation (EC) No 1333/2008 for the first time.\n(8) Regulation (EC) No 1333/2008 and Regulation (EU) No 231/2012 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with Annex I to this Regulation.", "The Annex to Regulation (EU) No 231/2012 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  Commission Regulation (EU) No 231/2012 of 9 March 2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council (OJ L 83, 22.3.2012, p. 1).\n(4)  EFSA Journal 2010; 8(12):1948.\nANNEX I\nAnnex II to Regulation (EC) No 1333/2008 is amended as follows:\n(1) in Part B, point 3 ‘Additives other than colours and sweeteners’, the following new entry is inserted after the entry for E 1207 Anionic methacrylate copolymer:\n‘E 1208 Polyvinylpyrrolidone-vinyl acetate copolymer’\n(2) in Part E, in food category 17.1 ‘Food supplements supplied in a solid form including capsules and tablets and similar forms, excluding chewable forms’, the following new entry is inserted after the entry for E 1207 Anionic methacrylate copolymer:\n‘E 1208 Polyvinylpyrrolidone-vinyl acetate copolymer. 100 000’\nANNEX II\nIn the Annex to Regulation (EU) No 231/2012, the following new entry is inserted after the entry for E 1207 (Anionic methacrylate copolymer):\n‘E 1208 POLYVINYLPYRROLIDONE-VINYL ACETATE COPOLYMER\nSynonyms Copolyvidon; copovidone; 1-vinyl-2-pyrrolidone-vinyl acetate copolymer; 2-pyrrolidinone, 1-ethenyl-, polymer with ethenyl acetate\nDefinition It is produced by free radical copolymerisation of N-vinyl-2-pyrrolidone and vinyl acetate in solution in propan-2-ol, in the presence of initiators.\nEinecs\nChemical name Acetic acid, ethenyl ester, polymer with 1-ethenyl-2-pyrrolidinone\nChemical formula (C6H9NO)n.(C4H6O2)m\nAverage Viscosity Molecular Weight Between 26 000 and 46 000 g/mol.\nAssay Nitrogen content 7,0-8,0 %\nDescription The physical state is described as a white to yellowish-white powder or flakes with an average particle size of 50-130 μm.\nIdentification\nSolubility Freely soluble in water, ethanol, ethylene chloride and ether.\nInfrared absorption spectroscopy To be identified\nEuropean Colour Test (BY Colour) Minimum BY5\nK-value (1) (1 % solids in aqueous solution) 25,2-30,8\npH value 3,0-7,0 (10 % aqueous solution)\nPurity\nVinylacetate component in copolymer Not more than 42,0 %\nFree vinyl acetate Not more than 5 mg/kg\nTotal ash Not more than 0,1 %\nAldehyde Not more than 2 000 mg/kg (as acetaldehyde)\nFree-N-vinylpyrrolidone Not more than 5 mg/kg\nHydrazine Not more than 0,8 mg/kg\nPeroxide content Not more than 400 mg/kg\nPropan-2-ol Not more than 150 mg/kg\nArsenic Not more than 3 mg/kg\nLead Not more than 2 mg/kg\nMercury Not more than 1 mg/kg\nCadmium Not more than 1 mg/kg\n(1)  K-value: dimensionless index, calculated from kinematic viscosity measurements of dilute solutions, used to indicate the likely degree of polymerisation or molecular size of a polymer.’"}