{"celex_id": "32010R1237", "uri": "http://publications.europa.eu/resource/cellar/9e624c06-97a0-48c7-983a-9d651e1ea242", "type": "Regulation", "concepts": ["133", "1871", "3641", "4790", "5228", "997"], "title": "Regulation (EU) No 1237/2010 of the European Parliament and of the Council of 15 December 2010 amending Council Regulation (EC) No 2187/2005 as regards the prohibition of highgrading and restrictions on fishing for flounder and turbot in the Baltic Sea, the Belts and the Sound\n", "header": "31.12.2010 EN Official Journal of the European Union L 348/34\nREGULATION (EU) No 1237/2010 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 December 2010\namending Council Regulation (EC) No 2187/2005 as regards the prohibition of highgrading and restrictions on fishing for flounder and turbot in the Baltic Sea, the Belts and the Sound\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Council Regulation (EC) No 2187/2005 (3) lays down specific technical measures for the conservation of fishery resources in the Baltic Sea, the Belts and the Sound, and in particular restrictions on fishing as regards certain species, mesh sizes and areas.\n(2) Council Regulation (EC) No 1226/2009 of 20 November 2009 fixing the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in the Baltic Sea for 2010 (4) provides for the prohibition of highgrading and for restrictions on fishing for flounder and turbot.\n(3) This prohibition and these restrictions are technical measures of a permanent nature which should no longer be included in the regulatory framework establishing annual fishing opportunities. From January 2011, they should therefore be incorporated into Regulation (EC) No 2187/2005.\n(4) The term ‘Community’ used in the enacting terms of Regulation (EC) No 2187/2005 should be changed following the entry into force of the Treaty of Lisbon on 1 December 2009.\n(5) Regulation (EC) No 2187/2005 should therefore be amended accordingly.\n(6) In order to ensure the continuous application of the measures provided for in this Regulation, it should enter into force on the day following its publication in the Official Journal of the European Union,", "main_body": ["Regulation (EC) No 2187/2005 is hereby amended as follows:\n1. the following article is inserted:\n2. the following article is inserted:\nSpecies Geographical area Period\nFlounder (Platichthys flesus) Subdivisions 26, 27, 28 and 29 south of 59° 30′ N 15 February to 15 May\nSubdivision 32 15 February to 31 May\nTurbot (Psetta maxima) Subdivisions 25, 26 and 28 south of 56° 50′ N 1 June to 31 July\n3. in Article 26(1) and (2), the noun ‘Community’, or the corresponding adjective, is replaced by the noun ‘Union’, or the corresponding adjective, and any grammatical adjustments needed as a consequence of this replacement shall be made.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 15 December 2010.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nO. CHASTEL\n(1)  Opinion of 15 September 2010 (not yet published in the Official Journal).\n(2)  Position of the European Parliament of 23 November 2010 (not yet published in the Official Journal) and decision of the Council of 6 December 2010.\n(3)  OJ L 349, 31.12.2005, p. 1.\n(4)  OJ L 330, 16.12.2009, p. 1.\n(5)  OJ L 343, 22.12.2009, p. 1.’;"}