{"celex_id": "32012D0274", "uri": "http://publications.europa.eu/resource/cellar/a3597e1c-8c37-479d-a78e-897ca72f14de", "type": "Decision", "concepts": ["1624", "2858", "302", "342", "351", "4359", "4502", "5334", "5405", "5448", "5796", "6030"], "title": "2012/274/EU: Commission Implementing Decision of 24 April 2012 determining the second set of regions for the start of operations of the Visa Information System (VIS) (notified under document C(2012) 2505)\n", "header": "24.5.2012 EN Official Journal of the European Union L 134/20\nCOMMISSION IMPLEMENTING DECISION\nof 24 April 2012\ndetermining the second set of regions for the start of operations of the Visa Information System (VIS)\n(notified under document C(2012) 2505)\n(2012/274/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 767/2008 of the European Parliament and of the Council of 9 July 2008 concerning the Visa Information System (VIS) and the exchange of data between Member States on short-stay visas (VIS Regulation) (1), and in particular Article 48(4) thereof,\nWhereas:\n(1) Article 48 of Regulation (EC) No 767/2008 provides for a progressive implementation of the VIS operations. The Commission in its Decision 2010/49/EC (2) determined the first regions for the start of operations of the VIS. Taking into account the start of operations of the VIS on 11 October 2011, it is necessary to determine a second set of regions where the data to be processed in the VIS, including photographs and fingerprint data, shall be collected and transmitted to the VIS for all visa applications in the region concerned.\n(2) Article 48(4) of Regulation (EC) No 767/2008 provides for the determination of the sequence of the regions for the VIS deployment based on the following criteria: the risk of irregular immigration, threats to the internal security of the Member States and the feasibility of collecting biometrics from all locations in the region concerned.\n(3) The Commission has made an assessment for the different regions taking into account, for the first criterion, elements such as the average visa refusal rates, the entry refusal rates and the rates of third country nationals detected as irregularly present in the territory of the Member States; for the second criterion, a threat assessment performed by Europol; and for the third criterion, the fact that the level of consular presence or representation has increased in all regions worldwide since the adoption of Decision 2010/49/EC.\n(4) According to this assessment, the subsequent regions where the collection and transmission of visa data to the VIS should start for all visa applications should be: West Africa, Central Africa, East Africa, Southern Africa, South America, Central Asia, South East Asia.\n(5) The occupied Palestinian territory was excluded from the Near East region, which was covered by Decision 2010/49/EC, due to the technical difficulties that could be encountered in the equipping of the consular posts or offices concerned. To avoid a gap when fighting irregular immigration and protecting internal security and taking into account the time left to Member States to solve the technical difficulties, the occupied Palestinian territory should be the 11th region where the collection and transmission of visa data to the VIS should start for all visa applications.\n(6) The starting date of the operations in each of these regions is to be determined by the Commission pursuant to Article 48(3) of Regulation (EC) No 767/2008.\n(7) For the determination of the further regions, subsequent decisions should be taken at a later stage on the basis of an additional and updated assessment of these other regions in accordance with the relevant criteria and the experience with the implementation in the regions determined by Decision 2010/49/EC and by the present Decision.\n(8) Given that the VIS Regulation builds upon the Schengen acquis, Denmark notified the implementation of the VIS Regulation in its national law in accordance with Article 5 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community. Denmark is therefore bound under international law to implement this Decision.\n(9) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis (3). The United Kingdom is therefore not bound by it or subject to its application.\n(10) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (4). Ireland is therefore not bound by it or subject to its application.\n(11) As regards Iceland and Norway, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the latters’ association with the implementation, application and development of the Schengen acquis (5), which fall within the area referred to in Article 1, point B of Council Decision 1999/437/EC (6) on certain arrangements for the application of that Agreement.\n(12) As regards Switzerland, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (7), which fall within the area referred to in Article 1, point B of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/146/EC (8).\n(13) As regards Liechtenstein, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point B of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2011/350/EU (9).\n(14) As regards Cyprus, this Decision constitutes an act building upon, or otherwise related to, the Schengen acquis within the meaning of Article 3(2) of the 2003 Act of Accession.\n(15) As regards Bulgaria and Romania, this Decision constitutes an act building upon or otherwise related to the Schengen acquis within the meaning of Article 4(2) of the 2005 Act of Accession.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 51(1) of Regulation (EC) No 1987/2006 of the European Parliament and of the Council of 20 December 2006 on the establishment, operation and use of the second generation Schengen Information System (SIS II) (10),", "main_body": ["The regions where the collection and transmission of data to the Visa Information System (VIS) shall start, after the regions determined by Decision 2010/49/EC, according to Article 48(3) of Regulation (EC) No 767/2008, are the following:\n— The fourth region:\n— Benin,\n— Burkina Faso,\n— Cape Verde,\n— Côte d’Ivoire,\n— The Gambia,\n— Ghana,\n— Guinea,\n— Guinea-Bissau,\n— Liberia,\n— Mali,\n— Niger,\n— Nigeria,\n— Senegal,\n— Sierra Leone,\n— Togo.\n— The fifth region:\n— Burundi,\n— Cameroon,\n— Central African Republic,\n— Chad,\n— Congo,\n— Democratic Republic of the Congo,\n— Equatorial Guinea,\n— Gabon,\n— Rwanda,\n— São Tomé and Príncipe.\n— The sixth region:\n— Comoros,\n— Djibouti,\n— Eritrea,\n— Ethiopia,\n— Kenya,\n— Madagascar,\n— Mauritius,\n— Seychelles,\n— Somalia,\n— South Sudan,\n— Sudan,\n— Tanzania,\n— Uganda.\n— The seventh region:\n— Angola,\n— Botswana,\n— Lesotho,\n— Malawi,\n— Mozambique,\n— Namibia,\n— South Africa,\n— Swaziland,\n— Zambia,\n— Zimbabwe.\n— The eighth region:\n— Argentina,\n— Bolivia,\n— Brazil,\n— Chile,\n— Colombia,\n— Ecuador,\n— Paraguay,\n— Peru,\n— Uruguay,\n— Venezuela.\n— The ninth region:\n— Kazakhstan,\n— Kyrgyzstan,\n— Tajikistan,\n— Turkmenistan,\n— Uzbekistan.\n— The 10th region:\n— Brunei,\n— Burma/Myanmar,\n— Cambodia,\n— Indonesia,\n— Laos,\n— Malaysia,\n— Philippines,\n— Singapore,\n— Thailand,\n— Vietnam.\n— The 11th region:", "This Decision is addressed to the Kingdom of Belgium, the Republic of Bulgaria, the Czech Republic, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland and the Kingdom of Sweden."], "attachments": "Done at Brussels, 24 April 2012.\nFor the Commission\nCecilia MALMSTRÖM\nMember of the Commission\n(1)  OJ L 218, 13.8.2008, p. 60.\n(2)  OJ L 23, 27.1.2010, p. 62.\n(3)  OJ L 131, 1.6.2000, p. 43.\n(4)  OJ L 64, 7.3.2002, p. 20.\n(5)  OJ L 176, 10.7.1999, p. 36.\n(6)  OJ L 176, 10.7.1999, p. 31.\n(7)  OJ L 53, 27.2.2008, p. 52.\n(8)  OJ L 53, 27.2.2008, p. 1.\n(9)  OJ L 160, 18.6.2011, p. 19.\n(10)  OJ L 381, 28.12.2006, p. 4."}