{"celex_id": "32012D0628", "uri": "http://publications.europa.eu/resource/cellar/882683a8-d954-4e5b-bec5-0cdd6b09524f", "type": "Decision", "concepts": ["1811", "189", "3246", "5945", "888"], "title": "2012/628/EU: Commission Implementing Decision of 5 October 2012 on the recognition of the legal and supervisory framework of the United States of America as equivalent to the requirements of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies  Text with EEA relevance\n", "header": "9.10.2012 EN Official Journal of the European Union L 274/32\nCOMMISSION IMPLEMENTING DECISION\nof 5 October 2012\non the recognition of the legal and supervisory framework of the United States of America as equivalent to the requirements of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies\n(Text with EEA relevance)\n(2012/628/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1060/2009 of the European Parliament and of the Council of 16 September 2009 on credit rating agencies (1), and in particular Article 5(6) thereof,\nWhereas:\n(1) On 12 June 2009 the Commission granted a mandate to the Committee of European Securities Regulators (CESR), whose tasks have been assumed by the European Securities and Markets Authority established on 1 January 2011 pursuant to Regulation (EU) No 1095/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority (European Securities and Markets Authority) (2) (ESMA), requesting their technical advice with regard to the technical assessment of the legal and supervisory framework of the USA in respect of credit rating agencies.\n(2) In its first advice, delivered on 21 May 2010, the CESR highlighted two areas (regarding the quality of methodologies and ratings, and with respect to the disclosure of ratings) where significant differences between the United States (US) and the Union frameworks persisted. Subsequently, following the entry into force of the Dodd-Frank Wall Street Reform and Consumer Protection Act on 21 July 2010, ESMA has updated its technical advice to the Commission indicating that the US legal and supervisory framework in respect of credit rating agencies could now be considered equivalent to Regulation (EC) No 1060/2009.\n(3) Pursuant to the second subparagraph of Article 5(6) of Regulation (EC) No 1060/2009, the fulfilment of three conditions needs to be assessed in order to consider a third country legal and supervisory framework equivalent to Regulation (EC) No 1060/2009.\n(4) According to the first condition, credit rating agencies in the third country must be subject to authorisation or registration and subject to effective supervision and enforcement on an ongoing basis. The US legal and supervisory framework for credit rating agencies consists of the Credit Rating Agency Reform Act of 2006 (‘Rating Agency Act’) which seeks to improve the quality of ratings in order to protect investors and in the public interest, by fostering accountability, transparency, and competition in the credit rating industry and Section 15E (3), Section 17 (4) and Section 21B(a) (5) of the Securities Exchange Act (‘Exchange Act’). The operative provisions of the Rating Agency Act became applicable upon the SEC’s adoption in June 2007 of a series of rules implementing a registration and oversight programme for credit rating agencies that register as Nationally Recognized Statistical Ratings Organizations (NRSRO). In order to allow the use of their ratings for regulatory purposes credit rating agencies have to register with the SEC and are subsequently supervised by the SEC on an ongoing basis. The SEC is endowed with a comprehensive range of supervisory powers allowing it to investigate whether credit rating agencies comply with their legal obligations. Those powers include the power to access documents, to conduct investigations and to carry out on-site inspections, as well as the power to require access to records of telephone recordings and electronic communication. The SEC can exercise these powers not only in respect of credit rating agencies, but also in respect of other persons involved in credit rating activities. Section 15E(p)(3)(A) of the Exchange Act requires the SEC to conduct an examination of each NRSRO at least annually and to report on the findings of these examinations (6). Where the SEC has established that an NRSRO is in breach of any obligation arising from the relevant regulatory framework, it may adopt a wide range of supervisory measures in order to stop the infringement. Those measures include the power to withdraw the registration, to suspend the use of ratings for regulatory purposes and to order the credit rating agencies to stop the infringement. The SEC can also impose severe penalties on credit rating agencies for breaches of the relevant requirements. Therefore, NRSROs are subject to effective supervision and enforcement on an ongoing basis. The cooperation agreement concluded between ESMA and the SEC provides for information exchange with regard to enforcement and supervisory measures taken against cross border CRAs.\n(5) According to the second condition, credit rating agencies in the third country must be subject to legally binding rules which are equivalent to those set out in Articles 6 to 12 and Annex I to Regulation (EC) No 1060/2009. The US legal and supervisory framework meets the objectives of Regulation (EC) No 1060/2009 in respect of the management of conflicts of interest, the organisational processes and procedures that a credit rating agency needs to have in place, the quality of ratings and of rating methodologies, the disclosure of credit ratings and the general and periodic disclosure of credit rating activities. Therefore, the US framework provides for equivalent protection in terms of integrity, transparency, good governance of credit rating agencies and reliability of the credit rating activities.\n(6) According to the third condition, the regulatory regime in the third country must prevent interference by the supervisory authorities and other public authorities of that third country with the content of credit ratings and methodologies. In this respect, the SEC and any other public authority in the USA are prohibited by law from interfering with the substance of credit ratings and credit rating methodologies.\n(7) In view of the factors examined, the conditions laid down in the second subparagraph of Article 5(6) of Regulation (EC) No 1060/2009 can be considered to be met by the US legal and supervisory framework for credit rating agencies. Therefore, the US legal and supervisory framework for credit rating agencies should be considered equivalent to the legal and supervisory framework established by Regulation (EC) No 1060/2009. The Commission, in cooperation with ESMA, will continue monitoring the evolution of the US legal and supervisory framework for credit rating agencies and the fulfilment of the conditions on the basis of which this decision has been taken.\n(8) The measures provided for in this Decision are in accordance with the opinion of the European Securities Committee,", "main_body": ["For the purposes of Article 5 of Regulation (EC) No 1060/2009, the US legal and supervisory framework for credit rating agencies shall be considered as equivalent to the requirements of Regulation (EC) No 1060/2009.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 5 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 17.11.2009, p. 1.\n(2)  OJ L 331, 15.12.2010, p. 84.\n(3)  15 U.S.C.78o-7.\n(4)  15 U.S.C.78q.\n(5)  15 U.S.C.78u-2.\n(6)  See summary report of the SEC Staff’s Examinations of each NRSRO of September 2011."}