{"celex_id": "32013R0631", "uri": "http://publications.europa.eu/resource/cellar/a0901bee-e08f-11e2-9165-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "1755", "2211", "5252", "614"], "title": "Commission Implementing Regulation (EU) No 631/2013 of 28 June 2013 repealing Regulation (EC) No 546/2006 and Implementing Regulation (EU) No 233/2012  Text with EEA relevance\n", "header": "29.6.2013 EN Official Journal of the European Union L 179/84\nCOMMISSION IMPLEMENTING REGULATION (EU) No 631/2013\nof 28 June 2013\nrepealing Regulation (EC) No 546/2006 and Implementing Regulation (EU) No 233/2012\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular point (b)(iii) of Section I of Chapter A of Annex VIII thereto,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (‘TSEs’) in animals. Annex VIII thereto provides for the approval and subsequent amendment of the national scrapie control programmes of the Member States if they comply with certain criteria laid down in that Regulation.\n(2) Commission Regulation (EC) No 546/2006 of 31 March 2006 implementing Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards national scrapie control programmes and additional guarantees and derogating from certain requirements of Decision 2003/100/EC and repealing Regulation (EC) No 1874/2003 (2) approves the national scrapie control programmes of certain Member States. It also lays down the additional guarantees from which those Member States can benefit regarding the movements of ovine and caprine animals, as well as of their semen and embryos.\n(3) Commission Implementing Regulation (EU) No 233/2012 of 16 March 2012 implementing Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the approval of the amended national scrapie control programme for Denmark (3) approves the amended national scrapie control programme for Denmark.\n(4) For reasons of clarity and simplification of Union legislation, Annex VIII to Regulation (EC) No 999/2001, as amended by Commission Regulation (EU) No 630/2013 of 28 June 2013 amending the Annexes to Regulation (EC) No 999/2001 of the European Parliament and of the Council laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (4), sets out the list of the Member States with an approved national control programme for classical scrapie and the corresponding additional guarantees from which those Member States benefit regarding the movements of ovine and caprine animals, as well as of their semen and embryos.\n(5) The amendments to Regulation (EC) No 999/2001 set out in Regulation (EU) No 630/2013 apply from 1 July 2013. The provisions of Regulation (EC) No 546/2006 and Implementing Regulation (EU) No 233/2012 become therefore redundant on that date. In the interest of legal clarity and certainty, those Regulations should therefore be repealed on the same date.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 546/2006 and Implementing Regulation (EU) No 233/2012 are repealed with effect from 1 July 2013.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  OJ L 94, 1.4.2006, p. 28.\n(3)  OJ L 78, 17.3.2012, p. 13.\n(4)  See page 60 of this Official Journal."}