{"celex_id": "32014R0801", "uri": "http://publications.europa.eu/resource/cellar/791f2e26-13cc-11e4-933d-01aa75ed71a1", "type": "Regulation", "concepts": ["1052", "1302", "1462", "185", "1911", "2986", "3075", "5561", "5597", "6541"], "title": "Commission Implementing Regulation (EU) No 801/2014 of 24 July 2014 setting out the timetable and other implementing conditions related to the mechanism for the allocation of resources for the Union Resettlement Programme under the Asylum, Migration and Integration Fund\n", "header": "25.7.2014 EN Official Journal of the European Union L 219/19\nCOMMISSION IMPLEMENTING REGULATION (EU) No 801/2014\nof 24 July 2014\nsetting out the timetable and other implementing conditions related to the mechanism for the allocation of resources for the Union Resettlement Programme under the Asylum, Migration and Integration Fund\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 516/2014 of the European Parliament and of the Council of 16 April 2014 establishing the Asylum, Migration and Integration Fund (1), in particular Article 17(8) thereof,\nAfter consulting the Asylum, Migration and Integration and Internal Security Funds Committee established by Article 59(1) of Regulation (EU) No 514/2014 of the European Parliament and of the Council of 16 April 2014 laying down general provisions on the Asylum, Migration and Integration Fund and on the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (2),\nWhereas:\n(1) In addition to the amounts allocated pursuant to Article 15(1)(a) of Regulation (EU) No 516/2014, Member States receive an additional amount, every two years, for each resettled person.\n(2) The periods to be taken into account for the calculation of the additional amount should be specified. It is appropriate to establish three resettlement periods, in respect of each of which an additional amount may be allocated to a Member State.\n(3) If, in 2017, it appears necessary to provide for a revision in 2019 of the common Union resettlement priorities referred to in Article 17(2) of Regulation (EU) No 516/2014, the third resettlement period, covering the years 2018 to 2020, may be limited to the years 2018 and 2019. If so, this Regulation will be amended to provide for an additional resettlement period for the year 2020.\n(4) In order for the Commission to establish the additional amount to be allocated in respect of resettlement in any given resettlement period, each Member State should submit to the Commission an estimate of the number of persons it plans to resettle during that period. The estimate should be submitted via the electronic data exchange system established by Article 2 of Commission Implementing Regulation (EU) No 802/2014 (3).\n(5) Regulation (EU) No 516/2014 provides that the additional amounts for resettlement are to be allocated to the Member States for the first time in the individual financing decisions approving the national programmes referred to in Article 14 of Regulation (EU) No 514/2014. For the resettlement period covering the years 2014 and 2015, the national programmes to be submitted to the Commission should therefore contain an estimate of the number of persons the Member State plans to resettle during that period. For the other resettlement periods, each Member State should submit an estimate by 15 September of the year preceding the resettlement period concerned.\n(6) The additional amount for resettlement allocated to each Member State is based on an estimate of the number of persons it plans to resettle. To qualify for payment of the additional amount, the persons concerned should have been effectively resettled from the beginning of the period concerned and up to six months following the end of that period.\n(7) In order to be paid the additional amount, which is based on a lump sum for each resettled person, Member States should report to the Commission the number of persons qualifying for payment. They should keep the evidence of these persons qualifying for payment.\n(8) The United Kingdom and Ireland are bound by Regulation (EU) No 516/2014 and are as a consequence bound by this Regulation.\n(9) Denmark is not bound by Regulation (EU) No 516/2014 nor by this Regulation.\n(10) In order to allow for the prompt application of the measures provided for in this Regulation and not delay the approval of the national programmes, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union,", "main_body": ["Allocation of an additional amount for resettled persons\n1.   In order to be allocated an additional amount for resettled persons as provided for in Article 17(1) of Regulation (EU) No 516/2014, each Member State shall provide the Commission with an estimate of the number of persons that it plans to resettle in any of the following periods:\n(a) the years 2014 and 2015;\n(b) the years 2016 and 2017;\n(c) the years 2018, 2019 and 2020.\n2.   The estimates shall include the number of persons falling within any of the priority categories and groups of persons defined in Article 17(2) of Regulation (EU) No 516/2014. They shall be submitted through the electronic data exchange system established by Article 2 of Implementing Regulation (EU) No 802/2014, as follows:\n(a) the estimate for the years 2014 and 2015 shall be included in the Member State's national programme submitted in accordance with Article 14 of Regulation (EU) No 514/2014;\n(b) the estimate for the years 2016 and 2017 shall be submitted by 15 September 2015;\n(c) the estimate for the years 2018 to 2020 shall be submitted by 15 September 2017.\n3.   The Commission shall examine the estimates and, as soon as possible, decide on the additional amounts to be allocated to each Member State, as provided for in Article 17(9) of Regulation (EU) No 516/2014.", "Qualification for the additional amount for resettled persons and reporting\n1.   In order to qualify for the additional amount, the persons concerned shall be effectively resettled from the beginning of the period concerned and up to six months following the end of that period.\nThe Member States shall keep the information necessary to allow proper identification of the resettled persons and of the date of their resettlement.\nFor persons falling within any of the priority categories and groups of persons referred to in Article 17(2) of Regulation (EU) No 516/2014, Member States shall also keep the evidence that they belong to the relevant priority category or group of persons.\n2.   Each Member State which has been allocated an additional amount for resettlement shall include in the annual accounts provided for in Article 39 of Regulation (EU) No 514/2014, the number of resettled persons qualifying for the additional amount, of which the number of persons falling within any of the priority categories and groups of persons defined in Article 17(2) of Regulation (EU) No 516/2014. Each resettled person may be counted only once.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 24 July 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 150, 20.5.2014, p. 168.\n(2)  OJ L 150, 20.5.2014, p. 112.\n(3)  Commission Implementing Regulation (EU) No 802/2014 of 24 July 2014 establishing models for national programmes and establishing the terms and conditions of the electronic data exchange system between the Commission and Member States pursuant to Regulation (EU) No 514/2014 of the European Parliament and of the Council laying down general provisions on the Asylum, Migration and Integration Fund and on the instrument for financial support for police cooperation, prevention and combating crime and crisis management (see page 22 of this Official Journal)."}