{"celex_id": "32014D0038", "uri": "http://publications.europa.eu/resource/cellar/604b834f-881c-11e3-9b7d-01aa75ed71a1", "type": "Decision", "concepts": ["1519", "3645", "4692", "5263", "6004"], "title": "2014/38/EU: Commission Implementing Decision of 24 January 2014 authorising methods for grading pig carcases in Italy (notified under document C(2014) 279)\n", "header": "28.1.2014 EN Official Journal of the European Union L 23/35\nCOMMISSION IMPLEMENTING DECISION\nof 24 January 2014\nauthorising methods for grading pig carcases in Italy\n(notified under document C(2014) 279)\n(Only the Italian text is authentic)\n(2014/38/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(m), in conjunction with Article 4 thereof,\nWhereas:\n(1) Point 1 of Section B.IV of Annex V to Regulation (EC) No 1234/2007 provides that, for the classification of pig carcases, the lean-meat content has to be assessed by means of grading methods authorised by the Commission, which methods may only be statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. That tolerance is defined in Article 23(3) of Commission Regulation (EC) No 1249/2008 (2).\n(2) By Commission Decision 2001/468/EC (3), the use of two methods for grading pig carcases in Italy was authorised.\n(3) As the authorised grading methods needed technical adaptation Italy has requested the Commission to authorise the replacement of the formula used in the ‘Fat-O-Meater’ and ‘Hennessy Grading Probe 7’ methods, as well as to authorise the four new methods ‘AutoFom III’, ‘Fat-O-Meat’er II’, ‘CSB-Image-Meater’ and ‘Manual method ZP’ for grading pig carcases on its territory. Italy has presented a detailed description of the dissection trial, indicating the principles on which the new formula are based, the result of its dissection trial and the equations used for assessing the percentage of lean meat in the protocol provided for in Article 23(4) of Regulation (EC) No 1249/2008.\n(4) Examination of that request has revealed that the conditions for authorising those new formulae are fulfilled. Those formulae should therefore be authorised in Italy.\n(5) Italy has requested the Commission to be authorised to provide for a presentation of pig carcases different from the standard presentation laid down in the first paragraph of Section B.III of Annex V to Regulation (EC) No 1234/2007.\n(6) In accordance with the second paragraph of Section B.III of Annex V to Regulation (EC) No 1234/2007, Member States may be authorised to provide for a presentation of pig carcases different from the standard presentation defined in the first paragraph of that point, where normal commercial practice in their territory differs from that standard presentation. In its request, Italy specified that in its territory it is commercial practice that carcases can be presented without the diaphragm and flare fat having been removed before being weighed and graded. This presentation that differs from the standard presentation should therefore be authorised in Italy.\n(7) In order to establish quotations for pig carcases on a comparable basis, this different presentation should be taken into account by adjusting the weight recorded in such cases in relation to the weight for standard presentation.\n(8) For reasons of clarity and legal certainty, a new decision should be adopted. Decision 2001/468/EC should therefore be repealed.\n(9) Modifications of the apparatuses or grading methods should not be allowed, unless they are explicitly authorised by Commission Implementing Decision.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["The use of the following methods is authorised for grading pig carcases pursuant to point 1 of Section B.IV of Annex V to Regulation (EC) No 1234/2007 in Italy:\n(a) the ‘Fat-O-Meater I (FOM I)’ apparatus and the assessment methods related thereto, details of which are given in Part I of the Annex;\n(b) the ‘Hennessy Grading Probe 7 (HGP 7)’ apparatus and the assessment methods related thereto, details of which are given in Part II of the Annex;\n(c) the ‘Fat-O-Meat’er II (FOM II)’ apparatus and the assessment methods related thereto, details of which are given in Part III of the Annex;\n(d) the ‘AutoFom III’ apparatus and the assessment methods related thereto, details of which are given in Part IV of the Annex;\n(e) the ‘CSB-Image-Meater’ apparatus and the assessment methods related thereto, details of which are given in Part V of the Annex;\n(f) the ‘Manual method ZP’ apparatus and the assessment methods related thereto, details of which are given in Part VI of the Annex.", "Notwithstanding the standard presentation laid down in the first paragraph of Section B.III of Annex V to Regulation (EC) No 1234/2007, pig carcases in Italy may be presented without the diaphragm and flare fat having been removed before being weighed and graded. In the case of such presentation the recorded hot carcase weight shall be adjusted in accordance with the following formula:\nwhere:\nY = carcase weight as defined by Regulation (EC) No 1249/2008\nX = warm carcase weight with flare fat and diaphragm\na = sum of flare fat and diaphragm (%)\n— for diaphragm, equivalent to 0,29 % (carcase weight from 110,1 to 180 kg) and to 0,26 % (carcase weight from 70 to 110 kg),\n— for flare fat, equivalent to:\n— 0,99 % (carcase weight from 70 to 80,0 kg),\n— 1,29 % (carcase weight from 80,1 to 90,0 kg),\n— 1,52 % (carcase weight from 90,1 to 100,0 kg),\n— 2,05 % (carcase weight from 100,1 to 110 kg),\n— 2,52 % (carcase weight from 110,1 to 130 kg),\n— 2,62 % (carcase weight from 130,1 to 140 kg),\n— 2,83 % (carcase weight from 140,1 to 150 kg),\n— 2,96 % (carcase weight from 150,1 to 180 kg).", "Modifications of the authorised apparatus or grading methods shall not be allowed, unless those modifications are explicitly authorised by Commission Implementing Decision.", "Decision 2001/468/EC is repealed.", "This Decision shall apply from 1 January 2014.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 24 January 2014.\nFor the Commission\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  Commission Regulation (EC) No 1249/2008 of 10 December 2008 laying down detailed rules on the implementation of the Community scales for the classification of beef, pig and sheep carcases and the reporting of prices thereof (OJ L 337, 16.12.2008, p. 3).\n(3)  Commission Decision 2001/468/EC of 8 June 2001 authorising methods for grading pig carcases in Italy (OJ L 163, 20.6.2001, p. 31).\nANNEX\nMETHODS FOR GRADING PIG CARCASES IN ITALY\nPART I\nFat-O-Meater I (FOM I)\n1. The rules provided for in this Part shall apply when the grading of pig carcases is carried out by means of the apparatus termed ‘Fat-O-Meater I’ (FOM I).\n2. The apparatus shall be equipped with a probe of 6 mm diameter containing a photodiode of the Siemens SFH 950 type and a photo detector (type SFH 960), having an operating distance of between 5 and 115 mm. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 70 and 110 kg\n(b) carcases weighing between 110,1 and 180 kg\nŷ = the estimated percentage of lean meat in the carcase,\nx1 = the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase at the level placed between the third and fourth last ribs\nx2 = the thickness of the Longissimus dorsi muscle, measured at the same time and in the same place as x1.\nPART II\nHennessy Grading Probe (HGP 7)\n1. The rules provided for in this Part shall apply when the grading of pig carcases is carried out by means of the apparatus called ‘Hennessy Grading Probe 7’ (HGP 7).\n2. The apparatus shall be equipped with a probe of 5,95 mm diameter (and have abutting 6,3 mm of blade on either side of the probe at its head)containing a photodiode (Siemens LED of the type LYU 260-EO and photodetector of the type 58 MR) and having an operating distance of between 0 and 120 mm. The results of the measurements shall be transformed in terms of estimated lean meat content by means of the HGP 7 itself as well as a computer linked to it.\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 70 and 110 kg\n(b) carcases weighing between 110,1 and 180 kg\nŷ = the estimated percentage of lean meat in the carcase,\nx1 = the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase at the level placed between the third and fourth last ribs,\nx2 = the thickness of the Longissimus dorsi muscle, measured at the same time and in the same place as x1.\nPART III\nFat-O-Meat’er II (FOM II)\n1. The rules provided for in this Part shall apply when the grading of pig carcases is carried out by means of the apparatus called ‘Fat-O-Meat’er II’ (FOM II).\n2. The apparatus is a new version of the Fat-O-Meat’er measurement system. The FOM II consists of an optical probe with a knife, a depth measurement device having an operating distance of between 0 and 125 millimetres and a data acquisition and analysis board – Carometec Touch Panel i15 computer (Ingress Protection IP69K). The results of the measurements are converted into estimated lean meat content by the FOM II apparatus itself.\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 70 and 110 kg\n(b) carcases weighing between 110,1 and 180 kg\nŷ = the estimated percentage of lean meat in the carcase,\nx1 = the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase at the level placed between the third and fourth last ribs,\nx2 = the thickness of the Longissimus dorsi muscle, measured at the same time and in the same place as x1.\nPART IV\nAutoFom III\n1. The rules provided for in this Part shall apply when the grading of pig carcases is carried out by means of the apparatus known as ‘AutoFom III’.\n2. The apparatus shall be equipped with sixteen 2 MHz ultrasonic transducers (Carometec A/S), with an operating distance between transducers of 25 mm. The ultrasonic data shall comprise measurements of back fat thickness, muscle thickness and related parameters. The results of the measurements are converted into estimates of the percentage of lean meat by using a computer.\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 70 and 110 kg\nY = the estimated percentage of lean meat in the carcase,\nx1 = (R2P1) average skin thickness in mm\nx2 = (R2P4) the P2 fat measure at the selected position in mm where P2 is the minimum fat depth 7 cm from the midline 2/3 rib without skin\nx3 = (R2P11) minpair filter result. Vector of cross section at minimum fat thickness position of the loin.\nx4 = (R2P16) coarse assessment of size of fat layer depth\nx5 = (R3P1) the meat measure at the selected P2 point in mm\nx6 = (R3P5) the max meat measure\n(b) carcases weighing between 110,1 and 180 kg\nY = the estimated percentage of lean meat in the carcase\nx1 = (R2P6) weighted average of the two minimum fat measures in mm\nx2 = (R2P11) minpair filter result. Vector of cross section at minimum fat thickness position of the loin\nx3 = (R2P14) The initial assessment of carcase size minus P2 skin, where P2 is the minimum fat depth 7 cm from the midline 2/3 rib\nx4 = (R3P5) maximum muscle depth\nPART V\nCSB Image Meater\n1. The rules provided for in this Part shall apply when the grading of pig carcases is carried out by means of the apparatus known as ‘CSB Image-Meater’.\n2. The CSB Image-Meater consists in particular of a video camera, a PC equipped with an image-analysis card, a screen, a printer, a command mechanism, a rate mechanism and interfaces. The 3 Image-Meater variables are all measured at the split line in the ham area (around M. gluteus medius):\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 70 and 110 kg\nY = the estimated percentage of lean meat in the carcase,\nx1 = (MF) mean lean mass, measured in correspondence of the muscle gluteus medius (mm)\nx2 = (ML) length of the muscle gluteus medius\nx3 = (MS) medium fat mass, measured in correspondence of the muscle gluteus medius (mm)\nx4 = (WbS) medium fat mass, measured in correspondence of the second vertebra, detected starting from the front (cranial) end of the muscle gluteus medius (Vb)\n(b) carcases weighing between 110,1 and 180 kg\nY = the estimated percentage of lean meat in the carcase,\nx1 = (MF) mean meat measure — over the length of muscle gluteus medius (mm)\nx2 = (ML) length of the muscle gluteus medius\nx3 = (MS) mean fat measure above (dorsal of) muscle gluteus medius (mm)\nx4 = S (mm) depth of the fat layer, measured at the thinnest point over the muscle gluteus medius\nPART VI\nManual method (ZP)\n1. The rules provided for in this Part shall apply when the grading of pig carcases is carried out by use of the ‘manual method (ZP)’ measuring by ruler\n2. This method may be implemented using a ruler, with the grading determined on the basis of the prediction equation. It is based on the manual measurement on the midline of the split carcase of the thickness of the fat and of the thickness of the muscle.\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 70 and 110 kg\n(b) carcases weighing between 110,1 and 180 kg\nY = the estimated percentage of lean meat in the carcase,\nx1 = the minimal fat depth in millimetres (including rind) over the muscle gluteus medius\nx2 = the minimal muscle depth in millimetres between the anterior extremity of the muscle gluteus medius and the dorsal part of the medullary canal"}