{"celex_id": "32015D0332", "uri": "http://publications.europa.eu/resource/cellar/4d73ecc1-c173-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["3367", "5652", "7208", "8465"], "title": "Council Decision (CFSP) 2015/332 of 2 March 2015 extending the mandate of the European Union Special Representative for the South Caucasus and the crisis in Georgia\n", "header": "3.3.2015 EN Official Journal of the European Union L 58/70\nCOUNCIL DECISION (CFSP) 2015/332\nof 2 March 2015\nextending the mandate of the European Union Special Representative for the South Caucasus and the crisis in Georgia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 33 and Article 31(2) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 8 July 2014, the Council adopted Decision 2014/438/CFSP (1) appointing Mr Herbert SALBER as the European Union Special Representative (EUSR) for the South Caucasus and the crisis in Georgia. The EUSR's mandate is to expire on 28 February 2015.\n(2) The mandate of the EUSR should be extended for a further period of eight months.\n(3) The EUSR will implement the mandate in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty on European Union,", "main_body": ["European Union Special Representative\nThe mandate of Mr Herbert SALBER as the EUSR for the South Caucasus and the crisis in Georgia is hereby extended until 31 October 2015. The Council may decide that the mandate of the EUSR be terminated earlier, based on an assessment by the Political and Security Committee (PSC) and a proposal from the High Representative of the Union for Foreign Affairs and Security Policy (HR).", "Policy objectives\nThe mandate of the EUSR shall be based on the policy objectives of the Union for the South Caucasus, including the objectives set out in the Conclusions of the extraordinary European Council meeting held in Brussels on 1 September 2008 and the Council Conclusions of 15 September 2008, as well as those of 27 February 2012. Those objectives include:\n(a) in accordance with the existing mechanisms, including the Organisation for Security and Cooperation in Europe (OSCE) and its Minsk Group, to prevent conflicts in the region, to contribute to a peaceful settlement of conflicts in the region, including the crisis in Georgia and the Nagorno-Karabakh conflict, by promoting the return of refugees and internally displaced persons and through other appropriate means, and to support the implementation of such a settlement in accordance with the principles of international law;\n(b) to engage constructively with the main interested actors regarding the region;\n(c) to encourage and to support further cooperation between Armenia, Azerbaijan and Georgia, and, as appropriate, their neighbouring countries;\n(d) to enhance the Union's effectiveness and visibility in the region.", "Mandate\nIn order to achieve the policy objectives, the mandate of the EUSR shall be:\n(a) to develop contacts with governments, parliaments, other key political actors, the judiciary and civil society in the region;\n(b) to encourage the countries in the region to cooperate on regional themes of common interest, such as common security threats, the fight against terrorism, illicit trafficking and organised crime;\n(c) to contribute to the peaceful settlement of conflicts in accordance with the principles of international law and to facilitate the implementation of such settlement in close coordination with the United Nations, the OSCE and its Minsk Group;\n(d) with respect to the crisis in Georgia:\n(i) to help prepare for the international talks held under point 6 of the settlement plan of 12 August 2008 (‘Geneva International Discussions’) and its implementing measures of 8 September 2008, including on arrangements for security and stability in the region, the issue of refugees and internally displaced persons, on the basis of internationally recognised principles, and any other subject, by mutual agreement between the parties;\n(ii) to help establish the Union's position and represent it, at the level of the EUSR, in the talks referred to in point (i); and\n(iii) to facilitate the implementation of the settlement plan of 12 August 2008 and its implementing measures of 8 September 2008;\n(e) to facilitate the development and implementation of confidence-building measures;\n(f) to assist in the preparation, as appropriate, of Union contributions to the implementation of a possible conflict settlement;\n(g) to intensify the Union's dialogue with the main actors concerned regarding the region;\n(h) to assist the Union in further developing a comprehensive policy towards the South Caucasus;\n(i) in the framework of the activities set out in this Article, to contribute to the implementation of the Union's human rights policy and the Union Guidelines on Human Rights, in particular with regard to children and women in areas affected by conflicts, especially by monitoring and addressing developments in this regard.", "Implementation of the mandate\n1.   The EUSR shall be responsible for the implementation of the mandate, acting under the authority of the HR.\n2.   The PSC shall maintain a privileged link with the EUSR and shall be the EUSR's primary point of contact with the Council. The PSC shall provide the EUSR with strategic guidance and political direction within the framework of the mandate, without prejudice to the powers of the HR.\n3.   The EUSR shall work in close coordination with the European External Action Service (EEAS) and its relevant departments.", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR during the period from 1 March 2015 to 31 October 2015 shall be EUR 1 350 000.\n2.   The expenditure shall be managed in accordance with the procedures and rules applicable to the general budget of the Union.\n3.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The EUSR shall be accountable to the Commission for all expenditure.", "Constitution and composition of the team\n1.   Within the limits of the mandate of the EUSR and the corresponding financial means made available, the EUSR shall be responsible for constituting a team. The team shall include the expertise on specific policy issues as required by the mandate. The EUSR shall keep the Council and the Commission promptly informed of the composition of the team.\n2.   Member States, the institutions of the Union and the EEAS may propose the secondment of staff to the EUSR. The salary of such seconded personnel shall be covered by the Member State, the institution of the Union concerned or the EEAS, respectively. Experts seconded by Member States to the institutions of the Union or the EEAS may also be posted to the EUSR. International contracted staff shall have the nationality of a Member State.\n3.   All seconded personnel shall remain under the administrative authority of the sending Member State, the sending institution of the Union or the EEAS and shall carry out their duties and act in the interest of the mandate of the EUSR.\n4.   The EUSR staff shall be co-located with the relevant EEAS departments or Union delegations in order to ensure coherence and consistency of their respective activities.", "Privileges and immunities of the EUSR and the staff of the EUSR\nThe privileges, immunities and further guarantees necessary for the completion and smooth functioning of the EUSR's mission and the members of the EUSR's staff shall be agreed with the host countries, as appropriate. Member States and the EEAS shall grant all necessary support to such effect.", "Security of EU classified information\nThe EUSR and the members of the EUSR's team shall respect the security principles and minimum standards established by Council Decision 2013/488/EU (2).", "Access to information and logistical support\n1.   Member States, the Commission and the General Secretariat of the Council shall ensure that the EUSR is given access to any relevant information.\n2.   The Union delegations in the region and/or the Member States, as appropriate, shall provide logistical support in the region.", "0\nSecurity\nIn accordance with the Union's policy on the security of personnel deployed outside the Union in an operational capacity under Title V of the Treaty, the EUSR shall take all reasonably practicable measures, in accordance with the mandate of the EUSR and the security situation in the geographical area of responsibility, for the security of all personnel under the direct authority of the EUSR, in particular by:\n(a) establishing a mission-specific security plan based on guidance from the EEAS, providing for mission-specific physical, organisational and procedural security measures governing the management of the secure movement of personnel to, and within, the mission area and the management of security incidents, and providing for a contingency plan and a mission evacuation plan;\n(b) ensuring that all personnel deployed outside the Union are covered by high risk insurance, as required by the conditions in the mission area;\n(c) ensuring that all members of the EUSR's team to be deployed outside the Union, including locally contracted personnel, have received appropriate security training before or upon arriving in the mission area, based on the risk ratings assigned to the mission area by the EEAS;\n(d) ensuring that all agreed recommendations made following regular security assessments are implemented, and providing the Council, the HR and the Commission with written reports on their implementation and on other security issues within the framework of the progress report and the report on the implementation of the mandate.", "1\nReporting\nThe EUSR shall regularly provide the HR and the PSC with oral and written reports. The EUSR shall also report to Council working parties as necessary. Regular reports shall be circulated through the COREU network. The EUSR may provide the Foreign Affairs Council with reports. In accordance with Article 36 of the Treaty, the EUSR may be involved in briefing the European Parliament.", "2\nCoordination\n1.   The EUSR shall contribute to the unity, consistency and effectiveness of the Union's action and shall help ensure that all Union instruments and Member States' actions are engaged consistently, to attain the Union's policy objectives. The activities of the EUSR shall be coordinated with those of the Commission. The EUSR shall provide regular briefings to Member States' missions and the Union's delegations.\n2.   In the field, close liaison shall be maintained with the Heads of Union delegations and Member States' Heads of Mission, who shall make every effort to assist the EUSR in the implementation of the mandate. The EUSR, in close coordination with the Head of Union Delegation to Georgia, shall provide the Head of the European Union Monitoring Mission in Georgia (EUMM Georgia) with local political guidance. The EUSR and the Civilian Operation Commander for EUMM Georgia shall consult each other as required. The EUSR shall also liaise with other international and regional actors in the field.", "3\nAssistance in relation to claims\nThe EUSR and the EUSR's staff shall assist in providing elements to respond to any claims and obligations arising from the mandates of the previous EUSRs for the South Caucasus and the crisis in Georgia, and shall provide administrative assistance and access to relevant files for such purposes.", "4\nReview\nThe implementation of this Decision and its consistency with other contributions from the Union to the region shall be kept under regular review. The EUSR shall present the Council, the HR and the Commission with a comprehensive mandate implementation report by the end of August 2015.", "5\nEntry into force\nThis Decision shall enter into force on the day of its adoption.\nIt shall apply from 1 March 2015."], "attachments": "Done at Brussels, 2 March 2015.\nFor the Council\nThe President\nD. REIZNIECE-OZOLA\n(1)  Council Decision 2014/438/CFSP of 8 July 2014 amending and extending the mandate of the European Union Special Representative for the South Caucasus and the crisis in Georgia (OJ L 200, 9.7.2014, p. 11).\n(2)  Council Decision 2013/488/EU of 23 September 2013 on the security rules for protecting EU classified information (OJ L 274, 15.10.2013, p. 1)."}