{"celex_id": "32013R0497", "uri": "http://publications.europa.eu/resource/cellar/ffc6ada8-cc1b-11e2-8725-01aa75ed71a1", "type": "Regulation", "concepts": ["1446", "192", "2735", "6052", "6569"], "title": "Commission Regulation (EU) No 497/2013 of 29 May 2013 amending and correcting Regulation (EU) No 231/2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "30.5.2013 EN Official Journal of the European Union L 143/20\nCOMMISSION REGULATION (EU) No 497/2013\nof 29 May 2013\namending and correcting Regulation (EU) No 231/2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 14 thereof,\nHaving regard to Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (2), and in particular Article 7(5) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 231/2012 (3) lays down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008.\n(2) Those specifications may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008, either on the initiative of the Commission or following an application.\n(3) When updating those specifications it is necessary to take into account the specifications and analytical techniques for food additives as set out in the Codex Alimentarius as drafted by the Joint FAO/WHO Expert Committee on Food Additives.\n(4) Regulation (EU) No 231/2012 contains errors in the specifications for sodium bisulphite (E 222), sodium lactate (E 325) and ammonium phosphatides (E 442). Those errors should be corrected.\n(5) Commission Regulation (EU) No 380/2012 of 3 May 2012 amending Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the conditions of use and the use levels for aluminium-containing food additives (4) deletes the food additives calcium aluminium silicate (E 556) and aluminium silicate (kaolin) (E 559) from the list of Annex II to Regulation (EC) No 1333/2008 as of 1 February 2014. Consequently, the specifications for those food additives should also be deleted.\n(6) Regulation (EU) No 231/2012 contains two errors regarding Einecs numbers (5) assigned to disodium guanylate (E 627) and dipotassium guanylate (E 628). Those errors should be corrected.\n(7) Regulation (EU) No 231/2012 should therefore be amended and corrected accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council has opposed them,", "main_body": ["The Annex to Regulation (EU) No 231/2012 is amended and corrected in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  OJ L 354, 31.12.2008, p. 1.\n(3)  OJ L 83, 22.3.2012, p. 1.\n(4)  OJ L 119, 4.5.2012, p. 14.\n(5)  European Inventory of Existing Commercial chemical Substances (Einecs).\nANNEX\nThe Annex to Regulation (EU) No 231/2012 is amended and corrected as follows:\n(1) the entry for E 222 sodium bisulphite is amended as follows:\n(a) the heading is replaced by the following:\n(b) the specification for the purity of iron is replaced by the following:\n‘Iron Not more than 10 mg/kg based on the SO2 content’\n(2) in the entry for E 325 sodium lactate, the specification for the test for potassium identification is replaced by the following:\n‘Test for sodium Passes test’\n(3) in the entry for E 442 ammonium phosphatides, the specifications as regards description are replaced by the following:\n‘Description Unctuous semi-solid to oily liquid’\n(4) in the entry for E 556 calcium aluminium silicate, the heading is replaced by the following:\n(5) in the entry for E 559 aluminium silicate (kaolin), the heading is replaced by the following:\n(6) in the entry for E 627 disodium guanylate, the Einecs number in the definition is replaced by the following:\n‘Einecs 226-914-1’\n(7) in the entry for E 628 dipotassium guanylate, the Einecs number in the definition is replaced by the following:\n‘Einecs 221-849-5’\n(1)  Period of application: until 31 January 2014.’;\n(2)  Period of application: until 31 January 2014.’;"}