{"celex_id": "32011R0996", "uri": "http://publications.europa.eu/resource/cellar/9833fed5-67d7-4473-a43c-4e1847fb364c", "type": "Regulation", "concepts": ["2443", "3017", "4359", "5070", "5334", "6189"], "title": "Commission Implementing Regulation (EU) No 996/2011 of 7 October 2011 amending Regulations (EC) No 657/2008, (EC) No 1276/2008 and Implementing Regulation (EU) No 543/2011 as regards the notification obligations within the common organisation of agricultural markets\n", "header": "8.10.2011 EN Official Journal of the European Union L 264/25\nCOMMISSION IMPLEMENTING REGULATION (EU) No 996/2011\nof 7 October 2011\namending Regulations (EC) No 657/2008, (EC) No 1276/2008 and Implementing Regulation (EU) No 543/2011 as regards the notification obligations within the common organisation of agricultural markets\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 102, Article 103h, Article 170, point (c) and Article 192(2), in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 792/2009 of 31 August 2009 laying down detailed rules for the Member States’ notification to the Commission of information and documents in implementation of the common organisation of the markets, the direct payments’ regime, the promotion of agricultural products and the regimes applicable to the outermost regions and the smaller Aegean islands (2) lays down common rules for notifying information and documents by the competent authorities of the Member States to the Commission. Those rules cover in particular the obligation for the Member States to use the information systems made available by the Commission and the validation of the access rights of the authorities or individuals authorised to send notifications. In addition, that Regulation sets common principles applying to the information systems so that they guarantee the authenticity, integrity and legibility over time of the documents and provides for personal data protection.\n(2) Pursuant to Regulation (EC) No 792/2009 the obligation to use the information systems in accordance with that Regulation has to be provided for in the regulations establishing a specific notification obligation.\n(3) The Commission has developed an information system that allows managing documents and procedures electronically in its own internal working procedures and in its relations with the authorities involved in the common agricultural policy.\n(4) It is considered that several notification obligations can be fulfilled via that system in accordance with Regulation (EC) No 792/2009, in particular those provided for in Commission Regulations (EC) No 657/2008 of 10 July 2008 laying down detailed rules for applying Council Regulation (EC) No 1234/2007 as regards Community aid for supplying milk and certain milk products to pupils in educational establishments (3), (EC) No 1276/2008 of 17 December 2008 on the monitoring by physical checks of exports of agricultural products receiving refunds or other amounts (4) and Implementing Regulation (EU) No 543/2011 of 7 June 2011 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 in respect of the fruit and vegetables and processed fruit and vegetables sectors (5).\n(5) In the interest of efficient administration and taking account of the experience, some notifications should be simplified and specified in those Regulations.\n(6) Regulations (EC) No 657/2008, (EC) No 1276/2008 and Implementing Regulation (EU) No 543/2011 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 17 of Regulation (EC) No 657/2008 is replaced by the following:\n‘Article 17\nNotifications\n1.   By 31 January following the end of the previous period running from 1 August to 31 July, Member States shall provide the Commission with the following information broken down by the applicant as defined in Article 6 of this Regulation:\n(a) number of applicants;\n(b) number of applicants controlled;\n(c) total number of educational establishments to which controlled applicants delivered the products eligible for Community aid and number of these educational establishments controlled on the spot;\n(d) number of checks on the composition of products;\n(e) amount of aid claimed, paid and controlled on the spot (in euro);\n(f) reduction of aid after administrative check (in euro);\n(g) reduction of aid due to late application according to Article 11(3) (in euro);\n(h) aid recovered following on-the-spot checks according to Article 15(9) (in euro);\n(i) sanctions applied in case of fraud according to Article 15(10) (in euro);\n(j) number of applicants withdrawn or suspended according to Article 10.\n2.   Before 31 January each year Member States shall provide the Commission with at least the following information related to the previous period running from 1 August to 31 July:\n(a) the quantities of milk and milk products broken down by categories and sub-categories on which aid has been paid;\n(b) the maximum permissible quantity;\n(c) the EU expenditure;\n(d) the approximate number of pupils participating in the school milk scheme;\n(e) the national top up.\n3.   The notifications referred to in this Regulation shall be made in accordance with Commission Regulation (EC) No 792/2009 (6).", "In Article 16 of Regulation (EC) No 1276/2008, the second paragraph is replaced by the following:\n‘The notifications referred to in the first paragraph shall be made in accordance with Commission Regulation (EC) No 792/2009 (7).", "Implementing Regulation (EU) No 543/2011 is amended as follows:\n(1) in Article 97, the second sentence of point (b) is replaced by the following:\n(2) in Annex XIV, part A, point 1(b) is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 228, 1.9.2009, p. 3.\n(3)  OJ L 183, 11.7.2008, p. 17.\n(4)  OJ L 339, 18.12.2008, p. 53.\n(5)  OJ L 157, 15.6.2011, p. 1.\n(6)  OJ L 228, 1.9.2009, p. 3.’\n(7)  OJ L 228, 1.9.2009, p. 3.’\n(8)  OJ L 228, 1.9.2009, p. 3.’;"}