{"celex_id": "32012L0026", "uri": "http://publications.europa.eu/resource/cellar/9079b68e-3e73-430d-a65f-7db6efb0288d", "type": "Directive", "concepts": ["1425", "2081", "3618", "3813", "5334", "5426", "5451", "5916"], "title": "Directive 2012/26/EU of the European Parliament and of the Council of 25 October 2012 amending Directive 2001/83/EC as regards pharmacovigilance  Text with EEA relevance\n", "header": "27.10.2012 EN Official Journal of the European Union L 299/1\nDIRECTIVE 2012/26/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 25 October 2012\namending Directive 2001/83/EC as regards pharmacovigilance\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 and Article 168(4)(c) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Recent pharmacovigilance incidents in the Union have shown the need for an automatic procedure at Union level in cases of specific safety issues to ensure that a matter is assessed and addressed in all Member States where the medicinal product is authorised. The scope of different Union procedures concerning products authorised at national level, as laid down in Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use (3), should be clarified.\n(2) In addition, voluntary action by the marketing authorisation holder should not lead to a situation where concerns relating to the risks or benefits of a medicinal product authorised in the Union are not properly addressed in all Member States. Therefore, the marketing authorisation holder should be obliged to inform the relevant competent authorities and the European Medicines Agency of the reasons for withdrawing or interrupting the placing on the market of a medicinal product, for requesting that a marketing authorisation be revoked, or for not renewing a marketing authorisation.\n(3) It is appropriate to further clarify and strengthen the Normal Procedure and the Urgent Union Procedure in order to ensure coordination, swift assessment in case of urgency and the possibility to take immediate action, where necessary to protect public health, before a decision is taken at Union level. The Normal Procedure should be initiated for matters concerning quality, safety or efficacy of medicinal products where the interests of the Union are involved. The Urgent Union Procedure should be initiated when there is a need to swiftly assess concerns resulting from the evaluation of data from pharmacovigilance activities. Regardless of whether the Urgent Union Procedure or the Normal Procedure is applied, and regardless of the procedure by means of which the medicinal product was authorised, be it centralised or otherwise, the Pharmacovigilance Risk Assessment Committee should always give its recommendation when the reason for taking action is based on pharmacovigilance data. It is appropriate that the coordination group and the Committee for Medicinal Products for Human Use rely on that recommendation when carrying out the assessment of the issue.\n(4) It is appropriate that Member States bring cases concerning new contraindications, reductions in the recommended dose or restrictions to the indication for medicinal products authorised in accordance with the decentralised procedure and the mutual recognition procedure to the attention of the coordination group when the Urgent Union Procedure is not initiated. In order to ensure harmonisation for those products, the coordination group may discuss whether any action is necessary in the event that no Member State has triggered the Normal Procedure.\n(5) Since the objective of this Directive, namely to harmonise the rules on pharmacovigilance across the Union, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(6) Directive 2001/83/EC should therefore be amended accordingly,", "main_body": ["Directive 2001/83/EC is hereby amended as follows:\n(1) in Article 23a, the second paragraph is replaced by the following:\n(2) Article 31 is amended as follows:\n(a) in paragraph 1, the third subparagraph is replaced by the following:\n(b) paragraph 2 is replaced by the following:\n(3) in Article 34(3), the following subparagraph is added:\n(4) in Article 37, the words ‘Articles 35 and 36 shall apply’ are replaced by the words ‘Article 35 shall apply’;\n(5) Article 63 is amended as follows:\n(a) in paragraph 1, the first subparagraph is replaced by the following:\n(b) in paragraph 2, the first subparagraph is replaced by the following:\n(c) paragraph 3 is replaced by the following:\n(6) Article 85a is replaced by the following:\n(7) in Article 107i, paragraph 1 is replaced by the following:\n(a) it considers suspending or revoking a marketing authorisation;\n(b) it considers prohibiting the supply of a medicinal product;\n(c) it considers refusing the renewal of a marketing authorisation; or\n(d) it is informed by the marketing authorisation holder that, on the basis of safety concerns, the holder has interrupted the placing on the market of a medicinal product or has taken action to have a marketing authorisation withdrawn, or intends to take such action or has not applied for the renewal of a marketing authorisation.\n(8) in Article 107i(2) the words ‘paragraph 1 of this Article’ are replaced by the words ‘paragraphs 1 and 1a of this Article’;\n(9) in the second subparagraph of Article 107i(3) the words ‘in accordance with paragraph 1’ are replaced by the words ‘in accordance with paragraphs 1 and 1a’;\n(10) in Article 107i(5) the words ‘in paragraph 1’ are replaced by the words ‘in paragraphs 1 and 1a’;\n(11) in the first subparagraph of Article 107j(1) the words ‘in Article 107i(1)’ are replaced by the words ‘in paragraphs 1 and 1a of Article 107i’;\n(12) Article 123 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) paragraph 4 is replaced by the following:", "1.   Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive by 28 October 2013 at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 28 October 2013.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 25 October 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ C 181, 21.6.2012, p. 201.\n(2)  Position of the European Parliament of 11 September 2012 (not yet published in the Official Journal) and decision of the Council of 4 October 2012.\n(3)  OJ L 311, 28.11.2001, p. 67."}