{"celex_id": "32014R0354", "uri": "http://publications.europa.eu/resource/cellar/5f12c944-bfb1-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["2737", "2972", "2985", "568", "6052", "6100", "6790", "764", "893"], "title": "Commission Implementing Regulation (EU) No 354/2014 of 8 April 2014 amending and correcting Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control\n", "header": "9.4.2014 EN Official Journal of the European Union L 106/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 354/2014\nof 8 April 2014\namending and correcting Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1), and in particular Articles 12(3), 14(2), 16(1) and (3)(a) thereof,\nWhereas:\n(1) Chapter 2 of Title III of Regulation (EC) No 834/2007 lays down basic requirements with regard to farm production. The detailed rules for the implementation of those basic requirements have been established by Commission Regulation (EC) No 889/2008 (2).\n(2) Article 12 of Regulation (EC) No 834/2007 allows the use of farm-inputs such as fertilisers, soil conditioners and plant protection products under certain conditions, provided that they have been authorised for use in organic production. In accordance with the procedure provided for in Article 16(3) of that Regulation, Member States have submitted dossiers to the other Member States and the Commission, in view of including certain products in Annexes I and II to Regulation (EC) No 889/2008. Those dossiers have been examined by the Expert group for technical advice for organic production (hereinafter ‘EGTOP’).\n(3) Based on the recommendations of the EGTOP (3), which concluded as regards fertilisers and soil conditioners that the substances biogas digestate, hydrolysed proteins from animal by-product origin, leonardite, chitin and sapropel comply with the organic objectives and principles, those substances should be included in Annex I to Regulation (EC) No 889/2008 for use under certain specific conditions.\n(4) Based on the recommendations of the EGTOP, the limit of ‘0’ for chromium (VI) relating to certain substances listed in Annex I to Regulation (EC) No 889/2008 should be replaced with ‘not detectable’.\n(5) For plant protection products, the EGTOP concluded in its recommendations (4) that the substances sheep fat, laminarin and aluminium silicate (Kaolin) comply with the organic objectives and principles. Therefore, those substances should be included in Annex II to Regulation (EC) No 889/2008 for use under certain specific conditions.\n(6) As regards the horizontal legislation for plant protection products, Commission Implementing Regulation (EU) No 540/2011 (5) established a Union list of active substances previously included in Annex I to Council Directive 91/414/EEC (6) and of active substances approved under Regulation (EC) No 1107/2009 of the European Parliament and of the Council (7). It is appropriate to adapt the relevant parts of Annex II to Regulation (EC) No 889/2008 to that list. In particular, gelatine, rotenone extracted from Derris spp. and Lonchocarpus spp. and Terphrosia spp., diammonium phosphate, copper octanoate, potassium aluminium (aluminium sulphate, kalinite), mineral oils and potassium permanganate should be deleted from that Annex.\n(7) As regards the active substances lecithin, quassia extracted from Quassia amara and calcium hydroxide for which applications for approval have been already submitted to the Commission under Regulation (EC) No 1107/2009, it is appropriate at this stage to keep them exceptionally on the list in Annex II to Regulation (EC) No 889/2008 until their assessment is finalised. In view of the conclusions of the assessment the Commission will take appropriate action regarding the presence of the three substances concerned on the list in Annex II to Regulation (EC) No 889/2008.\n(8) In the light of that horizontal legislation, it is also appropriate to adapt the name, description, compositional requirement and conditions of use for certain substances and micro-organisms listed in Annex II to Regulation (EC) No 889/2008, in particular for, plant oils, micro-organisms used for biological pest and disease control, pheromones, copper, ethylene, paraffin oil and potassium bicarbonate.\n(9) Article 24(2) of Regulation (EC) No 889/2008 was amended by Commission Implementing Regulation (EU) No 505/2012 (8) in order to update the references to Annexes V and VI to Regulation (EC) No 889/2008, which had been replaced by Implementing Regulation (EU) No 505/2012. In the amended wording of Article 24(2) of Regulation (EC) No 889/2008, ‘homeopathic products’ had erroneously been omitted. Since those products appeared in that provision before the amendment by Implementing Regulation (EU) No 505/2012, they need to be reinserted.\n(10) In Annex V to Regulation (EC) No 889/2008 as amended by Implementing Regulation (EU) No 505/2012, the former entries defluorinated monocalciumphosphate and defluorinated dicalciumphosphate have been erroneously replaced by a generic description, namely defluorinated phosphate. However, defluorinated phosphate is not equivalent to the products defluorinated monocalciumphosphate and defluorinated dicalciumphosphate. Therefore, those two products should be reinserted into Annex V to Regulation (EC) No 889/2008 and defluorinated phosphate deleted.\n(11) Commission Implementing Regulation (EU) No 651/2013 (9) has deleted the former authorisation for clinoptilolite from Commission Regulation (EC) No 1810/2005 (10), has expanded its use as an additive in animal nutrition to all animal species and has changed its code to 1g568. Therefore, in order to allow a continuous use of clinoptilolite in organic production, Annex VI to Regulation (EC) No 889/2008 needs to be adapted in accordance with Implementing Regulation (EU) No 651/2013.\n(12) Regulation (EC) No 889/2008 should therefore be amended and corrected accordingly.\n(13) For the sake of legal certainty, the correction of Article 24(2) and Annex V to Regulation (EC) No 889/2008 should apply from the date of entry into force of Implementing Regulation (EU) No 505/2012.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the regulatory Committee on organic production,", "main_body": ["Amendment of Regulation (EC) No 889/2008\nAnnexes I, II, and VI to Regulation (EC) No 889/2008 are amended in accordance with points 1, 2 and 4 of the Annex to this Regulation.", "Correction of Regulation (EC) No 889/2008\nRegulation (EC) No 889/2008 is corrected as follows:\n(1) in Article 24, paragraph 2 is replaced by the following:\n(2) Annex V is amended in accordance with point 3 of the Annex to this Regulation.", "Entry into force and application\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nHowever, Article 2 shall apply from 16 June 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  Commission Regulation (EC) No 889/2008 of 5 September 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control (OJ L 250, 18.9.2008, p. 1).\n(3)  Final report:\nhttp://ec.europa.eu/agriculture/organic/files/eu-policy/expert-recommendations/expert_group/final_report_on_fertilizers_to_be_published_en.pdf\n(4)  Final report:\nhttp://ec.europa.eu/agriculture/organic/files/eu-policy/expert-recommendations/expert_group/final_report_on_plant_protection_products.pdf\n(5)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1).\n(6)  Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (OJ L 230, 19.8.1991, p. 1).\n(7)  Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market (OJ L 309, 24.11.2009, p. 1).\n(8)  Commission Implementing Regulation (EU) No 505/2012 of 14 June 2012 amending and correcting Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control (OJ L 154, 15.6.2012, p. 12).\n(9)  Commission Implementing Regulation (EU) No 651/2013 of 9 July 2013 concerning the authorisation of clinoptilolite of sedimentary origin as a feed additive for all animal species and amending Regulation (EC) No 1810/2005 (OJ L 189, 10.7.2013, p. 1).\n(10)  Commission Regulation (EC) No 1810/2005 of 4 November 2005 concerning a new authorisation for 10 years of an additive in feedingstuffs, the permanent authorisation of certain additives in feedingstuffs and the provisional authorisation of new uses of certain additives already authorised in feedingstuffs (OJ L 291, 5.11.2005, p. 5).\nANNEX\nAnnexes I, II, V and VI to Regulation (EC) No 889/2008 are amended as follows:\n(1) Annex I is amended as follows:\n(a) the row relating to ‘Composted or fermented household waste’ is replaced by the following:\n‘B Composted or fermented mixture of household waste Product obtained from source separated household waste, which has been submitted to composting or to anaerobic fermentation for biogas production\n(b) after the row relating to ‘Composted or fermented mixture of vegetable matter’, the following row is inserted:\n‘B Biogas digestate containing animal by-products co-digested with material of plant or animal origin as listed in this Annex Animal by-products (including by-products of wild animals) of category 3 and digestive tract content of category 2 (categories 2 and 3 as defined in Regulation (EC) No 1069/2009 of the European Parliament and of the Council) (1) must not be from factory farming origin.\n(c) the row relating to ‘Products or by-products of animal origin as below’ is replaced by the following:\n‘B Products or by-products of animal origin as below:\nBlood meal\nHoof meal\nHorn meal\nBone meal or degelatinised bone meal\nFish meal\nMeat meal\nFeather, hair and “chiquette” meal\nWool\nFur (1)\nHair\nDairy products\nHydrolysed proteins (2)\n(1) Maximum concentration in mg/kg of dry matter of chromium (VI): not detectable\n(2) Not to be applied to edible parts of the crop’\n(d) the following rows are added:\n‘B Leonardite (Raw organic sediment rich in humic acids) Only if obtained as a by-product of mining activities\nB Chitin (Polysaccharide obtained from the shell of crustaceans) Only if obtained from sustainable fisheries, as defined in Article 3(e) of Council Regulation (EC) No 2371/2002 (3) or organic aquaculture\nB Organic rich sediment from fresh water bodies formed under exclusion of oxygen (e.g. sapropel) Only organic sediments that are by-products of fresh water body management or extracted from former freshwater areas\n(2) Annex II is amended as follows:\n(a) Sections 1 and 2 are replaced by the following:\nAuthorisation Name Description, compositional requirement, conditions for use\nA Azadirachtin extracted from Azadirachta indica (Neem tree) Insecticide\nA Beeswax Pruning agent\nB Hydrolysed proteins excluding gelatine Attractant, only in authorised applications in combination with other appropriate products of this list\nA Lecithin Fungicide\nB Plant oils Insecticide, acaricide, fungicide, bactericide and sprout inhibitor.\nA Pyrethrins extracted from Chrysanthemum cinerariaefolium Insecticide\nA Quassia extracted from Quassia amara Insecticide, repellent\nAuthorisation Name Description, compositional requirement, conditions for use\nA Micro-organisms Products as specified in the Annex to Implementing Regulation (EU) No 540/2011 and not from GMO origin’\n(b) Section 4 is replaced by the following:\nAuthorisation Name Description, compositional requirement, conditions for use\nA Pheromones Attractant, sexual behaviour disrupter; only in traps and dispensers.\nA Pyrethroids (only deltamethrin or lambdacyhalothrin) Insecticide; only in traps with specific attractants; only against Bactrocera oleae and Ceratitis capitata Wied.’\n(c) Sections 6 and 7 are replaced by the following:\nAuthorisation Name Description, compositional requirement, conditions for use\nB Copper compounds in the form of: copper hydroxide, copper oxychloride, copper oxide, Bordeaux mixture, and tribasic copper sulphate Only uses as bactericide and fungicide up to 6 kg copper per ha per year.\nA Ethylene Degreening bananas, kiwis and kakis; degreening of citrus fruit only as part of a strategy for the prevention of fruit fly damage in citrus; flower induction of pineapple; sprouting inhibition in potatoes and onions.\nA Fatty acid potassium salt (soft soap) Insecticide\nA Lime sulphur (calcium polysulphide) Fungicide\nA Paraffin oil Insecticide, acaricide\nA Quartz sand Repellent\nA Sulphur Fungicide, acaricide\nB Repellents by smell of animal or plant origin/sheep fat Repellent\nAuthorisation Name Description, compositional requirement, conditions for use\nB Aluminium silicate (Kaolin) Repellent\nA Calcium hydroxide Fungicide only in fruit trees, including nurseries, to control Nectria galligena\nB Laminarin Elicitor of crop's self defence mechanisms\nB Potassium hydrogen carbonate (aka potassium bicarbonate) Fungicide and insecticide’\n(3) in Annex V, Section 1 is replaced by the following:\nA Calcareous marine shells\nA Maerl\nA Lithotamn\nA Calcium gluconate\nA Calcium carbonate\nA Defluorinated monocalciumphosphate\nA Defluorinated dicalciumphosphate\nA Magnesium oxide (anhydrous magnesia)\nA Magnesium sulphate\nA Magnesium chloride\nA Magnesium carbonate\nA Calcium magnesium phosphate\nA Magnesium phosphate\nA Monosodium phosphate\nA Calcium sodium phosphate\nA Sodium chloride\nA Sodium bicarbonate\nA Sodium carbonate\nA Sodium sulphate\nA Potassium chloride’\n(4) in Annex VI, Section (1)(d) ‘Binders, anti-caking agents and coagulants’, the entry on clinoptilolite is replaced by the following:\nAuthorisation ID number Substance Description, conditions for use\n‘B 1 1g568 Clinoptilolite of sedimentary origin, [All species]’\n(1)  Regulation (EC) No 1069/2009 of the European Parliament and of the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing Regulation (EC) No 1774/2002 (Animal by-products Regulation) (OJ L 300, 14.11.2009, p. 1).\n(2)  Commission Regulation (EU) No 142/2011 of 25 February 2011 implementing Regulation (EC) No 1069/2009 of the European Parliament and of the Council laying down health rules as regards animal by-products and derived products not intended for human consumption and implementing Council Directive 97/78/EC as regards certain samples and items exempt from veterinary checks at the border under that Directive (OJ L 54, 26.2.2011, p. 1).’;\n(3)  Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (OJ L 358, 31.12.2012, p. 59).’;\n(4)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1)."}