{"celex_id": "32010R0033", "uri": "http://publications.europa.eu/resource/cellar/40fe7230-0538-47fd-a865-73dd4e2fe52b", "type": "Regulation", "concepts": ["1368", "4381", "5751"], "title": "Commission Regulation (EU) No 33/2010 of 12 January 2010 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "15.1.2010 EN Official Journal of the European Union L 10/9\nCOMMISSION REGULATION (EU) No 33/2010\nof 12 January 2010\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) For the classification of footwear with uppers consisting of two or more materials, in application of Note 4 (a) together with Additional note 1 to Chapter 64 of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, the second sentence of Additional note 1 to Chapter 64 should be clarified by stating how to verify whether given materials have the characteristics of an upper.\n(2) In its judgment in case C-165/07, Skatteministeriet v Ecco Sko A/S (2), the Court of Justice of the European Union has introduced a ‘walking test’ for the purpose of that verification. The test requires verification whether the materials of the upper provide sufficient support for the foot to enable the wearer to walk in the footwear.\n(3) It is therefore appropriate to specify in Additional note 1 to Chapter 64 that for materials to have the characteristics of an upper, they must support the foot sufficiently to enable the wearer to walk in the footwear.\n(4) In its judgment the Court does not specify whether the ‘walking test’ is to be carried out with or without the fastening straps. The Court leaves it to the national referring court to make the necessary findings. The fact that it depends on the way in which the leather is removed, whether the fastening straps stay in place or not, may lead to divergent interpretations of the judgment.\n(5) In order to obtain uniform interpretation as far as the fastening systems are concerned, it is necessary to specify in Additional note 1 to Chapter 64 that fastening systems have to stay in place during the test. Otherwise, in the case of footwear that requires a fastening system, for example laces, to function, the walking test would fail with any material, because the wearer could never walk with it lacking its fastening system.\n(6) Regulation (EEC) No 2658/87 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In Additional note 1 to Chapter 64 of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, the second sentence of the first paragraph is replaced by the following:\n‘After the removal of reinforcements, the visible material must have the characteristics of an upper and not lining, supporting the foot sufficiently to enable the wearer, with the original fastening systems in place, to walk in the footwear.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 January 2010.\nFor the Commission,\nOn behalf of the President,\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  [2008] ECR, p. I-4037."}