{"celex_id": "32013R0544", "uri": "http://publications.europa.eu/resource/cellar/a1793e07-d59f-11e2-bfa7-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "4743", "5451", "6569", "6789"], "title": "Commission Implementing Regulation (EU) No 544/2013 of 14 June 2013 concerning the authorisation of a preparation of Bifidobacterium animalis ssp. animalis DSM 16284, Lactobacillus salivarius ssp. salivarius DSM 16351 and Enterococcus faecium DSM 21913 as a feed additive for chickens for fattening (holder of authorisation Biomin GmbH)  Text with EEA relevance\n", "header": "15.6.2013 EN Official Journal of the European Union L 163/13\nCOMMISSION IMPLEMENTING REGULATION (EU) No 544/2013\nof 14 June 2013\nconcerning the authorisation of a preparation of Bifidobacterium animalis ssp. animalis DSM 16284, Lactobacillus salivarius ssp. salivarius DSM 16351 and Enterococcus faecium DSM 21913 as a feed additive for chickens for fattening (holder of authorisation Biomin GmbH)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of a preparation of Bifidobacterium animalis ssp. animalis DSM 16284, Lactobacillus salivarius ssp. salivarius DSM 16351 and Enterococcus faecium DSM 21913. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of a preparation of Bifidobacterium animalis ssp. animalis DSM 16284, Lactobacillus salivarius ssp. salivarius DSM 16351 and Enterococcus faecium DSM 21913 as a feed additive for chickens for fattening, to be classified in the additive category ‘zootechnical additives’.\n(4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 14 November 2012 (2) that, under the proposed conditions of use, the preparation of Bifidobacterium animalis ssp. animalis DSM 16284, Lactobacillus salivarius ssp. salivarius DSM 16351 and Enterococcus faecium DSM 21913 does not have an adverse effect on animal health, human health or the environment, and that it has the potential to improve the performance of chickens for fattening. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of the preparation of Bifidobacterium animalis ssp. animalis DSM 16284, Lactobacillus salivarius ssp. salivarius DSM 16351 and Enterococcus faecium DSM 21913 shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  EFSA Journal 2012; 10(12):2965.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU (1)/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition\nBifidobacterium animalis ssp. animalis DSM 16284 containing a minimum of 3 × 109 CFU/g additive\nLactobacillus salivarius ssp. salivarius DSM 16351 containing a minimum of 1 × 109 CFU/g additive\nEnterococcus faecium DSM 21913 containing a minimum of 6 × 109 CFU/g additive\nCharacterisation of active substance\nAnalytical methods\n (2)\nBifidobacterium animalis ssp. animalis DSM 16284: spread plate method EN 15785\nLactobacillus salivarius ssp. salivarius DSM 16351: spread plate method EN 15787\nEnterococcus faecium DSM 21913 spread plate method EN 15788\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. The additive may be used with feed containing the following coccidiostats: maduramicin ammonium, diclazuril or robenidine hydrochloride.\n3. For safety: breathing protection, glasses and gloves shall be used during handling.\n(1)  As total content of the mixture.\n(2)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}