{"celex_id": "32012R0501", "uri": "http://publications.europa.eu/resource/cellar/fe69c0bf-b639-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["1686", "3173", "5573", "5969", "79"], "title": "Commission Implementing Regulation (EU) No 501/2012 of 13 June 2012 entering a name in the register of protected designations of origin and protected geographical indications (镇江香醋 (Zhenjiang Xiang Cu) (PGI))\n", "header": "14.6.2012 EN Official Journal of the European Union L 153/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 501/2012\nof 13 June 2012\nentering a name in the register of protected designations of origin and protected geographical indications ( (Zhenjiang Xiang Cu) (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the third subparagraph of Article 7(5) thereof,\nWhereas:\n(1)\n(2) Germany submitted an objection to such registration under Article 7(2) of Regulation (EC) No 510/2006. The objection was deemed admissible under point (c) of the first subparagraph of Article 7(3) thereof.\n(3) By letter dated 2 August 2011, the Commission asked the Parties concerned to seek agreement among them.\n(4) Given that no formal agreement was reached between Germany and China in accordance with the designated timeframe and forms, the Commission should adopt a decision in accordance with the procedure referred to in Article 15(2) of Regulation (EC) No 510/2006.\n(5)\n(6)\n(7)\n(8)\n(9)\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,", "main_body": ["The designation contained in the Annex to this Regulation shall be entered in the register.", "The updated version of the single document is set out in Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ C 254, 22.9.2010, p. 10.\nANNEX I\nAgricultural products intended for human consumption listed in Annex I of the Treaty:\nClass 1.8:   other products of Annex I of the Treaty (spices etc.)\nCHINA\n(Zhenjiang Xiang Cu) (PGI)\nANNEX II\nSINGLE DOCUMENT\nCOUNCIL REGULATION (EC) No 510/2006\n‘’(ZHENJIANG XIANG CU)\nEC No: CN-PGI-0005-0630-16.07.2007\nPGI ( X ) PDO ( )\n1.   Name\n‘’ (Zhenjiang Xiang Cu)\n2.   Member State or Third Country\nPeople’s Republic of China\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.8: other products of Annex I of the Treaty (spices etc.)\n3.2.   Description of product to which the name in (1) applies\nZhenjiang Xiang Cu is a kind of brewed rice vinegar made from; sticky rice is the main raw material. It has a distinctive fragrance and a delicate flavour. The colour is a strong lustrous reddish brown with umber. It has a strong fragrance of fried rice and brewery products. The taste is dense and mild, fine and fresh, sour but not astringent, delicious and slightly sweet. Depending on specifications, the total acidity (based on acetic acid) falls within the range 5,00 g-6,00 g per 100 ml (not more than 15,50 g), fixed acid (based on lactic acid) 1,20 g-1,60 g per 100 ml, amino acid nitrogen (based on nitrogen) 0,12 g-0,18 g per 100 ml, and reducing sugar (based on dextrose) above 2,20 g per 100 ml.\nDepending on length of storage, Zhenjiang Xiang Cu is divided into two categories, viz. ‘Fragrant Vinegar’, which is the regular form with a storage period of over 180 days, and ‘Mature Vinegar’, which refers to Zhenjiang Fragrant Vinegar with a storage period of over 365 days.\n3.3.   Raw materials\n1.   Sticky rice: from the region of Zhenjiang. It has consistently good quality with strong glutinosity and appropriate crude protein. The amylopectin content can be as high as 100.\n2.   Wheat bran: from processed local wheat of premium quality, rich in the nutritional elements required for the fermentation of acetic acid bacteria.\n3.   Rice husk: from the processing of local rice; serves as carrier and forms the special gaseous environment for the growth of acetic acid bacteria in fermentation.\n4.   Daqu: growth carrier of saccharifying strains fermented by traditional techniques from such local premium materials as wheat, barley and green peas.\n5.   Frying rice: sticky soft scorched rice congee made from local premium rice; this is the main ingredient in the characteristic fragrance and colour of Zhenjiang Fragrant Vinegar.\n6.   Water: pure water accumulated in the landform and geology peculiar to the region of Zhenjiang, rich in various mineral substances. It has a slightly sweet flavour, appropriate hardness and pH value, suitable for brewing vinegar.\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the identified geographical area\nThe production of Zhenjiang Xiang Cu, including the preparation of Daqu and rice wine broth, fermentation of brewing mass, extraction of the vinegar, steaming and storage/maturing of raw vinegar, must take place in the defined geographical area.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\nGlass bottles in compliance with food hygiene requirements; outer packaging may be cardboard boxes.\n3.7.   Specific rules concerning labelling\nThe Zhenjiang Xiang Cu label is printed and affixed permanently on the bottle. The main details on the label include product name (Zhenjiang Xiang Cu), production techniques (solid fermentation), category of vinegar (brewed vinegar), main ingredients, net weight, the manufacturer’s name and address, production date and product standard code.\n4.   Concise definition of the geographical area\nThe region of Zhenjiang is located in the southeast of China and on the southern bank of the Yangtze River. It lies between 31°37′-32°19′ north latitude and 118°58′-119°58′ east longitude. The region comprises Jurong City, Danyang City, Yangzhong City, Dantu District, Jingkou District, Runzhou District and Zhenjiang Development Zone.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nZhenjiang is located in the southeast of China, at the confluence of the Yangtze River and the Grand Canal. It has a typical humid monsoon climate with a transition from a warm temperate zone to a subtropical zone. The annual average sunshine duration is 2 050,7 hours, the rate of sunshine is 46,8 %, the annual average temperature is 15,4 °C, the average humidity 77 % and the annual average precipitation is above 1 000 mm. The region of Zhenjiang is made up of sprawling low hills, fertile farmland, an intricate river network, and large numbers of small islands and ports along the river; the area is green in a pleasant, bright and humid climate.\n5.2.   Specificity of the product\nThe colour of Zhenjiang Xiang Cu is a strong lustrous reddish brown with umber. The vinegar has a strong fragrance of fried rice and brewery products. The taste is dense and mild taste, albeit with a sour touch which includes acetic acid, lactic acid, malic acid, succinic acid, citric acid and gluconic acid, but which is not particularly astringent. It is fine and fresh, delicious and slightly sweet.\n5.3.   Causal link between the geographical area and a specific quality, the reputation or other characteristic of the product\nZhenjiang is located in the southeast of China and has a typical humid monsoon climate with a transition from a warm temperate zone to a subtropical zone. It lies at the confluence of the Yangtze River and the Grand Canal, in a country side of low green hills, fertile farmland, an intricate river network, and large numbers of small islands and ports along the river. It abounds in such agricultural crops as rice, wheat, barley and green peas, with rich by-products such as wheat bran and rice husk. The fact that Zhenjiang is humid and green can be conducive to the yield and reproduction of acetic acid bacteria. Water from the hills and springs gathers in rivers, lakes and wetlands after flowing through stone and rock, resulting in a rich content of mineral materials and producing a strong and slightly sweet flavour, which is most suitable for brewing vinegar.\nZhenjiang City has long been known as the ‘City in the mountain forest and Home of Vinegar’. People in Zhenjiang started to make vinegar 1 400 years ago. The use of Zhenjiang Xiang Cu became established in the Liang Dynasty; it was regarded as the best rice vinegar in the early China Medicine Classics and won an international gold award in the Qing Dynasty. Zhenjiang Xiang Cu has become the city’s visiting card. There are almost 100 manufacturing plants producing vinegar in the city, where the fragrance of vinegar is in the air and vinegar-related eating habits and food culture can be seen everywhere.\nReference to publication of the specification\n(Article 5(7) of Regulation (EC) No 510/2006)"}