{"celex_id": "32013R0074", "uri": "http://publications.europa.eu/resource/cellar/e9fc3abf-6944-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1318", "3170", "4284", "5360", "5859", "863"], "title": "Commission Implementing Regulation (EU) No 74/2013 of 25 January 2013 amending Regulation (EU) No 1125/2010 as regards the intervention centres for cereals in Germany, Spain and Slovakia\n", "header": "26.1.2013 EN Official Journal of the European Union L 26/17\nCOMMISSION IMPLEMENTING REGULATION (EU) No 74/2013\nof 25 January 2013\namending Regulation (EU) No 1125/2010 as regards the intervention centres for cereals in Germany, Spain and Slovakia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (‘Single CMO’ Regulation) (1), and in particular Article 41 in conjunction with Article 4 thereof,\nWhereas:\n(1) The Annex to Commission Regulation (EU) No 1125/2010 of 3 December 2010 determining the intervention centres for cereals and amending Regulation (EC) No 1173/2009 (2) designates the intervention centres for cereals.\n(2) In accordance with Article 55(1) of Commission Regulation (EU) No 1272/2009 of 11 December 2009 laying down common detailed rules for the implementation of Council Regulation (EC) No 1234/2007 as regards buying-in and selling of agricultural products under public intervention (3), Germany, Spain and Slovakia have communicated to the Commission the amended list of their intervention centres for cereals and the list of storage premises (4) attached to those centres which have been approved as fulfilling the minimum standards required by EU legislation.\n(3) Regulation (EU) No 1125/2010 should therefore be amended accordingly, and the list of storage premises attached thereto should be published on the internet, together with all the information required by the operators involved in public intervention.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The Annex to Regulation (EU) No 1125/2010 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 318, 4.12.2010, p. 10.\n(3)  OJ L 349, 29.12.2009, p. 1.\n(4)  The addresses of the storage premises of the intervention centres are available on the European Commission website EUROPA/agriculture http://ec.europa.eu/agriculture/cereals/legislation/index_en.htm\nANNEX\nThe Annex to Regulation (EU) No 1125/2010 is amended as follows:\n(1) the section entitled ‘GERMANY’ is replaced by the following:\n(2) the section entitled ‘SPAIN’ is replaced by the following:\n(3) the section entitled ‘SLOVAKIA’ is replaced by the following:"}