{"celex_id": "32013R0288", "uri": "http://publications.europa.eu/resource/cellar/bc3eb4e0-9612-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "192", "3618", "5451", "6569", "6789"], "title": "Commission Implementing Regulation (EU) No 288/2013 of 25 March 2013 concerning the suspension of the authorisations of the preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) as provided for by Regulations (EC) No 256/2002, (EC) No 1453/2004, (EC) No 255/2005, (EC) No 1200/2005, (EC) No 166/2008 and (EC) No 378/2009  Text with EEA relevance\n", "header": "26.3.2013 EN Official Journal of the European Union L 86/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 288/2013\nof 25 March 2013\nconcerning the suspension of the authorisations of the preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) as provided for by Regulations (EC) No 256/2002, (EC) No 1453/2004, (EC) No 255/2005, (EC) No 1200/2005, (EC) No 166/2008 and (EC) No 378/2009\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 13(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting, denying or suspending such authorisation. Article 10 of that Regulation provides for the re-evaluation of additives authorised pursuant to Council Directive 70/524/EEC (2).\n(2) The preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) was authorised without a time limit in accordance with Directive 70/524/EEC as a feed additive for use for piglets under two months and sows by Commission Regulation (EC) No 256/2002 (3), for piglets from two to four months and pigs for fattening by Commission Regulation (EC) No 1453/2004 (4), for cattle for fattening by Commission Regulation (EC) No 255/2005 (5) and for rabbits for fattening and chickens for fattening by Commission Regulation (EC) No 1200/2005 (6). The preparation was subsequently entered in the European Union Register of feed additives as an existing product, in accordance with Article 10(1) of Regulation (EC) No 1831/2003.\n(3) That preparation was also authorised in accordance with Regulation (EC) No 1831/2003 for 10 years for turkeys for fattening by Commission Regulation (EC) No 166/2008 (7) and for rabbit breeding does by Commission Regulation (EC) No 378/2009 (8).\n(4) In accordance with Article 10(2) of Regulation (EC) No 1831/2003 in conjunction with Article 7 thereof, an application was submitted for the authorisation of the preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) as a feed additive for cattle for fattening, rabbits for fattening, chickens for fattening, piglets (weaned), pigs for fattening and sows for reproduction and, in accordance with Article 7 of that Regulation, an application was submitted for a new use of that preparation for calves for rearing, both applications requesting the additive to be classified in the additive category ‘zootechnical additives’. Those applications were accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(5) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 16 October 2012 (9) that the strain of Bacillus cereus harbours resistance determinants to two antibiotics used in human and veterinary medicine, one of which at least can now be ascribed to an acquired resistance. It was also determined that, because of the presence of genes having the same organisation as pathogenic Bacillus cereus strains, it has to be assumed that the Bacillus cereus strain contained in the preparation subject to the application has the capacity to elaborate functional toxins involved in foodborne diseases.\n(6) The information available does not allow one to exclude the risk that the preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) may spread resistance to those antibiotics to other micro-organisms and may expose to the risk of the toxins those handling the additive or consumers. Consequently, it has not been established that that preparation does not have an adverse effect on animal health or on human health, when used under the proposed conditions.\n(7) The conclusions from the Authority concerning the safety of the preparation apply to its use for all the animal species for which an authorisation has been granted, including for turkeys for fattening and for rabbit breeding does, as authorised by Regulations (EC) No 166/2008 and (EC) No 378/2009.\n(8) Those authorisations therefore no longer meet the conditions set out by Article 5 of Regulation (EC) No 1831/2003.\n(9) It is possible that supplementary data concerning the safety of use of the preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) bring new elements that would allow a re-consideration of the assessment carried out for that additive. In this respect, the applicant for the authorisation of that preparation argues that new evidence may be provided in order to demonstrate the safety of the additive. To this end, the applicant committed itself to produce supplementary data which, it states, should be available by April 2013. Those data would consist of new studies supporting a new taxonomical classification of the micro-organism as a new Bacillus species, the non-transferability of the antibiotic resistance and the non-functionality of the enterotoxin genes present in the genome of Bacillus var. toyoi.\n(10) In accordance with Article 13(2) of Regulation (EC) No 1831/2003, the authorisations of the preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) provided for by Regulations (EC) No 256/2002, (EC) No 1453/2004, (EC) No 255/2005, (EC) No 1200/2005, (EC) No 166/2008 and (EC) No 378/2009 should therefore be suspended, pending the submission and assessment of the supplementary data. The suspension measure should be reviewed after due assessment of those data by the Authority.\n(11) Since further use of the preparation as a feed additive may cause a risk to human and animal health, respective products should be withdrawn from the market as soon as possible. For practical reasons however, a limited transitional period should be allowed for the withdrawal from the market of the products concerned in order to enable operators to comply properly with the withdrawal obligation.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Suspension of the authorisation provided for by Regulation (EC) No 256/2002\nThe authorisation provided for by Regulation (EC) No 256/2002 concerning the preparation specified in entry E 1701 of Annex III to that Regulation is suspended.", "Suspension of the authorisation provided for by Regulation (EC) No 1453/2004\nThe authorisation provided for by Regulation (EC) No 1453/2004 concerning the preparation specified in entry E 1701 of Annex I to that Regulation is suspended.", "Suspension of the authorisation provided for by Regulation (EC) No 255/2005\nThe authorisation provided for by Regulation (EC) No 255/2005 concerning the preparation specified in entry E 1701 of Annex I to that Regulation is suspended.", "Suspension of the authorisation provided for by Regulation (EC) No 1200/2005\nThe authorisation provided for by Regulation (EC) No 1200/2005 concerning the preparation specified in entry E 1701 of Annex II to that Regulation is suspended.", "Suspension of the authorisation provided for by Regulation (EC) No 166/2008\nThe authorisation provided for in Article 1 of Regulation (EC) No 166/2008 is suspended.", "Suspension of the authorisation provided for by Regulation (EC) No 378/2009\nThe authorisation provided for in Article 1 of Regulation (EC) No 378/2009 is suspended.", "Transitional measures\nExisting stocks of the preparation of Bacillus cereus var. toyoi (NCIMB 40112/CNCM I-1012) for use for cattle for fattening, rabbits for fattening, chickens for fattening, piglets, pigs for fattening, sows, turkeys for fattening and rabbit breeding does, and of premixtures containing that preparation, shall be withdrawn from the market by 14 June 2013. Feed materials and compound feed produced with that preparation or with premixtures containing that preparation before 14 June 2013 shall be withdrawn from the market by 15 October 2013.", "Review of the measure\nThis Regulation shall be reviewed by 15 April 2015.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 270, 14.12.1970, p. 1.\n(3)  OJ L 41, 13.2.2002, p. 6.\n(4)  OJ L 269, 17.8.2004, p. 3.\n(5)  OJ L 45, 16.2.2005, p. 3.\n(6)  OJ L 195, 27.7.2005, p. 6.\n(7)  OJ L 50, 23.2.2008, p. 11.\n(8)  OJ L 116, 9.5.2009, p. 3.\n(9)  EFSA Journal 2012; 10(10):2924."}