{"celex_id": "32010R0850", "uri": "http://publications.europa.eu/resource/cellar/67cbc512-ea8c-491c-aa0d-56268ae33076", "type": "Regulation", "concepts": ["1309", "1591", "2771", "519", "5969", "6821"], "title": "Commission Regulation (EU) No 850/2010 of 27 September 2010 initiating a ‘new exporter’ review of Council Regulation (EC) No 1659/2005 imposing a definitive anti-dumping duty on imports of certain magnesia bricks originating in the People’s Republic of China, repealing the duty with regard to imports from one exporter in this country and making these imports subject to registration\n", "header": "28.9.2010 EN Official Journal of the European Union L 253/42\nCOMMISSION REGULATION (EU) No 850/2010\nof 27 September 2010\ninitiating a ‘new exporter’ review of Council Regulation (EC) No 1659/2005 imposing a definitive anti-dumping duty on imports of certain magnesia bricks originating in the People’s Republic of China, repealing the duty with regard to imports from one exporter in this country and making these imports subject to registration\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (‘the basic Regulation’) (1) and in particular Article 11(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   REQUEST FOR A REVIEW\n(1) The Commission has received an application for a ‘new exporter’ review pursuant to Article 11(4) of the basic Regulation. The application was lodged by TRL China Ltd (‘the applicant’), an exporting producer in the People’s Republic of China (‘the country concerned’).\nB.   PRODUCT\n(2) The product under review is chemically bonded, unfired magnesia bricks, whose magnesia component contains at least 80 % MgO, whether or not containing magnesite, originating in the People’s Republic of China (‘the product concerned’), currently falling within CN codes ex 6815 91 00, ex 6815 99 10 and ex 6815 99 90 (TARIC codes 6815910010, 6815991020 and 6815999020).\nC.   EXISTING MEASURES\n(3) The measures currently in force are a definitive anti-dumping duty imposed by Council Regulation (EC) No 1659/2005 (2) under which imports into the Union of the product concerned originating in the People’s Republic of China, including the product concerned produced by the applicant, are subject to a definitive anti-dumping duty of 39,9 % with the exception of several companies specifically mentioned which are subject to individual duty rates.\nD.   GROUNDS FOR THE REVIEW\n(4) The applicant alleges that it operates under market economy conditions as defined in Article 2(7)(c) of the basic Regulation or alternatively claims individual treatment in conformity with Article 9(5) of the basic Regulation. It further alleges that it did not export the product concerned to the Union during the period of investigation on which the anti-dumping measures were based, i.e. the period from 1 April 2003 to 31 March 2004 (‘the original investigation period’) and that it is not related to any of the exporting producers of the product which are subject to the above mentioned anti-dumping measures.\n(5) The applicant further alleges that it has begun exporting the product concerned to the Union after the end of the original investigation period.\nE.   PROCEDURE\n(6) Union producers known to be concerned have been informed of the above application and have been given an opportunity to comment.\n(7) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of a ‘new exporter’ review, pursuant to Article 11(4) of the basic Regulation. Upon receipt of the claim mentioned below under recital 13, it will be determined whether the applicant operates under market economy conditions as defined in Article 2(7)(c) of the basic Regulation or alternatively whether the applicant fulfils the requirements to have an individual duty established in accordance with Article 9(5) of the basic Regulation. If so, the applicant’s individual margin of dumping shall be calculated and, should dumping be found, the level of the duty to which its imports of the product concerned into the Union should be subject shall be determined.\n(8) If it is determined that the applicant fulfils the requirements to have an individual duty established, it may be necessary to amend the rate of duty currently applicable to imports of the product concerned from companies not individually mentioned in Article 1(2) of Regulation (EC) No 1659/2005.\n(a)   Questionnaires\n(9) In order to obtain the information it deems necessary for its investigation, the Commission will send a questionnaire to the applicant.\n(b)   Collection of information and holding of hearings\n(10) All interested parties are hereby invited to make their views known in writing and to provide supporting evidence.\n(11) Furthermore, the Commission may hear interested parties, provided that they make a request in writing showing that there are particular reasons why they should be heard.\n(12) Attention is drawn to the fact that the exercise of most procedural rights set out in the basic Regulation depends on the parties making themselves known within the period provided for by the present Regulation.\n(c)   Market economy treatment/individual treatment\n(13) In the event that the applicant provides sufficient evidence that it operates under market economy conditions, i.e. that it meets the criteria laid down in Article 2(7)(c) of the basic Regulation, normal value will be determined in accordance with Article 2(7)(b) of the basic Regulation. For this purpose, duly substantiated claims must be submitted within the specific time limit set in Article 4(3) of this Regulation. The Commission will send claim forms to the applicant, as well as to the authorities of the People’s Republic of China. This claim form may also be used by the applicant to claim individual treatment, i.e. that it meets the criteria laid down in Article 9(5) of the basic Regulation.\n(d)   Selection of the market economy country\n(14) In the event that the applicant is not granted market economy treatment but fulfils the requirements to have an individual duty established in accordance with Article 9(5) of the basic Regulation, an appropriate market economy country will be used for the purpose of establishing normal value in respect of the People’s Republic of China in accordance with Article 2(7)(a) of the basic Regulation. The Commission envisages using the United States of America again for this purpose as was done in the investigation which led to the imposition of measures on imports of the product concerned from the People’s Republic of China. Interested parties are hereby invited to comment on the appropriateness of this choice within the specific time limit set in Article 4(2) of this Regulation.\n(15) Furthermore, in the event that the applicant is granted market economy treatment, the Commission may, if necessary, also use findings concerning the normal value established in an appropriate market-economy country, e.g. for the purpose of replacing any unreliable cost or price elements in the People’s Republic of China which are needed in establishing the normal value, if reliable required data are not available in the People’s Republic of China. The Commission envisages using the United States of America also for this purpose.\nF.   REPEAL OF THE DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(16) Pursuant to Article 11(4) of the basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product concerned which are produced and sold for export to the Union by the applicant. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the basic Regulation, in order to ensure that, should the review result in a finding of dumping in respect of the applicant, anti-dumping duties can be levied retroactively from the date of the initiation of this review. The amount of the applicant’s possible future liabilities cannot be estimated at this stage of the proceeding.\nG.   TIME LIMITS\n(17) In the interest of sound administration, time limits should be stated within which:\n— interested parties may make themselves known to the Commission, present their views in writing and submit the replies to the questionnaire mentioned in recital 8(a) of this Regulation or provide any other information to be taken into account during the investigation,\n— interested parties may make a written request to be heard by the Commission,\n— interested parties may comment on the appropriateness of the United States of America which, in the event that the applicant will not be granted market economy treatment, is envisaged as a market-economy country for the purpose of establishing normal value in respect of the People’s Republic of China,\n— the applicant should submit a duly substantiated claim for market economy treatment.\nH.   NON-COOPERATION\n(18) In cases in which any interested party refuses access to or does not provide the necessary information within the time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic Regulation, on the basis of the facts available.\n(19) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made, in accordance with Article 18 of the basic Regulation, of the facts available. If an interested party does not cooperate or cooperates only partially, and findings are therefore based on the facts available in accordance with Article 18 of the basic Regulation, the result may be less favourable to that party than if it had cooperated.\nI.   PROCESSING OF PERSONAL DATA\n(20) Please note that any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3).\nJ.   HEARING OFFICER\n(21) Please note that if interested parties consider that they are encountering difficulties in the exercise of their rights of defence, they may request the intervention of the Hearing Officer of the Directorate-General for Trade. He acts as an interface between the interested parties and the Commission services, offering, where necessary, mediation on procedural matters affecting the protection of their interests in this proceeding, in particular with regard to issues concerning access to the file, confidentiality, extension of time limits and the treatment of written and/or oral submission of views. For further information and contact details, interested parties may consult the Hearing Officer’s web pages on the website of the Directorate-General for Trade (http://ec.europa.eu/trade),", "main_body": ["A review of Regulation (EC) No 1659/2005 is hereby initiated pursuant to Article 11(4) of Regulation (EC) No 1225/2009 in order to determine if and to what extent the imports of chemically bonded, unfired magnesia bricks, whose magnesia component contains at least 80 % MgO, whether or not containing magnesite, currently falling within CN codes ex 6815 91 00, ex 6815 99 10 and ex 6815 99 90 (TARIC codes 6815910010, 6815991020 and 6815999020), originating in the People’s Republic of China, produced and sold for export to the Union by TRL China Ltd (TARIC additional code A985) should be subject to the anti-dumping duty imposed by Regulation (EC) No 1659/2005.", "The anti-dumping duty imposed by Regulation (EC) No 1659/2005 is hereby repealed with regard to the imports identified in Article 1 of this Regulation.", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 1225/2009, to take the appropriate steps to register the imports identified in Article 1 of this Regulation. Registration shall expire nine months following the date of entry into force of this Regulation.", "1.   Interested parties, if their representations are to be taken into account during the investigation, must make themselves known to the Commission, present their views in writing and submit the replies to the questionnaire mentioned in recital 8(a) of this Regulation or any other information, unless otherwise specified, within 37 days of the entry into force of this Regulation.\nInterested parties may also apply in writing to be heard by the Commission within the same 37-day time limit.\n2.   Parties to the investigation wanting to comment on the appropriateness of the United States of America, which is envisaged as a market economy third country for the purpose of establishing normal value in respect of the People’s Republic of China, must submit their comments within 10 days of the date of entry into force of this Regulation.\n3.   A duly substantiated claim for market economy treatment must reach the Commission within 15 days of the date of the entry into force of this Regulation.\n4.   All submissions and requests made by interested parties must be made in writing (not in electronic format, unless otherwise specified) and must indicate the name, address, e-mail address, telephone and fax numbers of the interested party. All written submissions, including the information requested in this Regulation, questionnaire replies and correspondence provided by interested parties on a confidential basis shall be labelled as ‘Limited’ (4) and, in accordance with Article 19(2) of Regulation (EC) No 1225/2009, shall be accompanied by a non-confidential version, which will be labelled ‘For inspection by interested parties’.\nAny information relating to the matter and/or any request for a hearing should be sent to the following address:\nEuropean Commission\nDirectorate-General for Trade\nDirectorate H\nOffice: N105 4/92\nB-1049 Brussels\nBELGIUM\nFax +32 22956505", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 267, 12.10.2005, p. 1.\n(3)  OJ L 8, 12.1.2001, p. 1.\n(4)  This means that the document is for internal use only. It is protected pursuant to Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council (OJ L 145, 31.5.2001, p. 43). It is a confidential document pursuant to Article 19 of Regulation (EC) No 1225/2009 and Article 6 of the WTO Agreement on Implementation of Article VI of the GATT 1994 (Anti-dumping Agreement)."}