{"celex_id": "32011R1256", "uri": "http://publications.europa.eu/resource/cellar/5c450613-2296-425c-b84b-44c92af84240", "type": "Regulation", "concepts": ["1159", "1871", "2282", "2437", "2879", "5254", "5283", "544"], "title": "Council Regulation (EU) No 1256/2011 of 30 November 2011 fixing for 2012 the fishing opportunities for certain fish stocks and groups of fish stocks applicable in the Baltic Sea and amending Regulation (EU) No 1124/2010\n", "header": "3.12.2011 EN Official Journal of the European Union L 320/3\nCOUNCIL REGULATION (EU) No 1256/2011\nof 30 November 2011\nfixing for 2012 the fishing opportunities for certain fish stocks and groups of fish stocks applicable in the Baltic Sea and amending Regulation (EU) No 1124/2010\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Article 43(3) of the Treaty provides that the Council, on a proposal from the Commission, is to adopt measures on the fixing and allocation of fishing opportunities.\n(2) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1) requires that measures governing access to waters and resources and the sustainable pursuit of fishing activities be established taking into account available scientific, technical and economic advice and, in particular, the report drawn up by the Scientific, Technical and Economic Committee for Fisheries (STECF), as well as in the light of any advice received from Regional Advisory Councils.\n(3) It is incumbent upon the Council to adopt measures on the fixing and allocation of fishing opportunities by fishery or group of fisheries, including certain conditions functionally linked thereto, as appropriate. Fishing opportunities should be distributed among Member States in such a way as to assure each Member State relative stability of fishing activities for each stock or fishery and having due regard to the objectives of the Common Fisheries Policy established in Regulation (EC) No 2371/2002.\n(4) The total allowable catches (TACs) should be established on the basis of available scientific advice, taking into account biological and socioeconomic aspects whilst ensuring fair treatment between fishing sectors, as well as in light of the opinions expressed during the consultation of stakeholders, in particular at the meetings with the Advisory Committee on Fisheries and Aquaculture and the Regional Advisory Councils concerned.\n(5) For stocks subject to specific multiannual plans, the fishing opportunities should be established in accordance with the rules laid down in those plans. Consequently, catch limits and fishing effort limits for the cod stocks in the Baltic Sea should be established in accordance with the rules laid down in Council Regulation (EC) No 1098/2007 of 18 September 2007 establishing a multiannual plan for the cod stocks in the Baltic Sea and the fisheries exploiting those stocks (2) (‘the Baltic Sea Cod Plan’).\n(6) In the light of the most recent scientific advice, flexibility in the management of the fishing effort for cod stocks in the Baltic Sea can be introduced without jeopardising the objectives of the Baltic Sea Cod Plan and without resulting in an increase in fishing mortality. Such flexibility would allow for a more efficient management of the fishing effort where quotas are not allocated equally among the fleet of a Member State and would facilitate swift reactions to quota exchanges. A Member State should, therefore, be allowed to allocate to vessels flying its flag additional days absent from port where an equal amount of days absent from port is withdrawn from other vessels flying the flag of that Member State.\n(7) In the light of the most recent scientific advice, it is appropriate to introduce such flexibility in the management of the fishing effort for cod stocks in the Baltic Sea already in 2011. Consequently, Annex II to Council Regulation (EU) No 1124/2010 of 29 November 2010 fixing for 2011 the fishing opportunities for certain fish stocks and groups of fish stocks applicable in the Baltic Sea (3) should be amended accordingly.\n(8) The use of fishing opportunities set out in this Regulation should be subject to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (4) and in particular to Articles 33 and 34 thereof concerning respectively the recording of catches and fishing effort and the information on data on the exhaustion of fishing opportunities. It is therefore necessary to specify the codes relating to landings of stocks subject to this Regulation which are to be used by the Member States when sending data to the Commission.\n(9) In accordance with Article 2 of Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (5), the stocks that are subject to the various measures referred to therein must be identified.\n(10) In order to avoid the interruption of fishing activities and to ensure the livelihood of Union fishermen, it is important to open those fisheries on 1 January 2012. However, since Regulation (EU) No 1124/2010 applies from 1 January 2011, the provisions of the present Regulation allowing flexibility in the management of the fishing effort for cod stocks in the Baltic Sea should apply from 1 January 2011. For reasons of urgency, this Regulation should enter into force immediately after its publication,", "main_body": ["CHAPTER I\nSCOPE AND DEFINITIONS", "Subject matter\nThis Regulation fixes the fishing opportunities for certain fish stocks and groups of fish stocks in the Baltic Sea for 2012 and amends Regulation (EU) No 1124/2010 as regards the management of the fishing effort in respect of cod stocks in the Baltic Sea.", "Scope\nThis Regulation shall apply to EU vessels operating in the Baltic Sea.", "Definitions\nFor the purposes of this Regulation the following definitions shall apply:\n(a) International Council for the Exploration of the Sea (ICES) zones are the geographical areas specified in Annex I to Council Regulation (EC) No 2187/2005 of 21 December 2005 for the conservation of fishery resources through technical measures in the Baltic Sea, the Belts and the Sound (6);\n(b) ‘Baltic Sea’ means ICES Subdivisions 22-32;\n(c) ‘EU vessel’ means a fishing vessel flying the flag of a Member State and registered in the Union;\n(d) ‘total allowable catch’ (TAC) means the quantity that can be taken from each stock each year;\n(e) ‘quota’ means a proportion of the TAC allocated to the Union, a Member State or a third country;\n(f) ‘day absent from port’ means any continuous period of 24 hours or part thereof during which the vessel is absent from port.\nCHAPTER II\nFISHING OPPORTUNITIES", "TACs and allocations\nThe TACs, the allocation of such TACs among Member States, and the conditions functionally linked thereto, where appropriate, are set out in Annex I.", "Special provisions on allocations\n1.   The allocation of fishing opportunities among Member States as set out in this Regulation shall be without prejudice to:\n(a) exchanges made pursuant to Article 20(5) of Regulation (EC) No 2371/2002;\n(b) reallocations made pursuant to Article 37 of Regulation (EC) No 1224/2009;\n(c) additional landings allowed under Article 3 of Regulation (EC) No 847/96;\n(d) quantities withheld in accordance with Article 4 of Regulation (EC) No 847/96;\n(e) deductions made pursuant to Articles 37, 105, 106 and 107 of Regulation (EC) No 1224/2009.\n2.   Except where otherwise specified in Annex I to this Regulation, Article 3 of Regulation (EC) No 847/96 shall apply to stocks subject to precautionary TAC and Article 3(2) and (3) and Article 4 of that Regulation shall apply to stocks subject to analytical TAC.", "Conditions for landing catches and by-catches\nFish from stocks for which catch limits are established shall be retained on board or landed only if:\n(a) the catches have been taken by vessels of a Member State having a quota and that quota is not exhausted; or\n(b) the catches consist of a share in a Union quota which has not been allocated by quota among Member States, and that Union quota has not been exhausted.", "Fishing effort limits\n1.   Fishing effort limits are set out in Annex II.\n2.   The limits referred to in paragraph 1 shall also apply to ICES Subdivisions 27 and 28.2, unless the Commission has taken a decision in accordance with Article 29(2) of Regulation (EC) No 1098/2007 to exclude those Subdivisions from the restrictions provided for in Article 8(1)(b), (3), (4) and (5) and Article 13 of that Regulation.\n3.   The limits referred to in paragraph 1 shall not apply to ICES Subdivision 28.1, unless the Commission has taken a decision in accordance with Article 29(4) of Regulation (EC) No 1098/2007 that the restrictions provided for in Article 8(1)(b), (3), (4) and (5) of Regulation (EC) No 1098/2007 shall apply to that Subdivision.\nCHAPTER III\nFINAL PROVISIONS", "Data transmission\nWhen, pursuant to Articles 33 and 34 of Regulation (EC) No 1224/2009, Member States send the Commission data relating to landings of quantities of stocks caught, they shall use the stock codes set out in Annex I to this Regulation.", "Amendment to Regulation (EU) No 1124/2010\nAnnex II to Regulation (EU) No 1124/2010 is replaced by the text appearing in Annex III to this Regulation.", "0\nEntry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nHowever, Article 9 shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2011.\nFor the Council\nThe President\nJ. VINCENT-ROSTOWSKI\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 248, 22.9.2007, p. 1.\n(3)  OJ L 318, 4.12.2010, p. 1.\n(4)  OJ L 343, 22.12.2009, p. 1.\n(5)  OJ L 115, 9.5.1996, p. 3.\n(6)  OJ L 349, 31.12.2005, p. 1.\nANNEX I\nTACS APPLICABLE TO EU VESSELS IN AREAS WHERE TACS EXIST BY SPECIES AND BY AREA\nThe following tables set out the TACs and quotas (in tonnes live weight, except where otherwise specified) by stock, and conditions functionally linked thereto, where appropriate.\nThe references to fishing zones are references to ICES zones, unless otherwise specified.\nWithin each area, fish stocks are referred to following the alphabetical order of the Latin names of the species.\nFor the purposes of this Regulation, the following comparative table of Latin names and common names is provided:\nScientific name Alpha-3 code Common name\nClupea harengus HER Herring\nGadus morhua COD Cod\nPleuronectes platessa PLE Plaice\nSalmo salar SAL Atlantic salmon\nSprattus sprattus SPR Sprat\nSpecies : Herring\nZone : Subdivisions 30-31\nSpecies : Herring\nZone : Subdivisions 30-31\nFinland 86 905 Analytical TAC\nSweden 19 095\nUnion 106 000\nTAC 106 000\nZone : Subdivisions 22-24\nSpecies : Herring\nZone : Subdivisions 22-24\nDenmark 2 930 Analytical TAC\nGermany 11 532\nFinland 1\nPoland 2 719\nSweden 3 718\nUnion 20 900\nTAC 20 900\nSpecies : Herring\nZone : EU waters of Subdivisions 25-27, 28.2, 29 and 32\nDenmark 1 725 Analytical TAC\nGermany 457\nEstonia 8 810\nFinland 17 197\nLatvia 2 174\nLithuania 2 289\nPoland 19 537\nSweden 26 228\nUnion 78 417\nTAC Not relevant\nSpecies : Herring\nZone : Subdivision 28.1\nEstonia 14 120 Analytical TAC\nLatvia 16 456\nUnion 30 576\nTAC 30 576\nSpecies : Cod\nZone : EU waters of Subdivisions 25-32\nDenmark 15 587 Analytical TAC\nGermany 6 200\nEstonia 1 519\nFinland 1 193\nLatvia 5 795\nLithuania 3 818\nPoland 17 947\nSweden 15 791\nUnion 67 850\nTAC Not relevant\nZone : Subdivisions 22-24\nSpecies : Cod\nZone : Subdivisions 22-24\nDenmark 9 298 Analytical TAC\nGermany 4 546\nEstonia 206\nFinland 183\nLatvia 769\nLithuania 499\nPoland 2 487\nSweden 3 312\nUnion 21 300\nTAC 21 300\nSpecies : Plaice\nZone : EU waters of Subdivisions 22-32\nDenmark 2 070 Precautionary TAC\nGermany 230\nPoland 433\nSweden 156\nUnion 2 889\nTAC 2 889\nSpecies : Atlantic salmon\nZone : EU waters of Subdivisions 22-31\nDenmark 25 396 (1) Analytical TAC\nGermany 2 826 (1)\nEstonia 2 581 (1)\nFinland 31 667 (1)\nLatvia 16 153 (1)\nLithuania 1 899 (1)\nPoland 7 704 (1)\nSweden 34 327 (1)\nUnion 122 553 (1)\nTAC Not relevant\nSpecies : Atlantic salmon\nZone : EU waters of Subdivision 32\nEstonia 1 581 (2) Analytical TAC\nFinland 13 838 (2)\nUnion 15 419 (2)\nTAC Not relevant\nZone : EU waters of Subdivisions 22-32\nSpecies : Sprat and associated catches\nZone : EU waters of Subdivisions 22-32\nDenmark 22 218 Analytical TAC\nGermany 14 076\nEstonia 25 800\nFinland 11 631\nLatvia 31 160\nLithuania 11 272\nPoland 66 128\nSweden 42 952\nUnion 225 237 (3)\nTAC Not relevant\n2. The maximum number of days absent from port per year for which a vessel may be present within the two areas referred to in point 1(a) and (b) fishing with the gears specified in point 1 may not exceed the maximum number of days absent from port allocated for one of these two areas.\n3. By way of derogation from points 1 and 2, and where efficient management of fishing opportunities so requires, a Member State may allocate to vessels flying its flag the right to additional days absent from port where an equal amount of days absent from port is withdrawn from other vessels flying its flag that are subject to effort restriction in the same area and where the capacity, in terms of kW, of each of the donor vessels is equal to, or larger than, that of the receiving vessels. The number of receiving vessels may not exceed 10 % of the total number of vessels of the Member State concerned, as indicated in point 1.\nANNEX III\n‘ANNEX II\nFISHING EFFORT LIMITS\n1. Member States shall allocate the right to vessels flying their flag and fishing with trawls, Danish seines or similar gear of a mesh size equal to or larger than 90 mm, with gillnets, entangling nets or trammel nets of a mesh size equal to or larger than 90 mm, with bottom set lines, longlines except drifting lines, handlines and jigging equipment, to be up to:\n(a) 163 days absent from port in ICES Subdivisions 22-24, with the exception of the period from 1 to 30 April when Article 8(1)(a) of Regulation (EC) No 1098/2007 applies; and\n(b) 160 days absent from port in ICES Subdivisions 25-28, with the exception of the period from 1 July to 31 August when Article 8(1)(b) of Regulation (EC) No 1098/2007 applies.\n2. The maximum number of days absent from port per year for which a vessel may be present within the two areas referred to in point 1(a) and (b) fishing with the gears specified in point 1 may not exceed the maximum number of days absent from port allocated for one of these two areas.\n3. By way of derogation from points 1 and 2, and where efficient management of fishing opportunities so requires, a Member State may allocate to vessels flying its flag the right to additional days absent from port where an equal amount of days absent from port is withdrawn from other vessels flying its flag that are subject to effort restriction in the same area and where the capacity, in terms of kW, of each of the donor vessels is equal to, or larger than, that of the receiving vessels. The number of receiving vessels may not exceed 10 % of the total number of vessels of the Member State concerned, as indicated in point 1.’."}