{"celex_id": "32014D0320", "uri": "http://publications.europa.eu/resource/cellar/072140b4-ebbe-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["1125", "12", "2850", "2901", "5563", "8285"], "title": "2014/320/EU: Council Decision of 12 May 2014 on the conclusion, on behalf of the European Union and its Member States, of the Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Albania, of the other part, to take account of the accession of the Republic of Croatia to the European Union\n", "header": "4.6.2014 EN Official Journal of the European Union L 165/18\nCOUNCIL DECISION\nof 12 May 2014\non the conclusion, on behalf of the European Union and its Member States, of the Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Albania, of the other part, to take account of the accession of the Republic of Croatia to the European Union\n(2014/320/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217, in conjunction with Article 218(6)(a)(i) and the second subparagraph of Article 218(8) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular the second subparagraph of Article 6(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) In accordance with Council Decision 2014/316/EU (1), the Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Albania, of the other part, to take account of the accession of the Republic of Croatia to the European Union (‘the Protocol’), has been signed, subject to its conclusion.\n(2) The conclusion of the Protocol is subject to a separate procedure as regards matters falling within the competence of the European Atomic Energy Community.\n(3) The Protocol should be approved,", "main_body": ["The Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Albania, of the other part, to take account of the accession of the Republic of Croatia to the European Union is hereby approved on behalf of the Union and its Member States (2).", "The President of the Council is hereby authorised to designate the person(s) empowered to deposit, on behalf of the Union and its Member States, the instrument of approval provided for in Article 9(2) of the Protocol.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 12 May 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  See page 3 of this Official Journal.\n(2)  The text of the Protocol has been published together with the decision on its signature (see page 19 of this Official Journal)."}