{"celex_id": "32014R0862", "uri": "http://publications.europa.eu/resource/cellar/b1f963de-1ec1-11e4-8c3c-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "5070", "5451", "6789"], "title": "Commission Implementing Regulation (EU) No 862/2014 of 7 August 2014 amending Implementing Regulation (EU) No 496/2011 as regards the name of the holder of the authorisation of the feed additive sodium benzoate  Text with EEA relevance\n", "header": "8.8.2014 EN Official Journal of the European Union L 235/12\nCOMMISSION IMPLEMENTING REGULATION (EU) No 862/2014\nof 7 August 2014\namending Implementing Regulation (EU) No 496/2011 as regards the name of the holder of the authorisation of the feed additive sodium benzoate\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1) and in particular Article 13(3) thereof,\nWhereas:\n(1) Taminco BVBA has submitted an application in accordance with Article 13(3) of Regulation (EC) No 1831/2003 proposing to change the name of the holder of the authorisation as set out in Commission Implementing Regulation (EU) No 496/2011 (2).\n(2) The applicant claims that, with effect from 6 March 2014, it has acquired the feed additive business from Kemira Oyj, and that it now owns the marketing rights for the feed additive sodium benzoate. The applicant has submitted documents supporting its allegations.\n(3) The proposed change of the terms of the authorisation is purely administrative in nature and does not entail a fresh assessment of the additive concerned. The European Food Safety Authority was informed of the application.\n(4) In order to allow the applicant to exploit its marketing rights under the name of Taminco Finland Oy, it is necessary to change the terms of the authorisations.\n(5) Regulation (EU) No 496/2011 should therefore be amended accordingly.\n(6) Since the modification to the conditions of authorisation is not related to safety reasons, it is appropriate to provide for a transitional period during which existing stocks may be used up.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Amendment to Implementing Regulation (EU) No 496/2011\nIn the second column of the Annex, the words ‘Kemira Oyj’ are replaced by ‘Taminco Finland Oy’.", "Transitional measures\nExisting stocks of the additive which have been produced and labelled before 28 August 2014 in accordance with the rules applicable before 28 August 2014 may continue to be placed on the market and used until they are exhausted.", "Entry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 August 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  Commission Implementing Regulation (EU) No 496/2011 of 20 May 2011 concerning the authorisation of sodium benzoate as a feed additive for weaned piglets (holder of the authorisation Kemira Oyj) (OJ L 134, 21.5.2011, p. 9)."}