{"celex_id": "32010R0747", "uri": "http://publications.europa.eu/resource/cellar/77a3ea63-18a6-40b0-a027-5d8e3537be74", "type": "Regulation", "concepts": ["161", "1644", "2871", "3591", "4682", "5481"], "title": "Commission Regulation (EU) No 747/2010 of 18 August 2010 on the issue of import licences for applications submitted in the first seven days of August 2010 under the tariff quota for high-quality beef administered by Regulation (EC) No 620/2009\n", "header": "19.8.2010 EN Official Journal of the European Union L 218/21\nCOMMISSION REGULATION (EU) No 747/2010\nof 18 August 2010\non the issue of import licences for applications submitted in the first seven days of August 2010 under the tariff quota for high-quality beef administered by Regulation (EC) No 620/2009\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 620/2009 of 13 July 2009 providing for the administration of an import tariff quota for high-quality beef (3) sets out detailed rules for the submission and issue of import licences.\n(2) Article 7(2) of Regulation (EC) No 1301/2006 provides that in cases where quantities covered by licence applications exceed the quantities available for the quota period, allocation coefficients should be fixed for the quantities covered by each licence application. The applications for import licences submitted pursuant to Article 3 of Regulation (EC) No 620/2009 between 1 and 7 August 2010 exceed the quantities available. Therefore, the extent to which import licences may be issued and the allocation coefficient should be determined,", "main_body": ["Import licence applications covered by the quota with order number 09.4449 and submitted between 1 and 7 August 2010 in accordance with Article 3 of Regulation (EC) No 620/2009, shall be multiplied by an allocation coefficient of 79,54388 %.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 August 2010.\nFor the Commission, On behalf of the President,\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 182, 15.7.2009, p. 25."}