{"celex_id": "32012L0007", "uri": "http://publications.europa.eu/resource/cellar/e25df082-07ec-465e-bc89-485b3b9b2f8d", "type": "Directive", "concepts": ["1391", "192", "3135", "3730", "3836", "4036", "5234", "758"], "title": "Commission Directive 2012/7/EU of 2 March 2012 amending, for the purpose of adaptation to technical progress, part III of Annex II to Directive 2009/48/EC of the European Parliament and of the Council relating to toy safety  Text with EEA relevance\n", "header": "3.3.2012 EN Official Journal of the European Union L 64/7\nCOMMISSION DIRECTIVE 2012/7/EU\nof 2 March 2012\namending, for the purpose of adaptation to technical progress, part III of Annex II to Directive 2009/48/EC of the European Parliament and of the Council relating to toy safety\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/48/EC of the European Parliament and of the Council of 18 June 2009 on the safety of toys (1), and in particular Article 46.1 (b) thereof,\nWhereas:\n(1) Directive 2009/48 sets limit values for cadmium, based on the recommendations of the Dutch National Institute for Public Health and the Environment (RIVM) made in the 2008 report entitled \"Chemicals in Toys. A general methodology for assessment of chemical safety of toys with a focus on elements\". The RIVM recommendations are based on the assumption that exposure of children to chemicals in toys may not exceed a certain level, called “tolerable daily intake”. Since children are exposed to chemicals via other sources than toys, only a percentage of the tolerable daily intake should be allocated to toys. The Scientific Committee on Toxicity, Ecotoxicity and the Environment (CSTEE) recommended in its 2004 report that a maximum of 10 % of the tolerable daily intake may be allocated to toys. However, for cadmium and other chemical substances which are particularly toxic, the recommended allocation should not exceed 5 % of the tolerable daily intake, in order to ensure that only traces that are compatible with good manufacturing practice will be present\n(2) According to the RIVM recommendations, the maximum percentage of the tolerable daily intake should be multiplied by the weight of a child, estimated at 7.5 kg, and divided by the quantity of toy material ingested, in order to obtain the limit values for the chemical substances listed in Directive 2009/48/EC.\n(3) For cadmium, RIVM used the tolerable weekly intake of 7 μg/kg established by the Joint Food and Agriculture Organisation of the United Nations and the World Health Organisation Experts committee on food additives (JEFCA) in 1989 and confirmed by JECFA in 2001. A safety factor of two was applied, resulting in a tolerable weekly intake of 3.5 μg/kg and a tolerable daily intake of 0.5 μg/kg.\n(4) In order to define possible exposure scenarios to chemical substances, the quantity of toy material ingested was estimated by the RIVM at 8 mg per day for scraped-off toy material, 100 mg for brittle toy material and 400 mg for liquid or sticky toy material. Those ingestion limits were supported by the Scientific Committee on Health and Environmental Risks (SCHER) in its opinion entitled \"Risks from organic CMR substances in toys\" adopted on the 18 May 2010.\n(5) By applying 5 % of the tolerable daily intake, multiplied by the weight of the child and divided by the quantity of toy material ingested, the following limit values for cadmium were established: 23 mg/kg for scrapped-off material, 1.9 mg/kg for dry material and 0.5 mg/kg for liquid material.\n(6) The European Food Safety Authority (EFSA) concluded in its opinion of 30 January 2009 that the tolerable weekly intake established by JEFCA in 1989 and confirmed by JECFA in 2001 was no longer appropriate in view of the new developments related to the toxicology of cadmium. The EFSA established a new tolerable weekly intake of 2.5 μg/kg, resulting in a tolerable daily intake of 0.36 μg/kg.\n(7) Applying 5 % of the new tolerable daily intake, multiplied by the weight of the child and divided by the quantity of toy material ingested results in the following limits for cadmium: 17 mg/kg for scrapped-off material, 1.3 mg/kg for dry material and 0.3 mg/kg for liquid material.\n(8) Directive 2009/48/EC should therefore be amended accordingly.\n(9) The measures provided for in this Directive are in accordance with the opinion of the Toy Safety Committee.", "main_body": ["Part III of Annex II to Directive 2009/48/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 20 January 2013 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions\nThey shall apply those provisions from 20 July 2013.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 2 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 170, 30.6.2009, p. 1.\nANNEX\nPart III of Annex II to Directive 2009/48/EC is amended as follows:\nIn point 13, the entry for cadmium is replaced by the following:\nElement mg/kg mg/kg mg/kg\n‘Cadmium 1,3 0,3 17’"}