{"celex_id": "32012R0760", "uri": "http://publications.europa.eu/resource/cellar/963fe735-f293-11e1-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["171", "2974"], "title": "Commission Implementing Regulation (EU) No 760/2012 of 21 August 2012 amending Regulation (EC) No 595/2004 as regards the intensity of controls carried out by Member States in the framework of the milk quota system\n", "header": "22.8.2012 EN Official Journal of the European Union L 226/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 760/2012\nof 21 August 2012\namending Regulation (EC) No 595/2004 as regards the intensity of controls carried out by Member States in the framework of the milk quota system\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 85 in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 22 of Commission Regulation (EC) No 595/2004 of 30 March 2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy in the milk and milk products sector (2), provides for the intensity of controls which are to be performed by Member States on milk delivered under the quota system. If the total adjusted deliveries have been less than 95 % of the deliveries part of the national quota in each of the three preceding 12-month periods, the control intensity on deliveries may be reduced from 2 % to 1 % of the producers and from 40 % to 20 % of the quantity of milk declared after adjustment.\n(2) The administrative complexity of those controls is relatively high and should be simplified.\n(3) Member States have gained years of experience with those controls and use a general control plan on the basis of risk analyses.\n(4) The results of the audits of the Commission in the Member States show that in almost all cases no corrections were required.\n(5) In accordance with Annex IX to Regulation (EC) No 1234/2007, the milk quota system ends in 2015.\n(6) It is therefore appropriate to fix the intensity of the controls on deliveries in all Member States at 1 % of the producers and at 20 % of the quantity of milk delivered declared after adjustment and to double the number of controls only in case of significant irregularities or discrepancies.\n(7) Regulation (EC) No 595/2004 should therefore be amended accordingly.\n(8) As the proposed amendments intend to decrease the intensity of the controls and thus to alleviate the administrative burden for Member States, they should apply in respect of the current 12-month period which has started on 1 April 2012. It is therefore necessary that this Regulation apply as from that date.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 595/2004 is amended as follows:\n(1) Article 19(3) is replaced by the following:\n(2) Article 22 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(a) 1 % of the producers for each 12-month period;\n(b) 20 % of the quantity of milk declared after adjustment for the period concerned; and\n(c) a representative sample of transport of milk between selected producers and purchasers.\n(b) A new paragraph 4 is added:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 August 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 94, 31.3.2004, p. 22."}