{"celex_id": "32014R1142", "uri": "http://publications.europa.eu/resource/cellar/4a449254-63f6-11e4-9cbe-01aa75ed71a1", "type": "Regulation", "concepts": ["1011", "2255", "3862", "4125"], "title": "Regulation (EU, Euratom) No 1142/2014 of the European Parliament and of the Council of 22 October 2014 amending Regulation (EU, Euratom) No 966/2012 as regards the financing of European political parties\n", "header": "4.11.2014 EN Official Journal of the European Union L 317/28\nREGULATION (EU, EURATOM) No 1142/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 October 2014\namending Regulation (EU, Euratom) No 966/2012 as regards the financing of European political parties\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 322 thereof, in conjunction with the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national Parliaments,\nHaving regard to the opinion of the Court of Auditors (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Political parties at European level are important as a factor for integration within the Union.\n(2) Article 10 of the Treaty on European Union and Article 12(2) of the Charter of Fundamental Rights of the European Union state that political parties at European level contribute to forming a European political awareness and to expressing the political will of the citizens of the Union.\n(3) On 4 November 2003 the European Parliament and the Council adopted Regulation (EC) No 2004/2003 on the regulations governing political parties at European level and the rules regarding their funding (3).\n(4) In its resolution of 6 April 2011 on the application of Regulation (EC) No 2004/2003 on the regulations governing political parties at European level and the rules regarding their funding (4), the European Parliament, in the light of experience gained, suggested a number of improvements regarding the financing of European political parties and European political foundations.\n(5) On 22 October 2014 the European Parliament and the Council adopted Regulation (EU, Euratom) No 1141/2014 (5) repealing Regulation (EC) No 2004/2003 and laying down new rules for, inter alia, the funding of political parties and political foundations at European level, in particular with regard to funding conditions, the award and distribution of funding, donations and contributions, financing of campaigns for elections to the European Parliament, reimbursable expenditure, the prohibition of funding, accounts, reporting and audit, implementation and control, penalties, cooperation between the Authority for European political parties and foundations, the Authorising Officer of the European Parliament and the Member States, and transparency.\n(6) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (6) (‘the Financial Regulation’) should include rules on contributions from the general budget of the Union to European political parties as envisaged by Regulation (EU, Euratom) No 1141/2014. Those rules should allow political parties at European level to have a broader degree of flexibility as regards the time limits for using those contributions, as the nature of their activities so requires.\n(7) The system of financial support to European political parties through an operating grant as provided for in Article 125(6) of the Financial Regulation is not suited to their needs, in particular the obligation to submit an annual work programme, a requirement that does not exist in the legislation of Member States. Therefore, the financial support given to European political parties should take the form of a specific contribution, to match the specific needs of the European political parties. However, given that European political foundations continue to be subject to the grant provisions of the Financial Regulation, it should be possible for the limited carry-over for three months currently provided for by Article 125(6) of the Financial Regulation to apply to them.\n(8) Although financial support is awarded without an annual work programme being required, European political parties should justify ex post the sound use of Union funding. In particular, the authorising officer responsible should verify if the funding has been used to pay reimbursable expenditure as established in the call for contributions within the time limits laid down in this Regulation. Contributions to European political parties should be spent by the end of the financial year following that of their award, after which, any unspent funding should be recovered by the authorising officer responsible.\n(9) Union funding awarded to finance the operating costs of the European political parties should not be used for other purposes than those established in Regulation (EU, Euratom) No 1141/2014, in particular to directly or indirectly finance other entities such as national political parties. The European political parties should use the contributions to pay a percentage of current and future expenditure and not expenditure or debts incurred before the submission of their applications for contributions.\n(10) The award of contributions should also be simplified and adapted to the specificities of the European political parties, in particular by the absence of selection criteria, the establishment of a single full prefinancing payment as a general rule, and by the possibility to use lump sums, flat-rate and unit cost financing.\n(11) The contributions from the general budget of the Union should be suspended, reduced or terminated if the European political parties infringe the obligations laid down in Regulation (EU, Euratom) No 1141/2014.\n(12) Penalties that are based both on the Financial Regulation and on Regulation (EU, Euratom) No 1141/2014, should be imposed in a coherent way and should respect the principle of ne bis in idem. In accordance with Regulation (EU, Euratom) No 1141/2014, administrative and/or financial penalties provided for by the Financial Regulation are not to be imposed in one of the cases for which penalties have already been imposed on the basis of Regulation (EU, Euratom) No 1141/2014.\n(13) The Financial Regulation should therefore be amended accordingly,", "main_body": ["Regulation (EU, Euratom) No 966/2012 is amended as follows:\n(1) In paragraph 2 of Article 121, the following point is added:\n‘(j) contributions to European political parties referred to in Title VIII of Part Two.’.\n(2) Article 125 is amended as follows:\n(a) the second subparagraph of paragraph 3 is deleted;\n(b) paragraph 6 is replaced by the following:\n(3) In Part Two, the following Title is added:\n(a) the subject and the overall amount of the contribution;\n(b) the name of the selected applicants and the amounts accepted;\n(c) the names of any applicants rejected and the reasons for that rejection.\n(a) reimbursement of a percentage of the reimbursable expenditure actually incurred;\n(b) reimbursement on the basis of unit costs;\n(c) lump sums;\n(d) flat-rate financing;\n(e) a combination of the forms referred to in points (a) to (d).", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2017. The second subparagraph of Article 125(3), and Article 125(6) of Regulation (EU, Euratom) No 966/2012, in their version prior to the amendments made by Article 1 of this Regulation, shall continue to apply as regards acts done and commitments made in respect of the funding of political parties at European level until 31 December 2017.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 22 October 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nB. DELLA VEDOVA\n(1)  OJ C 4, 8.1.2014, p. 1.\n(2)  Position of the European Parliament of 16 April 2014 (not yet published in the Official Journal) and decision of the Council of 29 September 2014.\n(3)  OJ L 297, 15.11.2003, p. 1.\n(4)  OJ C 296 E, 2.10.2012, p. 46.\n(5)  Regulation (EU, Euratom) No 1141/2014 of the European Parliament and of the Council of 22 October 2014 on the statute and funding of European political parties and European political foundations (see page 1 of this Official Journal).\n(6)  Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1).\n(7)  Regulation (EU, Euratom) No 1141/2014 of the European Parliament and of the Council of 22 October 2014 on the statute and funding of European political parties and European political foundations (OJ L 317, 4.11.2014, p. 1).’."}