{"celex_id": "32010R0385", "uri": "http://publications.europa.eu/resource/cellar/34e04265-5234-4708-a8f1-d08b846a1aac", "type": "Regulation", "concepts": ["1115", "1552", "1602", "161", "2731", "4080"], "title": "Commission Regulation (EU) No 385/2010 of 5 May 2010 correcting Regulation (EC) No 1831/96 opening and providing for the administration of Community tariff quotas bound under GATT for certain fruit and vegetables and processed fruit and vegetable products from 1996\n", "header": "6.5.2010 EN Official Journal of the European Union L 113/11\nCOMMISSION REGULATION (EU) No 385/2010\nof 5 May 2010\ncorrecting Regulation (EC) No 1831/96 opening and providing for the administration of Community tariff quotas bound under GATT for certain fruit and vegetables and processed fruit and vegetable products from 1996\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 148 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1831/96 (2) opened tariff quotas for certain fruit and vegetables and processed fruit and vegetable products listed in its Annexes and provides for the administration of those tariff quotas.\n(2) Since the adoption of Regulation (EC) No 1831/96, several CN codes listed in the original Annexes I, II and III to that Regulation have changed. For that reason, those Annexes were replaced by Commission Regulation (EC) No 973/2006 (3).\n(3) It has appeared that in Annex I to Regulation (EC) No 1831/96, as amended by Regulation (EC) No 973/2006, CN code 2009 80 34 is missing and that it is appropriate to insert it.\n(4) Annex I to Regulation (EC) No 1831/96, as amended by Regulation (EC) No 973/2006, should therefore be corrected accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["In Annex I to Regulation (EC) No 1831/96, in respect of order No 09.0093, CN code ‘2009 80 34’ is inserted in the column ‘CN code TARIC subheading’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 3 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 243, 24.9.1996, p. 5.\n(3)  OJ L 176, 30.6.2006, p. 63."}