{"celex_id": "32014R0416", "uri": "http://publications.europa.eu/resource/cellar/9402c05e-cb7f-11e3-b74e-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "2771", "3191", "4385", "5360", "5946"], "title": "Commission Implementing Regulation (EU) No 416/2014 of 23 April 2014 opening and providing for the administration of import tariff quotas for certain cereals originating in Ukraine\n", "header": "24.4.2014 EN Official Journal of the European Union L 121/53\nCOMMISSION IMPLEMENTING REGULATION (EU) No 416/2014\nof 23 April 2014\nopening and providing for the administration of import tariff quotas for certain cereals originating in Ukraine\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 187(a) and (c) thereof,\nWhereas:\n(1) Regulation (EU) No 374/2014 of the European Parliament and of the Council (2) provides, inter alia, for the opening of import tariff quotas for certain cereals originating in Ukraine until 31 October 2014. The tariff quotas for the agricultural products referred to in Annex III to that Regulation are administered by the Commission pursuant to the rules laid down in accordance with Article 184(2)(b) of Regulation (EU) No 1308/2013.\n(2) To ensure that imports of cereals originating in Ukraine within these tariff quotas are orderly and not speculative, they should be made subject to the issue of import licences. Therefore Regulations (EC) No 1301/2006 (3), (EC) No 1342/2003 (4) and (EC) No 376/2008 (5) should apply, without prejudice to any derogations provided for by this Regulation.\n(3) To ensure the proper management of these quotas, deadlines for the submission of import licence applications should be laid down and the information to be included in applications and licences should be specified.\n(4) Commission Implementing Regulation (EU) No 1006/2011 (6) replaced the CN codes of the cereals referred to in Annex I to Council Regulation (EEC) No 2658/87 (7) by new codes that differ from the codes referred to in Regulation (EU) No 374/2014. Annex I to this Regulation should therefore refer to the new CN codes.\n(5) As the quotas referred to in Annex III to Regulation (EU) No 374/2014 are open only until 31 October 2014, this Regulation should enter into force as soon as possible.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Opening and providing for the administration of the tariff quotas\n1.   The import tariff quotas for certain products originating in Ukraine and listed in the Annex to this Regulation are open until 31 October 2014.\n2.   The rate of import duty within the tariff quotas referred to in paragraph 1 is set at EUR 0 per tonne.\n3.   Regulations (EC) No 376/2008, (EC) No 1301/2006 and (EC) No 1342/2003 shall apply, save as otherwise provided for in this Regulation.", "Rules for issuing import licences\n1.   Notwithstanding Article 6(1) of Regulation (EC) No 1301/2006, applicants may not submit more than one import licence application per serial number and per week. Where applicants submit more than one application, none of those applications shall be admissible and the securities lodged when the applications were submitted shall be forfeited to the Member State concerned.\nImport licence applications shall be submitted to the competent authorities of the Member States each week no later than Friday at 13.00 (Brussels time). Such applications may not be submitted after 13.00 (Brussels time) on Friday 17 October 2014.\n2.   Each import licence application shall indicate a quantity in kilograms (whole numbers) which may not exceed the total quantity of the quota in question.\n3.   Import licences shall be issued on the fourth working day following the notification referred to in Article 4(1).\n4.   Section 8 of the import licence application and the import licence shall contain the name ‘Ukraine’ and ‘Yes’ shall be marked with a cross. The licences are valid solely for products originating in Ukraine.", "Validity of import licences\nIn accordance with Article 22(2) of Regulation (EC) No 376/2008, the period of validity of the import licence shall be calculated from the actual date of issue.\nThe period of validity of the import licence is the period defined in Article 6(1)(b) of Regulation (EC) No 1342/2003. In any event, the period of validity expires on 31 October 2014 at the latest.", "Communications\n1.   No later than 18.00 (Brussels time) on the Monday following the week in which the import licence application was submitted, the Member States shall send to the Commission, by electronic means, a notification showing, by serial number, each application with the origin of the product and the quantity applied for, including ‘nil’ notifications.\n2.   Member States shall communicate to the Commission, by electronic means, on the day of issue of the import licences, the information on the licences issued as referred to in Article 11(1)(b) of Regulation (EC) No 1301/2006, with the total quantities for which import licences have been issued.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Regulation (EU) No 374/2014 of the European Parliament and of the Council of 16 April 2014 on the reduction or elimination of customs duties on goods originating in Ukraine (OJ L 118, 22.4.2014, p. 1).\n(3)  Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (OJ L 238, 1.9.2006, p. 13).\n(4)  Commission Regulation (EC) No 1342/2003 of 28 July 2003 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (OJ L 189, 29.7.2003, p. 12).\n(5)  Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (OJ L 114, 26.4.2008, p. 3).\n(6)  Commission Regulation (EU) No 1006/2011 of 27 September 2011 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 282, 28.10.2011, p. 1).\n(7)  Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, p. 1).\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. When the CN code is preceded by ‘ex’, the application of the preferential scheme is determined on the basis of the CN code and the description of the product.\nOrder No CN code Product description Quantity\n09.4306 1001 99 (00) spelt, common wheat and meslin, other than seed 950 000 tonnes\n1101 00 (15-90) common wheat flour and spelt flour, meslin flour\n1102 90 (90) cereal flour other than wheat, meslin, rye, maize, barley, oat, rice\n1103 11 (90) groats and meal of common wheat and spelt\n1103 20 (60) wheat pellets\n09.4307 1003 90 (00) barley, other than seed 250 000 tonnes\n1102 90 (10) barley flour\nex 1103 20 (25) barley pellets\n09.4308 1005 90 (00) maize other than seed 400 000 tonnes\n1102 20 (10-90) maize flour\n1103 13 (10-90) groats and meal of maize\n1103 20 (40) maize pellets\n1104 23 (40-98) worked grains of maize"}