{"celex_id": "32014R1202", "uri": "http://publications.europa.eu/resource/cellar/358aefbf-6711-11e4-ba48-01aa75ed71a1", "type": "Regulation", "concepts": ["1501", "3483", "3870"], "title": "Council Implementing Regulation (EU) No 1202/2014 of 7 November 2014 implementing Regulation (EU) No 267/2012 concerning restrictive measures against Iran\n", "header": "8.11.2014 EN Official Journal of the European Union L 325/3\nCOUNCIL IMPLEMENTING REGULATION (EU) No 1202/2014\nof 7 November 2014\nimplementing Regulation (EU) No 267/2012 concerning restrictive measures against Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 267/2012 of 23 March 2012 concerning restrictive measures against Iran (1), and in particular Article 46(2) thereof,\nWhereas:\n(1) On 23 March 2012, the Council adopted Regulation (EU) No 267/2012.\n(2) By its judgments of 3 July 2014 in Cases T-155/13, T-157/13 and T-181/13 (2), the General Court of the European Union annulled the Council's decision to include Babak Zanjani, Sorinet Commercial Trust Bankers, and Sharif University of Technology, respectively, on the list of persons and entities subject to restrictive measures set out in Annex IX to Regulation (EU) No 267/2012.\n(3) Babak Zanjani, Sorinet Commercial Trust Bankers, and Sharif University of Technology should be included again on the list of persons and entities subject to restrictive measures, on the basis of a new statement of reasons.\n(4) The Council considers that the reasons for the listing of one entity as set out in Annex IX to Regulation (EU) No 267/2012 should be amended.\n(5) The identifying information in relation to four entities on the list of persons and entities subject to restrictive measures set out in Annex IX to Regulation (EU) No 267/2012 should be amended.\n(6) Regulation (EU) No 267/2012 should be amended accordingly,", "main_body": ["Annex IX to Regulation (EU) No 267/2012 shall be amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2014.\nFor the Council\nThe President\nP. C. PADOAN\n(1)  OJ L 88, 24.3.2012, p. 1.\n(2)  Case T-155/13 Zanjani v Council, judgment of 3 July 2014 (not yet reported); Case T-157/13 Sorinet Commercial Trust Bankers Ltd v Council, judgment of 3 July 2014 (not yet reported); Case T-181/13 Sharif University of Technology v Council, judgment of 3 July 2014 (not yet reported).\nANNEX\nI. The person and entities listed below shall be inserted in the list set out in Part I of Annex IX to Regulation (EU) No 267/2012:\nName Identifying information Reasons Date of listing\n45. Babak Zanjani Date of birth: 12 March 1971 Babak Zanjani has provided support for the financing of transactions in Iranian crude oil conducted by the Iranian Ministry of Petroleum, which is designated by the EU. In addition, he has assisted the Central Bank of Iran and the National Iranian Oil Company (NIOC), which are also designated by the EU, to evade the EU's restrictive measures. 8.11.2014\nName Identifying information Reasons Date of listing\n156. Sorinet Commercial Trust Bankers Ltd. (SCT) (a.k.a.: SCT Bankers; SCT Bankers Kish Company (PJS); SCT Bankers Company Branch; Sorinet Commercial Trust) Sorinet Commercial Trust Bankers, Sadaf Tower, 3rd Floor, Suite No. 301, Kish Island, Iran Sorinet Commercial Trust Bankers Ltd. is controlled by Babak Zanjani, who is designated for providing financial support to the Government of Iran by facilitating oil payments on its behalf. 8.11.2014\n161. Sharif University of Technology Azadi Ave/Street, PO Box 11365-11155, Tehran, Iran, Tel: +98 21 66 161 Sharif University of Technology (SUT) has a number of cooperation agreements with Iranian Government organisations which are designated by the UN and/or the EU and which operate in military or military-related fields, particularly in the field of ballistic missile production and procurement. This includes: an agreement with the EU-designated Aerospace Industries Organisation for inter alia the production of satellites; cooperating with the Iranian Ministry of Defence and the Iranian Revolutionary Guards Corps (IRGC) on smart boat competitions; a broader agreement with the IRGC Air Force which covers developing and strengthening the University's relations, organisational and strategic cooperation; 8.11.2014\nII. The entries for the entities set out in Part I of Annex IX to Regulation (EU) No 267/2012 listed below are replaced by the following entries:\nName Identifying information Reasons Date of listing\nNo. 187, Avenue Motahhari Ave., Teheran, 1587998411, Iran\nTel: +9821 88532434-7, +9821 88532434-6\nE-mail: infor@sinabank.ir\nWebsite: http://www.sinabank.ir/\n27. Power Plants' Equipment Manufacturing Company (Saakhte Tajhizate Niroogahi) No. 10, Jahanara Alley, after Hemmat Bridge, Abbaspour St. (previously called Tavanir), Tehran, Post Code 1435733161, Iran Subordinate to AEOI and Novin Energy (both designated under UNSCR 1737). Involved in the development of nuclear reactors. 26.7.2010\n5th Floor, Petropars Building, No. 35 Farhang Boulevard, Snadat Abad Avenue, Tehran, Iran\nTel: +98 21 22372486; +98 21 22374681; +98 21 22374678;\nFax: +98 21 22374678; +98 21 22372481\nEmail: info@naftiran.com\n(b) Suite 17, Burlington House, St. Saviours Road, St. Helier, Jersey, UK\nAvenue de la Tour-Haldimand, 6, 1009 Pully, Switzerland\nTel: +41 21 3106565\nFax: +41 21 3106566/67/72\nEmail: nico.finance@naftiran.ch"}