{"celex_id": "32010D0131", "uri": "http://publications.europa.eu/resource/cellar/9b2610a8-429d-45db-a7c5-acac9ac79381", "type": "Decision", "concepts": ["217", "3453", "5545", "5552", "5649", "6049"], "title": "2010/131/: Council Decision of 25 February 2010 on setting up the Standing Committee on operational cooperation on internal security\n", "header": "3.3.2010 EN Official Journal of the European Union L 52/50\nCOUNCIL DECISION\nof 25 February 2010\non setting up the Standing Committee on operational cooperation on internal security\n(2010/131/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard the Treaty on the Functioning of the European Union, and in particular Article 240(3) thereof,\nWhereas:\n(1) Article 71 of the Treaty on the Functioning of the European Union provides that a standing committee shall be set up within the Council in order to ensure that operational cooperation on internal security is promoted and strengthened within the Union.\n(2) It is therefore appropriate to adopt a Decision on the setting up of such a Committee and to define its tasks,", "main_body": ["The Standing Committee on operational cooperation on internal security (hereinafter referred to as ‘the Standing Committee’) foreseen in Article 71 of the Treaty is hereby set up within the Council.", "The Standing Committee shall facilitate, promote and strengthen coordination of operational actions of the authorities of the Member States competent in the field of internal security.", "1.   Without prejudice to the mandates of the bodies referred to in Article 5, the Standing Committee shall facilitate and ensure effective operational cooperation and coordination under Title V of Part Three of the Treaty, including in areas covered by police and customs cooperation and by authorities responsible for the control and protection of external borders. It shall also cover, where appropriate, judicial cooperation in criminal matters relevant to operational cooperation in the field of internal security.\n2.   The Standing Committee shall also evaluate the general direction and efficiency of operational cooperation; it shall identify possible shortcomings or failures and adopt appropriate concrete recommendations to address them.\n3.   The Standing Committee shall assist the Council in accordance with the provisions of Article 222 of the Treaty.", "1.   The Standing Committee shall not be involved in conducting operations, which shall remain the task of the Member States.\n2.   The Standing Committee shall not be involved in preparing legislative acts.", "1.   When appropriate, representatives from Eurojust, Europol, the European Agency for the Management of Operational Cooperation at the External Borders of the EU Member States (Frontex) and other relevant bodies shall be invited to attend, as observers, the meetings of the Standing Committee.\n2.   The Standing Committee will help ensure consistency of action by those bodies.", "1.   The Standing Committee shall regularly submit a report to the Council on its activities.\n2.   The Council shall keep informed the European Parliament and the national Parliaments of the proceedings of the Standing Committee.", "This Decision shall enter into force on the date of its adoption.\nIt shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 25 February 2010.\nFor the Council\nThe President\nA. PÉREZ RUBALCABA"}