{"celex_id": "32012R0482", "uri": "http://publications.europa.eu/resource/cellar/d2e24ca9-b3a4-11e1-a5f1-01aa75ed71a1", "type": "Regulation", "concepts": ["1261", "1318", "2987", "3173", "4490", "5573", "832"], "title": "Commission Implementing Regulation (EU) No 482/2012 of 7 June 2012 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Tettnanger Hopfen (PGI))\n", "header": "8.6.2012 EN Official Journal of the European Union L 148/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 482/2012\nof 7 June 2012\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Tettnanger Hopfen (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the first subparagraph of Article 7(4) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006, the Commission has examined Germany’s application for the approval of amendments to the specification for the protected designation of origin ‘Tettnanger Hopfen’ registered under Commission Regulation (EC) No 415/2010 (2).\n(2) The aim of the application is to amend the specification. New trellis systems shall be authorised for economic reasons. The pruning period shall be adjusted to allow growers to better adjust to less and less favourable weather conditions. The use of herbicides with the new trellis systems shall be authorised to increase the water available to hop plants. The maximum drying temperature shall be raised to 65 °C as a result of new scientific information.\n(3) The Commission has examined the amendment in question and decided that it is justified. Since the amendment is a minor one within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission can approve it without recourse to the procedure laid down in Articles 5, 6 and 7 of the said Regulation,", "main_body": ["The specification for the protected geographical indication ‘Tettnanger Hopfen’ is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the Single Document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 June 2012.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 119, 13.5.2010, p. 5.\nANNEX I\nThe specification for the protected geographical indication ‘Tettnanger Hopfen’ is amended as follows:\nMethod of production:\n(1) The fourth, fifth and sixth sentences shall be deleted as follows:\n(2) In the seventh sentence the words ‘In early to mid-April’ shall be replaced by the words ‘From the beginning of March until mid-April’.\n(3) The following 16th and 17th sentences shall be deleted:\n(4) In the 20th sentence the figure ‘62 °C’ shall be replaced by the figure ‘65 °C’.\nANNEX II\nSINGLE DOCUMENT\nCouncil Regulation (EC) No 510/2006 on protected geographical indications and protected designations of origin\n‘TETTNANGER HOPFEN’\nEC No: DE-PGI-0105-0528-03.11.2011\nPGI ( X ) PDO ( )\n1.   Name\n‘Tettnanger Hopfen’\n2.   Member State or Third Country\nGermany\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.8: Other products of Annex I to the Treaty (spices, etc.)\n3.2.   Description of product to which the name in (1) applies\nBotany: botanically the hop (Humulus lupulus) belongs to the same family as hemp (Cannabaceae) and to the order Urticales (nettles). It is a dioecious plant, i.e. each plant carries only female or only male flowers. Only ‘female’ plants are cultivated, forming flowers called burrs from which the cones later develop. The protection afforded by Regulation (EC) No 510/2006 is to apply only to female hop cones (fresh hops) and the products obtained by processing them (in this case, hop pellets and hop extract in particular). A hop cone consists of bracts, bracteoles and a strig providing the valuable brewing constituents of Tettnang hops. The hop is a short-day plant, i.e. it grows in the spring as the days get longer, and flowers from around 21 June when the days get shorter. Thanks to the favourable conditions in which they grow (soil, precipitation levels and average temperatures), Tettnang hops can reach heights of 8,3 m, unlike hops in other areas (support systems in other growing areas are normally 7-7,5 m in height). Tettnang hops are fast-growing (up to 30 cm a day) and climb in a clockwise direction. All aromatic varieties from the Tettnang region are defined as Tettnanger Hopfen. The varieties ‘Hallertauer Tradition’ and ‘Perle’ are grown in addition to the main varieties of ‘Tettnanger’ (since 1973 the uniform ‘Tettnanger Frühhopfen’; P. Heidtmann, ‘Grünes Gold’, 1994, p. 342). The ‘Tettnanger’ variety is grown only in the Tettnang region.\nUse: ‘Tettnanger’ hops are used almost exclusively (around 99 %) for producing beer, with a small portion going into pharmaceutical products. Customers receive ‘Tettnanger’ hops in processed form as hop pellets and, to a lesser extent, as hop extract (since valuable aromas can be lost during the extraction process).\nComponents: the important substances in hops are bitter substances (hop resins), aromas (essential oils) and tannins (polyphenols). Tettnang is defined as an area for the growing of aromatic varieties of hops.\nTettnang hops owe their worldwide reputation in particular to exceptionally delicate aromas, which are made up of over 300 essential oil constituents (the hop’s ‘bouquet’). Descriptions of the aroma of Tettnang hops include flowery, citrusy, fruity, redcurrant-like, sweet and spicy. Hops grown in the Tettnang area are described as generally having a harmonious but lingering full and mild aroma.\nIn addition to this classification, the varieties are officially classified by the hop trade as ‘finest aroma, aroma, bitter hops, high alpha hops’. 96 % of Tettnang hops (the varieties Tettnanger and Hallertauer) are in the category ‘finest aroma’; the remaining 4 % (Perle and Hallertauer Tradition) are in the category ‘aroma’. Since many of the 300 aromatic components are not yet sensorily detectable, it is still the subjective impression of the aroma that counts for the breweries’ decision-makers and buyers (when making his selection the buyer puts his nose in among the hops). Those knowledgeable in this field say that the Tettnang hop is the finest of all hops.\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the defined geographical area\nThe entire hop production process until the moment the hop cones are packaged by the hop growers and sealed and certified at the local sealing centre takes place in the defined geographical area.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\n—\n3.7.   Specific rules concerning labelling\n—\n4.   Concise definition of the geographical area\nThe geographical area is the Tettnang region. This includes:\n1. the municipalities of Eriskirch, Friedrichshafen, Hagnau am Bodensee, Immenstaad am Bodensee, Kressbronn am Bodensee, Langenargen, Markdorf, Meckenbeuren, Neukirch, Oberteuringen and Tettnang in the Lake Constance district (Bodenseekreis);\n2. the municipalities of Achberg, Amtzell, Berg, Bodnegg, Grünkraut, Ravensburg, Wangen im Allgäu (area of the former municipalities of Neuravensburg and Schomburg) in the rural district of Ravensburg; and\n3. the municipalities of Bodolz, Lindau (Bodensee), Nonnenhorn and Wasserburg (Bodensee) in the rural district of Lindau (Bodensee).\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe first official record of hop-growing in the Tettnang region dates back to 1150 (P. Heidtmann, ‘Grünes Gold’, 1994, p 12). The records for 1838 of the then Oberamt Tettnang give the names of 14 breweries (see Memminger’s ‘Beschreibung des Oberamts Tettnang’, 1838, p. 62), three of which were for the town. Three years later, in 1841, this number had risen to six (P. Heidtmann, ‘Grünes Gold’, 1994, p. 13). Their owners grew their hops themselves. The methodical cultivation of hops was introduced in 1844 by district physician Johann Nepomuk von Lentz and eight citizens of the town in an area where climatic conditions made wine-growing less feasible (P. Heidtmann, ‘Grünes Gold’, 1994, p. 15). From 1860 onwards, the hop-growing area expanded, meeting with the older growing region of Altshausen to the north (where hops had been cultivated from around 1821; P. Heidtmann, ‘Grünes Gold’, 1994, p. 14). In 1864, 91 ha were cultivated; this figure rose to 160 ha in 1866, 400 ha in 1875, and 630 ha in 1914; (P. Heidtmann, ‘Grünes Gold’, 1994, p. 22 et seq.). The hop-growing region around Tettnang saw its most significant expansion in the 1990s, when the area cultivated increased to 1 650 hectares (1997 EU hop market report, 1997 HVG producer group report). In the Tettnang region only aromatic hops were selected and grown.\nTettnang hops are grown only on the gravel of the lower terraces formed from the late-moraine till of the Würm glaciation in the Schussen basin, along the River Argen and its ice-age banks. This geological formation with underlying groundwater currents enables the hops to grow roots up to 2 m deep. At the same time, it provides the hops with a constant source of moisture even during periods of extreme drought. The temperate climate here between 400 and 600 m above mean sea level and influenced in part by Lake Constance is another important factor determining the aroma of Tettnang hops.\nTettnang hops are grown in climatic conditions (average annual temperatures, hours of sunshine, precipitation) which are unique. With a temperature of 9,4 °C, almost 1 800 hours of sunshine and 1 136 mm of rain, the average figures recorded during the last 30 years (2009 data) are much higher than those in other growing regions in Germany.\n5.2.   Specificity of the product\nAll aromatic varieties from the Tettnang region are defined as Tettnanger Hopfen. The varieties ‘Hallertauer Tradition’ and ‘Perle’ are grown in addition to the main varieties of ‘Tettnanger’ and ‘Hallertauer Mittelfrüher’. The ‘Tettnanger’ variety is grown only in the Tettnang region.\nTettnanger Hopfen contain exceptionally delicate aromas which are made up of over 300 essential oil constituents (the hop ‘bouquet’). Descriptions of the aroma of Tettnang hops include flowery, citrusy, fruity, redcurrant-like, sweet and spicy. Hops grown in the Tettnang area are described as generally having a harmonious but lingering full and mild aroma.\n96 % of Tettnang hops (the varieties Tettnanger and Hallertauer) are in the hop trade category ‘finest aroma’; the remaining 4 % (Perle and Hallertauer Tradition) are in the category ‘aroma’.\nTettnanger Hopfen are also characterised by a high level of homogeneity.\nThis is proven by the annual external quality examination of hop batches delivered to Tettnang’s hop laboratory.\nFor the Tettnanger variety this was also confirmed by Hohenheim University and for the Hallertauer Mittelfrüher variety by the Anheuser/Busch brewery.\nTettnang hops have a reputation which extends well beyond regional boundaries. The delicate aroma of the hops from Tettnang has enamoured connoisseurs in Japan and the USA alike. One example of the respect and association with quality enjoyed by Tettnang hops can be found in the USA, where it is not rare for brewers to put a label on their kegs stating that the contents have been ‘Brewed with Tettnang Hops’. The quality of Tettnang hops means that they always attract the highest selling prices (EU annual reports in the 1990s, annual reports from 1990 to 2000 of the Bayerische Landesanstalt; P. Heidtmann, ‘Grünes Gold’, 1994, pp. 368 and 369). The lives of the citizens of Tettnang revolve around hops, a fact borne out by the regional structures and events which focus on Tettnang hops. The Tettnang Hop Museum, which opened its doors in 1995, bears witness to the town’s fascination with hop-growing. A 4 km educational trail tells interested visitors all they need to know about Tettnang hops. A 42 km circular path takes cyclists through the Tettnang hop-growing region. Every year in August, shortly before the harvest, the citizens of Tettnang come together to celebrate the long tradition of their ‘green gold’ at the Hop Festival in Tettnang-Kau. And finally, every two years the Tettnang Hop Highnesses are elected (one Hop Queen and two Princesses) as ambassadors for Tettnang hops at home and abroad.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe combination of these geological and climatic factors provides optimum conditions for Tettnang hops to grow and produce cones, and ensures a homogeneity which is to a large extent due to geographical factors. In addition, the soil conditions in the defined geographical area and the fairly mild climate, partly due to the influence of Lake Constance, play a major role in determining the particularly fine aroma of Tettnanger Hopfen. It is this aroma which is instrumental in its global renown. The long tradition of hop cultivation in the Tettnang region also means that the local population strongly identifies with Tettnanger Hopfen and make it part of their cultural life.\nReference to publication of the specification\nMarkenblatt Vol. 33 of 20.8.2010, Part 7a-bb, p. 14729\nhttp://register.dpma.de/DPMAregister/geo/detail.pdfdownload/19450"}