{"celex_id": "32010R1091", "uri": "http://publications.europa.eu/resource/cellar/f2c5a34b-e886-43fd-a9fa-7f515a321f24", "type": "Regulation", "concepts": ["2300", "4003", "5405", "5649", "5796"], "title": "Regulation (EU) No 1091/2010 of the European Parliament and of the Council of 24 November 2010 amending Council Regulation (EC) No 539/2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement\n", "header": "14.12.2010 EN Official Journal of the European Union L 329/1\nREGULATION (EU) No 1091/2010 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 24 November 2010\namending Council Regulation (EC) No 539/2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 77(2)(a) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) The composition of the lists of third countries in Annexes I and II to Council Regulation (EC) No 539/2001 (2) should be, and should remain, consistent with the criteria laid down in recital 5 of that Regulation. Third countries for which the situation has changed as regards those criteria should be transferred from one Annex to the other.\n(2) In accordance with the political commitment made by the European Union on the liberalisation of the short-term visa requirement for citizens of the Western Balkan countries as part of the Thessaloniki Agenda and taking into consideration the progress made since December 2009 in the visa liberalisation dialogues with Albania and Bosnia and Herzegovina, the Commission considers that those two countries have met the benchmarks of their respective roadmaps.\n(3) Albania and Bosnia and Herzegovina should therefore be transferred to Annex II to Regulation (EC) No 539/2001. Visa liberalisation should apply only to holders of biometric passports issued by each of those two countries.\n(4) As regards Iceland and Norway, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the latters’ association with the implementation, application and development of the Schengen acquis\n (3), which fall within the area referred to in Article 1, point (B), of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of that Agreement (4).\n(5) As regards Switzerland, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (5), which fall within the area referred to in Article 1, points (B) and (C), of Decision 1999/437/EC, read in conjunction with Article 3 of Council Decision 2008/146/EC (6).\n(6) As regards Liechtenstein, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Protocol signed between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, points (B) and (C) of Decision 1999/437/EC, read in conjunction with Article 3 of Council Decision 2008/261/EC (7).\n(7) This Regulation constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (8); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(8) This Regulation constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (9); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(9) As regards Cyprus, this Regulation constitutes an act building upon, or otherwise related to, the Schengen acquis within the meaning of Article 3(1) of the 2003 Act of Accession.\n(10) This Regulation constitutes an act building upon, or otherwise related to, the Schengen acquis within the meaning of Article 4(1) of the 2005 Act of Accession,", "main_body": ["Regulation (EC) No 539/2001 is hereby amended as follows:\n1. in Annex I, Part 1, the references to Albania and Bosnia and Herzegovina are deleted;\n2. in Annex II, Part 1, the terms ‘Albania (*)’ and ‘Bosnia and Herzegovina (*)’ are inserted in the list, where appropriate, with the following footnote:\n‘(*) The exemption from the visa requirement applies only to holders of biometric passports.’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Strasbourg, 24 November 2010.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nO. CHASTEL\n(1)  Position of the European Parliament of 7 October 2010 (not yet published in the Official Journal) and decision of the Council of 8 November 2010.\n(2)  OJ L 81, 21.3.2001, p. 1.\n(3)  OJ L 176, 10.7.1999, p. 36.\n(4)  OJ L 176, 10.7.1999, p. 31.\n(5)  OJ L 53, 27.2.2008, p. 52.\n(6)  OJ L 53, 27.2.2008, p. 1.\n(7)  OJ L 83, 26.3.2008, p. 3.\n(8)  OJ L 131, 1.6.2000, p. 43.\n(9)  OJ L 64, 7.3.2002, p. 20."}