{"celex_id": "32011D0073", "uri": "http://publications.europa.eu/resource/cellar/54b75dd0-4848-4fd2-97d0-7efb91bf1870", "type": "Decision", "concepts": ["13", "1442", "1590", "2025", "3730", "5451", "6569"], "title": "2011/73/EU: Commission Decision of 2 February 2011 authorising the placing on the market of a mycelial extract from Lentinula edodes (Shiitake mushroom) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2011) 442)\n", "header": "3.2.2011 EN Official Journal of the European Union L 29/30\nCOMMISSION DECISION\nof 2 February 2011\nauthorising the placing on the market of a mycelial extract from Lentinula edodes (Shiitake mushroom) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2011) 442)\n(Only the English text is authentic)\n(2011/73/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 19 December 2007 the company GlycaNova Norge AS made a request to the competent authorities of the United Kingdom to place a mycelial extract from the Shiitake mushroom (Lentinula edodes formerly Lentinus edodes) on the market as a novel food ingredient.\n(2) On 3 November 2008 the competent food assessment body of the United Kingdom issued its initial assessment report. In that report it came to the conclusion that the use of the mycelial extract from Lentinula edodes as a food ingredient was acceptable.\n(3) The Commission forwarded the initial assessment report to all Member States on 7 January 2009.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Therefore the European Food Safety Authority (EFSA) was consulted on 24 September 2009.\n(6) On 9 July 2010, EFSA (Panel on Dietetic Products, Nutrition and Allergies) in the ‘Scientific opinion on the safety of “Lentinula edodes extract” as a novel food ingredient’ (2) came to the conclusion that the mycelial extract from Lentinula edodes was safe under the proposed conditions of use and the proposed levels of intake.\n(7) On the basis of the scientific assessment, it is established that mycelial extract from Lentinula edodes complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The mycelial extract from Lentinula edodes as specified in Annex I may be placed on the market in the Union as a novel food ingredient for the uses listed in Annex II.", "The designation of the mycelial extract from Lentinula edodes authorised by this Decision on the labelling of the foodstuff containing it shall be ‘extract from the mushroom Lentinula edodes’ or ‘extract from the Shiitake mushroom’.", "This Decision is addressed to GlycaNova Norge AS, Oraveien 2, 1630 Gamle Fredrikstad, Norway."], "attachments": "Done at Brussels, 2 February 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2010; 8(7): 1685.\nANNEX I\nSpecifications of the mycelial extract from Lentinula edodes\nDescription:\nThe novel food ingredient is a sterile aqueous extract obtained from the mycelium of Lentinula edodes cultivated in a submerged fermentation. It is a light brown, slightly turbid liquid.\nLentinan is a β-(1-3) β-(1-6)-D-glucan which has a molecular weight of approximately 5 × 105 Daltons, a degree of branching of 2/5 and a triple helical tertiary structure.\nComposition of the mycelial extract from Lentinula edodes\nMoisture 98 %\nDry matter 2 %\nFree glucose less than 20 mg/ml\nTotal Protein (1) less than 0,1 mg/ml\nN-containing constituents (2) less than 10 mg/ml\nLentinan 0,8 – 1,2 mg/ml\n(1)  Bradford method\n(2)  Kjeldahl method\nANNEX II\nUses of the mycelial extract from Lentinula edodes\nUse group Maximum level of mycelial extract from Lentinula edodes\nBread products 2 ml/100 g\nSoft drinks 0,5 ml/100 ml\nReady prepared meals 2,5 ml per meal\nFoods based on yoghurt 1,5 ml/100 ml\nFood supplements (as defined in Directive 2002/46/EC (1)) 2,5 ml per day dose\n(1)  OJ L 183, 12.7.2002, p. 51."}