{"celex_id": "32014L0046", "uri": "http://publications.europa.eu/resource/cellar/d1cf3bdc-cf66-11e3-b682-01aa75ed71a1", "type": "Directive", "concepts": ["3110", "3111", "3117", "4047", "5235", "773"], "title": "Directive 2014/46/EU of the European Parliament and of the Council of 3 April 2014 amending Council Directive 1999/37/EC on the registration documents for vehicles\n", "header": "29.4.2014 EN Official Journal of the European Union L 127/129\nDIRECTIVE 2014/46/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 3 April 2014\namending Council Directive 1999/37/EC on the registration documents for vehicles\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 91 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Roadworthiness testing is a part of a wider regime ensuring that vehicles are kept in a safe and environmentally acceptable condition during their use. That regime should provide for periodic roadworthiness testing of vehicles and technical roadside inspection of vehicles used for commercial road transport activities as well as a vehicle registration procedure allowing for the suspension of a vehicle’s authorisation to be used in road traffic where the vehicle constitutes an immediate risk to road safety.\n(2) The registration of a vehicle provides administrative authorisation for its entry into service in road traffic. Council Directive 1999/37/EC (3) applies only to the granting of a registration for vehicles. Nevertheless, especially in cases where the use of a vehicle on public roads would create a risk on account of its technical condition, it should be possible to suspend authorisation of the use of that vehicle for a certain period of time. To reduce the administrative burden resulting from suspension, it should not be necessary to go through a new process of registration when the suspension is lifted.\n(3) An obligation to cancel permanently the registration of a vehicle notified as having been treated as an end-of-life vehicle in accordance with Directive 2000/53/EC of the European Parliament and of the Council (4) should be introduced. Member States have the possibility to specify in national law other reasons for cancelling a vehicle registration.\n(4) Even where a vehicle registration has been cancelled, it should be possible to retain a record of that registration.\n(5) In order to reduce administrative burdens and to ease the exchange of information between Member States, information relating to vehicles should be recorded electronically.\n(6) This Directive should not prevent a Member State from regarding the electronic dataset kept by its competent authorities as the main source of information about a vehicle registered in its territory. It should be possible for Member States to use an electronic network, comprising data from national electronic databases, in order to facilitate the exchange of information.\n(7) In cases where dangerous deficiencies have been found during a roadworthiness test and the authorisation of a vehicle for use on public roads has been suspended, that suspension should be recorded until the vehicle has passed a new roadworthiness test.\n(8) In order to update point II.4, second indent and point III.1.A (b) of both Annex I and Annex II to Directive 1999/37/EC in the event of enlargement of the Union, as well as to update point II.6 of Annex I related to non mandatory elements in the event of changes of definitions or the content of certificates of conformity in the relevant Union type-approval legislation, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(9) Directive 1999/37/EC should therefore be amended accordingly,", "main_body": ["Amendments to Directive 1999/37/EC\nDirective 1999/37/EC is amended as follows:\n(1) in Article 1, the first sentence is replaced by the following:\n(2) in Article 2, the following points are added:\n‘(e) “suspension”: means a limited period of time in which a vehicle is not authorised by a Member State to be used in road traffic following which – provided the reasons for suspension have ceased to apply – it may be authorised to be used again without involving a new process of registration;\n(f) “cancellation of a registration”: means the cancellation of a Member State’s authorisation for a vehicle to be used in road traffic.’;\n(3) in Article 3, the following paragraphs are added:\n(a) all mandatory elements in accordance with point II.5 of Annex I as well as the elements of points II.6(J) and II.6(V.7) and (V.9) of that Annex, where the data are available;\n(b) other non-mandatory data listed in Annex I or data from the certificate of conformity as provided for in Directive 2007/46/EC of the European Parliament and of the Council (*), where possible;\n(c) the outcome of mandatory periodic roadworthiness tests in accordance with Directive 2014/45/EU of the European Parliament and of the Council (**) and the period of validity of the roadworthiness certificate.\n(4) the following Article is inserted:\n(5) in Article 5, the following paragraph is added:\n(6) Articles 6 and 7 are replaced by the following:\n— point II.4, second indent and point III.1.A(b) of both Annex I and Annex II, in the event of enlargement of the Union,\n— point II.6 of Annex I in relation to non mandatory elements in the event of changes of definitions or of the content of certificates of conformity in the relevant Union type-approval legislation.\n(7) Article 9 is replaced by the following:\n(8) in point II.6 of Annex I, the following point is added:\n‘(X) proof of having passed the roadworthiness test, date of next roadworthiness test or expiry of current certificate’.", "Transposition\n1.   Member States shall adopt and publish, by 20 May 2017, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall immediately inform the Commission thereof.\nThey shall apply those measures from 20 May 2018.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 April 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 44, 15.2.2013, p. 128.\n(2)  Position of the European Parliament of 11 March 2014 (not yet published in the Official Journal) and decision of the Council of 24 March 2014.\n(3)  Council Directive 1999/37/EC of 29 April 1999 on the registration documents for vehicles (OJ L 138, 1.6.1999, p. 57).\n(4)  Directive 2000/53/EC of the European Parliament and of the Council of 18 September 2000 on end-of-life vehicles (OJ L 269, 21.10.2000, p. 34)."}