{"celex_id": "32015R0491", "uri": "http://publications.europa.eu/resource/cellar/ed7a0927-d1f8-11e4-9de8-01aa75ed71a1", "type": "Regulation", "concepts": ["2739", "4308", "5313", "5383", "5563", "6004", "720", "893"], "title": "Commission Regulation (EU) 2015/491 of 23 March 2015 amending Regulation (EU) No 605/2014 amending, for the purposes of introducing hazard and precautionary statements in the Croatian language and its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures  Text with EEA relevance\n", "header": "24.3.2015 EN Official Journal of the European Union L 78/12\nCOMMISSION REGULATION (EU) 2015/491\nof 23 March 2015\namending Regulation (EU) No 605/2014 amending, for the purposes of introducing hazard and precautionary statements in the Croatian language and its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (1), and in particular Article 37(5) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 605/2014 (2), which was adopted on 5 June 2014, provides for the application of new or updated provisions for harmonised classification and labelling of a number of substances as from 1 April 2015. Due to some delays in the adoption process of that Regulation, the transitional period until the application of Regulation (EU) No 605/2014 is significantly shorter than those applied for previous adaptations to technical and scientific progress. 10 months appear insufficient to allow economic operators to adapt to the new rules, some of which affect widely used chemicals. The application date should therefore be deferred to allow for a transitional period that is in line with the practice for previous adaptations to technical progress of Regulation (EC) No 1272/2008.\n(2) In order to ensure that economic operators can rely on the deferral of the date for obligatory application as soon as possible, it is necessary for this Regulation to enter into force as soon as possible after the publication in the Official Journal of the European Union.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006 of the European Parliament and of the Council (3),", "main_body": ["In Article 3 of Regulation (EU) No 605/2014, paragraph 3 is replaced by the following:\n‘3.   Article 1(3) shall apply from 1 January 2016.’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 353, 31.12.2008, p. 1.\n(2)  Commission Regulation (EU) No 605/2014 of 5 June 2014 amending, for the purposes of introducing hazard and precautionary statements in the Croatian language and its adaptation to technical and scientific progress, Regulation (EC) No 1272/2008 of the European Parliament and of the Council on classification, labelling and packaging of substances and mixtures (OJ L 167, 6.6.2014, p. 36).\n(3)  Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1)."}