{"celex_id": "32013R0261", "uri": "http://publications.europa.eu/resource/cellar/fcd0a96d-94b9-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["261", "3483", "4452"], "title": "Council Implementing Regulation (EU) No 261/2013 of 21 March 2013 implementing Article 11(1) and (4) of Regulation (EU) No 753/2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\n", "header": "22.3.2013 EN Official Journal of the European Union L 82/18\nCOUNCIL IMPLEMENTING REGULATION (EU) No 261/2013\nof 21 March 2013\nimplementing Article 11(1) and (4) of Regulation (EU) No 753/2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 753/2011 of 1 August 2011 concerning restrictive measures directed against certain individuals, groups, undertakings and entities in view of the situation in Afghanistan (1), and in particular Article 11(1) and (4) thereof,\nWhereas:\n(1) On 1 August 2011, the Council adopted Regulation (EU) No 753/2011.\n(2) On 11 February and 25 February 2013, the United Nations Security Council Committee, established pursuant to paragraph 30 of Security Council Resolution 1988 (2011), updated and amended the list of individuals, groups, undertakings and entities subject to restrictive measures.\n(3) Annex I to Regulation (EU) No 753/2011 should be amended accordingly,", "main_body": ["Annex I to Regulation (EU) No 753/2011 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 2013.\nFor the Council\nThe President\nP. HOGAN\n(1)  OJ L 199, 2.8.2011, p. 1.\nANNEX\nI.   The entries in the list set out in Annex I to Regulation (EU) No 753/2011 for the persons below shall be replaced by the entries set out below.\nA.   Individuals associated with the Taliban\n1. Abdul Jalil Haqqani Wali Mohammad (alias (a) Abdul Jalil Akhund (b) Mullah Akhtar (c) Abdul Jalil Haqqani (d) Nazar Jan)\n2. Atiqullah Wali Mohammad (alias Atiqullah)\nAdditional information from the narrative summary of reasons for listing provided by the Sanctions Committee:\nAfter the capture of Kabul by the Taliban in 1996, Atiqullah was appointed to a position in Kandahar. In 1999 or 2000, he was appointed First Deputy Minister for Agriculture, then Deputy Minister of Public Works in the Taliban regime. After the fall of the Taliban regime, Atiqullah became Taliban operational officer in the south of Afghanistan. In 2008, he became a deputy to the Taliban Governor of Helmand Province, Afghanistan.\nII.   The entry below shall be added to the list set out in Annex I to Regulation (EU) No 753/2011.\nA.   Individuals associated with the Taliban\n1. Ahmed Shah Noorzai Obaidullah (alias (a) Mullah Ahmed Shah Noorzai (b) Haji Ahmad Shah (c) Haji Mullah Ahmad Shah (d) Maulawi Ahmed Shah (e) Mullah Mohammed Shah)\nAdditional information from the narrative summary of reasons for listing provided by the Sanctions Committee:\nAhmed Shah Noorzai Obaidullah owns and operates the Roshan Money Exchange which provides financial, material, or technological support for, or financial or other services to or in support of, the Taliban. Roshan Money Exchange stores and transfers funds in support of Taliban military operations and the Taliban’s role in the Afghan narcotics trade. As of 2011, Roshan Money Exchange was one of the primary money service providers (or ‘hawalas’) used by Taliban officials in Helmand Province, Afghanistan. Ahmed Shah has provided hawala services to Taliban leaders in Helmand Province for a number of years and, as of 2011, was a trusted Taliban money service provider. In early 2012, the Taliban ordered Ahmed Shah to transfer money to a number of hawalas in Lashkar Gah, Helmand Province, from which a senior Taliban commander would then allocate the funds.\nIn late 2011, Ahmed Shah consolidated hundreds of thousands of US dollars to pass to the Taliban Finance Commission and transferred hundreds of thousands of US dollars for the Taliban, including to senior Taliban commanders. Also in late 2011, Ahmed Shah received through his hawala branch in Quetta, Pakistan, a transfer on behalf of the Taliban, money from which was used to purchase fertilizer and IED components, including batteries and detonator cord. In mid-2011, Taliban finance commission head Gul Agha Ishakzai instructed Ahmed Shah to deposit several million US dollars into Roshan Money Exchange for the Taliban. Gul Agha explained that when a money transfer was required, he would inform Ahmed Shah of the Taliban recipient. Ahmed Shah would then provide the required funds through his hawala system. As of mid-2010, Ahmed Shah moved money between Pakistan and Afghanistan for Taliban commanders and for narcotics traffickers. In addition to his facilitation activities, Ahmed Shah also donated large but unspecified sums of money to the Taliban in 2011."}