{"celex_id": "32013D0673", "uri": "http://publications.europa.eu/resource/cellar/d748d386-5685-11e3-a8cb-01aa75ed71a1", "type": "Decision", "concepts": ["1159", "3636", "5229", "5441", "5563", "5926", "6025", "6030"], "title": "2013/673/EU: Commission Implementing Decision of 14 October 2013 on a Union financial contribution towards Croatia’s fisheries control programme for 2013 (notified under document C(2013) 6606)\n", "header": "26.11.2013 EN Official Journal of the European Union L 315/78\nCOMMISSION IMPLEMENTING DECISION\nof 14 October 2013\non a Union financial contribution towards Croatia’s fisheries control programme for 2013\n(notified under document C(2013) 6606)\n(Only the Croatian text is authentic)\n(2013/673/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 861/2006 of 22 May 2006 establishing Community financial measures for the implementation of the common fisheries policy and in the area of the Law of the Sea (1), and in particular Article 21 thereof,\nWhereas:\n(1) On 1 July 2013, Croatia became a Member of the European Union.\n(2) Croatia submitted to the Commission a fisheries control programme for 2013, in accordance with Article 20 of Regulation (EC) No 861/2006, inclusive of its application for a Union financial contribution towards the expenditure to be incurred in carrying out the projects contained in such programme.\n(3) Applications concerning actions listed in Article 8(a) of Regulation (EC) No 861/2006 may qualify for Union funding.\n(4) It is appropriate to fix the maximum amounts and the rate of the Union financial contribution within the limits set by Article 15 of Regulation (EC) No 861/2006 and to lay down the conditions under which such contribution may be granted.\n(5) In conformity with Article 21(2) of Regulation (EC) No 861/2006, Croatia was invited to submit a programme related to funding in the priority areas defined by the Commission in its letter of 25 January 2013, i.e. projects aiming at the implementation of the Council Regulation (EC) No 1224/2009 (2) on control, measurement of engine power, and traceability of fishery products. Requirements to be met by operators and/or Member States carrying out investments in traceability projects were defined by the Commission in its letter of 14 May 2012.\n(6) On that basis and given budgetary constraints, requests in the programs for Union funding related to non-priority actions, such as installation of Automatic Identification Systems (AIS) on board fishing vessels and those training projects having no link with improvements to be brought in the control systems of Member States, were rejected since they were not dedicated to the priority areas defined above.\n(7) As to traceability projects, it is important to ensure that they are developed on the basis of internationally recognised standards, as required by Article 67(8) of Commission Implementing Regulation (EU) No 404/2011 (3).\n(8) The Croatian application for Union funding has been assessed with regard to its compliance with the rules set out in Commission Regulation (EC) No 391/2007 of 11 April 2007 laying down detailed rules for the implementation of Council Regulation (EC) No 861/2006 as regards the expenditure incurred by Member States in implementing the monitoring and control systems applicable to the Common Fisheries Policy (4).\n(9) In order to encourage investment in the priority actions defined by the Commission and in view of the negative impact of the financial crisis on Member States’ budgets, expenditure related to the abovementioned priority areas and retained for this financing decision should benefit from a high co-financing rate, within the limits laid down in Article 15 of Regulation (EC) No 861/2006.\n(10) In order to qualify for the contribution, automatic localisation devices should satisfy the requirements fixed by Implementing Regulation (EU) No 404/2011.\n(11) In order to qualify for the contribution, electronic recording and reporting devices on board fishing vessels should satisfy the requirements fixed by Implementing Regulation (EU) No 404/2011.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Subject matter\nThis Decision provides for a Union financial contribution for 2013 towards expenditure incurred by Croatia in implementing the monitoring and control systems applicable to the common fisheries policy (CFP), as referred to in Article 8(1)(a) of Regulation (EC) No 861/2006.", "Closure of outstanding commitments\nAll payments in respect of which a reimbursement is claimed shall be made by Croatia by 30 June 2017. Payments made after that deadline shall not be eligible for reimbursement. The budgetary appropriations related to this Decision shall be de-committed at the latest by 31 December 2018.", "New technologies and IT networks\n1.   Expenditure incurred, in respect of projects referred to in Annex I, on the setting up of new technologies and IT networks in order to allow efficient and secure collection and management of data in connection with monitoring, control and surveillance of fisheries activities as well as on the verification of engine power, shall qualify for a financial contribution of 90 % of the eligible expenditure, within the limits established in that Annex.\n2.   Project HR/13/05 referred to in Annex I, related to gauges and scales, shall qualify for a financial contribution of 50 % of the eligible expenditure, within the limits laid down in that Annex.", "Automatic localisation devices\n1.   Expenditure incurred, in respect of projects referred to in Annex II, on the purchase and fitting on board of fishing vessels of automatic localisation devices enabling vessels to be monitored at a distance by a fisheries monitoring centre through a vessel monitoring system (VMS) shall qualify for a financial contribution of 90 % of the eligible expenditure, within the limits established in that Annex.\n2.   The financial contribution referred to in paragraph 1 shall be calculated on the basis of a price capped at EUR 2 500 per vessel.\n3.   In order to qualify for the financial contribution referred to in paragraph 1, automatic localisation devices shall satisfy the requirements laid down in Commission Regulation (EC) No 2244/2003 (5).", "Electronic recording and reporting systems\nExpenditure incurred, in respect of projects referred to in Annex III, on the development, purchase, and installation of, as well as technical assistance for, the components necessary for electronic recording and reporting systems (ERS), in order to allow efficient and secure data exchange related to monitoring, control and surveillance of fisheries activities, shall qualify for a financial contribution of 90 % of the eligible expenditure, within the limits established in that Annex.", "Electronic recording and reporting devices\n1.   Expenditure incurred, in respect of projects referred to in Annex IV, on the purchase and fitting on board of fishing vessels of ERS devices enabling vessels to record and report electronically to a Fisheries Monitoring Centre data on fisheries activities, shall qualify for a financial contribution of 90 % of the eligible expenditure, within the limits established in that Annex.\n2.   The financial contribution referred to in paragraph 1 shall be calculated on the basis of a price capped at EUR 3 000 per vessel.\n3.   In order to qualify for a financial contribution, ERS devices shall satisfy the requirements established in Implementing Regulation (EU) No 404/2011.", "Total maximum Union contribution for Croatia\nThe planned expenditure, the eligible share thereof, and the maximum Union contribution to Croatia is as follows:\n(EUR)\nMember State Expenditure planned in the national fisheries control programme Expenditure for projects selected under this Decision Maximum Union contribution\nCroatia 817 000 618 000 522 600\nTotal 817 000 618 000 522 600", "Addressee\nThis Decision is addressed to the Republic of Croatia."], "attachments": "Done at Brussels, 14 October 2013.\nFor the Commission\nMaria DAMANAKI\nMember of the Commission\n(1)  OJ L 160, 14.6.2006, p. 1.\n(2)  OJ L 343, 22.12.2009, p. 1.\n(3)  OJ L 112, 30.4.2011, p. 1.\n(4)  OJ L 97, 12.4.2007, p. 30.\n(5)  OJ L 333, 20.12.2003, p. 17.\nANNEX I\nNEW TECHNOLOGIES AND IT NETWORKS\n(EUR)\nProject code Expenditure planned in the national fisheries control programme Expenditure for projects selected under this Decision Maximum Union contribution\nHR/13/05 84 000 84 000 42 000\nHR/13/07 100 000 100 000 90 000\nTotal 184 000 184 000 132 000\nANNEX II\nAUTOMATIC LOCALISATION DEVICES\n(EUR)\nProject code Expenditure planned in the national fisheries control programme Expenditure for projects selected under this Decision Maximum Union contribution\nHR/13/01 192 000 192 000 172 800\nHR/13/02 192 000 0 0\nTotal 384 000 192 000 172 800\nANNEX III\nELECTRONIC RECORDING AND REPORTING SYSTEMS\n(EUR)\nProject code Expenditure planned in the national fisheries control programme Expenditure for projects selected under this Decision Maximum Union contribution\nHR/13/04 50 000 50 000 45 000\nTotal 50 000 50 000 45 000\nANNEX IV\nELECTRONIC RECORDING AND REPORTING DEVICES\n(EUR)\nProject code Expenditure planned in the national fisheries control programme Expenditure for projects selected under this Decision Maximum Union contribution\nHR/13/03 192 000 192 000 172 800\nTotal 192 000 192 000 172 800\nANNEX V\nTRAINING AND EXCHANGE PROGRAMMES\n(EUR)\nProject code Expenditure planned in the national fisheries control programmes Expenditure for projects selected under this Decision Maximum Union contribution\nHR/13/06 7 000 0 0\nTotal 7 000 0 0"}