{"celex_id": "32015R0056", "uri": "http://publications.europa.eu/resource/cellar/7d7b6c99-9d51-11e4-872e-01aa75ed71a1", "type": "Regulation", "concepts": ["1167", "1458", "1642", "1644", "2826", "2827", "3150", "3190", "3191", "6268"], "title": "Commission Regulation (EU) 2015/56 of 15 January 2015 amending, as regards the trade in species of wild fauna and flora, Regulation (EC) No 865/2006 laying down detailed rules concerning the implementation of Council Regulation (EC) No 338/97\n", "header": "16.1.2015 EN Official Journal of the European Union L 10/1\nCOMMISSION REGULATION (EU) 2015/56\nof 15 January 2015\namending, as regards the trade in species of wild fauna and flora, Regulation (EC) No 865/2006 laying down detailed rules concerning the implementation of Council Regulation (EC) No 338/97\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 338/97 of 9 December 1996 on the protection of species of wild fauna and flora by regulating trade therein (1), and in particular Article 19(2), (3) and (4) thereof,\nWhereas:\n(1) In order to implement certain Resolutions adopted at the sixteenth meeting of the Conference of the Parties to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) (3-14 March 2013), hereinafter ‘the Convention’, certain provisions should be amended and further provisions should be added to Commission Regulation (EC) No 865/2006 (2).\n(2) In particular, in line with CITES Resolution Conf. 16.8, specific provisions designed to simplify the non-commercial cross-border movement of musical instruments should be inserted.\n(3) Experience gained in the implementation of Regulation (EC) No 865/2006, in conjunction with Commission Implementing Regulation (EU) No 792/2012 (3), has shown that some provisions therein should be amended in order to ensure that the Regulation is implemented in a harmonised and efficient manner within the Union. This is the case in particular in relation to the first introduction into the Union of hunting trophies of specimens of some species or populations listed in Annex B to Regulation (EC) No 338/97, for which there are concerns as to the sustainability of trade in hunting trophies or for which there are indications of significant illegal trade. In such cases, more stringent control of imports into the Union is necessary and the derogation set out in Article 7(3) of Regulation (EC) No 338/97 for personal and household effects should therefore not apply. Experience in implementing Regulation (EC) No 865/2006 has also shown that it was necessary to clarify that import permits should not be issued by Member States in cases where, despite a request to this end, they do not obtain satisfactory information from the exporting or re-exporting country as to the legality of the specimens to be imported into the EU.\n(4) At the sixteenth meeting of the Conference of the Parties to the Convention, the standard references for nomenclature were updated. These references are used to indicate scientific names of species in permits and certificates. Those changes should be reflected in Annex VIII to Regulation (EC) No 865/2006.\n(5) Regulation (EC) No 865/2006 should be amended accordingly.\n(6) As this Regulation should be used in conjunction with Regulation (EU) No 792/2012, it is important that both Regulations apply as of the same day.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Trade in Wild Fauna and Flora,", "main_body": ["Regulation (EC) No 865/2006 is amended as follows:\n(1) Article 1 is amended as follows:\n(a) point (1) is replaced by the following:\n‘(1) “date of acquisition” means the date on which a specimen was taken from the wild, born in captivity or artificially propagated, or, if such date is unknown, the earliest provable date on which it was possessed by any person;’\n(b) point (6) is replaced by the following:\n‘(6) “travelling exhibition” means a sample collection, circus, menagerie, plant exhibition, orchestra or museums exhibition that is used for commercial display for the public;’\n(2) In Article 4(1), the second subparagraph is replaced by the following:\n(3) In Article 7, the following paragraph 6 is added:\n(4) Article 9 is replaced by the following:\n(5) Article 10 is amended as follows:\n(a) the title is replaced by the following:\n(b) paragraph 3 is replaced by the following:\n(c) paragraphs 5 and 6 are replaced by the following:\n(6) Article 11 is amended as follows:\n(a) in paragraph 1, point (c) is replaced by the following:\n‘(c) where specimens referred to therein have been lost, destroyed or stolen;’\n(b) in paragraph 2, point (c) is replaced by the following:\n‘(c) where specimens referred to therein have been lost, destroyed or stolen;’\n(7) In Article 14, the second paragraph is replaced by the following:\n(8) The following Chapter VIIIb is inserted after Article 44g:\n(a) they are derived from species listed in Annexes A, B or C of Regulation (EC) No 338/97, other than specimens of species listed in Annex A of Regulation (EC) No 338/97 acquired after the species was included in Appendices to the Convention;\n(b) the specimen used in the manufacture of the musical instrument has been legally acquired;\n(c) the musical instrument is appropriately identified.\n(a) as an import permit in accordance with Article 4 of Regulation (EC) No 338/97;\n(b) as an export permit or re-export certificate in accordance with Article 5 of Regulation (EC) No 338/97.\n(a) the musical instrument must be registered by the issuing management authority;\n(b) the musical instrument must be returned to the Member State in which it is registered before the date of expiry of the certificate;\n(c) the specimen may not be sold or possession of it transferred whilst outside the applicant's State of usual residence except subject to the conditions provided for in Article 44n;\n(d) the musical instrument must be appropriately identified.\n“This certificate is a true copy of the original.”, or “This certificate cancels and replaces the original bearing the number xxxx issued on xx/xx/xxxx.”\n(9) Article 56 is amended as follows:\n(a) in paragraph 1, the second subparagraph is replaced by the following:\n(b) the following paragraph 3 is added:\n(a) gardens (home and/or community garden);\n(b) state, private or community production plantation, either monospecific or mixed species,\n(10) Article 57 is amended as follows:\n(a) the following paragraph 3a is inserted:\n(b) in paragraph 5, the following point (g) is added:\n‘(g) specimens of agarwood (Aquilaria spp. and Gyrinops spp.) — up to 1 kg woodchips, 24 ml oil, and two sets of beads or prayer beads (or two necklaces or bracelets) per person.’\n(11) Article 58 is amended as follows:\n(a) in paragraph 3, the following subparagraph is added:\n(b) paragraphs 3a and 4 are replaced by the following:\n(12) Article 58a is amended as follows:\n(a) in paragraph 1, the introductory phrase is replaced by the following:\n(b) paragraph 2 is replaced by the following:\n(13) In Article 66(6), the following second subparagraph is added:\n(14) In Article 72, paragraph 3 is replaced by the following:\n(15) The Annexes are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 January 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 61, 3.3.1997, p. 1.\n(2)  Commission Regulation (EC) No 865/2006 of 4 May 2006 laying down detailed rules concerning the implementation of Council Regulation (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein (OJ L 166, 19.6.2006, p. 1).\n(3)  Commission Implementing Regulation (EU) No 792/2012 of 23 August 2012 laying down rules for the design of permits, certificates and other documents provided for in Council Regulation (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein and amending Commission Regulation (EC) No 865/2006 (OJ L 242, 7.9.2012, p. 13).\n(4)  Commission Implementing Regulation (EU) 2015/57 of 15 January 2015 amending Implementing Regulation (EU) No 792/2012 as regards the rules for the design of permits, certificates and other documents provided for in Council Regulation (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein and in Commission Regulation (EC) No 865/2006 laying down detailed rules concerning the implementation of Council Regulation (EC) No 338/97 (OJ L 10, 16.1.2015, p. 19).’\nANNEX\nThe Annexes to Regulation (EC) No 865/2006 are amended as follows:\n(1) Annex VIII is replaced by the following:\n(2) Annex IX is amended as follows:\n(a) in point 1 of Annex IX, the entry ‘Q Circuses and travelling exhibitions’ is replaced by ‘Q Travelling exhibitions (sample collection, circus, menagerie, plant exhibition, orchestra or museums exhibition that is used for commercial display for the public)’;\n(b) in point 2 of Annex IX, the following row is added:\n‘X  Specimens taken in the marine environment not under the jurisdiction of any State’\n(3) In Annex X, the entry ‘Lophophurus impejanus’ is replaced by ‘Lophophorus impejanus’.\n(4) The following Annex XIII is added:"}