{"celex_id": "32012R0957", "uri": "http://publications.europa.eu/resource/cellar/363d09f9-e902-4a0d-8dac-18da1488907d", "type": "Regulation", "concepts": ["1569", "1644", "2042", "3191", "5369"], "title": "Commission Implementing Regulation (EU) No 957/2012 of 17 October 2012 amending Annex I to Regulation (EU) No 605/2010 as regards the deletion of the entry for the Netherlands Antilles in the list of third countries from which the introduction into the Union of consignments of raw milk and dairy products is authorised  Text with EEA relevance\n", "header": "18.10.2012 EN Official Journal of the European Union L 287/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 957/2012\nof 17 October 2012\namending Annex I to Regulation (EU) No 605/2010 as regards the deletion of the entry for the Netherlands Antilles in the list of third countries from which the introduction into the Union of consignments of raw milk and dairy products is authorised\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point (1) and point (4) of Article 8 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular Article 11(1) thereof,\nWhereas:\n(1) Regulation (EC) No 854/2004 lays down specific rules for the organisation of official controls on products of animal origin. In particular, it provides that products of animal origin are to be imported only from a third country or a part of a third country that appears on a list drawn up and updated in accordance with that Regulation.\n(2) Regulation (EC) No 854/2004 also provides that when drawing up and updating such lists, account is to be taken of Union controls in third countries and guarantees by the competent authorities of third countries as regards compliance or equivalence with Union feed and food law and animal health rules specified in Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (3).\n(3) Annex I to Commission Regulation (EU) No 605/2010 of 2 July 2010 laying down animal and public health and veterinary certification conditions for the introduction into the European Union of raw milk and dairy products intended for human consumption (4) sets out the list of third countries from which the introduction into the Union of consignments of raw milk and dairy products is authorised.\n(4) The autonomous country of the Netherlands Antilles is currently included in the list in Annex I to Regulation (EU) No 605/2010.\n(5) Following an internal reform in the Kingdom of the Netherlands, effective as of 10 October 2010, the Netherlands Antilles ceased to exist as an autonomous country within that Kingdom. On that same date, Curaçao and Sint Maarten gained the status of autonomous countries within the Kingdom of the Netherlands, while Bonaire, Sint Eustatius and Saba became special municipalities of the European part of the Kingdom of the Netherlands. It is therefore appropriate to delete the entry for the Netherlands Antilles from the list set out in Annex I to Regulation (EU) No 605/2010.\n(6) Curaçao and Sint Maarten have not expressed an interest to continue exports of raw milk and dairy products intended for human consumption to the Union. It is therefore not appropriate to include them in the list set out in Annex I to Regulation (EU) No 605/2010.\n(7) Regulation (EU) No 605/2010 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex I to Regulation (EU) No 605/2010, the entry for the Netherlands Antilles is deleted.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 139, 30.4.2004, p. 206.\n(3)  OJ L 165, 30.4.2004, p. 1.\n(4)  OJ L 175, 10.7.2010, p. 1."}