{"celex_id": "32011R0532", "uri": "http://publications.europa.eu/resource/cellar/cab022df-ec3a-437d-82ef-6c9913e0c7fc", "type": "Regulation", "concepts": ["1585", "5451", "5734", "6052", "6322", "768"], "title": "Commission Implementing Regulation (EU) No 532/2011 of 31 May 2011 concerning the authorisation of robenidine hydrochloride as a feed additive for rabbits for breeding and rabbits for fattening (holder of authorisation Alpharma Belgium BVBA) and amending Regulations (EC) No 2430/1999 and (EC) No 1800/2004  Text with EEA relevance\n", "header": "1.6.2011 EN Official Journal of the European Union L 146/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 532/2011\nof 31 May 2011\nconcerning the authorisation of robenidine hydrochloride as a feed additive for rabbits for breeding and rabbits for fattening (holder of authorisation Alpharma Belgium BVBA) and amending Regulations (EC) No 2430/1999 and (EC) No 1800/2004\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation. Article 10 of that Regulation provides for the re-evaluation of additives authorised pursuant to Council Directive 70/524/EEC (2).\n(2) Robenidine hydrochloride, CAS number 25875-50-7, was authorised for 10 years in accordance with Directive 70/524/EEC as a coccidiostat for use on rabbits for breeding by Commission Regulation (EC) No 2430/1999 (3) and for use on turkeys, chickens for fattening and rabbits for fattening by Commission Regulation (EC) No 1800/2004 (4). The additive was subsequently entered in the Register of Feed Additives as an existing product, in accordance with Article 10(1) of Regulation (EC) No 1831/2003.\n(3) In accordance with Article 10(2) of Regulation (EC) No 1831/2003 in conjunction with Article 7 of that Regulation, an application was submitted for the re-evaluation of robenidine hydrochloride as a feed additive for rabbits for breeding and rabbits for fattening, requesting that additive to be classified in the additive category ‘coccidiostats and histomonostats’. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(4) The European Food Safety Authority (the Authority) concluded in its opinion of 7 March 2011 that, under the proposed conditions of use, robenidine hydrochloride does not have an adverse effect on animal health, human health or the environment, and that the additive is effective in controlling coccidiosis in rabbits for fattening and for breeding (5). It also verified the report on the method of analysis of the feed additive in feed submitted by the European Union Reference Laboratory for Feed Additives set up by Regulation (EC) No 1831/2003.\n(5) The assessment of robenidine hydrochloride shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(6) As a consequence of a new authorisation being granted by this Regulation, the entry in Regulation (EC) No 2430/1999 concerning robenidine hydrochloride for rabbits for breeding purposes is deleted.\n(7) As a further consequence of this new authorisation, the entry for robenidine hydrochloride in the Annex to Regulation (EC) No 1800/2004 should be amended.\n(8) Since the modifications to the conditions of authorisation are not related to safety reasons, it is appropriate to allow a transitional period for the disposal of existing stocks of pre-mixtures and compound feed containing this preparation, as authorised by Regulation (EC) No 2430/1999 for use on rabbits for breeding purposes and by Regulation (EC) No 1800/2004 for use on rabbits for fattening.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex I, belonging to the additive category ‘coccidiostats and histomonostats’ is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "In Annex I to Regulation (EC) No 2430/1999, the entry under registration number of additive E 758 concerning robenidine hydrochloride for rabbits for breeding purposes is deleted.", "The Annex to Regulation (EC) No 1800/2004 is amended in accordance with Annex II to this Regulation.", "Premixtures and compound feed labelled in accordance with Directive 70/524/EEC and containing robenidine hydrochloride, as authorised by Regulation (EC) No 2430/1999 for use on rabbits for breeding purposes and by Regulation (EC) No 1800/2004 for use on rabbits for fattening, may continue to be placed on the market and used until the existing stocks are exhausted.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 270, 14.12.1970, p. 1.\n(3)  OJ L 296, 17.11.1999, p. 3.\n(4)  OJ L 317, 16.10.2004, p. 37.\n(5)  EFSA Journal 2011;9(3):2102.\nANNEX I\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation Maximum Residue Limits (MRLs) in the relevant foodstuffs of animal origin\nmg of active substance/kg of complete feedingstuff with a moisture content of 12 %\nCoccidiostats and histomonostats\nAdditive composition\nRobenidine hydrochloride: 66 g/kg\nLignosulfonate: 40 g/kg\nCalcium sulphate dihydrate: 894 g/kg\nActive substance\nN,N',N''-Tris[(p-Cl-benzylidene)amino]guanidine (TRIS): ≤ 0,5 %\nBis-4[4-Cl-benzylidene]hydrazine (AZIN): ≤ 0,5 %\nAnalytical methods\n (1)\n1. The additive shall be incorporated in compound feed in the form of a pre-mixture.\n2. Robenidine hydrochloride shall not be mixed with other coccidiostats.\n3. For safety: breathing protection, glasses and gloves shall be used during handling.\n4. A post-market monitoring program on the resistance to Eimeria spp. shall be planned and executed by the holder of authorisation.\n5. Use is prohibited at least 5 days before slaughter.\nRabbits for fattening 50 66\n(1)  Details of the analytical methods are available at the following address of the European Union Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx\n(2)  OJ L 54, 26.2.2009, p. 1.\nANNEX II\nThe Annex to Regulation (EC) No 1800/2004 is replaced by the following:\n‘ANNEX\nRegistration number of the additive Name and the registration number of the person responsible for putting additive into circulation Additive Composition, chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg of active substance/kg of complete feedingstuff\nCoccidiostats and other medicinal substances\nAdditive composition\nRobenidine hydrochloride: 66 g/kg\nLignosulfonate: 40 g/kg\nCalcium sulphate dihydrate: 894 g/kg\nActive substance\nN,N',N''-Tris[(p-Cl-benzylidene)amino]guanidine (TRIS): ≤ 0,5 %\nBis-4[4-Cl-benzylidene]hydrazine (AZIN): ≤ 0,5 %\nTurkeys 30 36 Use is prohibited at least 5 days before slaughter. 29 October 2014’"}