{"celex_id": "32013D0116", "uri": "http://publications.europa.eu/resource/cellar/3183ef8a-87fa-11e2-b5c3-01aa75ed71a1", "type": "Decision", "concepts": ["1095", "170", "2286", "3336", "3704", "4585", "5581", "6776"], "title": "2013/116/EU: Council Implementing Decision of 5 March 2013 authorising the Kingdom of the Netherlands to apply a measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n", "header": "7.3.2013 EN Official Journal of the European Union L 64/4\nCOUNCIL IMPLEMENTING DECISION\nof 5 March 2013\nauthorising the Kingdom of the Netherlands to apply a measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n(2013/116/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letters registered with the Commission on 12 July 2012 and on 4 October 2012, the Kingdom of the Netherlands requested authorisation to introduce a special measure for derogating from Article 193 of Directive 2006/112/EC as regards the person liable for payment of value added tax (VAT).\n(2) In accordance with Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States, by letter dated 17 October 2012, of the request made by the Kingdom of the Netherlands. By letter dated 19 October 2012, the Commission notified the Kingdom of the Netherlands that it had all the information it considered necessary to consider the request.\n(3) Article 193 of Directive 2006/112/EC provides that the taxable person supplying the goods or services is, as a general rule, liable for the payment of the VAT to the tax authorities. The purpose of the derogation requested by the Kingdom of the Netherlands is to make, under certain circumstances, the recipient of supplies of certain goods liable for the payment of VAT in relation to particular products, notably mobile phones, integrated circuit devices, game consoles and personal computers for mobile use.\n(4) According to the Kingdom of the Netherlands, a number of traders in those products engage in fraudulent activities by selling the products without paying the VAT to the tax authorities. Their customers, however, are entitled to a deduction of VAT as they are in possession of a valid invoice. In the most aggressive cases, the goods are supplied several times in a row without payment of VAT (‘carousel fraud’). In this context, the Dutch tax investigation services have noted a shift from fraud with mobile phones and integrated circuit devices towards fraud with game consoles and personal computers for mobile use.\n(5) By designating the person to whom the goods are supplied as the person liable for the payment of VAT, a derogation from Article 193 of Directive 2006/112/EC would eliminate the opportunity to engage in that form of tax evasion.\n(6) In order to ensure the effective operation of the derogation and to prevent tax evasion from being shifted to retail trade or to other products, the Kingdom of the Netherlands should introduce appropriate control and reporting obligations. In addition, a minimum taxable amount threshold should reduce the risk of the fraud being shifted to retail trade.\n(7) The authorisation should be valid only for a very short period as questions remain concerning, in particular, the possible impact of the reverse charge mechanism on the functioning of the VAT systems within Member States who apply it or in other Member States. The end date of the authorisation coincides with the end of similar derogations authorised in relation to mobile phones and integrated circuit devices so as to enable the development of a more comprehensive and more harmonised anti-fraud policy in the future.\n(8) The derogation will not have an adverse effect on the Union’s own resources accruing from VAT,", "main_body": ["By way of derogation from Article 193 of Directive 2006/112/EC, the Kingdom of the Netherlands is hereby authorised to designate as the person liable for the payment of VAT the taxable person to whom supplies of the following goods are made:\n(a) mobile phones, being devices made or adapted for use in connection with a licensed network and operated on specified frequencies, whether or not they have any other use;\n(b) integrated circuit devices such as microprocessors and central processing units in a state prior to integration into end-user products;\n(c) game consoles, which by virtue of their objective characteristics and principal functions, are intended for playing video games and other computer games, whether or not they have any other use;\n(d) laptops and tablet PC’s.\nThe derogation shall apply in respect of supplies of goods for which the taxable amount is equal to or higher than EUR 10 000.", "The derogation provided for in Article 1 is subject to the Kingdom of the Netherlands introducing appropriate and effective control and reporting obligations on taxable persons who supply goods to which the reverse charge applies in accordance with this Decision.", "This Decision shall take effect on the day of its notification.\nThis Decision shall expire either on 31 December 2013, or, if earlier, on the date of the entry into force of Union rules allowing all Member States to adopt such measures derogating from Article 193 of Directive 2006/112/EC.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 5 March 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 347, 11.12.2006, p. 1."}