{"celex_id": "32014D0825", "uri": "http://publications.europa.eu/resource/cellar/f7b2dada-719f-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["1439", "1542", "2166", "2725", "3489", "5640", "5769", "6308"], "title": "2014/825/EU: Commission Implementing Decision of 20 November 2014 setting up the organisational structure and operation for the European network for rural development and for the European Innovation Partnership network and repealing Decision 2008/168/EC\n", "header": "21.11.2014 EN Official Journal of the European Union L 334/98\nCOMMISSION IMPLEMENTING DECISION\nof 20 November 2014\nsetting up the organisational structure and operation for the European network for rural development and for the European Innovation Partnership network and repealing Decision 2008/168/EC\n(2014/825/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1305/2013 of the European Parliament and of the Council of 17 December 2013 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) and repealing Council Regulation (EC) No 1698/2005 (1), and in particular Articles 52(4) and 53(4) thereof,\nWhereas:\n(1) A European network for rural development was put in place in accordance with Article 52(1) of Regulation (EU) No 1305/2013 for the networking of national networks, organisations, and administrations active in the field of rural development at Union level.\n(2) A European Innovation Partnership (‘EIP’) network was put in place in accordance with Article 53(1) of Regulation (EU) No 1305/2013 to support the EIP for agricultural productivity and sustainability referred to in Article 55 of that Regulation and to enable the networking of operational groups, advisory services and researchers.\n(3) It is therefore necessary to adopt rules setting out the organisational structure and operation of both the European network for rural development ( ‘the ENRD’) and the EIP network.\n(4) With a view to achieve the objectives of rural networking at the European level set up in Articles 52(2) and 53(2) of Regulation (EU) No 1305/2013, and to carry out the tasks provided for in Articles 52(3) and 53(3) of that Regulation for the ENRD and the EIP network respectively, it is necessary to set up a Rural Networks' Assembly and to define its tasks and its structure, in accordance with the White Paper from the Commission entitled European governance (2), and in accordance with the Communication from the President to the Commission entitled Framework for Commission expert groups: horizontal rules and public register (3) ( ‘Framework for Commission expert groups’).\n(5) The Assembly should notably promote exchange and networking among public and private entities active in rural development and innovation for agricultural productivity and sustainability. It should ensure coordination between the ENRD and the EIP network, provide the strategic framework for their activity, including the thematic work, and ensure appropriate monitoring and assessment of the same activity. It should propose the members of the Steering Group.\n(6) The Assembly should be composed of national rural networks, managing authorities, paying agencies, organisations active in the field of rural development at Union level, LEADER local action groups, agricultural advisory service providers active in innovation support services linked to operational groups and research institutes active in innovation activities linked to operational groups.\n(7) In order to guarantee an open, transparent and balanced representation, the members of the Assembly who are organisations active in the field of rural development at Union level should be those appointed within the civil dialogue group on rural development in accordance with Commission Decision 2013/767/EU (4) (hereinafter ‘civil dialogue group on rural development’).\n(8) With a view to ensure an effective and efficient organisation of the activity of the ENRD and of the EIP network, in accordance with the opinions of the Assembly, it is necessary to set up a Rural Networks' Steering Group and to define its tasks and its structure.\n(9) The Steering Group should notably prepare, implement and follow-up the activities of the ENRD and of the EIP network. It should coordinate the thematic work of the networks and ensure coordination of the work of the Assembly with that of other expert groups and committees established in the context of rural development and of the European Structural and Investment Funds.\n(10) The Steering Group should be composed of managing authorities and/or national rural networks, EU-wide organisations active in the field of rural development, national authorities in charge of the evaluation of rural development programmes, agricultural advisory service providers and/or agricultural research institutes.\n(11) With a view to maintain an open and regular exchange between the ENRD, the EIP network and the civil dialogue group on rural development, the chairperson and the vice-chairpersons of the civil dialogue group should be enabled to take part in the meetings of the Steering Group as observers.\n(12) Rules on disclosure of information by members of the Assembly and of the Steering Group should be laid down.\n(13) Personal data should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council (5).\n(14) Commission Decision 2008/168/EC (6) provides for the organisational structure of the European Network for Rural Development for the period 2007-2013. That Decision should therefore be repealed.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Rural Development Committee,", "main_body": ["CHAPTER I\nSUBJECT MATTER", "Subject matter\nThis Decision sets out the organisational structure and operation of the European network for rural development (‘the ENRD’) and of the European Innovation Partnership network for agricultural productivity and sustainability (‘the EIP network’) by setting up an Assembly and a Steering Group, providing for their composition and their tasks and laying down rules for their operation.\nCHAPTER II\nRURAL NETWORKS' ASSEMBLY", "Rural Networks' Assembly\nThe Assembly of the ENRD and of the EIP network, hereinafter referred to as ‘the Assembly’, is hereby set up.", "Assembly's tasks\nThe tasks of the Assembly shall be in particular:\n(a) to promote exchange and networking among public and private entities active in rural development and innovation for agricultural productivity and sustainability;\n(b) to ensure coordination between the ENRD and the EIP network;\n(c) to provide the strategic framework for the activities of the ENRD and of the EIP network, including the thematic work;\n(d) to ensure appropriate monitoring and assessment of the activities of the ENRD and of the EIP network with regard to the objectives set up in Articles 52(2) and 53(2) of Regulation (EU) No 1305/2013 and the tasks listed in Articles 52(3) and 53(3) of that Regulation;\n(e) to propose to the Director-General for Agriculture and Rural Development (‘the Director-General’) the members of the Steering Group.", "Assembly membership\n1.   The Assembly shall be composed of the following members:\n(a) national rural networks referred to in Article 54 of Regulation (EU) No 1305/2013 (one member from each Member State);\n(b) managing authorities referred to in Article 66 of Regulation (EU) No 1305/2013 (one member from each Member State);\n(c) paying agencies referred to in Article 7 of Regulation (EU) No 1306/2013 of the European Parliament and of the Council (7) (one member from each Member State);\n(d) EU-wide non-governmental organisations, registered in the joint European Transparency Register, who have been appointed members of the civil dialogue group on rural development pursuant to Decision 2013/767/EU (hereinafter ‘civil dialogue group on rural development’) and who have expressed their interest in participating in the Assembly (maximum 29 members);\n(e) EU-wide organisations representing regional and/or local authorities active in rural development, including the connections between rural and urban areas (maximum three members);\n(f) LEADER local action groups referred to in Article 42 of Regulation (EU) No 1305/2013 (one member from each Member State);\n(g) agricultural advisory service providers active in innovation support services linked to operational groups (one member from each Member State);\n(h) agricultural research institutes active in innovation activities linked to operational groups (one member from each Member State).\n2.   Members referred to in paragraph 1(a), (b), (c), (f), (g) and (h) shall be designated by the respective Member State.\nMembers referred to in paragraph 1(e) shall be appointed by the Director-General on the basis of a call for applications.\n3.   Members States' authorities shall nominate the permanent representatives for each of the categories referred to in paragraph 1(a), (b), (c), (f), (g) and (h).\nThe organisations referred to in paragraph 1(d) and (e) shall nominate their permanent representatives.\n4.   The members of the Assembly shall be published in the Register of Commission expert groups and other similar entities ( ‘the Register’) and on the websites of the ENRD and of the EIP network.\n5.   Personal data shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Assembly's operation\n1.   The Assembly shall be chaired by a representative of the Commission. The chair shall convene a meeting at least once a year.\n2.   In agreement with the Commission, the Assembly may set up sub-groups on specific topics related to the objectives and the tasks of the ENRD and of the EIP network, including permanent sub-groups on:\n(a) innovation for agricultural productivity and sustainability;\n(b) LEADER and community led local development; and\n(c) the evaluation of rural development programmes.\nSub-groups shall carry out thematic work on the basis of a mandate defined by the Assembly.\nNon-permanent sub-groups shall be disbanded as soon as their mandate is fulfilled.\n3.   The Commission's representative may invite experts and observers from outside the Assembly with specific competence in a subject on the agenda to participate in the work of the Assembly or sub-groups on an ad hoc basis.\n4.   Members of the Assembly, as well as invited experts and observers, shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, as well as with the Commission's rules on security regarding the protection of EU classified information, laid down in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (8). Should they fail to respect these obligations, the Commission shall take all appropriate measures.\n5.   The meetings of the Assembly and its sub-groups shall be held on Commission premises, unless the chair decides otherwise. The Commission shall provide secretarial services. Commission officials with an interest in the proceedings may attend meetings of the Assembly and its sub-groups.\n6.   The Assembly shall adopt its rules of procedure on the basis of the standard rules of procedure for expert groups adopted by the Commission.\n7.   The Commission publishes all relevant documents on the activities carried out by the Assembly (such as agendas, minutes and participants' submissions) either by including it in the Register or via a link from the Register to a dedicated website.\n8.   The work of the Assembly shall be coordinated with that of other expert groups and committees established in the context of the civil dialogue on rural development as well as in the context of Regulation (EU) No 1303/2013 of the European Parliament and of the Council (9) and the Fund-specific Regulations within the meaning of that Regulation.", "Reimbursement of expenses\n1.   Members of the Assembly shall not be remunerated for the services they render.\n2.   Travel and subsistence expenses incurred by the members of the Assembly for their participation in the Assembly's meetings, including the sub-groups, shall be reimbursed by the Commission in accordance with the provisions in force within the Commission.\n3.   The expenses referred to in paragraph 2 shall be reimbursed within the limits of the available appropriations allocated under the annual procedure for the allocation of resources.\nCHAPTER III\nRURAL NETWORKS' STEERING GROUP", "Rural Networks' Steering Group\nThe Steering Group of the ENRD and of the EIP network, hereinafter referred to as ‘the Steering Group’, is hereby set up.", "Steering Group's tasks\nThe tasks of the Steering Group shall be in particular:\n(a) preparing, implementing and following-up the activities of the ENRD and of the EIP network, in accordance with the strategic framework provided by the Assembly;\n(b) coordinating the thematic work in accordance with the framework provided by the Assembly and following-up its implementation;\n(c) assessing on an ongoing basis the effectiveness and efficiency of the activities of the ENRD and of the EIP network;\n(d) ensuring the coordination of the work of the Assembly with that of other expert groups and committees established in the context of the civil dialogue on rural development as well as in the context of Regulation (EU) No 1303/2013 and the Fund-specific Regulations within the meaning of that Regulation;\n(e) reporting to the Assembly as regards its activities.", "Steering Group's membership\n1.   The Steering Group shall be composed of the following members of the Assembly:\n(a) managing authorities and/or national rural networks (one member from each Member State);\n(b) EU-wide organisations referred to in Article 4(1)(d) and (e) (maximum 12 members);\n(c) national authorities in charge of the evaluation of rural development programmes (maximum four members);\n(d) agricultural advisory service providers and/or agricultural research institutes referred to in Article 4(1)(g) and (h) (maximum four members).\n2.   The members of the Steering Group shall be appointed by the Director-General following a proposal of the Assembly reflecting the geographic and thematic diversity of the members of the ENRD and of the EIP network and based on the voluntary commitment of the proposed members.\nFor each of the categories referred to in paragraph 1, the Assembly may propose a rotation of the members of the Steering Group.\n3.   A member of the Steering Group may be replaced by the Director-General following a proposal of the Assembly where:\n(a) it withdraws from the Steering Group;\n(b) it does not regularly designate representatives for the meetings of the Steering Group;\n(c) it is no longer able to contribute effectively to the tasks of the Steering Group;\n(d) it does not comply with the non-disclosure requirement relating to information covered by the obligation of professional secrecy laid down in Article 339 of the Treaty on the Functioning of the European Union.\n4.   The chairperson and the vice-chairpersons of the civil dialogue group on rural development may take part in the Steering Group's meetings as observers.", "0\nSteering Group's operation and meeting expenses\nArticles 5 and 6 shall apply, mutatis mutandis, to the operation and the meeting expenses of the Steering Group.\nCHAPTER IV\nFINAL PROVISIONS", "1\nRepeal\nDecision 2008/168/EC is repealed.", "2\nEntry into force\nThis Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 20 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 347, 20.12.2013, p. 487.\n(2)  White Paper of the Commission — European governance, 25 July 2001, COM(2001) 428 final.\n(3)  Communication from the President to the Commission — Framework for Commission expert groups: horizontal rules and public register, 10 November 2012, C(2010) 7649 final.\n(4)  Commission Decision 2013/767/EU of 16 December 2013 setting up a framework for civil dialogue in matters covered by the common agricultural policy and repealing Decision 2004/391/EC (OJ L 338, 17.12.2013, p. 115).\n(5)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).\n(6)  Commission Decision 2008/168/EC of 20 February 2008 setting up the organisational structure for the European Network for Rural Development (OJ L 56, 29.2.2008, p. 31).\n(7)  Regulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 (OJ L 347, 20.12.2013, p. 549).\n(8)  Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001 amending its internal Rules of Procedure (OJ L 317, 3.12.2001, p. 1).\n(9)  Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320)."}