{"celex_id": "32013R0202", "uri": "http://publications.europa.eu/resource/cellar/4f586831-8a40-11e2-b5c3-01aa75ed71a1", "type": "Regulation", "concepts": ["2793", "2804", "2965", "4713", "4734", "614", "8459"], "title": "Commission Implementing Regulation (EU) No 202/2013 of 8 March 2013 amending Regulation (EC) No 555/2008 as regards the submission of support programmes in the wine sector and trade with third countries\n", "header": "9.3.2013 EN Official Journal of the European Union L 67/10\nCOMMISSION IMPLEMENTING REGULATION (EU) No 202/2013\nof 8 March 2013\namending Regulation (EC) No 555/2008 as regards the submission of support programmes in the wine sector and trade with third countries\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 103za, in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 103n(1a) of Regulation (EC) No 1234/2007 foresees that, by 1 August 2013, Member States may decide to reduce, from 2015, the amount available for the support programmes referred to in Annex Xb in order to increase their national ceilings for directs payments referred to in Article 40 of Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers (2). The amount resulting from the decrease is to remain definitively in the national ceilings for direct payments and no longer be available for the measures listed in Articles 103p to 103y of Regulation (EC) No 1234/2007.\n(2) Article 103o of Regulation (EC) No 1234/2007 foresees that Member States were to decide by 1 December 2012 whether to provide support to vine-growers for 2014 by allocating payment entitlements within the meaning of Chapter 1 of Title III of Regulation (EC) No 73/2009. In this case, Member States are to make provision for such support in their support programmes and this support for 2014 is to remain in the Single Payment Scheme and no longer be available for the measures in Articles 103p to 103y of Regulation (EC) No 1234/2007. Commission Regulation (EC) No 555/2008 (3) should provide details on the communications to be made by the Member States concerned in relation to Article 103n(1a) and Article 103o of Regulation (EC) No 1234/2007.\n(3) In the light of the experience gained during the implementation of the support programmes and in order to prepare for the submission of draft support programmes for the financial years 2014 to 2018, the framework and specific requirements for the new programming period should be further completed.\n(4) Point (d) of the first paragraph of Article 4 of Regulation (EC) No 555/2008 provides that the wines referred to in Article 103p(2) of Regulation (EC) No 1234/2007 shall be eligible for promotion on third-country markets provided that the support for promotion and information lasts no longer than three years for a given beneficiary in a given third country, if necessary renewed once for a period no longer than two years. This provision has been applied for the first submission of the support programme and it is appropriate to provide a similar rule for the submission of the new support programme; however, it is important to stimulate the opening of new markets in third countries, including by giving preference to beneficiaries who did not receive support in the past, or to those targeting a new third country for which they have not received support in the past within this scheme.\n(5) The third paragraph of Article 4 of Regulation (EC) No 555/2008 provides that, when selecting the beneficiaries, preference is to be given to micro, small and medium-sized enterprises in the meaning of Commission Recommendation 2003/361/EC (4) and to collective brand names. The preference for collective brand names should be eliminated in order to simplify the implementation of this measure, while leaving the possibility to grant support for the promotion of brand names unaffected.\n(6) Articles 6 and 8 of Regulation (EC) No 555/2008 establish rules concerning the definition, the procedure, applications and levels of support for restructuring and conversion of vineyards. Without prejudice to the conditions set out in Article 103q of Regulation (EC) No 1234/2007, in the light of the experience gained during the implementation of this measure, it is necessary to specify certain operations that are considered ineligible. Furthermore, the rules on the calculation of flat rate amounts should, on the one hand, be simplified and, on the other, be made more precise. In particular, in order to avoid overcompensation, it is appropriate to specify that flat rate amounts shall be based on an accurate calculation of the actual costs of each type of operation.\n(7) Article 10 of Regulation (EC) No 555/2008 establishes transitional rules concerning restructuring operations already planned in application to Article 11 of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (5). Those rules are now outdated and that Article should therefore be deleted.\n(8) Articles 26 to 34 establish rules for three measures which ended on 31 July 2012, potable alcohol distillation, crisis distillation and use of concentrated grape must. Those Articles should therefore be deleted.\n(9) Articles 67 to 73 establish rules for the grubbing-up scheme which ended in 2011. Those Articles should therefore be deleted.\n(10) Article 77(5) of Regulation (EC) No 555/2008 foresees that, for investment measures, Articles 26, 27 and 28 of Commission Regulation (EC) No 1975/2006 (6) should apply mutatis mutandis. However, in the light of Article 19(1) and Articles 76 to 80 of Regulation (EC) No 555/2008, the reference to some of those rules, which are now set out in Commission Regulation (EU) No 65/2011 (7), should be deleted in order to improve clarity.\n(11) Article 81(3) and (5) of Regulation (EC) No 555/2008 foresees rules on controls related to the production potential and to the operations of restructuring and conversion of vineyards, for areas receiving a grubbing-up premium in accordance with Articles 85o to 85x of Regulation (EC) No 1234/2007. The grubbing-up scheme ended in 2011. Therefore, those rules should be deleted. However, Article 81(4) foresees an on-the-spot control or a remote sensing control in case of grubbing-up, if its resolution is equal to or higher than 1 m2 or the grubbing-up covers the entire vineyard parcel. Grubbing-up before replanting can also be an operation carried out in the framework of a restructuring and conversion measure and therefore it is appropriate to foresee the same rule for this measure.\n(12) Commission Regulation (EC) No 883/2001 (8) provided the simplified VI-1 document for wine products, including grape juice originating in a list of countries, including the United States of America, and imported into the Union. Since the entry into force of the Agreement between the European Community and the United States of America on trade in wine (9), wine from the United States of America can be imported into the Union accompanied by a certification document as provided for in Article 9 of the Agreement. In consequence, in Regulation (EC) No 555/2008, which replaced Regulation (EC) No 883/2001, the United States of America were not included in the list of countries allowed to use the simplified VI-1 document. However, as grape juice is not covered by that Agreement, the United States of America should be added to that list for the benefit of wine products not covered by the scope of the Agreement.\n(13) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["Regulation (EC) No 555/2008 is amended as follows:\n(1) in Article 2, paragraph 3 is replaced by the following:\n(2) Article 4 is amended as follows:\n(a) in the first paragraph, point (d) is replaced by the following:\n‘(d) for each programming period, the support for the promotion and information lasts no longer than three years for a given beneficiary in a given third-country; however, if necessary, it may be renewed once, for a period no longer than two years;’;\n(b) the third paragraph is deleted;\n(3) in Article 5, paragraph 3 is replaced by the following:\n(a) micro, small and medium-sized enterprises in the meaning of Commission Recommendation 2003/361/EC (11);\n(b) new beneficiaries who did not receive support in the past; and\n(c) beneficiaries targeting a new third country for which they have not received support in the past within this scheme.\n(4) Article 6 is replaced by the following:\n(a) day-to-day management of a vineyard;\n(b) protection against damage by game, birds or hail;\n(c) construction of windbreaks and wind protection walls;\n(d) driveways and elevators.’;\n(5) Article 8 is replaced by the following:\n(6) Article 10 is deleted;\n(7) Articles 26 to 34 are deleted;\n(8) in Article 35, paragraph 6 is replaced by the following:\n(9) in Article 43(2), the introductory phrase of the second subparagraph is replaced by:\n(10) Article 45 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) in the first subparagraph of paragraph 2, point (a) is replaced by the following:\n‘(a) in box 1, their names and addresses and their registration numbers in the third countries listed in Annex XII, Part B;’;\n(11) Articles 67 to 73 are deleted;\n(12) in Article 77, paragraph 5 is replaced by the following:\n(13) Article 81 is amended as follows:\n(a) paragraphs 3 and 5 are deleted;\n(b) paragraph 4 is replaced by the following:\n(14) Annexes II, III, IV, XII, and XIII are amended in accordance with the Annex to this Regulation;\n(15) Annexes XIV and XV are deleted.", "Entry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 30, 31.1.2009, p. 16.\n(3)  OJ L 170, 30.6.2008, p. 1.\n(4)  OJ L 124, 20.5.2003, p. 36.\n(5)  OJ L 179, 14.7.1999, p. 1.\n(6)  OJ L 368, 23.12.2006, p. 74.\n(7)  OJ L 25, 28.1.2011, p. 8.\n(8)  OJ L 128, 10.5.2001, p. 1.\n(9)  OJ L 87, 24.3.2006, p. 2.\n(10)  OJ L 30, 31.1.2009, p. 16.’;\n(11)  OJ L 124, 20.5.2003, p. 36.’;\n(12)  OJ L 25, 28.1.2011, p. 8.’;\nANNEX\nAnnexes II, III, IV, XII and XIII are amended as follows:\n(1) in Annex II, point B is replaced by the following:\n(in EUR 1000)\nMember State (2):\nDate of communication (3):\nFinancial year\nMeasures Regulation (EC) No 1234/2007 2014 2015 2016 2017 2018 Total\n(1) (2) (3) (4) (5) (6) (7) (8)\n1 - Single Payment Scheme\n2 - Promotion on third-country markets\n3 - Restructuring and conversion of vineyards\n4 - Green harvesting\n5 - Mutual funds\n6 - Harvest insurance\n7 - Investments in enterprise\n8 - By-products distillation\nTotal\n(2) in Annex III, point B is replaced by the following:\n(in EUR 1000)\nMember State (5):\nRegion:\nDate of communication, due by 1 March 2013 at the latest:\nFinancial year\nMeasures Regulation (EC) No 1234/2007 2014 2015 2016 2017 2018 Total\n(1) (2) (3) (4) (5) (6) (7) (8)\n1 - Single Payment Scheme\n2 - Promotion on third-country markets\n3 - Restructuring and conversion of vineyards\n4 - Green harvesting\n5 - Mutual funds\n6 - Harvest insurance\n7 - Investments in enterprise\n8 - By-products distillation\nTotal\n(3) in Annex IV point B is replaced by the following:\n(in EUR 1000)\nMember State (6):\nDate of communication (7): Date of previous communication:\nNumber of this amended table:\nFinancial year\nMeasures Regulation (EC) No 1234/2007  2014 2015 2016 2017 2018 Total\n(1) (2) (3) (4) (5) (6) (7) (8) (9)\n1 - Single Payment Scheme\n2 - Promotion on third-country markets\nAmended amount\n3 - Restructuring and conversion of vineyards\nAmended amount\n4 - Green harvesting\nAmended amount\n5 - Mutual funds\nAmended amount\n6 - Harvest insurance\nAmended amount\n7 - Investments in enterprise\nAmended amount\n8 - By-products distillation\nAmended amount\nTotal Previous submission\nAmended amount\n(4) Annex XII is replaced by the following:\nPART A : List of third countries referred to in Article 43(2):\n— Australia\nPART B : List of third countries referred to in Article 45:\n— Australia\n— United States of America’;\n(5) Tables 2, 4, 5, 6, and 10 to 13 of Annex XIII are deleted.\n(1)  The amounts also include the expenses of actions launched in the framework of the first five-year programme 2009-2013 and for which payments will be done in the second five-year programme 2014-2018.\n(2)  OP acronym to be used.\n(3)  Communication deadline: by 1 March 2013 at the latest for measures 2 to 8.’\n(4)  The amounts also include the expenses of actions launched in the framework of the first five-year programme 2009-2013 and for which payments will be done in the second five-year programme 2014-2018.\n(5)  OP acronym to be used.’\n(6)  OP acronym to be used.\n(7)  Communication deadline: 1 March and 30 June.\n(8)  Strikethrough the wrong element.’"}