{"celex_id": "32010R1187", "uri": "http://publications.europa.eu/resource/cellar/43bb906a-8a18-45a0-bb51-b06ca99f11b9", "type": "Regulation", "concepts": ["1591", "2771", "2987", "519", "5969"], "title": "Council Implementing Regulation (EU) No 1187/2010 of 13 December 2010 terminating the anti-dumping proceeding on imports of glyphosate originating in the People’s Republic of China\n", "header": "16.12.2010 EN Official Journal of the European Union L 332/31\nCOUNCIL IMPLEMENTING REGULATION (EU) No 1187/2010\nof 13 December 2010\nterminating the anti-dumping proceeding on imports of glyphosate originating in the People’s Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’) and in particular Article 9(1) and Article 11(2), (5) and (6) thereof,\nHaving regard to the proposal submitted by the European Commission (‘the Commission’) after having consulted the Advisory Committee,\nWhereas:\n1.   PROCEDURE\n1.1.   Measures in force\n(1) Following a review investigation carried out pursuant to Article 11(2) of the basic Regulation, the Council, by Regulation (EC) No 1683/2004 (2), imposed a definitive anti-dumping duty on imports of glyphosate originating in the People’s Republic of China currently falling within CN codes ex 2931 00 99 and ex 3808 93 27 (the ‘product concerned’). This duty had been extended to imports of glyphosate consigned from Malaysia (whether declared as originating in Malaysia or not) with the exception of those produced by Crop Protection (M) Sdn. Bhd. and to imports of glyphosate consigned from Taiwan (whether declared as originating in Taiwan or not) with the exception of those produced by Sinon Corporation. The rate of the anti-dumping duty is 29,9 %.\n(2) By Decision 2009/383/EC (3), the Commission suspended the definitive anti-dumping duties for a period of 9 months, with effect from 16 May 2009. Subsequently, by Implementing Regulation (EU) No 126/2010 (4), the Council extended the suspension for a period of 1 year, with effect from 14 February 2010.\n1.2.   Request for review\n(3) Following the publication of a notice of impending expiry (5) of the anti-dumping measures in force on imports of glyphosate originating in the People’s Republic of China, the Commission has received on 29 June 2009 a request for review pursuant to Article 11(2) of the basic Regulation.\n(4) The request was lodged by the European Glyphosate Association (‘the applicant’) on behalf of producers representing the entire Union production of glyphosate.\n(5) The request contained prima facie evidence showing that the expiry of the measures would be likely to result in a continuation or recurrence of dumping and injury to the Union industry.\n1.3.   Initiation\n(6) Accordingly, the Commission, after consultation of the Advisory Committee, initiated, by a notice published in the Official Journal of the European Union\n (6), an anti-dumping proceeding concerning imports into the European Union of glyphosate currently falling within CN codes ex 2931 00 99 and ex 3808 93 27 and originating in the People’s Republic of China.\n(7) The Commission officially advised the exporting producers, importers concerned, the representatives of the People’s Republic of China, the representative users and the Union producers of the initiation of the review investigation. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the notice of initiation.\n2.   WITHDRAWAL OF THE REQUEST\n(8) By a letter dated 21 September 2010 to the Commission, the applicant formally withdrew its request.\n(9) In accordance with Article 9(1) and Article 11(2) of the basic Regulation, a proceeding may be terminated where the request for review is withdrawn unless such a termination would not be in the Union interest.\n(10) It was considered that the present proceeding should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Union interest. Interested parties were informed accordingly and were given the opportunity to comment. However, no comments were received which could alter this consideration.\n(11) It was therefore concluded that the anti-dumping expiry review proceeding concerning imports into the Union of glyphosate originating in the People’s Republic of China should be terminated and the existing measures should be repealed,", "main_body": ["The anti-dumping measures concerning imports of glyphosate currently falling within CN codes ex 2931 00 99 and ex 3808 93 27 and originating in the People’s Republic of China, are hereby repealed and the proceeding concerning these imports is terminated.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2010.\nFor the Council\nThe President\nK. PEETERS\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 303, 30.9.2004, p. 1.\n(3)  OJ L 120, 15.5.2009, p. 20.\n(4)  OJ L 40, 13.2.2010, p. 1.\n(5)  OJ C 115, 20.5.2009, p. 19.\n(6)  OJ C 234. 29.9.2009, p. 9."}