{"celex_id": "32012D0498", "uri": "http://publications.europa.eu/resource/cellar/0416811f-f8dd-11e1-8e28-01aa75ed71a1", "type": "Decision", "concepts": ["1514", "2527", "4016", "4076", "5261", "5782", "989"], "title": "2012/498/EU: Commission Decision of 17 August 2012 amending Decisions 2010/2/EU and 2011/278/EU as regards the sectors and subsectors which are deemed to be exposed to a significant risk of carbon leakage (notified under document C(2012) 5715)  Text with EEA relevance\n", "header": "7.9.2012 EN Official Journal of the European Union L 241/52\nCOMMISSION DECISION\nof 17 August 2012\namending Decisions 2010/2/EU and 2011/278/EU as regards the sectors and subsectors which are deemed to be exposed to a significant risk of carbon leakage\n(notified under document C(2012) 5715)\n(Text with EEA relevance)\n(2012/498/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty of the Functioning of the European Union,\nHaving regard to Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (1), and in particular Article 10a(1) and (13) thereof,\nWhereas:\n(1) Commission Decision 2010/2/EU (2) determines, pursuant to Directive 2003/87/EC, a list of sectors and subsectors which are deemed to be exposed to a significant risk of carbon leakage.\n(2) Commission Decision 2011/278/EU (3) determines transitional Union-wide rules for the harmonised free allocation of emission allowances pursuant to Article 10a of Directive 2003/87/EC.\n(3) Every year a sector or subsector may be added to the list of sectors and subsectors which are deemed to be exposed to a significant risk of carbon leakage when it has been demonstrated, in an analytical report, that the sector or subsector satisfies the criteria set out in paragraphs 14 to 17 of Article 10a of Directive 2003/87/EC, following a change that has a substantial impact on the sector’s or subsector’s activities.\n(4) Some sectors not found to be exposed to a significant risk of carbon leakage at the NACE 4-level in Decision 2010/2/EU were disaggregated and a number of corresponding subsectors, for which certain specific distinguishing characteristics led to a significantly different impact from the rest of the sector, were assessed. For the subsectors ‘Voiles, webs, mats, mattresses, boards and other articles of glass fibres, except woven fabrics’ and ‘Slag wool, rock wool and similar mineral wools and mixtures thereof, in bulk, sheets or rolls’, this assessment has shown that they can be clearly distinguished from other subsectors on the basis of specific characteristics and that they satisfy the quantitative criteria set out in Article 10a(15) of Directive 2003/87/EC. Accordingly, the subsectors ‘Voiles, webs, mats, mattresses, boards and other articles of glass fibres, except woven fabrics’ and ‘Slag wool, rock wool and similar mineral wools and mixtures thereof, in bulk, sheets or rolls’ should be added to the list of sectors and subsectors deemed to be exposed to a significant risk of carbon leakage.\n(5) NACE 4-level code 2614 ‘Manufacture of glass fibres’ consists of two 6-digit Prodcom codes: ‘261411 Slivers, rovings, yarn and chopped strands, of glass fibre’ and ‘261412 Voiles, webs, mats, mattresses, boards and other articles of glass fibres, except woven fabrics’. The subsector covered by 6-digit Prodcom code 261411 was deemed to be exposed to a significant risk of carbon leakage in Decision 2010/2/EU. By adding also Prodcom code 261412 to the list of sectors and subsectors which are deemed to be exposed to a significant risk of carbon leakage, the entire sector at NACE 4-level 2614 will be covered. Therefore, for reasons of clarity and to avoid duplication, NACE 4-level code 2614 has been added to Section 1.2 of the list, while Prodcom code 261411 is deleted from Section 2.\n(6) Decisions 2010/2/EU and 2011/278/EU should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Climate Change Committee,", "main_body": ["Amendments to Decision 2010/2/EU\nThe Annex to Decision 2010/2/EU is amended in accordance with Annex I to this Decision.", "Amendments to Decision 2011/278/EU\nAnnex I to Decision 2011/278/EU is amended in accordance with Annex II to this Decision.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 August 2012.\nFor the Commission\nConnie HEDEGAARD\nMember of the Commission\n(1)  OJ L 275, 25.10.2003, p. 32.\n(2)  OJ L 1, 5.1.2010, p. 10.\n(3)  OJ L 130, 17.5.2011, p. 1.\nANNEX I\nThe Annex to Decision 2010/2/EU is amended as follows:\n1. In Section 1.2, the following entry is inserted after entry 2613:\nNACE Code Description\n‘2614 Manufacture of glass fibres’\n2. Section 2 is amended as follows:\n(a) The following entry is deleted:\nProdcom Code Description\n‘261411 Slivers, rovings, yarn and chopped strands, of glass fibre’\n(b) The following entry is inserted after entry 26821400:\nProdcom Code Description\n‘26821610 Slag wool, rock wool and similar mineral wools and mixtures thereof, in bulk, sheets or rolls’\nANNEX II\nIn Annex I to Decision 2011/278/EU, the entry corresponding to product benchmark ‘Mineral wool’ is replaced by the following:\nProduct benchmark Definition of products covered Definition of processes and emissions covered Carbon leakage exposure as determined by Decision 2010/2/EU for the years 2013 and 2014 Benchmark value\n‘Mineral wool Mineral wool insulation products for thermal, acoustic and fire applications manufactured using glass, rock or slag. All processes directly or indirectly linked to the production steps melting, fiberising and injection of binders, curing and drying and forming are included. For the determination of indirect emissions, the total electricity consumption within the system boundaries shall be considered. yes 0,682’"}