{"celex_id": "32012D0734", "uri": "http://publications.europa.eu/resource/cellar/3c97faa3-d687-45af-abcd-05ae52eaa077", "type": "Decision", "concepts": ["1606", "2275", "3466", "4048", "5407"], "title": "2012/734/: Council Decision of 25 June 2012 on the signing, on behalf of the European Union, of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other, and the provisional application of Part IV thereof concerning trade matters\n", "header": "15.12.2012 EN Official Journal of the European Union L 346/1\nCOUNCIL DECISION\nof 25 June 2012\non the signing, on behalf of the European Union, of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other, and the provisional application of Part IV thereof concerning trade matters\n(2012/734/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217 in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 23 April 2007 the Council authorised the Commission to negotiate an Association Agreement with Central America, on behalf of the European Union and its Member States. The negotiating directives were amended on 10 March 2010 to include Panama in the negotiation process.\n(2) Those negotiations were concluded at the occasion of the EU-Latin American and Caribbean Summit in Madrid in May 2010 and the Agreement establishing an Association between the European Union and its Member States on the one hand, and Central America on the other (hereinafter referred to as ‘the Agreement’) was initialled on 22 March 2011.\n(3) Article 353(4) of the Agreement provides for the provisional application of Part IV of the Agreement concerning trade matters.\n(4) The Agreement should be signed on behalf of the European Union and Part IV thereof applied on a provisional basis, pending the completion of the procedures for the conclusion of the Agreement.\n(5) The Agreement does not affect the rights of investors of the Member States to benefit from any more favourable treatment provided for in any agreement related to investment to which a Member State and a signatory Central American Republic are Parties.\n(6) The provisional application of Part IV of the Agreement does not prejudge the allocation of competences between the European Union and its Member States in accordance with the Treaties.\n(7) Pursuant to Article 218(7) of the Treaty, it is appropriate for the Council to authorise the Commission to approve modifications to the list of geographical indications recommended by the Subcommittee on Intellectual Property to the Association Committee for approval by the Association Council pursuant to Articles 247 and 274.2(a) of the Agreement.\n(8) It is appropriate to set out the relevant procedures for the protection of geographical indications pursuant to the Agreement.\n(9) Pursuant to Article 356 of the Agreement, it is appropriate to clarify that the Agreement shall not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts and tribunals.\n(10) The provisions of the Agreement that fall within the scope of Part Three, Title V of the Treaty on the Functioning of the European Union bind the United Kingdom and Ireland as separate Contracting Parties, and not as part of the European Union, unless the European Union together with the United Kingdom and/or Ireland have jointly notified the Central America Party that the United Kingdom or Ireland is bound as part of the European Union in accordance with the Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the area of Freedom, Security and Justice annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union.\n(11) If the United Kingdom and/or Ireland ceases to be bound as part of the European Union in accordance with Article 4a of that Protocol (No 21), the European Union together with the United Kingdom and/or Ireland shall immediately inform the Central America Party of any change in their position. In that case, they shall remain bound by the provisions of the Agreement in their own right. The same applies to Denmark in accordance with the Protocol (No 22) on the position of Denmark annexed to those Treaties,", "main_body": ["The signing of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other, is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "Part IV of the Agreement shall be applied on a provisional basis by the European Union in accordance with Article 353(4) of the Agreement, pending the completion of the procedures for its conclusion. Article 271 shall not be provisionally applied.\nIn order to determine the date of provisional application the Council shall fix the date by which the notification referred to in Article 353(4) of the Agreement is to be sent to the Republics of Central America. That notification shall include reference to the provision which is not to be provisionally applied.\nThe date from which Part IV of the Agreement will be provisionally applied shall be published in the Official Journal of the European Union by the General Secretariat of the Council.", "For the purposes of Article 247 of the Agreement, modifications of the Agreement through decisions of the Association Council, as proposed by the Subcommittee on Intellectual Property on geographical indications, shall be approved by the Commission on behalf of the European Union. Where interested parties cannot reach agreement following objections relating to a geographical indication, the Commission shall adopt a position on the basis of the procedure laid down in Article 15(2) of Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1).", "1.   A name protected under Annex XVIII to the Agreement (Protected Geographical Indications) may be used by any operator marketing agricultural products, foodstuffs, wines, aromatised wines or spirits conforming to the corresponding specification.\n2.   The Member States and the institutions of the European Union shall enforce the protection provided for in Article 246 of the Agreement, including at the request of an interested party.", "The applicable provision for the purposes of adopting the necessary implementing rules for the application of the rules contained in Appendix 2A of Annex II (Concerning the Definition of the Concept of ‘Originating Products’ and Methods of Administrative Cooperation) and Appendix 2 of Annex I (Elimination of Customs Duties) to the Agreement is Article 247a of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2).", "The Agreement shall not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts and tribunals.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 25 June 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 302, 19.10.1992, p. 1."}