{"celex_id": "32014D0702(01)", "uri": "http://publications.europa.eu/resource/cellar/5bce26dd-01b6-11e4-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1005", "1277", "1284", "1425", "191", "5315", "5462", "5891", "6569"], "title": "Commission Implementing Decision of 30 June 2014 on financing the 2014 work programme on training in the field of food and feed safety, animal health, animal welfare and plant health in the framework of the ‘Better Training for Safer Food’ programme\n", "header": "2.7.2014 EN Official Journal of the European Union C 205/4\nCOMMISSION IMPLEMENTING DECISION\nof 30 June 2014\non financing the 2014 work programme on training in the field of food and feed safety, animal health, animal welfare and plant health in the framework of the ‘Better Training for Safer Food’ programme\n(2014/C 205/04)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (1), and in particular Article 84 thereof,\nHaving regard to Commission Delegated Regulation (EU) No 1268/2012 (2), and in particular Article 94 thereof,\nHaving regard to Council Regulation (EC) No 58/2003 (3) and in particular Article 12(3) thereof,\nHaving regard to Council Directive 2000/29/EC (4) and in particular Article 2(1)(i) thereof,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council (5), and in particular Article 66(1)(b) and (c) thereof,\nWhereas:\n(1) Regulation (EC) No 882/2004 lays down general rules for the performance of official controls to verify compliance with rules aiming, in particular, at preventing, eliminating or reducing to acceptable levels risks to humans and animals and guaranteeing fair practices in feed and food trade and protecting consumer interests. Article 51 of that Regulation provides that the Commission may organise training courses for the staff of the competent authorities of Member States responsible for the official controls referred to in that Regulation, which may be opened to participants from third countries, in particular developing countries. Those courses may include, in particular, training on European Union feed and food law and animal health and animal welfare rules.\n(2) Article 2(1)(i) of Directive 2000/29/EC provides the legal basis for organising courses in the field of plant health.\n(3) The ‘Better Training for Safer Food’ Programme has been established in 2006 by the Commission in order to achieve the aims set out in Regulation (EC) No 882/2004. The Commission Communication of 20 September 2006 on ‘Better training for safer food’ (6) explores options for future organisation of training.\n(4) In order to ensure implementation of the ‘Better Training for Safer Food’ Programme in Member States it is necessary to adopt a financing decision and the work programme on training in the field of food and feed safety, animal health, animal welfare and plant health for 2014. Delegated Regulation (EU) No 1268/2012 establishes detailed rules on financing decisions.\n(5) Commission Implementing Decision 2013/770/EU (7) establishes the ‘Consumers, Health and Food Executive Agency’ (hereafter ‘the Agency’). This Decision entrusts the Agency with certain management and programme implementation tasks relating to the food safety training measures performed pursuant to Regulation (EC) No 882/2004 and Directive 2000/29/EC. A Union financial contribution should therefore be granted to the Agency in 2014 for financing the operating costs of the activities related to the ‘Better Training for Safer Food’ Programme.\n(6) For the application of this Decision, it is appropriate to define the term ‘substantial change’, within the meaning of Article 94(4) of Delegated Regulation (EU) No 1268/2012.\n(7) This Decision should allow for the payment of interest due for late payment on the basis of Article 92 of Regulation (EU, Euratom) No 966/2012 and Article 111(4) of Delegated Regulation (EU) No 1268/2012,", "main_body": ["The annual work programme for the implementation of the Better Training for Safer Food Programme for 2014, as set out in the Annex, is adopted. It constitutes a financing decision within the meaning of Article 84 of Regulation (EU, Euratom) No 966/2012.", "1.   The maximum contribution for the implementation of the work programme for the year 2014 is set at EUR 16 170 000 and shall be financed from the following lines of the general budget of the European Union for 2014:\n(a) budget line 17 04 03: EUR 15 000 000\n(b) budget line 17 01 06 03: EUR 1 170 000.\n2.   The amount provided for in paragraph 1(b) shall be paid to the Consumers, Health and Food Executive Agency and shall constitute an operating financial contribution.\n3.   The appropriations provided for in point 1(a) may also cover interest due for late payment.", "Cumulated changes to the allocations to specific actions not exceeding 20 % of the maximum contribution provided for in Article 2(1) of this Decision shall not be considered to be substantial within the meaning of Article 94(4) of Delegated Regulation (EU) No 1268/2012, where those changes do not significantly affect the nature of the actions and objective of the work programme.\nThe authorising officer responsible may adopt such changes in accordance with the principles of sound financial management and of proportionality."], "attachments": "Done at Brussels, 30 June 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1).\n(2)  Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1).\n(3)  Council Regulation (EC) No 58/2003 of 19 December 2002 laying down the statute for executive agencies to be entrusted with certain tasks in the management of Community programmes (OJ L 11, 16.1.2003, p. 1).\n(4)  Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (OJ L 169, 10.7.2000, p. 1).\n(5)  Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, p. 1).\n(6)  COM(2006) 519 final of 20.9.2006.\n(7)  Commission Implementing Decision 2013/770/EU of 17 December 2013 establishing the Consumers, Health and Food Executive Agency and repealing Decision 2004/858/EC (OJ L 341, 18.12.2013, p. 69).\nANNEX\n2014 work programme on training in the field of food and feed safety, animal health, animal welfare and plant health in the framework of the Better Training for Safer Food Programme\n1.1.   Introduction\nOn the basis of the objectives laid down in Regulation (EC) No 882/2004 and Directive 2000/29/EC, this work programme contains the actions to be financed and the budget breakdown for year 2014 as follows:\n1.2. Procurement (implemented under direct management): External contracts for the execution of the training programme and other learning tools\n1.2. Procurement (implemented under direct management): External contracts for the execution of the training programme and other learning tools\n1.3. Other actions: Operating financial contribution for the Consumers, Health and Food Executive Agency\nTOTAL EUR 16 170 000\nLEGAL BASIS\nRegulation (EC) No 882/2004, Article 51 and Article 66(1)(b) and (c)\nDirective 2000/29/EC, Article 2(1)(i)\nBUDGETARY LINE\nBudget line: 17 04 03\nINDICATIVE NUMBER AND TYPE OF CONTRACTS ENVISAGED\nFor each of the technical issues referred to below, one or more direct or framework service contracts will be signed. It is estimated that around 12 to 14 direct service contracts and 1 to 3 specific service contracts will be signed. External contractors are mainly involved in the organisational and logistical aspects of the training activities.\nSUBJECT OF THE CONTRACTS ENVISAGED (IF POSSIBLE)\nFor 2014, the training action in Member States will concern the following subjects:\nActivities Amount in EUR\nAnimal by-products 875 000\nFeed law 990 000\nControl of contaminants 990 000\nControl checks at Border Inspection Posts 850 000\nImport controls on food of non-animal origin 920 000\nTRACES (sanitary and phytosanitary aspects) 645 000\nControl of movements of dogs and cats 625 000\nMicrobiological criteria in foodstuffs 725 000\nFood-borne outbreaks investigation 1 450 000\nAnimal welfare 1 310 000\nFood information and composition 1 450 000\nFood testing 1 200 000\nPlant Health Controls 1 150 000\nZoonoses and Anti-Microbial Resistance 370 000\nFood Contact Materials 240 000\nInspection of pesticide application equipment 310 000\nEU veterinary and phytosanitary framework 375 000\nOther animal health and welfare, plant health and food safety training issues and conferences, studies, assistance and other learning and dissemination tools 525 000\nTOTAL 15 000 000\nIMPLEMENTATION\nEUR 14 885 000 (financing of food safety measures under Regulation (EC) No 882/2004 and Directive 2000/29/EC) will be managed and implemented by the Consumers, Health and Food Executive Agency (Commission Decision 2013/770/EU). The remaining EUR 115 000 will be used by the Commission to cover support to e-learning development.\nINDICATIVE TIMEFRAME FOR LAUNCHING THE PROCUREMENT PROCEDURE\nApproximately between June and September in order to have the contracts signed during 2014.\nINDICATIVE AMOUNT OF THE CALL FOR TENDERS\nEUR 15 000 000\n1.3.   Other actions: Operating financial contribution for the Consumers, Health and Food Executive Agency\nLEGAL BASIS\nCouncil Regulation (EC) No 58/2003, in particular Article 12(3).\nBUDGETARY LINE\nBudget line: 17 01 06 03\nAMOUNT\nEUR 1 170 000\nDESCRIPTION AND OBJECTIVE OF THE IMPLEMENTING MEASURE\nThe budget under budget line 17 01 06 03 finances the Consumers, Health and Food Executive Agency’s 2014 operating financial contribution for the part related to the Better Training for Safer Food programme. According to Article 12(3) of Regulation (EC) No 58/2003 the operating financial contribution is to be drawn from the financial allocation to the Union programmes managed by the Agency."}