{"celex_id": "32010D0471", "uri": "http://publications.europa.eu/resource/cellar/f927604f-3329-40c5-be27-50217a1640c2", "type": "Decision", "concepts": ["1445", "1644", "3191", "3308", "5369", "842"], "title": "2010/471/EU: Commission Decision of 26 August 2010 on imports into the Union of semen, ova and embryos of animals of the equine species as regards lists of semen collection and storage centres and embryo collection and production teams and certification requirements (notified under document C(2010) 5781)  Text with EEA relevance\n", "header": "31.8.2010 EN Official Journal of the European Union L 228/52\nCOMMISSION DECISION\nof 26 August 2010\non imports into the Union of semen, ova and embryos of animals of the equine species as regards lists of semen collection and storage centres and embryo collection and production teams and certification requirements\n(notified under document C(2010) 5781)\n(Text with EEA relevance)\n(2010/471/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (1), and in particular Article 17(2)(b), Article 17(3), the first indent of Article 18(1), and the introductory phrase and point (b) of Article 19 thereof,\nWhereas:\n(1) Directive 92/65/EEC lays down the animal health requirements governing imports into the Union of semen, ova and embryos of animals of the equine species (‘the commodities’). It provides only commodities that come from a third country or part of a third country on a list of third countries drawn up in accordance with that Directive, and accompanied by a health certificate corresponding to a model also drawn up in accordance with that Directive, may be imported into the Union. The health certificate must attest that the commodities come from approved collection and storage centres or collection and production teams offering guarantees at least equivalent to those established in Annex D(I) to that Directive.\n(2) Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species (2) establishes a list of third countries, or parts thereof from which Member States are to authorise imports of the commodities. In the interest of coherency and consistency of Union legislation, that list should be taken into account in the present Decision.\n(3) Directive 92/65/EEC, as amended by Council Directive 2008/73/EC (3), introduced a simplified procedure for the listing of semen collection and storage centres and embryo collection and production teams in third countries, approved for imports of the commodities into the Union.\n(4) Annex D to Directive 92/65/EEC, as amended by Commission Regulation (EU) No 176/2010 (4), sets out certain new requirements for the commodities which are to apply from 1 September 2010. It introduces rules concerning semen storage centres and detailed conditions for their approval and supervision. It also sets out detailed conditions for the approval and supervision of embryo collection and production teams, for the collection and processing of in vivo derived embryos and the production and processing of in vitro fertilised embryos and micromanipulated embryos. It also amended the conditions to be applied to the donor animals of semen, ova and embryos of the equine species in addition to those laid down in Council Directive 2009/156/EC of 30 November 2009 on animal health conditions governing the movement and importation from third countries of equidae (5).\n(5) Accordingly, it is necessary to establish new model health certificates for imports into the Union of the commodities taking into account the amendments made to Directive 92/65/EEC by Directive 2008/73/EC and Regulation (EU) No 176/2010.\n(6) In addition, provision should be made for imports into the Union of existing stocks of commodities that comply with the provisions of Directive 92/65/EEC established prior to the entry into force of the amendments introduced by Regulation (EU) No 176/2010. Accordingly, it is necessary to set out separate model health certificates for imports of consignments of the commodities collected or produced, processed and stored in accordance with Annex D to Directive 92/65/EEC prior to 1 September 2010.\n(7) The long lasting stocking capabilities for such commodities make it impossible at present to fix a date for the exhaustion of the existing stocks. Therefore, it is not possible to fix a date for the termination of the use of those model health certificates for the existing stocks.\n(8) In order to ensure full traceability of the commodities, model health certificates should be set out in this Decision for imports into the Union of semen of animals of the equine species collected in approved semen collection centres and dispatched from an approved semen storage centre, whether or not the latter constitutes part of a semen collection centre approved under a different approval number.\n(9) In the interests of consistency and simplification of Union legislation, the model health certificates for the importation of the commodities should take account of Commission Decision 2007/240/EC (6), which provides that the various veterinary, public and animal health certificates required for the imports into the Union of live animals, semen, embryo, ova and products of animal origin are to be based on the standard models for veterinary certificates set out in Annex I thereto.\n(10) In addition, it is appropriate that consignments of the commodities imported into the Union from Switzerland are accompanied by the health certificates drawn up in accordance with the models used for trade within the Union in semen, ova and embryos of animals of the equine species and set out in Commission Decision 2010/470/EU of 26 August 2010 laying down model health certificates for trade within the Union in semen, ova and embryos of animals of the equine, ovine and caprine species and in ova and in embryos of animals of the porcine species (7), with the adaptations set out in points 8 and 9 of Chapter IX(B) of Appendix 2 of Annex 11 to the Agreement between the European Community and the Swiss Confederation on trade in Agricultural Products, as approved by Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (8).\n(11) In the application of this Decision, account should be taken of the specific certification requirements and model health attestations which may be laid down in accordance with the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products (9), as approved by Council Decision 1999/201/EC (10).\n(12) In the application of this Decision, account should also be taken of the specific certification requirements and model health attestations which may be laid down in accordance with the Agreement between the European Community and New Zealand on sanitary measures applicable to trade in live animals and animal products (11), as approved by Council Decision 97/132/EC (12).\n(13) In the interest of clarity of Union legislation, it is necessary to repeal the Union acts currently setting out certification requirements for imports into the Union of the commodities. Accordingly, Commission Decision 96/539/EC of 4 September 1996 on animal health requirements and veterinary certification for imports into the Community of semen of the equine species (13) and Commission Decision 96/540/EC of 4 September 1996 on animal health requirements and veterinary certification for imports into the Community of ova and embryos of the equine species (14) should be repealed.\n(14) In addition, Commission Decision 2004/616/EC of 26 July 2004 establishing the list of approved semen collection centres for imports of equine semen from third countries (15) is now obsolete and should be repealed.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter\nThis Decision lays down certain animal health requirements concerning imports into the Union of consignments of semen, ova and embryos of animals of the equine species.\nIt sets out model health certificates to be used for imports of those commodities into the Union.", "Imports of semen\nMember States shall authorise imports of consignments of semen of animals of the equine species provided that they comply with the following conditions:\n(a) they come from third countries or parts of the territory of third countries listed in columns 2 and 4 of Annex I to Decision 2004/211/EC respectively from which permanent imports of registered horses, registered equidae or equidae for breeding and production are authorised;\n(b) they come from an approved semen collection or storage centre listed in accordance with Article 17(3)(b) of Directive 92/65/EEC;\n(c) they are accompanied by a health certificate drawn up in accordance with one of the following models set out in Part 2 of Annex I; and completed in accordance with the explanatory notes set out in Part 1 of that Annex:\n(i) MODEL 1 as set out in Section A, for consignments of semen collected after 31 August 2010 and dispatched from an approved semen collection centre of origin of the semen;\n(ii) MODEL 2 as set out in Section B, for consignments of stocks of semen collected, processed and stored before 1 September 2010 and dispatched after 31 August 2010 from an approved semen collection centre of origin of the semen;\n(iii) MODEL 3 as set out in Section C, for consignments of semen and stocks of semen referred to in (i) and (ii) dispatched from an approved semen storage centre;\n(d) they comply with the requirements set out in the health certificate referred to in point (c).", "Imports of ova and embryos\nMember States shall authorise imports of consignments of ova and embryos of animals of the equine species provided that they comply with the following conditions:\n(a) they come from third countries or parts of the territory of third countries listed in columns 2 and 4 of Annex I to Decision 2004/211/EC respectively from which permanent imports of registered horses, registered equidae or equidae for breeding and production are authorised;\n(b) they come from an approved embryo collection or production team listed in accordance with Article 17(3)(b) of Directive 92/65/EEC;\n(c) they are accompanied by a health certificate drawn up in accordance with the model health certificate set out in Part 2 of Annex II; and completed in accordance with the explanatory notes set out in Part 1 of Annex II;\n(d) they comply with the requirements set out in the health certificate referred to in point (c).", "General conditions concerning the transport of consignments of semen, ova and embryos to the European Union\n1.   Consignments of semen, ova and embryos shall not be transported in the same container as other consignments of semen, ova and embryos that:\n(a) are not intended for introduction into the Union, or\n(b) are of a lower health status.\n2.   During transport to the Union, consignments of semen, ova and embryos shall be placed in closed and sealed containers and the seal must not be broken during the transport.", "Repeal\nDecisions 96/539/EC, 96/540/EC and 2004/616/EC are repealed.", "Applicability\nThis Decision shall apply from 1 September 2010.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 August 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  OJ L 73, 11.3.2004, p. 1.\n(3)  OJ L 219, 14.8.2008, p. 40.\n(4)  OJ L 52, 3.3.2010, p. 14.\n(5)  OJ L 192, 23.7.2010, p. 1.\n(6)  OJ L 104, 21.4.2007, p. 37.\n(7)  See page 15 of this Official Journal.\n(8)  OJ L 114, 30.4.2002, p. 1.\n(9)  OJ L 71, 18.3.1999, p. 3.\n(10)  OJ L 71, 18.3.1999, p. 1.\n(11)  OJ L 57, 26.2.1997, p. 5.\n(12)  OJ L 57, 26.2.1997, p. 4.\n(13)  OJ L 230, 11.9.1996, p. 23.\n(14)  OJ L 230, 11.9.1996, p. 28.\n(15)  OJ L 278, 27.8.2004, p. 64.\nANNEX I\nModel health certificates for imports of semen of animals of the equine species\nPART 1\nExplanatory notes for the certification\n(a) The health certificates shall be issued by the competent authority of the exporting third country, in accordance with the models set out in Part 2 of Annex I.\n(b) The original of the health certificate shall consist of a single sheet of paper, or, where more text is required, it must be in such a form that all sheets of paper required are part of an integrated whole and indivisible.\n(c) Where the model health certificate states that certain statements shall be kept as appropriate, statements which are not relevant, may be crossed out and initialled and stamped by the certifying officer, or completely deleted from certificate.\n(d) The health certificate shall be drawn up in at least one of the official languages of the Member State of the border inspection post of introduction of the consignment into the European Union and of the Member State of destination. However, those Member States may authorise the certificate to be drawn up in the official language of another Member State, and accompanied, if necessary, by an official translation.\n(e) If for the reasons of identification of the items of the consignment (schedule in Box I.28 of the model health certificate), additional sheets of paper are attached to the health certificate, those sheets of paper shall also be considered as forming part of the original of the health certificate by application of the signature and stamp of the certifying officer, on each of the pages.\n(f) When the health certificate, including additional schedules referred to in (e), comprises more than one page, each page shall be numbered (page number) of (total number of pages), at the end of the page and shall bear the certificate reference number that has been designated by the competent authority on the top of the pages.\n(g) The original of the health certificate must be completed and signed by an official veterinarian the last working day prior to loading of the consignment for exportation to the European Union. The competent authorities of the exporting third country shall ensure that certification requirements equivalent to those laid down in Council Directive 96/93/EC (1) are followed.\n(h) The original of the health certificate must accompany the consignment until it reaches the border inspection post of introduction into the European Union.\n(i) The certificate reference number referred to in Box I.2 and Box II.a of the model health certificate must be issued by the competent authority of the exporting third country.\nPART 2\nSection A\nMODEL 1 — Model health certificate for imports of consignments of semen of animals of the equine species collected, processed and/or stored in accordance with Council Directive 92/65/EEC after 31 August 2010 and dispatched from an approved semen collection centre of origin of the semen\nSection B\nMODEL 2 — Model health certificate for imports of consignments of stocks of semen of animals of the equine species collected, processed and/or stored in accordance with Council Directive 92/65/EEC before 1 September 2010 and dispatched after 31 August 2010 from an approved semen collection centre of origin of the semen\nSection C\nMODEL 3 — Model health certificate for imports of consignments of semen of animals of the equine species collected, processed and stored in accordance with Council Directive 92/65/EEC after 31 August 2010 and of consignments of stocks of semen of animals of the equine species collected, processed and stored in accordance with Council Directive 92/65/EEC before 1 September 2010 and dispatched after 31 August 2010 from an approved semen storage centre\n(1)  OJ L 13, 16.1.1997, p. 28.\nANNEX II\nModel health certificate for imports of ova and embryos of animals of the equine species\nPART 1\nExplanatory notes for the certification\n(a) The health certificates shall be issued by the competent authority of the exporting third country, in accordance with the model set out in Part 2 of Annex II.\n(b) The original of the health certificate shall consist of a single sheet of paper, or, where more text is required, it must be in such a form that all sheets of paper required are part of an integrated whole and indivisible.\n(c) Where the model health certificate states that certain statements shall be kept as appropriate, statements which are not relevant, may be crossed out and initialled and stamped by the certifying officer, or completely deleted from certificate.\n(d) The health certificate shall be drawn up in at least one of the official languages of the Member State of the border inspection post of introduction of the consignment into the European Union and of the Member State of destination. However, those Member States may authorise the certificate to be drawn up in the official language of another Member State, and accompanied, if necessary, by an official translation.\n(e) If for the reasons of identification of the items of the consignment (schedule in Box I.28 of the model health certificate), additional sheets of paper are attached to the health certificate, those sheets of paper shall also be considered as forming part of the original of the health certificate by application of the signature and stamp of the certifying officer, on each of the pages.\n(f) When the health certificate, including additional schedules referred to in (e), comprises more than one page, each page shall be numbered (page number) of (total number of pages), at the end of the page and shall bear the certificate reference number that has been designated by the competent authority on the top of the pages.\n(g) The original of the health certificate must be completed and signed by an official veterinarian the last working day prior to loading of the consignment for exportation to the European Union. The competent authorities of the exporting third country shall ensure that certification requirements equivalent to those laid down in Council Directive 96/93/EC (1) are followed.\n(h) The original of the health certificate must accompany the consignment until it reaches the border inspection post of introduction into the European Union.\n(i) The certificate reference number referred to in Box I.2 and Box II.a of the model health certificate must be issued by the competent authority of the exporting third country.\nPART 2\nModel health certificate for imports of ova and embryos of animals of the equine species collected, processed and stored in accordance with Council Directive 92/65/EEC after 31 August 2010 and dispatched from an approved embryo collection/production team\n(1)  OJ L 13, 16.1.1997, p. 28."}