{"celex_id": "32013R0201", "uri": "http://publications.europa.eu/resource/cellar/2e8bc259-8a3f-11e2-b5c3-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2987", "5451"], "title": "Commission Implementing Regulation (EU) No 201/2013 of 8 March 2013 amending Implementing Regulations (EU) No 788/2011 and (EU) No 540/2011 as regards an extension of the uses for which the active substance fluazifop-P is approved  Text with EEA relevance\n", "header": "9.3.2013 EN Official Journal of the European Union L 67/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 201/2013\nof 8 March 2013\namending Implementing Regulations (EU) No 788/2011 and (EU) No 540/2011 as regards an extension of the uses for which the active substance fluazifop-P is approved\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 13(2)(c) thereof,\nWhereas:\n(1) By Commission Implementing Regulation (EU) No 788/2011 of 5 August 2011 approving the active substance fluazifop-P, in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011 and Commission Decision 2008/934/EC (2) the active substance fluazifop-P was approved. The approval included the special provision ‘only uses as herbicide for orchards (basal application) with one application every year may be authorised’.\n(2) On 29 June 2011 Syngenta Crop Protection AG, at whose request fluazifop-P had been approved, submitted an application for an amendment to the conditions of approval of the active substance fluazifop-P to allow uses as a herbicide to be authorised without restriction. That application was accompanied by information relating to the requested extension of uses. It was submitted to France, which had been designated rapporteur Member State by Commission Regulation (EC) No 1490/2002 (3).\n(3) France assessed the information submitted by the applicant and prepared an addendum to the draft assessment report. It submitted that addendum to the Commission, with a copy to the European Food Safety Authority, hereinafter ‘the Authority’, on 2 April 2012.\n(4) The Authority circulated the addendum to the applicant and the Member States, with the exception of the rapporteur Member State, and made it available to the public, allowing a period of 60 days for the submission of written comments.\n(5) The Authority organised an expert consultation as regards mammalian toxicology.\n(6) Taking into account the addendum to the draft assessment report, the Authority adopted its conclusion on fluazifop-P on 18 October 2012 (4), as regards its unrestricted use as a herbicide. It communicated that conclusion to the applicant, the Member States and the Commission and made it available to the public. The draft assessment report, the addendum thereto and that conclusion of the Authority were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 1 February 2013 in the format of the Commission review report for fluazifop-P. The applicant was given the possibility to submit comments on the review report.\n(7) It has appeared from the information submitted by the applicant that allowing uses as a herbicide to be authorised without restriction does not cause any risks in addition to those already taken into account in Implementing Regulation (EU) No 788/2011 and in the Commission review report on which that Implementing Regulation was based.\n(8) On the basis of the review report, as finalised on 1 February 2013 and of the conclusion by the Authority adopted on 18 October 2012, it is appropriate to extend the approval of fluazifop-P to cover uses as a herbicide without restriction.\n(9) In order to take into account the remaining uncertainty on the calculation of the degradation half time of the metabolite Compound X (5) Member States should pay particular attention to consumer safety as regards the occurrence in groundwater of that metabolite.\n(10) Implementing Regulations (EU) No 788/2011 and Commission Implementing Regulation (EU) No 540/2011 (6) should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Implementing Regulation (EU) No 788/2011\nAnnex I to Implementing Regulation (EU) No 788/2011 is amended in accordance with Annex I to this Regulation.", "Amendment to Implementing Regulation (EU) No 540/2011\nThe Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with Annex II to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 203, 6.8.2011, p. 21.\n(3)  OJ L 224, 21.8.2002, p. 23.\n(4)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance fluazifop-P. EFSA Journal 2012;10(11):2945. [18 pp.] doi:10.2903/j.efsa.2012.2945. Available online: www.efsa.europa.eu/efsajournal\n(5)  5-(trifluoromethyl)-2(1H)-pyridinone.\n(6)  OJ L 153, 11.6.2011, p. 1.\nANNEX I\nThe column ‘Specific provisions’ in Annex I to Implementing Regulation (EU) No 788/2011 is replaced by the following:\n‘PART A\nOnly uses as herbicide may be authorised.\nPART B\nFor the implementation of the uniform principles as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on fluazifop-P, and in particular Appendices I and II thereof, as finalised in the Standing Committee on the Food Chain and Animal Health on 1 February 2013, shall be taken into account.\nIn this overall assessment Member States shall:\n— pay particular attention to consumer safety as regards the occurrence in groundwater of the metabolite compound X (1);\n— pay particular attention to operator safety and shall ensure that conditions of use include the application of adequate personal protective equipment, where appropriate;\n— pay particular attention to the protection of surface water and groundwater in vulnerable zones;\n— pay particular attention to the risk for non-target plants.\nConditions of use shall include risk mitigation measures, where appropriate.\nThe applicant shall submit confirmatory information as regards:\n(1) the specification of the technical material, as commercially manufactured, including information on the relevance of the impurity R154719;\n(2) the equivalence between the specifications of the technical material, as commercially manufactured, and the specifications of the test material used in the toxicity studies;\n(3) the potential long-term risk to herbivorous mammals;\n(4) the fate and behaviour in the environment of the metabolite compounds X (1) and IV (2);\n(5) the potential risk to fish and aquatic invertebrates for the metabolite compound IV (2).\nThe applicant shall submit to the Commission, the Member States and the Authority the information set out in points (1) and (2) by 30 June 2012 and the information set out in points (3), (4) and (5) by 31 December 2013.\n(1)  5-(trifluoromethyl)-2(1H)-pyridinone.\n(2)  4-{[5-(trifluoromethyl)-2-pyridinyl]oxy}phenol..\nANNEX II\nThe column ‘Specific provisions’ of row 15, fluazifop-P, of Part B of the Annex to Implementing Regulation (EU) No 540/2011 is replaced by the following:\n‘PART A\nOnly uses as herbicide may be authorised.\nPART B\nFor the implementation of the uniform principles as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on fluazifop-P, and in particular Appendices I and II thereof, as finalised in the Standing Committee on the Food Chain and Animal Health on 1 February 2013, shall be taken into account.\nIn this overall assessment Member States shall:\n— pay particular attention to consumer safety as regards the occurrence in groundwater of the metabolite compound X (1);\n— pay particular attention to operator safety and shall ensure that conditions of use include the application of adequate personal protective equipment, where appropriate;\n— pay particular attention to the protection of surface water and groundwater in vulnerable zones;\n— pay particular attention to the risk for non-target plants.\nConditions of use shall include risk mitigation measures, where appropriate.\nThe applicant shall submit confirmatory information as regards:\n(1) the specification of the technical material, as commercially manufactured, including information on the relevance of the impurity R154719;\n(2) the equivalence between the specifications of the technical material, as commercially manufactured, and the specifications of the test material used in the toxicity studies;\n(3) the potential long-term risk to herbivorous mammals;\n(4) the fate and behaviour in the environment of the metabolite compounds X (1) and IV (2);\n(5) the potential risk to fish and aquatic invertebrates for the metabolite compound IV (2).\nThe applicant shall submit to the Commission, the Member States and the Authority the information set out in points (1) and (2) by 30 June 2012 and the information set out in points (3), (4) and (5) by 31 December 2013.\n(1)  5-(trifluoromethyl)-2(1H)-pyridinone.\n(2)  4-{[5-(trifluoromethyl)-2-pyridinyl]oxy}phenol."}