{"celex_id": "32014R0861", "uri": "http://publications.europa.eu/resource/cellar/858ab9ca-1ec1-11e4-8c3c-01aa75ed71a1", "type": "Regulation", "concepts": ["2773", "3183", "5751"], "title": "Commission Implementing Regulation (EU) No 861/2014 of 5 August 2014 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "8.8.2014 EN Official Journal of the European Union L 235/10\nCOMMISSION IMPLEMENTING REGULATION (EU) No 861/2014\nof 5 August 2014\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Council Regulation (EU) No 1326/2013 (2) amended Annex I to Regulation (EEC) No 2658/87 and replaced CN codes 9619 00 to 9619 00 90 by CN codes 9619 00 to 9619 00 89.\n(2) CN codes 9619 00 71 to 9619 00 89 cover sanitary towels (pads) and tampons, napkins and napkin liners for babies, and similar articles, of other materials than of textile materials. The articles of those CN codes can, for example, be made of paper pulp, paper, cellulose wadding or webs of cellulose fibres. They can also be made of combinations of those materials.\n(3) Due to divergent views on the classification of articles falling under CN subheadings 9619 00 71 to 9619 00 89 and in order to facilitate such classification throughout the territory of the Union, it is necessary to further clarify the scope of those new subheadings.\n(4) In the interest of legal certainty, it is thus necessary to insert a new additional note in Chapter 96 of the Combined Nomenclature to ensure a uniform interpretation of those subheadings throughout the Union.\n(5) Annex I to Regulation (EEC) No 2658/87 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In Chapter 96 of Part Two of the Combined Nomenclature set out in Annex I to Regulation (EEC) No 2658/87, the following Additional note 1 is inserted:\n‘1. Subheadings 9619 00 71 to 9619 00 89 include goods of paper pulp, paper, cellulose wadding or webs of cellulose fibres.\n(a) an inner layer (for example, of nonwovens) designed to wick fluid from the wearer's skin and thereby prevent chafing;\n(b) an absorbent core for collecting and storing the fluid until the product can be disposed of;\n(c) an outer layer (for example, of plastics) to prevent leakage of the fluid from the absorbent core.’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 2014.\nFor the Commission,\nOn behalf of the President,\nMartine REICHERTS\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  Council Regulation (EU) No 1326/2013 of 9 December 2013 amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 334, 13.12.2013, p. 4)."}