{"celex_id": "32013D0532", "uri": "http://publications.europa.eu/resource/cellar/551a0395-407b-11e3-b4f5-01aa75ed71a1", "type": "Decision", "concepts": ["189", "202", "368", "3763", "424", "5840", "6343", "73", "843"], "title": "2013/532/EU: Council Decision of 22 October 2013 granting mutual assistance for Romania\n", "header": "29.10.2013 EN Official Journal of the European Union L 286/4\nCOUNCIL DECISION\nof 22 October 2013\ngranting mutual assistance for Romania\n(2013/532/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 143 thereof,\nHaving regard to the recommendation from the European Commission made after consulting the Economic and Financial Committee,\nWhereas:\n(1) Romania has implemented a substantial reform programme since 2009. Under two balance-of-payments programmes, Romania has largely corrected its external macroeconomic imbalances. In addition, on 21 June 2013, the Council, by Decision 2013/318/EU (1), abrogated Decision 2009/590/EC (2) on the existence of an excessive deficit in Romania. Fiscal consolidation should be continued in line with the Stability and Growth Pact requirements with a view to meeting the medium-term objective in 2015. The Government has regained full access to market-based financing and the exchange rate has been broadly stable since mid-2009.\n(2) Macroeconomic and financial stability should be consolidated through the pursuit of prudent policies. Structural reforms that were initiated under the previous programmes should be pursued and, where appropriate, reinforced to reduce vulnerabilities and strengthen the basis for future growth and catching up.\n(3) The Council is to review on a regular basis the economic policies implemented by Romania, in particular in the context of the annual reviews of Romania's update of the Convergence Programme and implementation of the National Reform Programme and the regular review of progress made by Romania in the context of the convergence report.\n(4) While in the baseline scenario of the economic programme, total gross financing needs until the end of 2015 are fully covered, and the Government continues to have access to market-based financing, the risks surrounding the baseline scenario support Romania's request for a financial assistance of a precautionary nature as a follow on to the assistance granted under Council Decisions 2009/458/EC (3) and 2011/289/EU (4).\n(5) The Romanian authorities have requested financial assistance from the Union and other international financial institutions to support balance of payments sustainability and to ensure that international currency reserves can be kept at a prudent level even in the case of adverse economic developments.\n(6) Despite improvements in its current account, Romania remains vulnerable to exchange-rate volatility and volatile international capital movements. In an adverse scenario marked by a retrenchment of the current abundant liquidity, situations could arise in which the financing costs for Romania would increase and possibly do so in a rapid way. Furthermore, adverse developments in the euro area could cause renewed pressures on the banking sector. The remaining vulnerabilities justify the granting of mutual assistance by the Union,", "main_body": ["The Union shall grant mutual assistance to Romania.", "This Decision shall take effect on the date of its notification.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 22 October 2013.\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  Council Decision 2013/318/EU of 21 June 2013 abrogating Decision 2009/590/EC on the existence of an excessive deficit in Romania (OJ L 173, 26.6.2013, p. 50).\n(2)  Council Decision 2009/590/EC of 7 July 2009 on the existence of an excessive deficit in Romania (OJ L 202, 4.8.2009, p. 48).\n(3)  Council Decision 2009/458/EC of 6 May 2009 granting mutual assistance for Romania (OJ L 150, 13.6.2009, p. 6).\n(4)  Council Decision 2011/289/EU of 12 May 2011 granting mutual assistance for Romania (OJ L 132, 19.5.2011, p. 18)."}