{"celex_id": "32014D0720", "uri": "http://publications.europa.eu/resource/cellar/7f5e674c-5690-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["1810", "3463", "5420", "5746", "5765"], "title": "2014/720/EU: Council Decision of 13 October 2014 establishing the position to be taken on behalf of the European Union within the Committee on Government Procurement on the accession of Montenegro to the Revised Agreement on Government Procurement\n", "header": "18.10.2014 EN Official Journal of the European Union L 300/51\nCOUNCIL DECISION\nof 13 October 2014\nestablishing the position to be taken on behalf of the European Union within the Committee on Government Procurement on the accession of Montenegro to the Revised Agreement on Government Procurement\n(2014/720/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 4 November 2013, Montenegro applied for accession to the Revised Agreement on Government Procurement (‘the Revised GPA’).\n(2) Montenegro's commitments on coverage are laid down in its final offer, as submitted to the Parties to the Revised GPA on 18 July 2014.\n(3) Montenegro's final offer mirrors the Union's coverage schedule in Appendix I to the Revised GPA. Therefore, it is satisfactory and acceptable. The terms of Montenegro's accession, as reflected in the Annex to this Decision, will be reflected in the decision adopted by the Committee on Government Procurement (‘the GPA Committee’) on Montenegro's accession.\n(4) Montenegro's accession to the Revised GPA is expected to make a positive contribution to further international opening of public procurement markets.\n(5) Article XXII(2) of the Revised GPA provides that any Member of the WTO may accede to the Revised GPA on terms to be agreed between that Member and the Parties, with such terms stated in a decision of the GPA Committee.\n(6) Accordingly, it is necessary to establish the position to be taken on the Union's behalf within the GPA Committee in relation to the accession of Montenegro,", "main_body": ["The position to be taken on the Union's behalf within the Committee on Government Procurement shall be to approve the accession of Montenegro to the Revised Agreement on Government Procurement, subject to specific terms of accession set out in the Annex to this Decision.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 13 October 2014.\nFor the Council\nThe President\nM. MARTINA\nANNEX\nEU TERMS OF MONTENEGRO'S ACCESSION TO THE REVISED GPA (1)\nUpon Montenegro's accession to the Revised GPA, point 2 of section 2 (The Central Government contracting authorities of the EU Member States) of Annex 1 to Appendix I for the European Union shall read as follows:\n‘2. For the goods, services, suppliers and service providers of Israel and Montenegro, procurement by the following central government contracting authorities.’\nUpon Montenegro's accession to the Revised GPA, section 2 of Annex 6 shall read as follows:\n‘2. Works concessions contracts, when awarded by Annex 1 and 2 entities, are included under the national treatment regime for the construction service providers of Iceland, Liechtenstein, Norway, the Netherlands on behalf of Aruba, Switzerland and Montenegro, provided their value equals or exceeds 5 000 000 SDR and for the construction service providers of Korea; provided their value equals or exceeds 15 000 000 SDR.’\n(1)  The numbering of the coverage Schedules of the Parties to the Revised GPA has been changed by the WTO secretariat in agreement with the Parties to the Revised GPA. The numbering used in this Annex corresponds to the numbering of the latest true certified copy of coverage schedules of the Parties to the Revised GPA, which has been transmitted by the WTO to the Parties to the Revised GPA by way of official notification and is available at http://www.wto.org/english/tratop_e/gproc_e/gp_app_agree_e.htm#revisedGPA. The numbering of the coverage schedules of the Parties to the Revised GPA published in OJ L 68, 7.3.2014, p. 2 is obsolete."}