{"celex_id": "32012R0423", "uri": "http://publications.europa.eu/resource/cellar/93803a16-d738-42c3-a90d-7678a28c37d1", "type": "Regulation", "concepts": ["1056", "2054", "2390", "2910", "4250", "5643", "6025", "922"], "title": "Regulation (EU) No 423/2012 of the European Parliament and of the Council of 22 May 2012 amending Council Regulation (EC) No 1083/2006 as regards certain provisions relating to risk-sharing instruments for Member States experiencing or threatened with serious difficulties with respect to their financial stability\n", "header": "23.5.2012 EN Official Journal of the European Union L 133/1\nREGULATION (EU) No 423/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 May 2012\namending Council Regulation (EC) No 1083/2006 as regards certain provisions relating to risk-sharing instruments for Member States experiencing or threatened with serious difficulties with respect to their financial stability\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 177 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) The unprecedented global financial crisis and economic downturn have seriously damaged economic growth and financial stability and provoked a strong deterioration in financial, economic and social conditions in several Member States.\n(2) Whilst important actions to counterbalance the negative effects of the crisis have already been taken, including amendments to the legislative framework, the impact of the financial crisis on the real economy, the labour market and citizens, is being widely felt.\n(3) Pursuant to Article 122(2) of the Treaty on the Functioning of the European Union which provides for the possibility of granting Union financial assistance to a Member State in difficulties or seriously threatened with severe difficulties caused, inter alia, by exceptional occurrences beyond its control, Council Regulation (EU) No 407/2010 (3) established a European financial stabilisation mechanism with a view to preserving the financial stability of the Union.\n(4) By Council Implementing Decisions 2011/77/EU (4) and 2011/344/EU (5), Ireland and Portugal, respectively, were granted financial assistance under Regulation (EU) No 407/2010.\n(5) Greece was already experiencing serious difficulties with respect to its financial stability before the entry into force of Regulation (EU) No 407/2010. Financial assistance to Greece could not, therefore, be based on that Regulation.\n(6) The Intercreditor Agreement and the Loan Facility Agreement for Greece, signed on 8 May 2010, entered into force on 11 May 2010. The Intercreditor Agreement is to remain in full force and effect for a three-year programme period, as long as there are any amounts outstanding under the Loan Facility Agreement.\n(7) Council Regulation (EC) No 332/2002 of 18 February 2002 establishing a facility providing medium-term financial assistance for Member States’ balances of payments (6) provides that the Council is to grant mutual assistance where a Member State which has not adopted the euro is in difficulties or is seriously threatened with difficulties as regards its balance of payments.\n(8) By Council Decisions 2009/102/EC (7) and 2009/459/EC (8), Hungary and Romania, respectively, were granted financial assistance under Regulation (EC) No 332/2002.\n(9) On 11 July 2011, finance ministers of the 17 euro area Member States signed the Treaty establishing the European Stability Mechanism (ESM). Following decisions taken by the Heads of State or Government of the euro area on 21 July and 9 December 2011, the Treaty was modified in order to improve the effectiveness of the mechanism and signed on 2 February 2012. Under that Treaty, the ESM will, by 2013, assume the tasks currently fulfilled by the European Financial Stability Facility and the European financial stabilisation mechanism. The ESM should, therefore, be taken into account by this Regulation.\n(10) In its conclusions of 23 and 24 June 2011, the European Council welcomed the Commission’s intention to enhance the synergies between the loan programme for Greece and the Union funds, and supported efforts to increase Greece’s capacity to absorb Union funds in order to stimulate growth and employment by refocusing on improving competitiveness and employment creation. Moreover, it welcomed and supported the preparation by the Commission, together with the Member States, of a comprehensive programme of technical assistance to Greece.\n(11) In the Statement by the Heads of State or Government of the euro area and the EU institutions of 21 July 2011, the Commission and the European Investment Bank (EIB) were invited to enhance the synergies between loan programmes and Union funds in all countries under Union or International Monetary Fund assistance. This Regulation should contribute to that objective.\n(12) In the Statement of the Members of the European Council of 30 January 2012, the Heads of State or Government agreed on strengthening EIB support for infrastructure as an urgent measure and invited the Council, the Commission and the EIB to consider possible options to enhance EIB action to support growth and to make appropriate recommendations, including possibilities for the general budget of the European Union to leverage EIB group financing capacity. This Regulation aims to respond to that invitation in the current crisis-management context.\n(13) The implementation of operational programmes and projects in the field of infrastructure and productive investment in Greece faces serious problems because the conditions for the participation of the private sector and particularly of the financial sector have changed dramatically as a result of the economic and financial crisis.\n(14) In order to alleviate those problems and to speed up the implementation of operational programmes and projects, as well as to strengthen the economic recovery, it is necessary that the Member States, which have experienced or have been threatened with serious difficulties with respect to their financial stability and which have been granted financial assistance under one of the financial assistance mechanisms set out in Article 77(2) of Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (9) as amended by Regulation (EU) No 1311/2011 of the European Parliament and of the Council (10), may contribute financial resources from operational programmes to the establishment of risk-sharing instruments providing loans or guarantees or other financial facilities, in support of projects and operations provided for under an operational programme.\n(15) In light of the EIB’s long-standing expertise as a major financier of infrastructure projects and its commitment to support economic recovery, the Commission should be able to establish risk-sharing instruments by means of a cooperation agreement concluded with the EIB for such a purpose. In order to provide legal certainty, it is necessary to set out the typical main terms and conditions of such a cooperation agreement in Regulation (EC) No 1083/2006. As regards the specific crisis-management nature of risk-sharing instruments, as provided for under this Regulation, the specific terms and conditions of each cooperation should be laid down in an individual cooperation agreement, to be concluded between the Commission and the EIB in accordance with Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (11).\n(16) In view of the need to expand investment opportunities which may arise in the Member States concerned, the Commission should also be able to establish risk-sharing instruments with national or international public-sector bodies or bodies governed by private law with a public-service mission providing adequate guarantees, as referred to in Article 54(2)(c) of Regulation (EC, Euratom) No 1605/2002, under similar terms and conditions to those applied to and by the EIB.\n(17) To respond rapidly in the context of the current economic, financial and social crisis, risk-sharing instruments under this Regulation should be implemented by the Commission in accordance with Article 54(2) of Regulation (EC, Euratom) No 1605/2002.\n(18) In the interests of clarity and legal certainty, a definition of a risk-sharing instrument should be inserted in Article 36a of Regulation (EC) No 1083/2006 as amended by this Regulation. Risk-sharing instruments should be used for loans and guarantees as well as for other financial facilities in order to finance operations, co-financed by the European Regional Development Fund (ERDF) or the Cohesion Fund (CF), as regards investment costs which cannot be financed, as eligible expenditure pursuant to Article 55 of Regulation (EC) No 1083/2006, or pursuant to the Union rules on State aids. For this purpose, it is also necessary to establish a derogation from Article 54(5) of Regulation (EC) No 1083/2006.\n(19) A Member State seeking to benefit from a risk-sharing instrument should clearly specify, in its written request to the Commission, why it considers that it meets one of the eligibility conditions of Article 77(2) of Regulation (EC) No 1083/2006 and it should attach to its request all the information required under this Regulation in order to prove the specified eligibility condition. In its request, the requesting Member State should also identify the programmes (including the list of project proposals and related funding needs) co-financed by the ERDF or the CF and the part of the 2012 and 2013 allocations to such programmes that it wants to allocate to the risk-sharing instrument. The Member State request should, therefore, be transmitted to the Commission, by 31 August 2013, with a view to the adoption of a Commission decision on the participation of the requesting Member State in a risk-sharing instrument by 31 December 2013. Before the Commission decision on the Member State request, the related operational programmes under the ERDF and the CF should be revised, in accordance with Article 33(2) of Regulation (EC) No 1083/2006.\n(20) Selected operations, eligible under a risk-sharing instrument, should be either major projects that have already been subject to a Commission decision under Article 41 of Regulation (EC) No 1083/2006 or other projects, co-financed by the ERDF or the CF and falling under one or more of their operational programmes, where these projects face a lack of finance regarding the investment costs to be borne by private investors. Finally, selected operations could also be operations which contribute to the objectives of the national strategic reference framework of the requesting Member State and of the Community strategic guidelines on cohesion and which can, by virtue of their character, contribute to supporting growth, and strengthen the economic recovery, subject to availability of funds under the risk-sharing instrument.\n(21) In addition, the requesting Member State should specify in its request the amount available for its exclusive benefit, within its cohesion policy financial allocation pursuant to Article 18(2) of Regulation (EC) No 1083/2006, and which can be earmarked for the objectives of the risk-sharing instrument exclusively from the Union budget commitments to be effected in the years 2012 and 2013, pursuant to Article 75(1) of Regulation (EC) No 1083/2006, and which should not exceed 10 % of the indicative total allocation for the requesting Member State for the years 2007-13 regarding the ERDF and the CF, and approved in accordance with Article 28(3)(b) of Regulation (EC) No 1083/2006. Finally, it is necessary to ensure that Union financing of the risk-sharing instrument, including management fees and other eligible costs, is clearly limited to the above-specified maximum amount of the Union contribution to the risk-sharing instrument and there should be no additional contingent liability for the general budget of the European Union. Any residual risk inherent in the financed operations under the established risk-sharing instrument should, therefore, be borne either by the EIB or by the national or international public sector bodies or bodies governed by private law with a public service mission, with which the risk-sharing instrument has been established by virtue of a cooperation agreement. Reuse of reflow or any amount left-over, allocated to the risk-sharing instrument, should be made possible, under this Regulation, for the same Member State, at its request and within the same risk-sharing instrument, provided that it still meets the eligibility conditions.\n(22) The Commission should verify that the information submitted by the requesting Member State is correct and that the Member State request is justified, and should be empowered to adopt, by means of an implementing act, within four months of the Member State request, a decision on the terms and conditions of the participation of the requesting Member State in the risk-sharing instrument. However, only projects for which a favourable financing decision is taken either by the EIB or by the national or international public sector bodies or bodies governed by private law with a public service mission, as the case may be, should be accepted as eligible for financing through an established risk-sharing instrument. In the interests of transparency and legal certainty, the Commission decision should be published in the Official Journal of the European Union.\n(23) Given the crisis-management purpose and the nature of the risk-sharing instrument introduced by this Regulation, as well as the unprecedented crisis affecting international markets and the economic downturn which have seriously damaged the financial stability of several Member States and which require a rapid response in order to counter the effects on the real economy, the labour market and citizens, it is appropriate that this Regulation enters into force on the day of its publication in the Official Journal of the European Union.\n(24) Regulation (EC) No 1083/2006 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1083/2006 is hereby amended as follows:\n(1) in Article 14, paragraph 1 is replaced by the following:\n(2) the following article is inserted:\n(a) that it meets one of the conditions referred to in points (a), (b) and (c) of Article 77(2), by providing a reference to a Council decision or other legal act proving its eligibility;\n(b) the list of programmes (including project proposals and related funding needs) co-financed either by the ERDF or by the Cohesion Fund, and the part of the 2012 and 2013 allocations to such programmes that it wants to take out of those programmes in order to reallocate those amounts to the risk-sharing instrument;\n(c) the list of proposed projects pursuant to the second subparagraph of paragraph 4, and the part of the 2012 and 2013 allocations that it wants to take out of the programmes in order to reallocate those amounts to the risk-sharing instrument;\n(d) the amount available for its exclusive benefit within its cohesion policy financial allocation pursuant to Article 18(2), and an indication of the amount which may be earmarked for the objectives of the risk-sharing instrument exclusively from the Union budget commitments to be effected in the years 2012 and 2013, pursuant to Article 75(1).\n(a) traceability and accounting, information on the use of the funds, payment conditions and monitoring and control systems;\n(b) structure of the fees and other administrative and management costs;\n(c) indicative list of eligible projects for financing; and\n(d) the maximum amount of the Union contribution that can be allocated to the risk-sharing instrument from the Member State allocations available, and the instalments for practical implementation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 22 May 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nN. WAMMEN\n(1)  OJ C 43, 15.2.2012, p. 13.\n(2)  Position of the European Parliament of 19 April 2012 (not yet published in the Official Journal) and decision of the Council of 26 April 2012 (not yet published in the Official Journal).\n(3)  OJ L 118, 12.5.2010, p. 1.\n(4)  Council Implementing Decision 2011/77/EU of 7 December 2010 on granting Union financial assistance to Ireland (OJ L 30, 4.2.2011, p. 34).\n(5)  Council Implementing Decision 2011/344/EU of 30 May 2011 on granting Union financial assistance to Portugal (OJ L 159, 17.6.2011, p. 88).\n(6)  OJ L 53, 23.2.2002, p. 1.\n(7)  Council Decision 2009/102/EC of 4 November 2008 providing Community medium-term financial assistance for Hungary (OJ L 37, 6.2.2009, p. 5).\n(8)  Council Decision 2009/459/EC of 6 May 2009 providing Community medium-term financial assistance for Romania (OJ L 150, 13.6.2009, p. 8).\n(9)  OJ L 210, 31.7.2006, p. 25.\n(10)  OJ L 337, 20.12.2011, p. 5.\n(11)  OJ L 248, 16.9.2002, p. 1.\n(12)  OJ L 248, 16.9.2002, p. 1.’;\n(13)  OJ L 291, 21.10.2006, p. 11.’."}