{"celex_id": "32010D0731", "uri": "http://publications.europa.eu/resource/cellar/6e653414-f459-412a-9ea6-6bfbc28c91a5", "type": "Decision", "concepts": ["1158", "2247", "2825", "5672", "6030"], "title": "2010/731/EU: Commission Decision of 30 November 2010 establishing a questionnaire to be used for reporting on the implementation of Directive 2000/76/EC of the European Parliament and of the Council on the incineration of waste (notified under document C(2010) 8279)  Text with EEA relevance\n", "header": "1.12.2010 EN Official Journal of the European Union L 315/38\nCOMMISSION DECISION\nof 30 November 2010\nestablishing a questionnaire to be used for reporting on the implementation of Directive 2000/76/EC of the European Parliament and of the Council on the incineration of waste\n(notified under document C(2010) 8279)\n(Text with EEA relevance)\n(2010/731/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2000/76/EC of the European Parliament and of the Council of 4 December 2000 on the incineration of waste (1), and in particular Article 15 thereof,\nWhereas:\n(1) A first questionnaire to be used for reporting on the implementation of Directive 2000/76/EC on the incineration of waste was established by Commission Decision 2006/329/EC (2). That questionnaire related to the reporting period 2006 to 2008 inclusive.\n(2) In view of the experience gained in the implementation of Directive 2000/76/EC and in the use of the first questionnaire, a new questionnaire should be established for the period 2009 to 2011. For the sake of clarity, Decision 2006/329/EC should be replaced.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Committee established in accordance with Article 6 of Council Directive 91/692/EEC of 23 December 1991 standardising and rationalising reports on the implementation of certain Directives relating to the environment (3),", "main_body": ["1.   Member States shall use the questionnaire set out in the Annex for reporting on the implementation of Directive 2000/76/EC.\n2.   The reports to be submitted shall cover the period from 1 January 2009 to 31 December 2011.", "Decision 2006/329/EC is repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2010.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 332, 28.12.2000, p. 91.\n(2)  OJ L 121, 6.5.2006, p. 38.\n(3)  OJ L 377, 31.12.1991, p. 48.\nANNEX\nQUESTIONNAIRE ON THE IMPLEMENTATION OF DIRECTIVE 2000/76/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL ON THE INCINERATION OF WASTE\nGeneral notes:\nThis second questionnaire under Directive 2000/76/EC covers the period 2009 to 2011. In view of the experience gained in the implementation of the Directive and the information already obtained through the first questionnaire, this questionnaire focuses on the changes and progress made by Member States in the actual implementation of the Directive.\nIn order to ensure continuity and enable direct comparisons to be made to previous responses, this questionnaire does not change the general approach contained in Decision 2006/329/EC. In those cases where questions are similar to those of the previous questionnaire, reference can simply be made to the previous answers where the situation is unchanged. If there have been new developments, these should be described in a new answer.\nAs for the first questionnaire, the Commission intends to make use of the ReportNet platform (or its successor if this is the case) to make available to Member States an Electronic Reporting Tool based on this questionnaire. Accordingly, the Commission strongly recommends its use for fulfilling this reporting requirement in order to reduce burdens and streamline the analysis of the responses.\n1.   Number of plants and permits\n1.1. Please give the following information on the number of plants (broken down between incineration and co-incineration plants) that fall within the scope of Directive 2000/76/EC, as well as on their permits and permitted capacities:\n(a) number of plants;\n(b) number of permits issued in accordance with Article 4(1);\n(c) number of plants that recover heat generated by the incineration process;\n(d) total permitted capacities of waste throughput (tonnes/year) (optional).\n1.2. Please provide a list of all plants falling within the scope of Directive 2000/76/EC, indicating the following information for each of those plants with a capacity of more than 2 tonnes per hour:\n(a) whether it is an incineration or co-incineration plant and, for the latter, the type of plant (cement kiln, combustion plant, other industrial facilities not covered by Annex II.1 or II.2 to Directive 2000/76/EC);\n(b) for municipal solid waste incineration plants that carry out recovery operations falling in Annex II, R1 to Directive 2008/98/EC of the European Parliament and of the Council (1): the energy efficiency of the plant, calculated using the formula provided in the footnote to Annex II, R1, of Directive 2008/98/EC.\n2.   Please describe any problems with the definitions in Article 3 identified when implementing Directive 2000/76/EC. Provide specific information for each definition for which problems are identified.\n3.   Have any mobile plants received permits under Directive 2000/76/EC?\n4.   Please indicate the categories of waste that have been co-incinerated, broken down by the type of co-incineration plant (cement kilns, combustion plants, other industrial facilities not covered by Annex II.1 or II.2).\nPlease indicate the European Waste Catalogue codes (optional).\nPlease identify the permitted capacity granted for co-incineration in these plants (optional).\n5.   How many co-incineration plants do the emission limits provided in Annex V to Directive 2000/76/EC apply to (i.e. where co-incineration of untreated municipal waste is undertaken or more than 40 % of the heat release results from the combustion of hazardous waste)?\n6.   What provisions are made within the permitting process for:\n(a) identifying the quantities and categories of hazardous waste that may be treated?\n(b) the minimum and maximum flows of hazardous wastes to be treated?\n(c) the range of calorific values of hazardous wastes permitted?\n(d) the restrictions on the content of pollutants, e.g. PCB, PCP, chlorine, fluorine, sulphur, or heavy metals?\n7.   What wastes have been considered to be ‘inappropriate’ for representative sampling?\n8.   With regard to conditions for the furnace gas residence times and temperatures as provided for in Article 6(1) and (2) of Directive 2000/76/EC, have any authorisations to differ from those operating conditions been granted in accordance with Article 6(4)? If the answer is ‘yes’, please indicate:\n(a) How many authorisations have been granted?\n(b) Where these data are available, please describe the reasoning for granting the derogation(s) for a number of representative cases, as well as the following information:\n(i) identification of the capacity of the plant;\n(ii) whether it concerns an ‘existing’ plant as defined in Article 3(6) or a new plant;\n(iii) the type of waste incinerated;\n(iv) how it is ensured that no more residues are produced compared to a non-exempted plant, and that the content of organic pollutants in those residues is no more than expected from a non-exempted plant;\n(v) the operating conditions laid down in the permit;\n(vi) the emission limit values to be met by the plant.\n9.   For incineration plants, what measures are in place (in addition to the report requested pursuant to Article 12(2), if any) to ensure that plants are designed, equipped, built and operated so that the emission limit values set out in Annex V to Directive 2000/76/EC are not exceeded?\n10.   For co-incineration plants, what measures are in place (in addition to the report requested pursuant to Article 12(2), if any) to ensure that plants are designed, equipped, built and operated so that the emission limit values set out in Annex II to Directive 2000/76/EC are not exceeded?\n11.   For cement kilns co-incinerating waste, have any exemptions from the emission limits for NOx, dust, SO2 or TOC been granted in accordance with Annex II.1? If the answer is ‘yes’, please indicate the following:\n(a) how many exemptions have been granted;\n(b) where these data are available, please describe the reasoning for granting the derogation(s) for a number of representative cases, as well as the following information:\n(i) the capacity of the plant;\n(ii) whether it concerns an existing or a new plant (taking into account Article 20(3) of Directive 2000/76/EC);\n(iii) the type of waste co-incinerated;\n(iv) the emission limits values to be met by the plants;\n(v) the other operating conditions laid down in the permit.\n12.   For releases to air from incineration and co-incineration plants, have emission limit values different to those given in Annex II or Annex V, as appropriate, been set? If the answer is ‘yes’ and where these data are available, please identify:\n(a) the plants to which they apply, i.e. incineration or co-incineration plants, and for the latter indicating the type of plant;\n(b) which of these plants are ‘new’ or ‘existing’;\n(c) the pollutants to which the limit values apply and the limit values set;\n(d) why these limit values are applied;\n(e) the emission monitoring regime for these pollutants (continuously or discontinuously, and for the latter indicating the frequency).\n13.   For the pollutants listed in Annex IV to Directive 2000/76/EC, how are emission limit values for discharges of wastewater from flue gas cleaning equipment to the aquatic environment determined? Please indicate those cases where emission limit values for those polluting substances differ from the ones in Annex IV.\n14.   If emission limit values have been set for pollutants discharged to water, in addition to the pollutants specified in Annex IV:\n(a) to which plants do they apply (i.e. incineration or co-incineration, ‘new’ or ‘existing’)?\n(b) to which pollutants do these apply and what are the limit values set?\n(c) why are these limit values applied?\n15.   What operational control parameters (pH, temperature, flow rate, etc.) are set within the permitting process for wastewater discharges?\n16.   What provisions have been made to ensure protection of soil, surface waters or groundwater in accordance with Article 8(7)?\n17.   What criteria are used to ensure that storage capacity is adequate for waters to be tested and treated before discharge where necessary?\n18.   What provisions in general have been made to minimise the quantities and harmfulness of residues resulting from incineration or co-incineration plants?\n19.   Are the requirements of the permit for the measurement of pollutants to air and process operation parameters identical to those set out in Article 11(2)? If not, please provide information detailing the following:\n(a) reason for deviating from Article 11(2), referring to the derogation possibilities mentioned in Article 11(4) to (7);\n(b) the pollutant or parameter concerned and the measurement requirement imposed.\n20.   Are the requirements of the permit for the measurement of pollutants to water identical to those set out in Article 11(14) and (15)? If not, please provide information detailing the following:\n(a) reason for deviating from Article 11(14) and (15);\n(b) pollutant/parameter concerned and measurement requirement.\n21.   What provisions are made within the permitting process to ensure compliance with the following provisions as regards air emissions:\n(a) Article 11(8);\n(b) Article 11(9);\n(c) Article 11(11);\n(d) Article 11(12);\n(e) the compliance regime set out in Article 11(10).\n22.   What provisions are made within the permitting process to ensure compliance with the following provisions as regards water emissions:\n(a) Article 11(9);\n(b) The compliance regime set out in Article 11(16).\n23.   Please describe any official guidance that has been developed on producing validated daily average emission data (Article 11(11)). If available, please provide a web link.\n24.   What are the procedures for informing the competent authority in the event of a breach of an emission limit value?\n25.   What arrangements are made to ensure public participation in the permitting process (new and/or updated permits)? Please provide details, at least, on the following aspects:\n(a) by which authority the permit application is made publicly available;\n(b) period during which the public is enable to comment;\n(c) by which authority the final decision is made available.\n26.   With regard to the availability of information throughout the permitting process:\n(a) Is there any information related to environmental aspects not publicly/partially available on the application, decision process and subsequent permit? If yes, please specify which information.\n(b) Where these data are available/partially available, please specify whether this information is available free of charge and, if not, the level of charges made, and in what circumstances these charges are applied.\n27.   For incineration plants and co-incineration plants with a nominal capacity of 2 tonnes or more per hour, what provisions are made to require an operator to submit an annual report on the functioning and monitoring of a plant to the competent authority?\n28.   If an annual report is provided:\n(a) what information does this contain?\n(b) how may the public get access to this report?\n29.   For incineration or co-incineration plant with a nominal capacity of less than 2 tonnes per hour, how are these plants publicly identified?\n30.   What provisions are made within a permit to control the period of operation of an incineration or co-incineration plant during abnormal operation (i.e. stoppages, disturbances or failure of abatement or monitoring equipment)?\n31.   For incineration and co-incineration processes what are the maximum permissible periods of operation during abnormal operation before the plant must shut down:\n(a) maximum permissible period with exceedance of emission limit values;\n(b) maximum cumulative duration of periods exceeding emission limit values over 1 year.\n32.   Any other remarks.\n(1)  OJ L 312, 22.11.2008, p. 3."}