{"celex_id": "32015D0545", "uri": "http://publications.europa.eu/resource/cellar/7dfbb23d-d8fd-11e4-9de8-01aa75ed71a1", "type": "Decision", "concepts": ["1270", "1442", "192", "2735", "5451", "6569"], "title": "Commission Implementing Decision (EU) 2015/545 of 31 March 2015 authorising the placing on the market of oil from the micro-algae Schizochytrium sp. (ATCC PTA-9695) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2015) 2082)\n", "header": "2.4.2015 EN Official Journal of the European Union L 90/7\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/545\nof 31 March 2015\nauthorising the placing on the market of oil from the micro-algae Schizochytrium sp. (ATCC PTA-9695) as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2015) 2082)\n(Only the English text is authentic)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 18 September 2013, the company DSM Nutritional Products made a request to the competent authorities of the United Kingdom to place on the market oil rich in DHA (docosahexaenoic acid) from the micro-algae Schizochytrium sp. as a novel food ingredient. The strain of the micro-algae is specified as the strain American Type Culture Collection (ATCC) PTA-9695.\n(2) On 2 April 2014, the competent food assessment body of the United Kingdom issued its initial assessment report. In that report it came to the conclusion that the use of this algal oil meets the criteria for novel food set out in Article 3(1) of Regulation (EC) No 258/97.\n(3) On 10 April 2014, the Commission forwarded the initial assessment report to the other Member States.\n(4) Reasoned objections were raised within the 60-day period laid down in the first subparagraph of Article 6(4) of Regulation (EC) No 258/97. In particular, objections concerning elevated intake levels of DHA were raised. In accordance with Article 7(1) of Regulation (EC) No 258/97 a Decision should be adopted taking into account the objections raised. The applicant consequently modified the request concerning the maximum amount of DHA in food supplements. This change and additional explanations provided by the applicant alleviated the concerns to the satisfaction of Member States and the Commission.\n(5) Directive 2002/46/EC of the European Parliament and of the Council (2) lays down requirements on food supplements. Regulation (EC) No 1925/2006 of the European Parliament and of the Council (3) lays down requirements on the addition of vitamins and minerals and of certain other substances to foods. Directive 2009/39/EC of the European Parliament and of the Council (4) lays down requirements on foodstuffs intended for particular nutritional uses. Commission Directive 96/8/EC (5) lays down requirements on foods intended for use in energy-restricted diets for weight reduction. Commission Directive 1999/21/EC (6) lays down requirements for dietary foods for special medical purposes. Commission Directive 2006/125/EC (7) lays down requirements on processed cereal-based foods and baby foods for infants and young children. Commission Directive 2006/141/EC (8) lays down requirements on infant formulae and follow-on formulae. The use of oil from the micro-algae Schizochytrium sp. (ATCC PTA-9695) should be authorised without prejudice to the requirements of those legislations.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Oil from the micro-algae Schizochytrium sp. (ATCC PTA-9695) as specified in Annex I may be placed on the market in the Union as a novel food ingredient for the uses defined and at the maximum levels established in Annex II without prejudice to the provisions of Directive 2002/46/EC, Regulation (EC) No 1925/2006, Directive 2009/39/EC, Directive 96/8/EC, Directive 1999/21/EC, Directive 2006/141/EC and Directive 2006/125/EC.", "The designation of oil from the micro-algae Schizochytrium sp. (ATCC PTA-9695) authorised by this Decision on the labelling of the foodstuffs containing it shall be ‘oil from the micro-algae Schizochytrium sp. (ATCC PTA-9695)’.", "This Decision is addressed to DSM Nutritional Products, 6480 Dobbin Road, Columbia, MD 21045, USA."], "attachments": "Done at Brussels, 31 March 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (OJ L 183, 12.7.2002, p. 51).\n(3)  Regulation (EC) No 1925/2006 of the European Parliament and of the Council of 20 December 2006 on the addition of vitamins and minerals and of certain other substances to foods (OJ L 404, 30.12.2006, p. 26).\n(4)  Directive 2009/39/EC of the European Parliament and of the Council of 6 May 2009 on foodstuffs intended for particular nutritional uses (OJ L 124, 20.5.2009, p. 21).\n(5)  Commission Directive 96/8/EC of 26 February 1996 on foods intended for use in energy-restricted diets for weight reduction (OJ L 55, 6.3.1996, p. 22).\n(6)  Commission Directive 1999/21/EC of 25 March 1999 on dietary foods for special medical purposes (OJ L 91, 7.4.1999, p. 29).\n(7)  Commission Directive 2006/125/EC of 5 December 2006 on processed cereal-based foods and baby foods for infants and young children (OJ L 339, 6.12.2006, p. 16).\n(8)  Commission Directive 2006/141/EC of 22 December 2006 on infant formulae and follow-on formulae and amending Directive 1999/21/EC (OJ L 401, 30.12.2006, p. 1).\nANNEX I\nSpecification of oil from the micro-algae Schizochytrium sp. (American Type Culture Collection (ATCC) PTA-9695)\nTest Specification\nFree fatty acids Not more than 0,4 %\nPeroxide value (PV) Not more than 5,0 meq/kg oil\nUnsaponifiables Not more than 3,5 %\nDHA content Not less than 35 %\nDocosapentaenoic acid (DPA) n-6 Not more than 6 %\nTrans-fatty acids Not more than 2,0 %\nANNEX II\nAuthorised uses of oil from the micro-algae Schizochytrium sp. (American Type Culture Collection (ATCC) PTA-9695)\nFood category Maximum use level of DHA\nDairy products except milk-based drinks 200 mg/100 g or for cheese products 600 mg/100 g\nDairy analogues except drinks 200 mg/100 g or for analogues to cheese products 600 mg/100 g\nSpreadable fat and dressings 600 mg/100 g\nBreakfast cereals 500 mg/100 g\nFood supplements 250 mg DHA per day as recommended by the manufacturer for normal population\nFoods intended for use in energy-restricted diets for weight reduction as defined in Directive 96/8/EC 250 mg per meal replacement\nOther foods for particular nutritional uses as defined in Directive 2009/39/EC excluding infant and follow-on formulae 200 mg/100 g\nDietary foods for special medical purposes In accordance with the particular nutritional requirements of the persons for whom the products are intended\nBakery products (breads and rolls), sweet biscuits 200 mg/100 g\nCereal bars 500 mg/100 g\nCooking fats 360 mg/100 g\nNon-alcoholic beverages (including dairy analogue and milk-based drinks) 80 mg/100 ml\nInfant formula and follow-on formula Used in accordance with Directive 2006/141/EC\nProcessed cereal-based foods and baby foods for infants and young children including those used in accordance with Directive 2006/125/EC 200 mg/100 g"}