{"celex_id": "32010R0388", "uri": "http://publications.europa.eu/resource/cellar/294f9ac1-a58e-4253-b597-c710d3e93354", "type": "Regulation", "concepts": ["1092", "13", "1919", "192", "4152"], "title": "Commission Regulation (EU) No 388/2010 of 6 May 2010 implementing Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the maximum number of pet animals of certain species that may be the subject of non-commercial movement (Text with EEA relevance)\n", "header": "7.5.2010 EN Official Journal of the European Union L 114/3\nCOMMISSION REGULATION (EU) No 388/2010\nof 6 May 2010\nimplementing Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the maximum number of pet animals of certain species that may be the subject of non-commercial movement\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Article 19 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down the animal health requirements applicable to the non-commercial movement of pet animals and the rules applying to checks on such movements. It applies to movements between Member States or from third countries of pet animals of the species listed in Annex I thereto. Dogs, cats and ferrets are listed in Parts A and B of that Annex.\n(2) The requirements laid down in Regulation (EC) No 998/2003 differ, depending on whether the pet animals are moved between Member States or from third countries to Member States. In addition, the requirements for such movements from third countries are further differentiated between third countries listed in Section 2 of Part B of Annex II to that Regulation and those third countries which are listed in Part C of that Annex.\n(3) Third countries which apply to non-commercial movement of pet animals rules at least equivalent to the rules provided for in Regulation (EC) No 998/2003 are listed in Section 2 of Part B of Annex II to that Regulation.\n(4) Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC (2) generally applies to trade.\n(5) In order to avoid that commercial movements are fraudulently disguised as non-commercial movements of pet animals within the meaning of Regulation (EC) No 998/2003, Article 12 of that Regulation provides that the requirements and checks laid down in Directive 92/65/EEC are to apply to the movement of more than five pet animals where the animals are brought into the Community from a third country other than those listed in Section 2 of Part B of Annex II thereto.\n(6) Experience in the application of Regulation (EC) No 998/2003 has shown that there is a high risk of commercial movements of dogs, cats and ferrets being fraudulently disguised as non-commercial movements, when those animals are moved into a Member State from another Member State or a third country listed in Section 2 of Part B of Annex II to that Regulation.\n(7) In order to avoid such practices and ensure a uniform application of Regulation (EC) No 998/2003, provision should be made to establish the same rules where dogs, cats and ferrets are moved into a Member State from another Member State or a third country listed in Section 2 of Part B of Annex II to that Regulation.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The requirements and checks referred to in point (b) of the first paragraph of Article 12 of Regulation (EC) No 998/2003 shall apply to the movement of pet animals of the species listed in Parts A and B of Annex I to that Regulation where the total number of animals moved into a Member State from another Member State or a third country listed in Section 2 of Part B of Annex II to that Regulation, exceeds five.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 146, 13.6.2003, p. 1.\n(2)  OJ L 268, 14.9.1992, p. 54."}