{"celex_id": "32015D0238", "uri": "http://publications.europa.eu/resource/cellar/2b4d871f-b5b0-11e4-b5b2-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1843", "2282", "2329", "2556", "2901", "3531", "4128", "4148", "544", "598"], "title": "Council Decision (EU) 2015/238 of 10 February 2015 on the conclusion, on behalf of the European Union, of the Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union\n", "header": "16.2.2015 EN Official Journal of the European Union L 40/1\nCOUNCIL DECISION (EU) 2015/238\nof 10 February 2015\non the conclusion, on behalf of the European Union, of the Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(6)(a) and (7) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 11 July 2012, the European Council adopted Decision 2012/419/EU (1) amending, with effect from 1 January 2014, the status of Mayotte with regard to the European Union. From that date, Mayotte ceased to be an overseas country or territory and became an outermost region of the Union within the meaning of Article 349 of the Treaty on the Functioning of the European Union (TFEU).\n(2) The Council authorised the Commission to negotiate, on behalf of the Union, an agreement with the Republic of the Seychelles relating to the access, for fishing vessels flying the flag of the Republic of Seychelles, to waters and marine biological resources of the Union in the exclusive economic zone off the coast of Mayotte.\n(3) The Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union ('Agreement') was signed in accordance with Council Decision 2014/331/EU (2) and is provisionally applied from 20 May 2014.\n(4) The Agreement establishes a Joint Committee responsible for monitoring its application. Furthermore, in accordance with the Agreement, the Joint Committee may approve certain modifications to the Agreement. In order to facilitate the approval of such modifications, it is appropriate to empower the Commission, subject to specific conditions, to approve them under a simplified procedure.\n(5) In order for the authorities in Mayotte to implement the rules of the common fisheries policy (CFP) from the date on which Mayotte becomes an outermost region, it is necessary to set up the appropriate administrative framework, control activities and physical infrastructure, and to provide the appropriate capacity building. This will be of assistance with regard to the requirement to comply with the international reporting obligations of the Union.\n(6) The necessary financial means should be provided to the fisheries authorities in Mayotte through the use of the shipowners' fees to be paid directly to Mayotte. Such a solution is even more appropriate in view of the strong relationship that has developed between the Seychelles fleet and the local community of the French outermost region of Mayotte. The fishing fleet flagged in the Seychelles has been operating in the Mayotte waters for several years through an arrangement between Mayotte and the vessel shipowners, whereby the shipowners pay a licence fee to Mayotte to fish in its waters. In order to maintain the continuity of fishing operations and subsequent benefits to Mayotte, it is appropriate that all payments related to authorisations and catches under this agreement benefit directly the local community in Mayotte.\n(7) The Agreement should be approved,", "main_body": ["The Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union is hereby approved on behalf of the Union (3).", "1.   France shall be authorised to collect, for the account of its outermost region Mayotte, the payments related to authorisations and catches and other fees due by operators of fishing vessels flying the flag of the Seychelles in consideration of the granting of access to waters and marine biological resources within Union waters off the coast of Mayotte in accordance with the provisions of Chapter III, Section 1, paragraphs 8 and 9 and Section 2 of the Annex of the Agreement. Those revenues shall be used by France for the setting up of the appropriate administrative framework, control activities, physical infrastructure and for the provision of the appropriate capacity building in order for the administration in Mayotte to meet the requirements of the CFP.\n2.   France shall provid details of that bank account to the Commission.\n3.   At the end of each year of implementation of the Agreement, France shall send to the Commission a detailed report on the payments made by the vessels authorised to fish and on the utilisation of those payments.", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 19 of the Agreement (4).", "Subject to the provisions and conditions set out in the Annex, the European Commission shall be empowered to approve, on behalf of the Union, modifications to the Agreement in the Joint Committee.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 10 February 2015.\nFor the Council\nThe President\nE. RINKĒVIČS\n(1)  European Council Decision of 11 July 2012 amending the status of Mayotte with regard to the European Union (2012/419/EU) (OJ L 204, 31.7.2012, p. 131).\n(2)  Council Decision 2014/331/EU of 14 April 2014 on the signing, on behalf of the European Union, and provisional application of the Agreement between the European Union and the Republic of the Seychelles on access for fishing vessels flying the flag of the Seychelles to waters and marine biological resources of Mayotte, under the jurisdiction of the European Union (OJ L 167, 6.6.2014, p. 1).\n(3)  The Agreement has been published in OJ L 167, 6.6.2014, p. 4, together with the decision on signature.\n(4)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.\nANNEX\nScope of the empowerment and procedure for the establishment of the Union position in the Joint Committee\n1. The Commission shall be authorised to negotiate with the Republic of Seychelles and agree, where appropriate and subject to complying with paragraph 3 of this Annex, on modifications to the Agreement in respect of the following issues:\n(a) reassessment and adjustment of fishing opportunities in accordance with Article 9 of the Agreement;\n(b) revision of the technical provisions of the Agreement and the Annex, including a review of the technical rules on VMS in accordance with point 10 of Appendix 6 of the Annex to the Agreement.\n2. In the Joint Committee set up under Article 8 of the Agreement, the Commission shall:\n(a) act in accordance with the objectives pursued by the Union within the framework of the CFP;\n(b) be in line with the Council Conclusions of 19 March 2012 on a Communication from the Commission on the External dimension of the Common Fisheries Policy;\n(c) promote positions that are consistent with the relevant rules adopted by Regional Fisheries Management Organisations.\n3. When a decision on modifications to the Agreement referred to in paragraph 1 is foreseen to be adopted during a Joint Committee Meeting, the necessary steps shall be taken so that the position to be expressed on behalf of the Union takes account of the latest statistical, biological and other relevant information transmitted to the Commission."}