{"celex_id": "32011D0852", "uri": "http://publications.europa.eu/resource/cellar/ad6e9846-7c57-40ac-a638-1bf446e04690", "type": "Decision", "concepts": ["2356", "2738", "3584", "3891", "4692", "614"], "title": "2011/852/EU: Commission Implementing Decision of 15 December 2011 amending Decision 2005/363/EC concerning animal health protection measures against African swine fever in Sardinia, Italy (notified under document C(2011) 9248)  Text with EEA relevance\n", "header": "17.12.2011 EN Official Journal of the European Union L 335/109\nCOMMISSION IMPLEMENTING DECISION\nof 15 December 2011\namending Decision 2005/363/EC concerning animal health protection measures against African swine fever in Sardinia, Italy\n(notified under document C(2011) 9248)\n(Text with EEA relevance)\n(2011/852/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (3), and in particular Article 4(3) thereof,\nWhereas:\n(1) Commission Decision 2005/363/EC of 2 May 2005 concerning animal health protection measures against African swine fever in Sardinia, Italy (4) was adopted in response to a serious recrudescence of African swine fever in domestic and feral pigs in the endemically infected island of Sardinia, Italy.\n(2) This Decision prohibits the dispatch from Sardinia of live pigs, their semen ova and embryos and of pig meat, pig meat products and any other products containing pig meat.\n(3) However, in accordance with Article 4(3) of Directive 2002/99/EC, the Decision provides for certain derogations as regards the dispatch of certain pig meat products derived from pigs originating in holdings outside the risk areas defined in Annex I to the Decision that meet specific biosecurity requirements.\n(4) During the past weeks Italy has informed the Commission of a significant increase in numbers and territorial extension of outbreaks of African swine fever in seven out of eight provinces of Sardinia, affecting also large commercial pig holdings.\n(5) The current disease evolution on Sardinia is liable to endanger the pig herds in other regions of Italy and in other Member States, in view of placing on the market of pig meat and pig meat products and any other products containing pig meat. It is therefore necessary to extend the risk areas in Annex I to Decision 2005/363/EC to the whole of the region of Sardinia. Consequently, since the conditions laid down in Article 5(2)(b) of Decision 2005/363/EC cannot be met anymore, the derogation granted to Italy to authorise the dispatch of pig meat from Sardinia to areas outside Sardinia, is suspended. The same applies to the derogation granted under Article 6 of that Decision, to authorise the dispatch of pig meat products and other products containing pig meat from Sardinia to areas outside Sardinia.\n(6) Decision 2005/363/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2005/363/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13.\n(2)  OJ L 224, 18.8.1990, p. 29.\n(3)  OJ L 18, 23.1.2003, p. 11.\n(4)  OJ L 118, 5.5.2005, p. 39.\nANNEX\n‘ANNEX I\nAll areas of Sardinia.’"}