{"celex_id": "32014D0105", "uri": "http://publications.europa.eu/resource/cellar/b44f0828-9ebe-11e3-a67e-01aa75ed71a1", "type": "Decision", "concepts": ["1763", "191", "2081", "2548", "5451"], "title": "2014/105/EU: Commission Implementing Decision of 24 February 2014 amending Decision 2004/3/EC as regards the applicable Union grades (notified under document C(2014) 1081)  Text with EEA relevance\n", "header": "26.2.2014 EN Official Journal of the European Union L 56/16\nCOMMISSION IMPLEMENTING DECISION\nof 24 February 2014\namending Decision 2004/3/EC as regards the applicable Union grades\n(notified under document C(2014) 1081)\n(Text with EEA relevance)\n(2014/105/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/56/EC of 13 June 2002 on the marketing of seed potatoes (1), and in particular Article 17(2) thereof,\nWhereas:\n(1) Commission Decision 2004/3/EC (2) refers to the grades of basic seed potatoes determined by Commission Directive 93/17/EEC (3). Directive 93/17/EEC was replaced by Commission Implementing Directive 2014/20/EU (4). That Directive sets out requirements as regards harmful organisms, as well as other requirements.\n(2) In view of that replacement, it is necessary to accordingly replace the references to grades in Decision 2004/3/EC. The new references should correspond to the requirements as regards harmful organisms only.\n(3) Decision 2004/3/EC should therefore be amended accordingly.\n(4) It is appropriate that this Decision applies from the same date as Implementing Directive 2014/20/EU will apply.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Article 1 of Decision 2004/3/EC is replaced by the following:\n‘Article 1\nThe Member States listed in column 1 of Annex I are authorised, in respect of the marketing of seed potatoes in the regions listed against their names in column 2 of Annex I, to restrict the marketing of seed potatoes to basic seed potatoes as follows:\n(a) for seed potato production, to any of the following:\n(i) basic seed potatoes that fulfil the conditions for “Union grade S” set out in point 1(a)(ii)-(v) and point 1(b)(i)-(iv) of Annex I to Commission Implementing Directive 2014/20/EU (5), or\n(ii) basic seed potatoes that fulfil the conditions for “Union grade SE” set out in point 2(a)(ii)-(v) and point 2(b)(i)-(iv) of Annex I to Implementing Directive 2014/20/EU;\n(b) for potato production, to any of the following:\n(i) basic seed potatoes that fulfil the conditions of “Union grade S” set out in point 1(a)(ii)-(v) and point 1(b)(i)-(iv) of Annex I to Implementing Directive 2014/20/EU,\n(ii) basic seed potatoes that fulfil the conditions for “Union grade SE” set out in point 2(a)(ii)-(v) and point 2(b)(i)-(iv) of Annex I to Implementing Directive 2014/20/EU, or\n(iii) basic seed potatoes that fulfil the conditions for “Union grade E” set out in point 3(a)(ii)-(v) and point 3(b)(i)-(iv) of Annex I to Implementing Directive 2014/20/EU.", "This Decision shall apply from 1 January 2016.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 February 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 193, 20.7.2002, p. 60.\n(2)  Commission Decision 2004/3/EC of 19 December 2003 authorising, in respect of the marketing of seed potatoes in all or part of the territory of certain Member States, more stringent measures against certain diseases than are provided for in Annexes I and II to Council Directive 2002/56/EC (OJ L 2, 6.1.2004, p. 47).\n(3)  Commission Directive 93/17/EEC of 30 March 1993 determining Community grades of basic seed potatoes, together with the conditions and designations applicable to such grades (OJ L 106, 30.4.1993, p. 7).\n(4)  Commission Implementing Directive 2014/20/EU of 6 February 2014 determining Union grades of basic and certified seed potatoes, and the conditions and designations applicable to such grades (OJ L 38, 7.2.2014, p. 32).\n(5)  Commission Implementing Directive 2014/20/EU of 6 February 2014 determining Union grades of basic and certified seed potatoes, and the conditions and designations applicable to such grades (OJ L 38, 7.2.2014, p. 32).’"}