{"celex_id": "32012R1222", "uri": "http://publications.europa.eu/resource/cellar/680ad0ce-4ac8-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1264", "161", "1642", "1644", "1744", "2121", "2193", "3190", "3191", "3732", "4314", "4682", "4687", "4692", "5010", "5025"], "title": "Commission Implementing Regulation (EU) No 1222/2012 of 14 December 2012 derogating from Regulations (EC) Nos 2305/2003, 969/2006, 1067/2008, 1964/2006, Implementing Regulation (EU) No 480/2012, Regulations (EC) Nos 828/2009 and 1918/2006 as regards the dates for lodging import licence applications and issuing import licences in 2013 under tariff quotas for cereals, rice, sugar and olive oil, derogating from Regulations (EC) Nos 951/2006, 1518/2003, 382/2008, Regulations (EU) Nos 1178/2010 and 90/2011 as regards the dates for issuing export licences in 2013 in the out-of-quota sugar and isoglucose sectors and the pigmeat, beef and veal, eggs and poultrymeat sectors and derogating from Regulation (EU) No 1272/2009 as regards the period for examination of offers for the buying-in of common wheat at a fixed price under public intervention\n", "header": "19.12.2012 EN Official Journal of the European Union L 349/35\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1222/2012\nof 14 December 2012\nderogating from Regulations (EC) Nos 2305/2003, 969/2006, 1067/2008, 1964/2006, Implementing Regulation (EU) No 480/2012, Regulations (EC) Nos 828/2009 and 1918/2006 as regards the dates for lodging import licence applications and issuing import licences in 2013 under tariff quotas for cereals, rice, sugar and olive oil, derogating from Regulations (EC) Nos 951/2006, 1518/2003, 382/2008, Regulations (EU) Nos 1178/2010 and 90/2011 as regards the dates for issuing export licences in 2013 in the out-of-quota sugar and isoglucose sectors and the pigmeat, beef and veal, eggs and poultrymeat sectors and derogating from Regulation (EU) No 1272/2009 as regards the period for examination of offers for the buying-in of common wheat at a fixed price under public intervention\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (2), and in particular Articles 43(aa), 61, 144(1), 148, 156 and 161(3), in conjunction with Article 4 thereof,\nHaving regard to Council Regulation (EC) No 1528/2007 of 20 December 2007 applying the arrangements for products originating in certain states which are part of the African, Caribbean and Pacific (ACP) Group of States provided for in agreements establishing, or leading to the establishment of, Economic Partnership Agreements (3), and in particular Article 9(5) thereof,\nHaving regard to Council Regulation (EC) No 732/2008 of 22 July 2008 applying a scheme of generalised tariff preferences from 1 January 2009 and amending Regulations (EC) No 552/97, (EC) No 1933/2006 and Commission Regulations (EC) No 1100/2006 and (EC) No 964/2007 (4), and in particular Article 11(7) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2305/2003 of 29 December 2003 opening and providing for the administration of a Community tariff quota for imports of barley from third countries (5), Commission Regulation (EC) No 969/2006 of 29 June 2006 opening and providing for the administration of a Community tariff quota for imports of maize from third countries (6) and Commission Regulation (EC) No 1067/2008 of 30 October 2008 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries and derogating from Council Regulation (EC) No 1234/2007 (7) lay down specific provisions for lodging import licence applications and issuing import licences for barley under quota 09.4126, for maize under quota 09.4131 and for common wheat of a quality other than high quality under quotas 09.4123, 09.4124, 09.4125 and 09.4133.\n(2) Commission Regulation (EC) No 1964/2006 of 22 December 2006 laying down detailed rules for the opening and administration of an import quota for rice originating in Bangladesh, pursuant to Council Regulation (EEC) No 3491/90 (8) and Commission Implementing Regulation (EU) No 480/2012 of 7 June 2012 opening and providing for the management of a tariff quota for broken rice of CN code 1006 40 00 for production of food preparations of CN code 1901 10 00 (9) lay down specific provisions for lodging import licence applications and issuing import licences for rice originating in Bangladesh under quota 09.4517 and for broken rice under quota 09.4079.\n(3) Commission Regulation (EC) No 828/2009 of 10 September 2009 laying down detailed rules of application for the marketing years 2009/2010 to 2014/2015 for the import and refining of sugar products of tariff heading 1701 under preferential agreements (10) lays down specific provisions for lodging import licence applications and issuing import licences under quotas 09.4221, 09.4231 and 09.4241 to 09.4247.\n(4) Commission Regulation (EC) No 1918/2006 of 20 December 2006 opening and providing for the administration of tariff quota for olive oil originating in Tunisia (11) lays down specific provisions for lodging import licence applications and issuing import licences for olive oil under quota 09.4032.\n(5) In view of the public holidays in 2013, derogations should be made, at certain times, from Regulations (EC) Nos 2305/2003, 969/2006, 1067/2008, 1964/2006, Implementing Regulation (EU) No 480/2012 and Regulations (EC) Nos 828/2009 and 1918/2006 as regards the dates for lodging import licence applications and issuing import licences in order to ensure compliance with the quota volumes in question.\n(6) Article 7d(1) of Commission Regulation (EC) No 951/2006 of 30 June 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 318/2006 as regards trade with third countries in the sugar sector (12) lays down that export licences for out-of-quota sugar and isoglucose are to be issued from the Friday following the week during which the licence applications were lodged, unless the Commission has taken any particular measures in the meantime.\n(7) Article 3(3) of Commission Regulation (EC) No 1518/2003 of 28 August 2003 laying down detailed rules for implementing the system of export licences in the pigmeat sector (13), the second subparagraph of Article 12(1) of Commission Regulation (EC) No 382/2008 of 21 April 2008 on rules of application for import and export licences in the beef and veal sector (14), Article 3(3) of Commission Regulation (EU) No 1178/2010 of 13 December 2010 laying down detailed rules for implementing the system of export licences in the egg sector (15) and Article 3(3) of Commission Regulation (EU) No 90/2011 of 3 February 2011 laying down detailed rules for implementing the system of export licences in the poultrymeat sector (16) provide that export licences are to be issued on the Wednesday following the week in which the licence applications were lodged, unless the Commission has taken any particular measures in the meantime.\n(8) In view of the public holidays in 2013 and the resulting impact on the publication of the Official Journal of the European Union, the period between the lodging of applications and the day on which the licences are to be issued will be too short to ensure proper management of the market. That period should therefore be extended.\n(9) Under the second subparagraph of Article 14(1) of Commission Regulation (EU) No 1272/2009 of 11 December 2009 laying down common detailed rules for the implementation of Council Regulation (EC) No 1234/2007 as regards buying-in and selling of agricultural products under public intervention (17), the Commission shall decide within two working days following the notification referred to in Article 13(1) and within five working days following the notification referred to in Article 13(3) of that Regulation.\n(10) In view of the public holidays in 2013 and the resulting impact on the publication of the Official Journal of the European Union, the period for examination of offers will be too short to effectively monitor the quantities offered. That period should therefore be extended.\n(11) The measures set out in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Cereals\n1.   By way of derogation from the second subparagraph of Article 3(1) of Regulation (EC) No 2305/2003, for 2013, import licence applications for barley under quota 09.4126 may not be lodged after 13:00 (Brussels time) on Friday 13 December 2013.\n2.   By way of derogation from the second subparagraph of Article 4(1) of Regulation (EC) No 969/2006, for 2013, import licence applications for maize under quota 09.4131 may not be lodged after 13:00 (Brussels time) on Friday 13 December 2013.\n3.   By way of derogation from the second subparagraph of Article 4(1) of Regulation (EC) No 1067/2008, for 2013, import licence applications for common wheat of a quality other than high quality under quotas 09.4123, 09.4124, 09.4125 and 09.4133 may not be lodged after 13:00 (Brussels time) on Friday 13 December 2013.", "Rice\n1.   By way of derogation from the first subparagraph of Article 4(3) of Regulation (EC) No 1964/2006, for 2013, import licence applications for rice originating in Bangladesh under quota 09.4517 may not be lodged after 13:00 (Brussels time) on Friday 6 December 2013.\n2.   By way of derogation from the third subparagraph of Article 2(1) of Implementing Regulation (EU) No 480/2012, for 2013, import licence applications for broken rice under quota 09.4079 may not be lodged after 13:00 (Brussels time) on Friday 6 December 2013.", "Sugar\nBy way of derogation from Article 4(1) of Regulation (EC) No 828/2009, import licence applications for sugar products under quotas 09.4221, 09.4231 and 09.4241 to 09.4247 may not be lodged after 13:00 (Brussels time) on Friday 13 December 2013 until 13:00 (Brussels time) on Friday 27 December 2013.", "Olive oil\nBy way of derogation from Article 3(3) of Regulation (EC) No 1918/2006, import licences for olive oil applied for during the periods referred to in Annex I to this Regulation shall be issued on the corresponding dates specified therein, subject to measures adopted pursuant to Article 7(2) of Commission Regulation (EC) No 1301/2006 (18).", "Out-of-quota sugar and isoglucose\nBy way of derogation from Article 7d(1) of Regulation (EC) No 951/2006, export licences for out-of-quota sugar and isoglucose for which applications are lodged during the periods referred to in Annex II to this Regulation shall be issued on the corresponding dates specified therein, taking account where applicable of the specific measures referred to in Article 9(1) and (2) of Regulation (EC) No 951/2006, taken before those issue dates.", "Licences for exports of pigmeat, beef and veal, eggs and poultrymeat attracting refunds\nBy way of derogation from Article 3(3) of Regulation (EC) No 1518/2003, the second subparagraph of Article 12(1) of Regulation (EC) No 382/2008, Article 3(3) of Regulation (EU) No 1178/2010 and Article 3(3) of Regulation (EU) No 90/2011, export licences applied for during the periods referred to in Annex III to this Regulation shall be issued on the corresponding dates specified therein, taking account where applicable of the specific measures referred to in Article 3(4) and (4a) of Regulation (EC) No 1518/2003, Article 12(2) and (3) of Regulation (EC) No 382/2008, Article 3(4) and (5) of Regulation (EU) No 1178/2010 and Article 3(4) and (5) of Regulation (EU) No 90/2011, taken before those issue dates.", "Offers for the buying-in of common wheat at a fixed price under public intervention\nBy way of derogation from the second subparagraph of Article 14(1) of Regulation (EU) No 1272/2009, for offers of common wheat notified during the periods referred to in Annex IV to this Regulation, the period in which the Commission takes a decision following the notification referred to in Article 13(2)(b) and (3) of Regulation (EU) No 1272/2009 shall end on the date given in that annex.", "Entry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall expire on 10 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2012.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 146, 20.6.1996, p. 1.\n(2)  OJ L 299, 16.11.2007, p. 1.\n(3)  OJ L 348, 31.12.2007, p. 1.\n(4)  OJ L 211, 6.8.2008, p. 1.\n(5)  OJ L 342, 30.12.2003, p. 7.\n(6)  OJ L 176, 30.6.2006, p. 44.\n(7)  OJ L 290, 31.10.2008, p. 3.\n(8)  OJ L 408, 30.12.2006, p. 19.\n(9)  OJ L 148, 8.6.2012, p. 1.\n(10)  OJ L 240, 11.9.2009, p. 14.\n(11)  OJ L 365, 21.12.2006, p. 84.\n(12)  OJ L 178, 1.7.2006, p. 24.\n(13)  OJ L 217, 29.8.2003, p. 35.\n(14)  OJ L 115, 29.4.2008, p. 10.\n(15)  OJ L 328, 14.12.2010, p. 1.\n(16)  OJ L 30, 4.2.2011, p. 1.\n(17)  OJ L 349, 29.12.2009, p. 1.\n(18)  OJ L 238, 1.9.2006, p. 13.\nANNEX I\nPeriods for lodging olive oil import licence applications Dates of issue\nMonday 25 or Tuesday 26 March 2013 Friday 5 April 2013\nMonday 6 or Tuesday 7 May 2013 Thursday 16 May 2013\nMonday 13 or Tuesday 14 May 2013 Wednesday 22 May 2013\nMonday 12 or Tuesday 13 August 2013 Wednesday 21 August 2013\nMonday 28 or Tuesday 29 October 2013 Wednesday 6 November 2013\nANNEX II\nPeriods for lodging export licence applications for out-of-quota sugar and isoglucose Dates of issue\nMonday 18 to Friday 22 March 2013 Thursday 4 April 2013\nMonday 22 to Friday 26 April 2013 Monday 6 May 2013\nMonday 5 to Friday 9 August 2013 Monday 19 August 2013\nMonday 16 to Friday 27 December 2013 Wednesday 8 January 2014\nANNEX III\nPeriods for lodging export licence applications for pigmeat, beef and veal, eggs and poultrymeat Dates of issue\nMonday 25 to Friday 29 March 2013 Thursday 4 April 2013\nMonday 22 to Friday 26 April 2013 Thursday 2 May 2013\nMonday 13 to Friday 17 May 2013 Thursday 23 May 2013\nMonday 16 to Friday 27 December 2013 Wednesday 8 January 2014\nANNEX IV\nDate of notification of offers of common wheat under Article 13(2)(b) of Regulation (EU) No 1272/2009 Period of notification of offers of common wheat under Article 13(3) of Regulation (EU) No 1272/2009 End of the period in which the Commission decides on offers of common wheat following those notifications\nWednesday 27 March 2013 Monday 25 March to Monday 1 April 2013 Thursday 4 April 2013\nWednesday 8 May 2013 Monday 6 to Friday 10 May 2013 Wednesday 15 May 2013\nWednesday 18 December 2013 Wednesday 18 December 2013 to Friday 3 January 2014 Wednesday 8 January 2014"}