{"celex_id": "32014D0537", "uri": "http://publications.europa.eu/resource/cellar/9301f5ed-2a8a-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "2901", "3466", "3953", "3955", "3961", "5349", "8482", "953"], "title": "Council Decision 2014/537/CFSP of 3 July 2014 on the signing and conclusion, on behalf of the European Union, of the Agreement between the European Union and the Central African Republic concerning the detailed arrangements for the transfer to the Central African Republic of persons detained by the European Union military operation (EUFOR RCA) in the course of carrying out its mandate, and concerning the guarantees applicable to such persons\n", "header": "23.8.2014 EN Official Journal of the European Union L 251/1\nCOUNCIL DECISION 2014/537/CFSP\nof 3 July 2014\non the signing and conclusion, on behalf of the European Union, of the Agreement between the European Union and the Central African Republic concerning the detailed arrangements for the transfer to the Central African Republic of persons detained by the European Union military operation (EUFOR RCA) in the course of carrying out its mandate, and concerning the guarantees applicable to such persons\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 37 thereof, in conjunction with Article 218(5) and (6) of the Treaty on the Functioning of the European Union,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 10 February 2014, the Council adopted Decision 2014/73/CFSP (1) on a Union military operation in the Central African Republic (EUFOR RCA).\n(2) Following the adoption, on 14 March 2014, of a Decision by the Council authorising the opening of negotiations, the High Representative, in accordance with Article 37 of the Treaty on European Union, negotiated an Agreement between the European Union and the Central African Republic concerning the detailed arrangements for the transfer to the Central African Republic of persons detained by the European Union military operation (EUFOR RCA) in the course of carrying out its mandate, and concerning the guarantees applicable to such persons (‘the Agreement’).\n(3) In accordance with Article 5 of Protocol (No 22) on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and the implementation of decisions and actions of the Union which have defence implications. Denmark does not participate in the implementation of this Decision and therefore does not participate in the financing of this operation.\n(4) The Agreement should be approved,", "main_body": ["The Agreement between the European Union and the Central African Republic concerning the detailed arrangements for the transfer to the Central African Republic of persons detained by the European Union military operation (EUFOR RCA) in the course of carrying out its mandate, and concerning the guarantees applicable to such persons is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Union.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 3 July 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  Council Decision 2014/73/CFSP of 10 February 2014 on a European Union military operation in the Central African Republic (EUFOR RCA) (OJ L 40, 11.2.2014, p. 59)."}