{"celex_id": "32013D0453", "uri": "http://publications.europa.eu/resource/cellar/075682f5-1c48-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1519", "725", "8464"], "title": "2013/453/EU: Commission Implementing Decision of 11 September 2013 amending Implementing Decision 2013/443/EU concerning certain protective measures in relation to highly pathogenic avian influenza of the subtype H7N7 in Italy (notified under document C(2013) 5904)  Text with EEA relevance\n", "header": "13.9.2013 EN Official Journal of the European Union L 244/34\nCOMMISSION IMPLEMENTING DECISION\nof 11 September 2013\namending Implementing Decision 2013/443/EU concerning certain protective measures in relation to highly pathogenic avian influenza of the subtype H7N7 in Italy\n(notified under document C(2013) 5904)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2013/453/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nWhereas:\n(1) Following the notification by Italy of an outbreak of highly pathogenic avian influenza of subtype H7N7 in a holding in the commune of Ostellato, in the province of Ferrara in the Region Emilia-Romagna on 15 August 2013, the Commission adopted Implementing Decision 2013/439/EU (3) that lays down provisions for protection and surveillance zones to be established around the outbreak.\n(2) Due to a second outbreak of the disease in the commune of Mordano, in the province of Bologna in the Region of Emilia-Romagna, the Commission adopted Implementing Decision 2013/443/EU (4), which adapted the borders of the protection and surveillance zones and established further restricted zones. These zones were defined in Parts A, B and C of the Annex to that Decision. The occurrence of further disease outbreaks makes it necessary to adapt the zones under restrictions as defined by Parts A, B and C of the Annex to Implementing Decision 2013/443/EU.\n(3) The Annex to Implementing Decision 2013/443/EU should therefore be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Implementing Decision 2013/443/EU is replaced by the Annex to this Decision.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 11 September 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13.\n(2)  OJ L 224, 18.8.1990, p. 29.\n(3)  Commission Implementing Decision 2013/439/EU of 19 August 2013 concerning certain protective measures in relation to highly pathogenic avian influenza of subtype H7N7 in Italy (OJ L 223, 21.8.2013, p. 10).\n(4)  Commission Implementing Decision 2013/443/EU of 27 August 2013 concerning certain protective measures in relation to highly pathogenic avian influenza of the subtype H7N7 in Italy including the establishment of further restricted zones and repealing Implementing Decision 2013/439/EU (OJ L 230, 29.8.2013, p. 20).\nANNEX\n‘ANNEX\nPART A\nProtection zones as referred to in Article 1:\nISO Country Code Member State Postal Code Name Date until applicable in accordance with Article 29 of Directive 2005/94/EC\nIT Italy  Area comprising the municipalities of:\n44020 Ostellato 17.9.2013\n44015 Portomaggiore\n40027 Mordano 29.9.2013\n48010 Bagnara di Romagna\n40026 Part of the territory of the municipality of Imola situated east of the state road 610 and north of the state road 9 'Via Emilia'.\n48027 Part of the territory of the municipality of Solarolo situated north of the junction of highway A14 to Ravenna.\n44012 Part of the territory of the municipality of Bondeno situated south of the state road 496 and west of the river Panaro. 26.9.2013\n41034 Part of the territory of the municipality of Finale Emilia situated north of the state road 468, east of the provincial road 9 and west of the river Panaro.\nPART B\nSurveillance zones as referred to in Article 1:\nISO Country Code Member State Postal Code Name Date until applicable in accordance with Article 31 of Directive 2005/94/EC\nIT Italy  Area comprising the municipalities of:\n44011 Argenta 26.9.2013\n44022 Comacchio\n44020 Masi Torello\n44027 Migliarino\n44020 Migliaro\n44020 Ostellato\n44015 Portomaggiore\n44039 Tresigallo\n44123 Part of the territory of the municipality of Ferrara situated east of the state road 15 'Via Pomposa' and the provincial road 'Via Ponte Assa'.\n48010 Bagnara di Romagna 8.10.2013\n48014 Castelbolognese\n40023 Castelguelfo\n48017 Conselice\n48010 Cotignola\n48018 Faenza\n40026 Imola\n48022 Lugo\n48024 Massalombarda\n40059 Medicina\n40027 Mordano\n48020 Sant’Agata sul Santerno\n48027 Solarolo\n44012 Bondeno 5.10.2013\n41034 Finale Emilia\n44043 Mirabello\n44047 Sant’Agostino\n44042 Cento\n40014 Part of the territory of the municipality of Crevalcore situated north of ‘via Provanone’ and east of the provincial road 9 ‘via Provane’.\n41037 Part of the territory of the municipality of Mirandola situated east of the railways Modena – Verona.\n41038 Part of the territory of the municipality of San Felice sul Panaro situated east of the railways Modena – Verona.\n46028 Part of the territory of the municipality of Sermide situated south of the provincial road 35 ‘via Pole’ and west of the provincial road 37.\n46022 Part of the territory of the municipality of Felonica situated south of the provincial road 35 ‘via Pole’.\nPART C\nFurther restricted zones as referred to in Article 1:\nISO Country Code Member State Postal Code Name Date until the measures are applicable\nIT Italy  Area comprising the municipalities of:\n48011 Alfonsine 24.9.2013\n29002 Ariano nel Polesine\n39002 Bagnacavallo\n38002 Berra\n40003 Bertinoro\n39004 Brisighella\n39005 Casola Valsenio\n40005 Castrocaro Terme e Terra del Sole\n39007 Cervia\n40007 Cesena\n40008 Cesenatico\n38005 Codigoro\n29017 Corbola\n40011 Dovadola\n40013 Forlimpopoli\n40012 Forlì\n39011 Fusignano\n40015 Gambettola\n40016 Gatteo\n38025 Goro\n38010 Jolanda di Savoia\n38011 Lagosanto\n40018 Longiano\n38013 Massa Fiscaglia\n40019 Meldola\n38014 Mesola\n40022 Modigliana\n29034 Papozze\n29039 Porto Tolle\n29052 Porto Viro\n40032 Predappio\n39014 Ravenna\n39015 Riolo Terme\n39016 Russi\n40041 San Mauro Pascoli\n40045 Savignano sul Rubicone\n29046 Taglio di Po’"}