{"celex_id": "32011R0344", "uri": "http://publications.europa.eu/resource/cellar/9e70487d-d7fb-40b6-a642-dc5536ef5d12", "type": "Regulation", "concepts": ["1425", "2735", "4713", "568", "6052", "6790", "893"], "title": "Commission Implementing Regulation (EU) No 344/2011 of 8 April 2011 amending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control\n", "header": "9.4.2011 EN Official Journal of the European Union L 96/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 344/2011\nof 8 April 2011\namending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1), and in particular Article 25(3), Article 38(b) and Article 40 thereof,\nWhereas:\n(1) Article 24 of Regulation (EC) No 834/2007 lays down that the organic production logo of the European Union (‘organic logo of the EU’) is one of the compulsory indications to be used as regards pre-packaged food bearing terms referring to the organic production method as referred to in Article 23(1), while the use of the logo is optional for these products imported from third countries. Article 25(1) of Regulation (EC) No 834/2007 allows the use of the organic logo of the EU in the labelling, presentation and advertising of other products which satisfy the requirements set out under that Regulation.\n(2) Consumers should be assured that organic products have been produced in compliance with the requirements set out in Regulation (EC) No 834/2007 and Commission Regulation (EC) No 889/2008 (2). To that end, the traceability of each product carrying the organic logo of the EU at all stages of production, preparation and distribution is an important factor. Therefore, it appears useful that it should be stated more clearly that only operators who have submitted their undertaking to the organic farming control system may use the organic logo of the EU for labelling purposes.\n(3) The registration of the organic logo of the EU as a trademark in the Union and international registers is independent from the rules of Regulations (EC) No 834/2007 and (EC) No 889/2008 which apply to the use of the logo itself. In order to make clear the independence of those rules, the link between those rules and any registration should be removed.\n(4) Following the change of the organic labelling system and pending the inclusion of specific Union rules on organic wine-making, there remained great uncertainty in the sector regarding the possibility to produce wine referring to organic production. In order to allow wine produced in the wine years 2010/11 and 2011/12 from organic grapes to be sold without the compulsory indications required by Article 24 of Regulation (EC) No 834/2007, provided that the products in question comply with Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (3) or Regulation (EC) No 834/2007, it appears necessary to extend the transitional period set out in Article 95(8) and (9) of Regulation (EC) No 889/2008 regarding certain labelling provisions for such products until 31 July 2012. The extension of the transitional period should be applicable from 1 July 2010.\n(5) Following the assessment of the European Food Safety Authority (EFSA) on the use of rosemary extract as a food additive (4), the substance ‘extracts of rosemary’ was authorised for use as antioxidant and designated as E number in Part D of Annex III to European Parliament and Council Directive 95/2/EC of 20 February 1995 on food additives other than colours and sweeteners (5). As a consequence it is necessary to allow the use of rosemary extract in organic food processing as food additive, if it is used as such, by inclusion of that product in Annex VIII to Regulation (EC) No 889/2008.\n(6) Regulation (EC) No 889/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the regulatory Committee on organic production,", "main_body": ["Regulation (EC) No 889/2008 is amended as follows:\n1. in Article 57, the second paragraph is replaced by the following:\n2. in Article 95, the following paragraph 10a is inserted:\n3. in Section A of Annex VIII, after the food additive E 341(i) (monocalcium-phosphate), the following row is inserted:\n‘B E 392* Extracts of rosemary X X Only when derived from organic production and if only ethanol is used for the extraction’\n4. point (9) of Part A of Annex XI is deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nHowever, point (2) of Article 1 shall apply as from 1 July 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  OJ L 250, 18.9.2008, p. 1.\n(3)  OJ L 198, 22.7.1991, p. 1.\n(4)  The EFSA Journal (2008) 721, p. 1.\n(5)  OJ L 61, 18.3.1995, p. 1.\n(6)  OJ L 334, 12.12.2008, p. 25.’;"}