{"celex_id": "32014R1093", "uri": "http://publications.europa.eu/resource/cellar/bb905939-55d2-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1102", "2735", "5451", "6039", "6569"], "title": "Commission Regulation (EU) No 1093/2014 of 16 October 2014 amending and correcting Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of certain colours in flavoured ripened cheese  Text with EEA relevance\n", "header": "17.10.2014 EN Official Journal of the European Union L 299/22\nCOMMISSION REGULATION (EU) No 1093/2014\nof 16 October 2014\namending and correcting Annex II to Regulation (EC) No 1333/2008 of the European Parliament and of the Council as regards the use of certain colours in flavoured ripened cheese\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (1), and in particular Article 10(3) thereof,\nWhereas:\n(1) Annex II to Regulation (EC) No 1333/2008 lays down a Union list of food additives approved for use in foods and their conditions of use.\n(2) The Union list of food additives may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008 of the European Parliament and of the Council (2) either on the initiative of the Commission or following an application.\n(3) The Union list of food additives was established based on food additives permitted for use in foods in accordance with European Parliament and Council Directive 94/35/EC (3), European Parliament and Council Directive 94/36/EC (4) and European Parliament and Council Directive 95/2/EC (5) and after reviewing their compliance with Articles 6, 7 and 8 of Regulation (EC) No 1333/2008. The Union list includes the food additives on the basis of the categories of food to which they may be added to.\n(4) Due to the difficulties encountered during the transfer of food additives to the new categorisation system provided in Annex II to Regulation (EC) No 1333/2008, the use of food colours permitted in certain foods was left out of that list, since at that time no information was provided about the use and the need to use food colours in flavoured ripened cheese, such as green and red pesto cheese, wasabi cheese and green marbled herb cheese.\n(5) On 2 April 2013 an application was submitted for correction of the Union list to continue the use of copper complexes of chlorophylls and chlorophyllins (E 141) and paprika extract, capsanthin, capsorubin (E 160c) and for authorisation of the use of cochineal, carminic acid, carmines (E 120) and annatto, bixin, norbixin (E 160b) in certain flavoured ripened cheeses and was made available to the Member States pursuant to Article 4 of Regulation (EC) No 1331/2008.\n(6) Cochineal, carminic acid, carmines (E 120) and annatto, bixin, norbixin (E 160b) are currently approved for use in certain ripened cheeses. The same technological need was identified also for the use of cochineal, carminic acid, carmines (E 120) in red pesto cheese and annatto, bixin, norbixin (E 160b) in red and green pesto cheese.\n(7) The current approvals to use cochineal, carminic acid, carmines (E 120) and annatto, bixin, norbixin (E 160b) take into account the Acceptable Daily Intakes (ADI) established by the Scientific Committee for Food in 1983 and 1979 respectively.\n(8) Red and green pesto cheeses represent a small volume in the overall cheese market. It is not expected that the authorisation of use of cochineal, carminic acid, carmines (E120) in red pesto cheese and annatto, bixin, norbixin (E 160) in red and green pesto cheese will have a significant impact on the total exposure to both colours.\n(9) Pursuant to Article 3(2) of Regulation (EC) No 1331/2008, the Commission has to seek the opinion of the European Food Safety Authority in order to update the Union list of food additives set out in Annex II to Regulation (EC) No 1333/2008, except where such update is not liable to have an effect on human health. Since the extension of use of cochineal, carminic acid, carmines (E 120) to red pesto cheese and annatto, bixin, norbixin (E 160b) to red and green pesto cheese constitutes an update of that list which is not liable to have an effect on human health, it is not necessary to seek the opinion of the European Food Safety Authority.\n(10) Therefore, Annex II to Regulation (EC) No 1333/2008 should be corrected and amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Annex II to Regulation (EC) No 1333/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 354, 31.12.2008, p. 16.\n(2)  Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (OJ L 354, 31.12.2008, p. 1).\n(3)  European Parliament and Council Directive 94/35/EC of 30 June 1994 on sweeteners for use in foodstuffs (OJ L 237, 10.9.1994, p. 3).\n(4)  European Parliament and Council Directive 94/36/EC of 30 June 1994 on colours for use in foodstuffs (OJ L 237, 10.9.1994, p. 13).\n(5)  European Parliament and Council Directive 95/2/EC of 20 February 1995 on food additives other than colours and sweeteners (OJ L 61, 18.3.1995, p. 1).\nANNEX\nIn Part E of Annex II to Regulation (EC) No 1333/2008 the food category 1.7.2 ‘Ripened cheese’ is amended as follows:\n(1) the entry for E 120 is replaced by the following:\n‘E 120 Cochineal, Carminic acid, Carmines 125 (83) only red marbled cheese and red pesto cheese’\n(2) the entry for E 141 is replaced by the following:\n‘E 141 Copper complexes of chlorophylls and chlorophyllins quantum satis  only sage Derby cheese, green and red pesto cheese, wasabi cheese and green marbled herb cheese’\n(3) the first entry for E 160b specifying the maximum level of 15 mg/l or mg/kg is replaced by the following:\n‘E 160b Annatto, Bixin, Norbixin 15  only ripened orange, yellow and broken-white cheese and red and green pesto cheese’\n(4) the entry for E 160c is replaced by the following:\n‘E 160c Paprika extract, capsanthin, capsorubin quantum satis  only ripened orange, yellow and broken-white cheese and red pesto cheese’"}