{"celex_id": "32014R1130", "uri": "http://publications.europa.eu/resource/cellar/056dfe3b-5b3b-11e4-8ccf-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2084", "2771", "3191", "4385", "5019"], "title": "Commission Implementing Regulation (EU) No 1130/2014 of 22 October 2014 opening a tariff quota for the year 2015 for the importation into the European Union of certain goods originating in Norway resulting from the processing of agricultural products covered by Regulation (EU) No 510/2014 of the European Parliament and of the Council\n", "header": "24.10.2014 EN Official Journal of the European Union L 305/104\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1130/2014\nof 22 October 2014\nopening a tariff quota for the year 2015 for the importation into the European Union of certain goods originating in Norway resulting from the processing of agricultural products covered by Regulation (EU) No 510/2014 of the European Parliament and of the Council\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 510/2014 of the European Parliament and of the Council of 16 April 2014 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products and repealing Council Regulations (EC) No 1216/2009 and (EC) No 614/2009 (1), and in particular Article 16(1)(a) thereof,\nHaving regard to Council Decision 2004/859/EC of 25 October 2004 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway on Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway (2), and in particular Article 3 thereof,\nWhereas:\n(1) Protocol 2 to the Agreement between the European Economic Community and the Kingdom of Norway of 14 May 1973 (3) (‘the bilateral Free trade agreement between the European Economic Community and the Kingdom of Norway’) and Protocol 3 to the EEA Agreement (4) determine the trade arrangements for certain agricultural and processed agricultural products between the Contracting Parties.\n(2) Protocol 3 to the EEA Agreement provides for a zero-rated duty that applies to waters containing added sugar or other sweetening matter or flavoured, classified under CN code 2202 10 00, and other non-alcoholic beverages, not containing products of headings 0401 to 0404 or fat obtained from products of headings 0401 to 0404, classified under CN code 2202 90 10.\n(3) The zero-rated duty for those waters and those other beverages has temporarily, for an unlimited period of time, been suspended for Norway by the Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway concerning Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway (5) (hereinafter referred to as ‘the Agreement in the form of an Exchange of Letters’) approved by Decision 2004/859/EC. In accordance with the Agreement in the form of an Exchange of Letters, duty-free imports of goods with CN codes 2202 10 00 and ex 2202 90 10 that originate in Norway are to be allowed only within the limits of a duty-free quota. A duty is to be paid for imports that exceed the quota allocation.\n(4) Commission Implementing Regulation (EU) No 1322/2013 (6) provided for the temporary suspension of the duty-free regime not to be applied to imports into the Union of those waters and beverages from 1 January to 31 December 2014, thus granting those goods unlimited duty free access to the Union.\n(5) The tariff quota for those waters and beverages for 2015 is to be opened in accordance with the Agreement in the Form of an Exchange of Letters. The last annual quota for those products was opened for 2013 by Commission Implementing Regulation (EU) No 1085/2012 (7).As no annual quota was opened for 2014, it is appropriate to set the quota volume for 2015 at the same level as for 2013.\n(6) Commission Regulation (EEC) No 2454/93 (8) lays down rules for managing tariff quotas. The tariff quota opened by this Regulation should be managed in accordance with those rules.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["1.   From 1 January to 31 December 2015, the duty free tariff quota set out in the Annex will be open for goods originating in Norway which are listed in that Annex, under the conditions specified therein.\n2.   The rules of origin laid down in Protocol 3 to the Agreement between the European Economic Community and the Kingdom of Norway of 14 May 1973 shall apply to the goods listed in the Annex to this Regulation.\n3.   For quantities imported above the quota volume, a preferential duty of 0,047 EUR/litre shall apply.", "The Union tariff quota referred to in Article 1(1) shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 150, 20.5.2014, p. 1.\n(2)  OJ L 370, 17.12.2004, p. 70.\n(3)  OJ L 171, 27.6.1973, p. 2.\n(4)  OJ L 1, 3.1.1994, p. 3.\n(5)  OJ L 370, 17.12.2004, p. 72.\n(6)  Commission Implementing Regulation (EU) No 1322/2013 of 11 December 2013 on the granting of unlimited duty-free access to the Union for 2014 to certain goods originating in Norway resulting from the processing of agricultural products covered by Council Regulation (EC) No 1216/2009 (OJ L 333, 12.12.2013, p. 68).\n(7)  Commission Implementing Regulation (EU) No 1085/2012 of 20 November 2012 opening the tariff quota for the year 2013 for the importation into the European Union of certain goods originating in Norway resulting from the processing of agricultural products covered by Council Regulation (EC) No 1216/2009 (OJ L 322, 21.11.2012, p. 2).\n(8)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1).\nANNEX\nDuty free tariff quota for 2015 applicable to imports into the Union of certain goods originating in Norway\nOrder No CN code Description of goods Quota Volume\n— Waters, including mineral waters and aerated waters, containing added sugar or other sweetening matter or flavoured\n— Other non-alcoholic beverages containing sugar (sucrose or invert sugar)"}