{"celex_id": "32015R0050", "uri": "http://publications.europa.eu/resource/cellar/38a57e65-9c89-11e4-872e-01aa75ed71a1", "type": "Regulation", "concepts": ["1136", "1474", "161", "2749", "3191", "4385", "5969"], "title": "Commission Implementing Regulation (EU) 2015/50 of 14 January 2015 amending Annex I to Council Regulation (EC) No 32/2000 as regards the introduction of new tariff quotas of the Union bound in GATT for chocolate, sugar confectionery and biscuits\n", "header": "15.1.2015 EN Official Journal of the European Union L 9/20\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/50\nof 14 January 2015\namending Annex I to Council Regulation (EC) No 32/2000 as regards the introduction of new tariff quotas of the Union bound in GATT for chocolate, sugar confectionery and biscuits\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 32/2000 of 17 December 1999 opening and providing for the administration of Community tariff quotas bound in GATT and certain other Community tariff quotas and establishing detailed rules for adjusting the quotas, and repealing Council Regulation (EC) No 1808/95 (1), and in particular the first indent of Article 9(1)(b) thereof,\nWhereas:\n(1) Regulation (EC) No 32/2000 opened and provided for the administration of Union tariff quotas bound in GATT designed to be used following the chronological order of dates of acceptance of customs declarations.\n(2) By Decision 2014/116/EU (2), the Council approved the Agreement in the form of an Exchange of Letters between the European Union and the People's Republic of China pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union.\n(3) The Agreement in the form of an Exchange of Letters provides for new annual tariff quotas for chocolate, sugar confectionery and biscuits. To implement those new annual tariff quotas it is necessary to amend Regulation (EC) No 32/2000.\n(4) As the Agreement in the form of an Exchange of Letters entered into force on 1 July 2014, the relevant part of this Regulation should apply from the same date.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex I to Regulation (EC) No 32/2000 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 January 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 5, 8.1.2000, p. 1.\n(2)  Council Decision 2014/116/EU of 28 January 2014 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Union and the People's Republic of China pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union (OJ L 64, 4.3.2014, p. 1).\nANNEX\nThe following rows are inserted in the table in Annex I to Regulation (EC) No 32/2000:\n‘09.0052 1806 20  Chocolate From 1 July to 30 June 2 026 tonnes 38\n09.0053 1704  Sugar confectionery (including white chocolate), not containing cocoa From 1 July to 30 June 2 289 tonnes 35\n09.0054 1905 90  Other than crispbread, gingerbread and the like, sweet biscuits, waffles and wafers, rusks, toasted bread and similar toasted products From 1 July to 30 June 409 tonnes 40’"}