{"celex_id": "32013R0349", "uri": "http://publications.europa.eu/resource/cellar/22da3dcd-a80f-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["2771", "2957", "3191", "4080", "4402", "519", "888", "932"], "title": "Commission Implementing Regulation (EU) No 349/2013 of 17 April 2013 amending the rate of additional duty for products listed in Annex I to Council Regulation (EC) No 673/2005 establishing additional customs duties on imports of certain products originating in the United States of America\n", "header": "18.4.2013 EN Official Journal of the European Union L 108/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 349/2013\nof 17 April 2013\namending the rate of additional duty for products listed in Annex I to Council Regulation (EC) No 673/2005 establishing additional customs duties on imports of certain products originating in the United States of America\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 673/2005 of 25 April 2005 establishing additional customs duties on imports of certain products originating in the United States of America (1), and in particular Article 3 thereof,\nWhereas:\n(1) As a result of the United States’ failure to bring the Continued Dumping and Subsidy Offset Act (CDSOA) in compliance with its obligations under the WTO agreements, Regulation (EC) No 673/2005 imposed a 15 % ad valorem additional customs duty on imports of certain products originating in the United States as from 1 May 2005. In conformity with the WTO authorisation to suspend the application of concessions to the United States, the Commission is to adjust the level of suspension annually to the level of nullification or impairment caused by the CDSOA to the European Union at that time.\n(2) The CDSOA disbursements for the most recent year for which data are available relate to the distribution of anti-dumping and countervailing duties collected during the Fiscal Year 2012 (1 October 2011 - 30 September 2012) as well as to the CDSOA additional 2012 distribution of anti-dumping and countervailing duties held during Fiscal Years 2006, 2007, 2008, 2009 and 2010, respectively. On the basis of the data published by the United States’ Customs and Border Protection, the level of nullification or impairment caused to the Union is calculated at USD 60 774 402.\n(3) Since the level of nullification or impairment and consequently of suspension has increased, the last product of the list in Annex II to Regulation (EC) No 673/2005 should be added to the list set out in Annex I to Regulation (EC) No 673/2005. However, the level of suspension cannot be adjusted to the level of nullification or impairment by adding or removing products from the list in Annex I to Regulation (EC) No 673/2005. As a consequence, in accordance with Article 3(1)(e) of that Regulation, the Commission should amend the rate of the additional duty in order to adjust the level of suspension to the level of nullification or impairment. The four products listed in Annex I should therefore be maintained on the list and the rate of additional import duty should be amended and set at 26 %.\n(4) The effect of a 26 % ad valorem additional import duty on imports from the United States of the products in Annex I represents, over one year, a value of trade that does not exceed USD 60 774 402.\n(5) Article 6(1) and (2) of Regulation (EC) No 673/2005 contain specific exemptions from the additional import duty. Since the applicability of those exemptions is dependent on certain conditions being met before the entry into force or on the date of application of Regulation (EC) No 673/2005, the exemptions cannot in practice apply for imports of the new product added by this Regulation to the list in Annex I. Specific provisions should therefore be adopted to make these exemptions effective for imports of that product.\n(6) To avoid circumvention of the additional duty, this Implementing Regulation should enter into force on the day of its publication.\n(7) The measures provided for in this Implementing Regulation are in accordance with the opinion delivered by the Committee on Trade Retaliation,", "main_body": ["Annex I to Regulation (EC) No 673/2005 is replaced by Annex I to this Regulation.", "Annex II to Regulation (EC) No 673/2005 is replaced by Annex II to this Regulation.", "An ad valorem duty of 26 % additional to the customs duty shall be imposed on the products originating in the United States of America listed in Annex I to Regulation (EC) No 673/2005.", "1.   Products for which an import licence with an exemption from, or a reduction of duty, was issued before the date of entry into force of this Regulation shall not be subject to the additional duty provided they are classified under one of the following CN codes (2): 6204 62 31.\n2.   Products for which it can be demonstrated that they are already en route to the European Union or in temporary storage or in a free zone or free warehouse or under a suspensive procedure within the meaning of Article 84(1)(a) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (3) on the date of application of this Regulation, and whose destination cannot be changed, shall not be subject to the additional duty provided they are classified under one of the following CN codes: 6204 62 31.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 April 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 110, 30.4.2005, p. 1.\n(2)  The description of products classified under these codes can be found in Annex I to Council Regulation (EEC) No 2658/87 (OJ L 256, 7.9.1987, p. 1), as replaced by Commission Regulation (EC) 1810/2004 (OJ L 327, 30.10.2004, p. 1), as amended by Regulation (EC) No 493/2005 (OJ L 82, 31.3.2005, p. 1).\n(3)  OJ L 302, 19.10.1992, p. 1.\nANNEX I\nThe products on which additional duties are to apply are identified by their eight-digit CN codes. The description of products classified under these codes can be found in Annex I to Regulation (EEC) No 2658/87.\n0710 40 00\n9003 19 30\n8705 10 00\n6204 62 31\nANNEX II\nThe products in this Annex are identified by their eight-digit CN codes. The description of products classified under these codes can be found in Annex I to Regulation (EEC) No 2658/87."}