{"celex_id": "32012R0032", "uri": "http://publications.europa.eu/resource/cellar/6f0ede79-cc9a-49e5-8445-421eab47d45e", "type": "Regulation", "concepts": ["2110", "216", "2308", "2437", "2455", "2879", "3468", "4790", "5229", "5334"], "title": "Commission Delegated Regulation (EU) No 32/2012 of 14 November 2011 supplementing Regulation (EU) No 1236/2010 of the European Parliament and of the Council laying down a scheme of control and enforcement applicable in the area covered by the Convention on future multilateral cooperation in the North-East Atlantic fisheries\n", "header": "17.1.2012 EN Official Journal of the European Union L 13/1\nCOMMISSION DELEGATED REGULATION (EU) No 32/2012\nof 14 November 2011\nsupplementing Regulation (EU) No 1236/2010 of the European Parliament and of the Council laying down a scheme of control and enforcement applicable in the area covered by the Convention on future multilateral cooperation in the North-East Atlantic fisheries\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1236/2010 of the European Parliament and of the Council of 15 December 2010 laying down a scheme of control and enforcement applicable in the area covered by the Convention on future multilateral cooperation in the North-East Atlantic fisheries and repealing Council Regulation (EC) No 2791/1999 (1), and in particular Articles 10(3) and 46 thereof,\nWhereas:\n(1) Regulation (EU) No 1236/2010 supplements the control measures provided for in:\n— Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, (2) and\n— Council Regulation (EC) No 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing (3).\n(2) According to Article 10 of Regulation (EU) No 1236/2010, Member States are to inform the Commission monthly of the quantities of fishery resources caught in the NEAFC area by vessels flying their flag. The list of fishery resources to be reported should now be established,", "main_body": ["List of resources\nThe list of fishery resources referred to in Article 10(1) of Regulation (EU) No 1236/2010 shall be as set out in the Annex.", "Entry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 348, 31.12.2010, p. 17.\n(2)  OJ L 343 22.12.2009, p. 1\n(3)  OJ L 286, 29.10.2008, p. 1.\nANNEX\nList of resources\nNEAFC stock Species NEAFC area\nCommon name FAO code Scientific name ICES sub-areas and divisions\nNorwegian spring spawning herring (Atlanto Scandian) Herring HER Clupea harengus I, II\nBlue whiting Blue whiting WHB Micromesistius poutassou IIa, IVa, Vb, VI, VII, XII, XIV\nMackerel Mackerel MAC Scomber scombrus IIa, IV, V, VI, VII, XII\nHaddock Haddock HAD Melanogrammus aeglefinus VIb\nRedfish Redfish REB Sebastes mentella V, XII, XIV\nRedfish Redfish REB Sebastes mentella I, II\nDeep-sea species Baird’s smoothhead ALC Alepocephalus bairdii I–XIV\nDeep-sea species Risso’s smoothhead PHO Alepocephalus rostratus I–XIV\nDeep-sea species Blue antimora (Blue hake) ANT Antimora rostrata I–XIV\nDeep-sea species Black scabbardfish BSF Aphanopus carbo I–XIV\nDeep-sea species Iceland catshark API Apristurus spp. I–XIV\nDeep-sea species Greater silver smelt ARG Argentina silus I–XIV\nDeep-sea species Alfonsinos ALF Beryx spp. I–XIV\nDeep-sea species Tusk USK Brosme brosme I–XIV\nDeep-sea species Gulper shark GUP Centrophorus granulosus I–XIV\nDeep-sea species Leafscale gulper shark GUQ Centrophorus squamosus I–XIV\nDeep-sea species Black dogfish CFB Centroscyllium fabricii I–XIV\nDeep-sea species Portuguese dogfish CYO Centroscymnus coelolepis I–XIV\nDeep-sea species Longnose velvet dogfish CYP Centroscymnus crepidater I–XIV\nDeep-sea species Deep-water red crab KEF Chaceon (geyron) affinis I–XIV\nDeep-sea species Rabbit fish (Rattail) CMO Chimaera monstrosa I–XIV\nDeep-sea species Frilled shark HXC Chlamydoselachus anguineus I–XIV\nDeep-sea species Conger eel COE Conger conger I–XIV\nDeep-sea species Roundnose grenadier RNG Coryphaenoides rupestris I–XIV\nDeep-sea species Kitefin shark SCK Dalatias licha I–XIV\nDeep-sea species Birdbeak dogfish DCA Deania calcea I–XIV\nDeep-sea species Black (Deep-water) cardinal fish EPI Epigonus telescopus I–XIV\nDeep-sea species Greater lanternshark SHL Etmopterus princeps I–XIV\nDeep-sea species Velvet belly SHL Etmopterus spinax I–XIV\nDeep-sea species Blackmouth dogfish SHO Galeus melastomus I–XIV\nDeep-sea species Mouse catshark GAM Galeus murinus I–XIV\nDeep-sea species Bluemouth (Bluemouth redfish) BRF Helicolenus dactylopterus I–XIV\nDeep-sea species Blondnose six-gilled shark SBL Hexanchus griseus I–XIV\nDeep-sea species Orange roughy ORY Hoplostethus atlanticus I–XIV\nDeep-sea species Silver roughy (Pink) HPR Hoplostethus mediterraneus I–XIV\nDeep-sea species Large- eyed rabbit fish (Ratfish) CYH Hydrolagus mirabilis I–XIV\nDeep-sea species Silver scabbard fish (Cutless fish) SFS Lepidopus caudatus I–XIV\nDeep-sea species Eelpout ELP Lycodes esmarkii I–XIV\nDeep-sea species Roughhead grenadier (Rough rattail) RHG Macrourus berglax I–XIV\nDeep-sea species Blue ling BLI Molva dypterygia I–XIV\nDeep-sea species Ling LIN Molva molva I–XIV\nDeep-sea species Common mora RIB Mora moro I–XIV\nDeep-sea species Sailfin roughshark (Sharpback shark) OXN Oxynotus paradoxus I–XIV\nDeep-sea species Red (blackspot) seabream SBR Pagellus bogaraveo I–XIV\nDeep-sea species Forkbeards GFB Phycis spp. I–XIV\nDeep-sea species Wreckfish WRF Polyprion americanus I–XIV\nDeep-sea species Round skate RJY Raja fyllae I–XIV\nDeep-sea species Arctic skate RJG Raja hyperborea I–XIV\nDeep-sea species Norwegian skate JAD Raja nidarosiensis I–XIV\nDeep-sea species Greenland halibut GHL Reinhardtius hippoglossoides I–XIV\nDeep-sea species Straightnose rabbitfish RCT Rhinochimaera atlantica I–XIV\nDeep-sea species Knifetooth dogfish SYR Scymnodon ringens I–XIV\nDeep-sea species Small redfish (Norway haddock) SFV Sebastes viviparus I–XIV\nDeep-sea species Greenland shark GSK Somniosus microcephalus I–XIV\nDeep-sea species Spiny (Deep-sea) Scorpionfish TJX Trachyscorpia cristulata I–XIV"}