{"celex_id": "32013D0422", "uri": "http://publications.europa.eu/resource/cellar/dd003804-0351-11e3-a352-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1644", "1843", "1907", "3191", "343", "3814", "4128", "5034", "5445"], "title": "2013/422/EU: Commission Implementing Decision of 1 August 2013 amending Decision 2011/163/EU on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC (notified under document C(2013) 4880)  Text with EEA relevance\n", "header": "3.8.2013 EN Official Journal of the European Union L 209/21\nCOMMISSION IMPLEMENTING DECISION\nof 1 August 2013\namending Decision 2011/163/EU on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC\n(notified under document C(2013) 4880)\n(Text with EEA relevance)\n(2013/422/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC (1), and in particular the fourth subparagraph of Article 29(1) and Article 29(2) thereof,\nWhereas:\n(1) Directive 96/23/EC lays down measures to monitor the substances and groups of residues listed in Annex I thereto. That Directive requires that third countries from which Member States are authorised to import animals and animal products covered by that Directive submit a residue monitoring plan providing required guarantees. That plan should at least include the groups of residues and substances listed in that Annex I.\n(2) Commission Decision 2011/163/EU (2) approves the plans provided for in Article 29 of Directive 96/23/EC (‘the plans’) submitted by certain third countries listed in the Annex thereto for the animals and animal products indicated in that list.\n(3) In the light of the recent plans submitted by certain third countries and additional information obtained by the Commission, it is necessary to update the list of third countries from which Member States are authorised to import certain animals and animal products, as provided for in Directive 96/23/EC and currently listed in the Annex to Decision 2011/163/EU (‘the list’).\n(4) Armenia has submitted a plan for honey to the Commission. That plan provides sufficient guarantees and should be approved. Therefore, an entry for Armenia for honey should be included in the list.\n(5) In accordance with European Council Decision 2012/419/EU of 11 July 2012 amending the status of Mayotte with regard to the European Union (3), Mayotte shall cease to be an overseas country or territory and become an outermost region of the Union according to Article 349 of the Treaty on the Functioning of the European Union from 1 January 2014. The entry for Mayotte should be deleted at this date.\n(6) San Marino is currently included in the list for bovines and honey. That third country has informed the Commission that it is interested to export porcine meat to the Union. San Marino provided the guarantees requested for porcine in the list with the footnote indicating that third countries using only raw material either from Member States or from other third countries approved for imports of such raw material to the Union. An entry for San Marino for porcines with the appropriate footnote reference should therefore be included in the list.\n(7) Decision 2011/163/EU should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2011/163/EU is replaced by the text set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 August 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 125, 23.5.1996, p. 10.\n(2)  OJ L 70, 17.3.2011, p. 40.\n(3)  OJ L 204, 31.7.2012, p. 131.\nANNEX\n‘ANNEX\nCode ISO2 Country Bovine Ovine/caprine Porcine Equine Poultry Aqua-culture Milk Eggs Rabbit Wild game Farmed game Honey\nAD Andorra X X  X\nAE United Arab Emirates      X X (1)\nAL Albania  X    X  X\nAM Armenia            X\nAR Argentina X X  X X X X X X X X X\nAU Australia X X  X  X X   X X X\nBA Bosnia and Herzegovina     X X X X    X\nBD Bangladesh      X\nBN Brunei      X\nBR Brazil X   X X X      X\nBW Botswana X   X       X\nBY Belarus    X (2)  X X X\nBZ Belize      X\nCA Canada X X X X X X X X X X X X\nCH Switzerland X X X X X X X X X X X X\nCL Chile X X X  X X X   X  X\nCM Cameroon            X\nCN China     X X  X X   X\nCO Colombia      X\nCR Costa Rica      X\nCU Cuba      X      X\nEC Ecuador      X\nET Ethiopia            X\nFK Falklands Islands X X\nFO Faeroe Islands      X\nGH Ghana            X\nGM Gambia      X\nGL Greenland  X        X X\nGT Guatemala      X      X\nHN Honduras      X\nID Indonesia      X\nIL Israel     X X X X   X X\nIN India      X  X    X\nIR Iran      X\nJM Jamaica            X\nJP Japan X     X\nKE Kenya       X (1)\nKG Kyrgyzstan            X\nKR South Korea      X\nLB Lebanon            X\nLK Sri Lanka      X\nMA Morocco      X\nMD Moldova     X X  X    X\nME Montenegro X X X  X X  X    X\nMG Madagascar      X      X\nMK former Yugoslav Republic of Macedonia (4) X X X  X X X X  X  X\nMU Mauritius      X\nMX Mexico    X  X  X    X\nMY Malaysia     X (3) X\nMZ Mozambique      X\nNA Namibia X X        X\nNC New Caledonia X (3)     X    X X X\nNI Nicaragua      X      X\nNZ New Zealand X X  X  X X   X X X\nPA Panama      X\nPE Peru     X X\nPF French Polynesia            X\nPH Philippines      X\nPY Paraguay X\nRS Serbia (5) X X X X (2) X X X X  X  X\nRU Russia X X X  X  X X   X (6) X\nSA Saudi Arabia      X\nSG Singapore X (3) X (3) X (3)  X (3) X X (3)\nSM San Marino X  X (3)         X\nSR Suriname      X\nSV El Salvador            X\nSZ Swaziland X\nTH Thailand     X X      X\nTN Tunisia     X X    X\nTR Turkey     X X X X    X\nTW Taiwan      X      X\nTZ Tanzania      X      X\nUA Ukraine     X X X X    X\nUG Uganda      X      X\nUS United States X X X  X X X X X X X X\nUY Uruguay X X  X  X X   X  X\nVE Venezuela      X\nVN Vietnam      X      X\nYT (7) Mayotte      X\nZA South Africa          X X\nZM Zambia            X\nZW Zimbabwe      X     X\n(1)  Camel milk only.\n(2)  Export to the Union of live equidae for slaughter (food producing animals only).\n(3)  Third countries using only raw material either from Member States or from other third countries approved for imports of such raw material to the Union, in accordance with Article 2.\n(4)  The former Yugoslav Republic of Macedonia; the definitive nomenclature for this country will be agreed following current negotiations at UN level.\n(5)  Not including Kosovo (this designation is without prejudice to positions on status, and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo Declaration of Independence).\n(6)  Only for reindeer from the Murmansk and Yamalo-Nenets regions.\n(7)  Entry deleted on 1 January 2014.’"}