{"celex_id": "32012D0173", "uri": "http://publications.europa.eu/resource/cellar/b77602c8-0eba-4d9d-b37f-d5c7f75f6677", "type": "Decision", "concepts": ["2383", "4212", "5335", "5556", "611", "8482"], "title": "Council Decision 2012/173/CFSP of 23 March 2012 on the activation of the EU Operations Centre for the Common Security and Defence Policy missions and operation in the Horn of Africa\n", "header": "27.3.2012 EN Official Journal of the European Union L 89/66\nCOUNCIL DECISION 2012/173/CFSP\nof 23 March 2012\non the activation of the EU Operations Centre for the Common Security and Defence Policy missions and operation in the Horn of Africa\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 42(4) and 43(2) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 17 December 2004, the European Council endorsed the proposals allowing for the establishment of an operations centre and its terms of reference.\n(2) On 18 June 2007, the Council approved the Guidelines for Command and Control Structure for the EU Civilian Operations in Crisis Management.\n(3) On 7 April 2008, by Decision 2008/298/CFSP (1) the Council amended Decision 2001/80/CFSP of 22 January 2001 on the establishment of the Military Staff of the European Union (2) to specify, inter alia, the tasks of the Military Staff of the European Union (EUMS) in relation to the EU Operations Centre.\n(4) On 10 November 2008, the Council adopted Joint Action 2008/851/CFSP (3) establishing operation Atalanta with the purpose of deterring piracy off the Somali coast.\n(5) On 15 February 2010, the Council adopted Decision 2010/96/CFSP (4) on an EU military mission to contribute to the training of Somali security forces (EUTM Somalia).\n(6) On 14 November 2011, the Council adopted a Strategic Framework for the Horn of Africa to guide the EU’s engagement in the region.\n(7) On 1 December 2011, the Council agreed to accelerate planning for the activation of the EU Operations Centre for the Horn of Africa Common Security and Defence Policy (CSDP) missions and operation, in accordance with its terms of reference.\n(8) On 16 December 2011, the Council agreed the Crisis Management Concept for the Regional Maritime Capacity Building (RMCB) mission, as a civilian CSDP mission with military expertise.\n(9) On 23 January 2012, the Council agreed that the EU Operations Centre should be activated for the Horn of Africa CSDP missions and operation.\n(10) The EU Operations Centre should facilitate coordination and improve synergies amongst the Horn of Africa CSDP missions and operation, in the context of the Strategic Framework for the Horn of Africa and in close liaison with the European Union Special Representative (EUSR) for the Horn of Africa.\n(11) The EU Operations Centre should be supported by the existing structures of the EUMS, reinforced by the EUTM Somalia Support Element and the Atalanta Liaison Team.\n(12) Bearing in mind the requirement to optimise its support for all CSDP missions and operations, the EUMS should provide support to the EU Operations Centre within its means and capabilities,", "main_body": ["Activation of the EU Operations Centre\n1.   The EU Operations Centre shall be activated in support of the Common Security and Defence Policy (CSDP) missions and operation in the Horn of Africa, namely Operation Atalanta, EUTM Somalia, and the planned civilian CSDP mission on Regional Maritime Capacity Building (RMCB).\n2.   The activation of the EU Operations Centre shall be without prejudice to the respective military and civilian chains of command of the missions and the operation, referred to in paragraph 1.", "Mandate and tasks\n1.   The EU Operations Centre shall provide support in the field of operational planning and conduct of Operation Atalanta, EUTM Somalia, and the future civilian CSDP mission on Regional Maritime Capacity Building (RMCB), with a view to increasing efficiency, coherence and synergies. In this framework the EU Operations Centre shall help facilitate information exchange and improve coordination and strengthen civil-military synergies.\n2.   The EU Operations Centre shall perform the following tasks:\n(a) to provide, using its military expertise and specialised planning expertise, direct support to the Civilian Operations Commander for the operational planning and conduct of the RMCB mission;\n(b) to provide support to the EUTM Mission Commander and enhance strategic coordination between EUTM Somalia and the other CSDP mission and operation in the Horn of Africa;\n(c) to liaise with Operation Atalanta;\n(d) to provide support to the Crisis Management and Planning Directorate (CMPD), at its request, in its strategic planning for the CSDP missions and operation in the Horn of Africa;\n(e) to facilitate interaction between the Horn of Africa CSDP missions and operation and the Brussels-based structures;\n(f) to facilitate coordination and improve synergies amongst Operation Atalanta, EUTM Somalia, and RMCB, in the context of the Horn of Africa Strategy and in liaison with the European Union Special Representative for the Horn of Africa.", "Head of the EU Operations Centre\n1.   Captain (Navy) Ad VAN DER LINDE is hereby appointed Head of the EU Operations Centre for a period of two years, which may be renewed if the Council so decides.\n2.   The Head of the EU Operations Centre shall carry out his functions under the political control and strategic direction of the Political and Security Committee (PSC), and, as appropriate, under the military direction of the European Union Military Committee (EUMC).\n3.   The Head of the EU Operations Centre shall exercise authority over the staff of the EU Operations Centre for all issues related to the mandate and tasks of the EU Operations Centre.\n4.   The Head of the EU Operations Centre shall be responsible for responding to the requests addressed to the EU Operations Centre by the Civilian Operation Commander, the Operation Commander for Operation Atalanta, the EUTM Mission Commander, and CMPD. He shall ensure the proper functioning of the EU Operations Centre and coordinate the efficient use of its capacities. The final responsibility for operational planning documents and decisions on the conduct of the missions and the operation shall remain respectively with the Civilian Operation Commander, the EUTM Mission Commander, and the Operation Commander for Operation Atalanta.\n5.   Within the limits of his responsibility, the Head of the EU Operations Centre shall regularly report to EUMC and to PSC.", "Staff\n1.   The Human resources of the EU Operations Centre shall comprise:\n(a) staff provided by the EUMS;\n(b) the EUTM Support Element;\n(c) the Atalanta Liaison Team;\n(d) staff seconded by Member States.\n2.   The human resources put at the disposal of the EU Operations Centre shall cover all military expertise required to implement its mandate and tasks properly on the basis of an implementation plan presented to the PSC and shall be subject to regular review. The precise definition of the expertise required shall be the responsibility of the Head of the EU Operations Centre, in close consultation with the Operation and Mission Commanders, the Civilian Operation Commander, and the EUMS.\n3.   All staff shall respect the security principles and minimum standards established by Council Decision 2011/292/EU of 31 March 2011 on the security rules for protecting EU classified information (5).", "Organisation\nThe EU Operations Centre shall be organised along functional responsibilities corresponding to the requirements of the CSDP missions and operation which it supports.", "Support by the EUMS\nThe EUMS shall, within its means and capabilities, provide support to the EU Operations Centre in accordance with its terms of reference through:\n(a) ensuring availability and readiness of the staff, facilities and equipment of the EU Operations Centre;\n(b) maintaining, updating and replacing the equipment of the EU Operations Centre;\n(c) maintaining the premises used by the EU Operations Centre.", "Financing\n1.   The staff provided by EUMS shall be financed in accordance with the rules applicable to the EUMS.\n2.   The staff provided by Member States shall be seconded national experts on free secondment.\n3.   Travel and other costs not covered by the budgets of the respective CSDP mission and operation shall be borne by the budget of the European External Action Service, subject to the applicable financial rules.", "Review\nThe mandate, tasks, functioning and financing of the EU Operations Centre, in the context of the overall EU crisis management structures, shall be reviewed on 24 September 2012 and thereafter at regular intervals. This Decision may be revised as appropriate.", "Entry into force and duration\nThis Decision shall enter into force on the date of its adoption.\nIt shall apply for an initial period of two years."], "attachments": "Done at Brussels, 23 March 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 102, 12.4.2008, p. 25.\n(2)  OJ L 27, 30.1.2001, p. 7.\n(3)  OJ L 301, 12.11.2008, p. 33.\n(4)  OJ L 44, 19.2.2010, p. 16.\n(5)  OJ L 141, 27.5.2011, p. 17."}