{"celex_id": "32010D0028(01)", "uri": "http://publications.europa.eu/resource/cellar/681d1fab-a989-450c-8851-ceb87d145593", "type": "Decision", "concepts": ["2452", "4115", "5455", "5883"], "title": "2011/22/EU: Decision of the European Central Bank of 13 December 2010 on the paying-up of the European Central Bank’s capital by the non-euro area national central banks (ECB/2010/28)\n", "header": "15.1.2011 EN Official Journal of the European Union L 11/56\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 13 December 2010\non the paying-up of the European Central Bank’s capital by the non-euro area national central banks\n(ECB/2010/28)\n(2011/22/EU)\nTHE GENERAL COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘Statute of the ESCB’), and in particular Article 47 thereof,\nWhereas:\n(1) Article 47 of the Statute of the ESCB provides that central banks of Member States with a derogation (hereinafter ‘non-euro area NCBs’) do not need to pay up their subscribed capital unless the General Council, acting by a majority representing at least two thirds of the subscribed capital of the European Central Bank (ECB) and at least half of the shareholders, decides that a minimal percentage has to be paid up as a contribution to the ECB’s operational costs.\n(2) Article 1 of Decision ECB/2008/28 of 15 December 2008 laying down the measures necessary for the paying-up of the European Central Bank’s capital by the non-participating national central banks (1) provides that non-euro area NCBs must pay up 7 % of their subscription to the ECB’s capital with effect from 1 January 2009.\n(3) Decision ECB/2008/23 of 12 December 2008 on the national central banks’ percentage shares in the key for subscription to the European Central Bank’s capital (2) lays down the key for subscription to the ECB’s capital in accordance with Article 29.3 of the Statute of the ESCB and establishes with effect from 1 January 2009 the weightings assigned to each national central bank in the capital key (hereinafter the ‘capital key weightings’).\n(4) Pursuant to Article 1 of Decision ECB/2010/26 of 13 December 2010 on the increase of the European Central Bank’s capital (3) the ECB’s capital has been increased by EUR 5 000 million from EUR 5 760 652 402,58 to EUR 10 760 652 402,58 with effect from 29 December 2010.\n(5) The increase of the ECB’s capital would require non-euro area NCBs to pay up 7 % of their respective share in the increased capital although the ECB’s operational costs do not justify a higher contribution in absolute terms. To avoid this increased contribution to the operational costs of the ECB by the non-euro area NCBs, it is necessary to decrease the percentage that non-euro area NCBs have to pay up so that the amounts to be paid up remain on a similar level,", "main_body": ["Extent and form of subscribed and paid-up capital\nEach non-euro area NCB shall pay up 3,75 % of its share in the ECB’s subscribed capital with effect from 29 December 2010. Taking into account the capital key weightings laid down in Article 2 of Decision ECB/2008/23, each non-euro area NCB shall have a total subscribed and paid-up capital of the amounts shown next to its name in the following table:\nNon-euro area NCB Subscribed capital as at 29 December 2010 Paid-up capital as at 29 December 2010\nБългарска народна банка (Bulgarian National Bank) 93 467 026,77 3 505 013,50\nČeská národní banka 155 728 161,57 5 839 806,06\nDanmarks Nationalbank 159 634 278,39 5 986 285,44\nEesti Pank 19 261 567,80 722 308,79\nLatvijas Banka 30 527 970,87 1 144 798,91\nLietuvos bankas 45 797 336,63 1 717 400,12\nMagyar Nemzeti Bank 149 099 599,69 5 591 234,99\nNarodowy Bank Polski 526 776 977,72 19 754 136,66\nBanca Națională a României 265 196 278,46 9 944 860,44\nSveriges Riksbank 242 997 052,56 9 112 389,47\nBank of England 1 562 145 430,59 58 580 453,65", "Adjustment of the paid-up capital\n1.   Given that each non-euro area NCB has already paid up 7 % of its share in the ECB’s subscribed capital as applicable on 28 December 2010 under Decision ECB/2008/28, each of them shall pay up the additional amount specified in the below table, which is the difference between the paid-up capital specified in Article 1 and the amount paid up in the past:\nNon-euro area NCB (in EUR)\nБългарска народна банка (Bulgarian National Bank) 2 421,63\nČeská národní banka 4 034,75\nDanmarks Nationalbank 4 135,95\nEesti Pank 499,04\nLatvijas Banka 790,95\nLietuvos bankas 1 186,56\nMagyar Nemzeti Bank 3 863,01\nNarodowy Bank Polski 13 648,22\nBanca Națională a României 6 870,95\nSveriges Riksbank 6 295,79\nBank of England 40 473,51\n2.   Non-euro area NCBs shall pay the amounts specified in paragraph 1 to the ECB by means of a separate transfer via the Trans-European Automated Real-time Gross settlement Express Transfer system (TARGET2) on 29 December 2010.\n3.   Where a non-euro area NCB does not have access to TARGET2, the amounts set out in paragraph 1 shall be transferred by crediting an account that the ECB or the non-euro area NCB shall nominate in due time.", "Final provisions\n1.   This Decision shall enter into force on 29 December 2010.\n2.   Decision ECB/2008/28 is hereby repealed with effect from 29 December 2010.\n3.   References to Decision ECB/2008/28 shall be construed as references to this Decision."], "attachments": "Done at Frankfurt am Main, 13 December 2010.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 21, 24.1.2009, p. 81.\n(2)  OJ L 21, 24.1.2009, p. 66.\n(3)  See page 53 of this Official Journal."}