{"celex_id": "32013D0462", "uri": "http://publications.europa.eu/resource/cellar/2138189e-21d2-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["1124", "2556", "2850", "3466", "4790", "5407", "544", "5537"], "title": "2013/462/EU: Council Decision of 22 July 2013 on the signature, on behalf of the European Union, and on the provisional application of the Protocol setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Gabonese Republic\n", "header": "20.9.2013 EN Official Journal of the European Union L 250/1\nCOUNCIL DECISION\nof 22 July 2013\non the signature, on behalf of the European Union, and on the provisional application of the Protocol setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Gabonese Republic\n(2013/462/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43 in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 16 April 2007, the Council approved the Fisheries Partnership Agreement between the Gabonese Republic and the European Community by adopting Regulation (EC) No 450/2007 (1).\n(2) The last Protocol to the Fisheries Partnership Agreement (2) expired on 2 December 2011.\n(3) The Council authorised the Commission to negotiate a new Protocol granting EU vessels fishing opportunities in waters in which the Gabonese Republic exercises its sovereignty or its jurisdiction as regards fishing. At the end of those negotiations, a New Protocol was initialled on 24 April 2013.\n(4) In order to ensure that EU vessels can resume fishing activity, the New Protocols provides for its provisional application from the date of its signature and pending completion of the procedures necessary for its conclusion.\n(5) The New Protocol should be signed,", "main_body": ["The signature, on behalf of the Union, of the Protocol setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Gabonese Republic (hereinafter, the ‘Protocol’) is hereby authorised, subject to its conclusion.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person or persons empowered to sign the Protocol on behalf of the Union.", "The Protocol shall be applied provisionally, in accordance with Article 14 thereof, from the date of its signature, pending the completion of the procedures necessary for its conclusion.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 22 July 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  Council Regulation (EC) No 450/2007 of 16 April 2007 on the conclusion of the Fisheries Partnership Agreement between the Gabonese Republic and the European Community (OJ L 109, 26.4.2007, p. 1).\n(2)  OJ L 319, 18.11.2006, p. 17."}