{"celex_id": "32014D0113", "uri": "http://publications.europa.eu/resource/cellar/cbe2745d-a37a-11e3-9f91-01aa75ed71a1", "type": "Decision", "concepts": ["1280", "2739", "3730", "5640", "6059"], "title": "2014/113/EU: Commission Decision of 3 March 2014 on setting up a Scientific Committee on Occupational Exposure Limits for Chemical Agents and repealing Decision 95/320/EC\n", "header": "4.3.2014 EN Official Journal of the European Union L 62/18\nCOMMISSION DECISION\nof 3 March 2014\non setting up a Scientific Committee on Occupational Exposure Limits for Chemical Agents and repealing Decision 95/320/EC\n(2014/113/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) The Scientific Committee on Occupational Exposure Limits for Chemical Agents (hereinafter the Committee) was set up by Commission Decision 95/320/EC (1) to evaluate the health effects of chemical agents on workers at work. The work of the Committee directly supports Union regulatory activity in the field of occupational safety and health. It develops high quality comparative analytical knowledge and it ensures that Commission proposals, decisions and policy relating to the protection of workers’ health and safety are based on sound scientific evidence.\n(2) The Committee assists the Commission, in particular, in evaluating the latest available scientific data and in proposing occupational exposure limits (OELs) for the protection of workers from chemical risks, to be set at Union level pursuant to Council Directive 98/24/EC (2) and Directive 2004/37/EC of the European Parliament and of the Council (3).\n(3) Members of SCOEL are highly qualified, specialized, independent experts selected on the basis of objective criteria. They are appointed in their personal capacity and provide the Commission with Recommendations and Opinions that are necessary for the development of EU policy on workers protection. The nature of the contribution is such that without it the Commission could not reach its social policy objectives to protect workers’ health and safety. Therefore, these independent experts should receive remuneration beyond reimbursement of expenses, which is proportionate to the particular tasks attributed to them.\n(4) The work of the Committee makes an effective contribution to improving the working environment to protect workers’ health and safety by providing the Commission with scientific evidence on the health effects of chemical agents on workers at work which is indispensable in order that the Commission is able to attain the relevant Union social policy objectives. Therefore, the financing of its activities will be provided by the relevant budget line that is dedicated to supporting initiatives in the social policies and working conditions field.\n(5) There is also a need to introduce improvements to the structure and working procedures of the Committee.\n(6) The Committee members should be selected through a call for expression of interest. This will ensure that the procedure respects the principles of equal opportunities and transparency.\n(7) With a view to ensuring continuity and efficiency of the Committee’s work, the members appointed by Commission Decision 2009/985/EU (4) should remain in office until new members of the Committee are appointed.\n(8) Scientific advice that is given on matters relating to the protection of workers’ health and safety must be based on the ethical principles of excellence, independence, impartiality and transparency, as developed in the Commission Communication on ‘The collection and use of expertise by the Commission: principles and guidelines. Improving knowledge for better policies’ (5), and it must be organised in accordance with best practice principles of risk assessment.\n(9) Since substantive amendments are to be made to Decision 95/320/EC, that Decision should be repealed and replaced by a new Decision in the interest of clarity,", "main_body": ["Scientific Committee on Occupational Exposure Limits to Chemical Agents\nA Scientific Committee on Occupational Exposure Limits for Chemical Agents to evaluate the health effects of chemical agents on workers at work (‘the Committee’) shall be set up.", "Mission\n1.   The mission of the Committee shall be to provide the Commission with Recommendations or Opinions at the latter’s request on any matter relating to the toxicological evaluation of chemicals for their effects on the health of workers.\n2.   The Committee, after consulting the Secretariat provided for in Article 5(3), shall adopt a methodology for the derivation of Occupational Exposure Limits (‘OELs’) and keep it under review, to reflect all relevant scientific factors relating to the setting of OELs. It shall ensure that its methodology reflects current risk assessment practice.\n3.   The Committee shall in particular recommend OELs based on scientific data, as defined in Directives 98/24/EC and 2004/37/EC, which shall include, but not be limited to:\n— the eight-hour time weighted average (TWA);\n— short-term limits/excursion limits (STEL);\n— biological limit values/biological guidance values (BLV/BGV).\nThe OELs shall be supplemented, as appropriate, by further notations which shall include:\n— likely absorption through the skin;\n— sensitising potential;\n— carcinogenic properties.\nAdditional appropriate notations may be introduced by amendments to the Committee’s methodology document.\n4.   Any Recommendation for an OEL shall be supported and explained in detail by information on the basic data, a description of the critical effects, the extrapolation techniques used and any data on possible risks to human health. The feasibility of monitoring exposure at any proposed OEL shall also be noted.\n5.   The Commission may request the Committee to carry out other actions relating to the toxicological evaluation of chemical agents.\n6.   The Committee shall identify any lack of specific scientific information which may be necessary for the evaluation of chemical risks and shall inform the Commission accordingly.\n7.   The Committee shall identify current priority issues regarding health effects of chemicals and shall inform the Commission accordingly.\n8.   At the request of the Commission, the Committee shall set up thematic workshops in order to review data and scientific knowledge on chemical agents or issues related to its methodology. These workshops shall be organised with the support of the Secretariat of the Committee.\n9.   In carrying out its tasks the Committee, in accordance with article 5(5), shall seek to ensure cooperation with the relevant other bodies established under EU law, including Union Agencies, carrying out similar tasks in relation to issues of common concern.", "Appointment of Committee members\n1.   The Committee shall be composed of not more than twenty-one individual experts selected from a list of suitable candidates established following publication of a call for expression of interest in the Official Journal of the European Union and on the Commission website. A link from the Register of Commission expert groups and other similar entities (‘the Register’) to the web page where the call is published shall also be provided.\nThe members shall be appointed in a personal capacity by the Commission.\nThe members shall be selected on the basis of their proven scientific expertise and experience, having regard to the need to ensure:\n— that the full range of scientific expertise which is necessary to fulfil the mission is reflected, including, in particular, chemistry, toxicology, epidemiology, occupational medicine and industrial hygiene, and general competence in setting OELs;\n— a balanced geographical distribution of the members of the Committee.\n2.   The members’ names shall be published in the Register as well as in the Official Journal of the European Union for information purposes.\nPersonal data shall be collected, processed and published in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council (6).\n3.   Members appointed by Decision 2009/985/EU in accordance with Decision 95/320/EC shall remain in office under the present Decision until the appointment of members for a new term of office in accordance with the procedure set out in paragraphs 1 and 2.", "Term of office\n1.   The term of office for members of the Committee shall be three years. After expiry of the three-year period, members of the Committee shall remain in office until they are replaced or until their appointments are renewed.\n2.   In the event of resignation of a member of the Committee before expiry of the three-year period or where a member is absent from more than one third of the meetings or is for any other reason no longer capable of contributing effectively to the Committee’s deliberations, he/she may be replaced for the remainder of their term of office. In such a case, the Commission shall appoint a new member from the previous list of candidates in accordance with the procedure provided for in Article 3.", "Committee’s Board and Secretariat\n1.   At the beginning of each term of office, the Committee shall elect from among its members, by simple majority, a chair and two vice-chairs. Those three members shall constitute the Board of the Committee (‘the Board’).\n2.   The Board shall be responsible for internal procedural Committee matters and shall chair the meetings with a view to achieving a scientific consensus on the Recommendations or Opinions to be adopted.\n3.   The Commission shall provide the Secretariat for the Committee and its working groups, along with the administrative support necessary for the efficient functioning of the Committee.\n4.   The Secretariat shall ensure effective cooperation of the Committee with other Scientific Committees and Union Agencies.\n5.   The Secretariat shall take care to ensure early identification of potential sources of conflict between the Committee’s Recommendations and Opinions and those of other bodies established under EU law, including Union Agencies, carrying out a similar task in relation to issues of common concern.", "Working groups\n1.   At the request of the Board, the Committee may set up working groups from among its members, in agreement with the Commission services.\n2.   The working groups shall be required to discuss specific issues relevant to the work of the Committee, on the basis of terms of reference defined by the Committee, and to report back on the results of their deliberations. Such working groups shall be disbanded as soon as their task is completed.", "Plenary meetings of the Committee and meetings of the working groups\n1.   The Committee shall adopt its rules of procedure on the basis of the standard rules of procedure for Commission expert groups.\n2.   The plenary meetings of the Committee shall take place, as a general rule, four times a year.\n3.   The Commission services shall convene and take part in the plenary meetings of the Committee and shall convene the meetings of the working groups.\n4.   The Committee as well as the working groups shall normally meet at the headquarters of the Commission. However, in exceptional cases, meetings may be held elsewhere.", "Procedures and methodology\n1.   The deliberations of the Committee shall relate to any request for a Recommendation on an OEL for a specific substance or group of substances or any other scientific Opinion (‘Opinion’) requested by the Commission.\n2.   The Commission, in requesting any Recommendation or Opinion of the Committee, in accordance with paragraph 1, may fix the period of time within which those are to be given.\n3.   The Committee, and in particular the Board, shall make every effort to base its Recommendations or Opinions on a consensus. The Committee’s deliberations shall not be followed by a vote. In the absence of unanimous agreement, the various positions taken in the course of the deliberations shall be reported to the Commission by the Committee.\n4.   The Committee shall ensure, with the support of the Secretariat, that its methodology reflects the latest scientific standards and that it is implemented.\n5.   Without prejudice to the provisions on confidentiality referred to in Article 9(3), the Commission shall publish the updated methodology, along with adopted Recommendations and Opinions of the Committee, in the part of its website dedicated to the Committee.", "Ethical principles\nMembers of the Committee shall undertake to act independently of any external influence. They shall not delegate their responsibilities to any other person.\nThey shall make a declaration of commitment to act in the public interest and to declare either the absence or existence of any direct or indirect interest which might be considered prejudicial to their independence.\nThe Commission services will take note of and decide on the relevance of any declared interests.\nThe Committee shall ensure that its Recommendations and Opinions clearly present the reasoning used in its decision-making process, as outlined in its methodology.\nWithout prejudice to Article 339 of the Treaty on the Functioning of the European Union and Article 12 of this Decision, the members of the Committee shall not divulge information coming to their knowledge as a result of the work of the Committee, thematic workshops, working groups or other activities related to this Decision.\nA written declaration of confidentiality shall be signed by the members of the Committee at the beginning of each term of office.", "0\nObservers and external experts\n1.   The Commission services shall invite EEA/EFTA countries to submit proposals for scientists to attend meetings as observers.\n2.   When appropriate, the Commission services may invite scientific experts from outside the Committee with specific competence in a subject on the agenda to participate in the work of the Committee or in a working group on an ad hoc basis.", "1\nSpecial allowances\n1.   Members of the Committee and external experts invited on the initiative of the Commission shall be entitled to a special allowance of a maximum of EUR 450 in the form of a daily unit cost for each full working day. The total allowance shall be calculated and rounded upwards to the amount corresponding to the nearest half working day. The payment shall be made in euro.\n2.   Travel and subsistence expenses incurred by participants in the activities of the Committee shall be reimbursed by the Commission in accordance with the applicable provisions (7). Those expenses shall be reimbursed within the limits of the available appropriations allocated under the annual procedure for the allocation of resources.\n3.   Article 11(1) shall only come into effect on the date on which members are appointed for the next term of office of the Committee in accordance with the procedure set out in Article 3.", "2\nTransparency\n1.   The Commission shall publish all relevant documents (such as agendas, minutes and participants’ submissions) either in the Register or via a link from the Register to a dedicated website.\n2.   Exceptions to publication shall be possible on the basis of a case-by-case assessment where disclosure of a document would undermine the protection of a public or private interest as defined in Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council (8).", "3\nRepeal\n1.   Decision 95/320/EC is hereby repealed.\n2.   References to the repealed Decision shall be construed as references to this Decision.", "4\nEntry into force\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 3 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  Commission Decision 95/320/EC of 12 July 1995 setting up a Scientific Committee for Occupational Exposure Limits to Chemical Agents (OJ L 188, 9.8.1995, p. 14).\n(2)  Council Directive 98/24/EC of 7 April 1998 on the protection of the health and safety of workers from the risks related to chemical agents at work (fourteenth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ L 131, 5.5.1998, p. 11).\n(3)  Directive 2004/37/EC of the European Parliament and of the Council of 29 April 2004 on the protection of workers from the risks related to exposure to carcinogens or mutagens at work (Sixth individual Directive within the meaning of Article 16(1) of Council Directive 89/391/EEC) (OJ L 158, 30.4.2004, p. 50).\n(4)  Commission Decision 2009/985/EU of 18 December 2009 appointing members of the Scientific Committee for Occupational Exposure Limits to Chemical Agents for a new term of office (OJ L 338, 19.12.2009, p. 98).\n(5)  COM(2002) 713 final of 11 December 2002.\n(6)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).\n(7)  Commission Decision C(2007) 5858 Rules on the reimbursement of expenses incurred by people from outside the Commission invited to attend meetings in an expert capacity.\n(8)  Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43). Those exceptions are intended to protect public security, military affairs, international relations, financial, monetary or economic policy, privacy and integrity of the individual, commercial interests, court proceedings and legal advice, inspections/investigations/audits and the institution’s decision-making process."}