{"celex_id": "32012D0748", "uri": "http://publications.europa.eu/resource/cellar/aefffe42-3ed3-11e2-b7ce-01aa75ed71a1", "type": "Decision", "concepts": ["5469", "8465", "8482"], "title": "2012/748/CFSP: Political and Security Committee Decision BiH/19/2012 of 27 November 2012 on the appointment of an EU Force Commander for the European Union military operation in Bosnia and Herzegovina\n", "header": "5.12.2012 EN Official Journal of the European Union L 333/45\nPOLITICAL AND SECURITY COMMITTEE DECISION BiH/19/2012\nof 27 November 2012\non the appointment of an EU Force Commander for the European Union military operation in Bosnia and Herzegovina\n(2012/748/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third paragraph of Article 38 thereof,\nHaving regard to Council Joint Action 2004/570/CFSP of 12 July 2004 on the European Union military operation in Bosnia and Herzegovina (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) Pursuant to Article 6(1) of Joint Action 2004/570/CFSP, the Council authorised the Political and Security Committee (PSC) to take further decisions on the appointment of the EU Force Commander.\n(2) On 2 December 2011, the PSC adopted Decision BiH/18/2011 (2) appointing Brigadier General Robert BRIEGER as EU Force Commander for the European Union military operation in Bosnia and Herzegovina.\n(3) The EU Operation Commander has recommended the appointment of Major General Dieter HEIDECKER as the new EU Force Commander for the European Union military operation in Bosnia and Herzegovina to succeed Brigadier General Robert BRIEGER.\n(4) The EU Military Committee has supported the recommendation.\n(5) In accordance with Article 5 of Protocol (No 22) on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and the implementation of decisions and actions of the Union which have defence implications.\n(6) On 12 and 13 December 2002 the Copenhagen European Council adopted a Declaration stating that the ‘Berlin plus’ arrangements and their implementation will apply only to those EU Member States which are also either NATO members or parties to the ‘Partnership for Peace’, and which have consequently concluded bilateral security agreements with NATO,", "main_body": ["Major General Dieter HEIDECKER is hereby appointed EU Force Commander for the European Union military operation in Bosnia and Herzegovina as from 3 December 2012.", "Decision BiH/18/2011 is hereby repealed.", "This Decision shall enter into force on 3 December 2012."], "attachments": "Done at Brussels, 27 November 2012.\nFor the Political and Security Committee\nThe Chairperson\nO. SKOOG\n(1)  OJ L 252, 28.7.2004, p. 10.\n(2)  Political and Security Committee Decision BiH/18/2011 of 2 December 2011 on the appointment of an EU Force Commander for the European Union military operation in Bosnia and Herzegovina (OJ L 332, 15.12.2011, p. 10)."}