{"celex_id": "32011D0304", "uri": "http://publications.europa.eu/resource/cellar/0076197e-8b31-42db-ba91-dfd3057a0895", "type": "Decision", "concepts": ["1309", "1591", "2378", "2488", "2771", "4653", "519", "5969"], "title": "2011/304/EU: Commission Decision of 23 May 2011 granting certain parties an exemption from the extension to certain bicycle parts of the anti-dumping duty on bicycles originating in the People’s Republic of China imposed by Council Regulation (EEC) No 2474/93, last maintained and amended by Regulation (EC) No 1095/2005, lifting the suspension and revoking the exemption of the payment of the anti-dumping duty extended to certain bicycle parts originating in the People’s Republic of China granted to certain parties pursuant to Commission Regulation (EC) No 88/97 (notified under document C(2011) 3543)\n", "header": "24.5.2011 EN Official Journal of the European Union L 136/99\nCOMMISSION DECISION\nof 23 May 2011\ngranting certain parties an exemption from the extension to certain bicycle parts of the anti-dumping duty on bicycles originating in the People’s Republic of China imposed by Council Regulation (EEC) No 2474/93, last maintained and amended by Regulation (EC) No 1095/2005, lifting the suspension and revoking the exemption of the payment of the anti-dumping duty extended to certain bicycle parts originating in the People’s Republic of China granted to certain parties pursuant to Commission Regulation (EC) No 88/97\n(notified under document C(2011) 3543)\n(2011/304/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’),\nHaving regard to Council Regulation (EC) No 71/97 (2) (the ‘extending Regulation’), extending the definitive anti-dumping duty imposed by Regulation (EEC) No 2474/93 (3) on bicycles originating in the People’s Republic of China to imports of certain bicycle parts from the People’s Republic of China, and levying the extended duty on such imports registered under Regulation (EC) No 703/96,\nHaving regard to Commission Regulation (EC) No 88/97 of 20 January 1997 on the authorisation of the exemption of imports of certain bicycle parts originating in the People’s Republic of China from the extension by Council Regulation (EC) No 71/97 of the anti-dumping duty imposed by Council Regulation (EEC) No 2474/93 (4) (the ‘exemption Regulation’), and in particular Article 7 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) After the entry into force of the exemption Regulation, a number of bicycle assemblers submitted requests pursuant to Article 3 of that Regulation for exemption from the anti-dumping duty as extended to imports of certain bicycle parts from the People’s Republic of China by Regulation (EC) No 71/97 (the ‘extended anti-dumping duty’). The Commission has published in the Official Journal successive lists of bicycle assemblers (5) for which the payment of the extended anti-dumping duty in respect of their imports of essential bicycle parts declared for free circulation was suspended pursuant to Article 5(1) of the exemption Regulation.\n(2) Following the last publication of the list of parties under examination (6), a main period of examination has been selected. This period was defined as from 1 January 2010 to 31 August 2010. Further information from the years 2008 and 2009 were also requested. A questionnaire was sent to all parties which were to be evaluated, requesting information on the assembly operations conducted during the relevant period of examination.\n(3) The Commission was also informed of the liquidation of two companies which were exempted from the extended anti-dumping duty on bicycle parts. Furthermore, a further company failed to comply with the conditions of the Commission Regulation (EC) No 88/97. For these companies the exemption will be revoked.\nA.   REQUESTS FOR EXEMPTION FOR WHICH SUSPENSION WAS PREVIOUSLY GRANTED\nA.1.   Acceptable requests for exemption\n(4) The Commission received from the parties listed in table 1 below all the information required for the determination of the admissibility of their requests. These parties had already received their suspension with effect from the day of arrival of a first complete application dossier at the Commission’s premises. The newly requested and provided information was examined and verified, where necessary, at the premises of the parties concerned. Based on this information, the Commission found that the requests submitted by the parties listed in table 1 below are admissible pursuant to Article 4(1) of the exemption Regulation.\nName Address Country TARIC additional code\nSektor S.R.L. Via Don Peruzzi 27/B, 36027 Rosa’ (VI) Italy A956\nSintema Sport S.R.L. Via delle Valli 7, 20042 Albiate (MB) (postal code will change to 20847) Italy A970\nWilier Triestina S.P.A. Via Fratel M. Venzo 11/1, 36028 Rossano Veneto (VI) Italy A963\n(5) The facts as finally ascertained by the Commission show that for all of these applicants’ bicycle assembly operations, the value of the parts originating in the People’s Republic of China which were used in their assembly operations was lower than 60 % of the total value of the parts used in these assembly operations, and they, therefore, fall outside the scope of Article 13(2) of the basic Regulation.\n(6) For this reason, and in accordance with Article 7(1) of the exemption Regulation, the parties listed in the above table should be exempt from the extended anti-dumping duty.\n(7) In accordance with Article 7(2) of the exemption Regulation, the exemption of the parties listed in table 1 from the extended anti-dumping duty should take effect as from the date of receipt of their requests. In addition, their customs debt in respect of the extended anti-dumping duty is to be considered void as from the date of receipt of their requests for exemption.\n(8) The company Sintema Sport S.R.L. informed the Commission that the postal code of the company will change in April 2011 from 20042 to 20847 due to the change of district of Albiate from Milan district to Monza district.\nA.2.   Unacceptable requests for exemption\n(9) The parties listed in table 2 below also submitted a request for exemption from the extended anti-dumping duty.\nName Address Country TARIC additional code\nBicicletas JL C/Alhama No 64, 14900 Lucena Spain A982\nEddy Merckx Cycles N.V. Birrebeekstraat 1, 1860 Meise Belgium A954\nEuro-Bike Produktionsgesellschaft mbH Biaser Strasse 29, 39261 Zerbst Germany A873\nKHK Bike Handels GmbH Industriestrasse 21a, 97483 Eltmann Germany A965\nS.C. Rich Euro Bike S.R.L. Bucuresti-Urziceni Route, no 54A, 077010 Afumati, Ilfov County Romania A895\nTrade Invest spol. s r.o. Tiskařská 10/257, 108 00 Praha 10 Czech Republic A962\n(10) Two parties did not use bicycle parts subject to anti-dumping duty in their assembly operation during the examination period. One party informed the Commission that they do not need the exemption in the future. Two parties did not submit a questionnaire reply and claimed that they had not used bicycle parts subject to anti-dumping duty in their assembly operation. One party is in liquidation.\n(11) Since the parties listed in table 2 failed to meet the criteria for exemption, the Commission has to reject their request for exemption, in accordance with Article 7(3) of the exemption Regulation. In the light of this, the suspension of the payment of the extended anti-dumping duty referred to in Article 5 of the exemption Regulation must be lifted and the extended anti-dumping duty must be collected as from the date of receipt of the request submitted by this party.\nA.3   Revocations\n(12) For the parties listed in table 3 below the exemption is to be revoked.\nName Address Country TARIC additional code\nBiria Bike GmbH Hauptstrasse 37, 01904 Neukirch/Lausitz Germany 8062\nMoore Large & Co. Gramplan Buildings, Sinfin Lane, DE24 9GL Derby United Kingdom 8963\nN&W Cycle GmbH Mühlenhof 5, 51598 Friesenhagen Germany A852\n(13) These parties were exempted from the extended anti-dumping duty on bicycle parts. The Commission was informed now that one of these parties has already been liquidated and one party is in liquidation. Evidence available to the Commission has shown that another company stopped its assembly operations and resold the imported parts to a not exempted party. Although those imports fall outside the scope of the exemption scheme, the company continued to declare those imports under it. Due to the fact that it has no own assembly operation, the company does not fulfil its obligations under Article 8 of the exemption Regulation, i.e. it does not ensure that its assembly operation remains outside the scope of Article 13(2) of Regulation (EC) No 1225/2009 and no conclusive records can be provided showing the use made of the deliveries received. Consequently, the exemption has to be revoked in accordance with Article 10 of the exemption Regulation.\nB.   REQUESTS FOR EXEMPTION FOR WHICH SUSPENSION WAS NOT PREVIOUSLY GRANTED\n(14) Interested parties are hereby informed of the receipt of further requests for exemption, pursuant to Article 3 of the exemption Regulation, from parties listed in table 3. The suspension from the extended duty, following these requests, should take effect as shown in the column headed ‘Date of effect’:\nName Address Country Date of effect TARIC additional code\nBikeworks AC GmbH Ernst-Abbe-Strasse 28, 52249 Eschweiler Germany 11.6.2010 A980\nBlue Factory Team S.L. Elche Parque Industrial, C/Torres y Villarroel, 6, 03203 Elche Spain 16.7.2010 A984\nCode X Sp. z o.o. Olszanka 109, 33-386 Podegrodzie (initially ul. Krolewska nr 16, 00-103 Warszawa) Poland 22.1.2010 A966\nJETLANE SAS (initially JET’LEAN) 4, boulevard de Mons, 59650 Villeneuve d’Ascq France 18.2.2010 A968\nMaxtec Ltd 1, Goliamokonarsko Shosse, 4204 Tsaratsovo, Plovdiv Bulgaria 15.10.2010 A991\nMetelli di Staffoni Mario & C.S.A.S. Via Trento 68, 25030 Trenzano (BS) Italy 13.4.2010 A979\nMüller GmbH Riedlerweg 7, 8054 Graz Austria 30.3.2010 A978 (initially A977)\nUnicykel AB Aröds Industrieväg 14, 422 43 Hisings Backa Sweden 11.1.2010 A967\n(15) The company Code X Sp. z o.o. received its suspension on 22 January 2010. In the meantime the company changed its legal seat from ul. Krolewska nr 16, 00-103 Warszawa to Olszanka 109, 33-386 Podegrodzie. This change of legal seat does not affect the initial request for suspension. The company JET’LEAN received its suspension on 18 February 2010. In the meantime the legal name of JET’LEAN was changed into JETLANE. This change of name does not affect the initial request for suspension. The company Müller GmbH received its suspension on 30 March 2010. The additional TARIC code A977 initially given to the company Müller GmbH was erroneously attributed twice and was withdrawn. As of 3 June 2010 the company Müller GmbH received the additional TARIC code A978. This change of code does not affect the initial request for suspension.\n(16) All companies listed in tables 1 – 4 above were informed and given the opportunity to comment. It was found that contrary to the original information at the Commission’s disposal company IMACycles Bicicletas e Motociclos Lda was not in fact in liquidation. Consequently, the exemption for that company will not be revoked and the name of the company was removed from table 3. None of the other comments received were such as to alter the conclusions set out in this Decision,", "main_body": ["The parties listed below in table 1 are hereby exempt from the extension to imports of certain bicycle parts from the People’s Republic of China by Council Regulation (EC) No 71/97 of the definitive anti-dumping duty on bicycles originating in the People’s Republic of China imposed by Council Regulation (EEC) No 2474/93, last amended and maintained by Regulation (EC) No 1095/2005.\nThe exemption shall take effect in relation to each party as from the relevant date shown in the column headed ‘Date of effect’.\nTable 1\nList of parties to be exempt\nName Address Country Exemption pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nSektor S.R.L. Via Don Peruzzi 27/B, 36027 Rosa’ (VI) Italy Article 7 27.5.2009 A956\nSintema Sport S.R.L. Via delle Valli 7, 20042 Albiate (MB) (postal code will change to 20847) Italy Article 7 22.2.2010 A970\nWilier Triestina S.P.A. Via Fratel M. Venzo 11/1, 36028 Rossano Veneto (VI) Italy Article 7 3.11.2009 A963", "The requests for exemption from the extended anti-dumping duty submitted pursuant to Article 3 of Regulation (EC) No 88/97 by the parties listed below in table 2 are hereby rejected.\nThe suspension of payment of the extended anti-dumping duty pursuant to Article 5 of Regulation (EC) No 88/97 is hereby lifted for the parties concerned as from the relevant date shown in the column headed ‘Date of effect’.\nTable 2\nList of parties for which the suspension is to be lifted\nName Address Country Suspension pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nBicicletas JL C/Alhama No 64, 14900 Lucena Spain Article 5 5.7.2010 A982\nEddy Merckx Cycles N.V. Birrebeekstraat 1, 1860 Meise Belgium Article 5 30.4.2009 A954\nEuro-Bike Produktionsgesellschaft mbH Biaser Strasse 29, 39261 Zerbst Germany Article 5 15.10.2007 A873\nKHK Bike Handels GmbH Industriestrasse 21a, 97483 Eltmann Germany Article 5 3.12.2009 A965\nS.C. Rich Euro Bike S.R.L. Bucuresti-Urziceni Route, no 54A, 077010 Afumati, Ilfov County Romania Article 5 10.7.2008 A895\nTrade Invest spol. s r.o. Tiskařská 10/257, 108 00 Praha 10 Czech Republic Article 5 20.10.2009 A962", "The exemptions from the payment of the extended anti-dumping duty pursuant to Article 7 of Regulation (EC) No 88/97 for the parties listed below in table 3 are to be revoked pursuant to Article 10 of the exemption Regulation.\nThe exemption from the payment of the extended anti-dumping duty is hereby lifted for the parties concerned as from the relevant date shown in the column headed ‘Date of effect’.\nTable 3\nList of parties for which the exemption is to be lifted\nName Address Country Exemption pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nBiria Bike GmbH Hauptstrasse 37, 01904 Neukirch/Lausitz Germany Article 7 1 day after publication of the present Decision 8062\nMoore Large & Co. Gramplan Buildings, Sinfin Lane, DE24 9GL Derby United Kingdom Article 7 1 day after publication of the present Decision 8963\nN&W Cycle GmbH Mühlenhof 5, 51598 Friesenhagen Germany Article 7 1 day after publication of the present Decision A852", "The parties listed in table 4 below constitute the updated list of parties under examination pursuant to Article 3 of Regulation (EC) No 88/97. The suspension from the extended duty, following these requests, took effect from the relevant date in the column headed ‘Date of effect’ in Table 4.\nTable 4\nList of parties under examination\nName Address Country Suspension pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nBikeworks AC GmbH Ernst-Abbe-Strasse 28, 52249 Eschweiler Germany Article 5 11.6.2010 A980\nBlue Factory Team S.L. Elche Parque Industrial, C/Torres y Villarroel, 6, 03203 Elche Spain Article 5 16.7.2010 A984\nCode X Sp. z o.o. Olszanka 109, 33-386 Podegrodzie (initially ul Krolewska nr 16, 00-103 Warszawa) Poland Article 5 22.1.2010 A966\nJETLANE SAS (initially JET’LEAN) 4, boulevard de Mons, 59650 Villeneuve d’Ascq France Article 5 18.2.2010 A968\nMaxtec Ltd 1, Goliamokonarsko Shosse, 4204 Tsaratsovo, Plovdiv Bulgaria Article 5 15.10.2010 A991\nMetelli di Staffoni Mario & C.S.A.S. Via Trento 68, 25030 Trenzano (BS) Italy Article 5 13.4.2010 A979\nMüller GmbH Riedlerweg 7, 8054 Graz Austria Article 5 30.3.2010 A978 (initially A977)\nUnicykel AB Aröds Industrieväg 14, 422 43 Hisings Backa Sweden Article 5 11.1.2010 A967", "This Decision is addressed to the Member States and to the parties listed in Article 1, 2, 3 and 4. It is also published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 23 May 2011.\nFor the Commission\nKarel DE GUCHT\nMember of the Commission\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 16, 18.1.1997, p. 55.\n(3)  OJ L 228, 9.9.1993, p. 1. Regulation as maintained by Regulation (EC) No 1524/2000 (OJ L 175, 14.7.2000, p. 39) and amended by Regulation (EC) No 1095/2005 (OJ L 183, 14.7.2005, p. 1).\n(4)  OJ L 17, 21.1.1997, p. 17.\n(5)  OJ C 45, 13.2.1997, p. 3, OJ C 112, 10.4.1997, p. 9, OJ C 220, 19.7.1997, p. 6, OJ C 378, 13.12.1997, p. 2, OJ C 217, 11.7.1998, p. 9, OJ C 37, 11.2.1999, p. 3, OJ C 186, 2.7.1999, p. 6, OJ C 216, 28.7.2000, p. 8, OJ C 170, 14.6.2001, p. 5, OJ C 103, 30.4.2002, p. 2, OJ C 35, 14.2.2003, p. 3, OJ C 43, 22.2.2003, p. 5, OJ C 54, 2.3.2004, p. 2, OJ C 299, 4.12.2004, p. 4, OJ L 17, 21.1.2006, p. 16 and OJ L 313, 14.11.2006, p. 5., OJ L 81, 20.3.2008, p. 73., OJ C 310, 5.12.2008, p. 19., OJ L 19, 23.1.2009, p. 62., OJ L 314, 1.12.2009, p. 106.\n(6)  OJ L 314, 1.12.2009, p. 106."}