{"celex_id": "32014R1078", "uri": "http://publications.europa.eu/resource/cellar/9a345f58-5439-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "2739", "3190", "4308", "5542"], "title": "Commission Delegated Regulation (EU) No 1078/2014 of 7 August 2014 amending Annex I to Regulation (EU) No 649/2012 of the European Parliament and of the Council concerning the export and import of hazardous chemicals  Text with EEA relevance\n", "header": "15.10.2014 EN Official Journal of the European Union L 297/1\nCOMMISSION DELEGATED REGULATION (EU) No 1078/2014\nof 7 August 2014\namending Annex I to Regulation (EU) No 649/2012 of the European Parliament and of the Council concerning the export and import of hazardous chemicals\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 649/2012 of the European Parliament and of the Council of 4 July 2012 concerning the export and import of hazardous chemicals (1), and in particular Article 23(4) thereof,\nWhereas:\n(1) Regulation (EU) No 649/2012 implements the Rotterdam Convention on the Prior Informed Consent Procedure (PIC procedure) for certain hazardous chemicals and pesticides in international trade, signed on 11 September 1998 and approved, on behalf of the Community, by Council Decision 2003/106/EC (2).\n(2) It is appropriate that regulatory action in respect of certain chemicals taken pursuant to Regulation (EC) No 1907/2006 of the European Parliament and of the Council (3), Regulation (EC) No 1107/2009 of the European Parliament and of the Council (4), and Regulation (EU) No 528/2012 of the European Parliament and of the Council (5) be taken into account.\n(3) The approval of the substance bitertanol has been withdrawn in accordance with Regulation (EC) No 1107/2009, with the effect that bitertanol is banned for use as pesticide and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EU) No 649/2012.\n(4) The substances cyhexatin and azocyclotin have not been approved as active substances in accordance with Regulation (EC) No 1107/2009, with the effect that those substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EU) No 649/2012.\n(5) The substances cinidon-ethyl, cyclanilide, ethoxysulfuron and oxadiargyl are no longer approved as active substances in accordance with Regulation (EC) No 1107/2009, with the effect that those substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EU) No 649/2012.\n(6) The substance rotenone has not been approved as an active substance in accordance with Regulation (EC) No 1107/2009, with the effect that rotenone is severely restricted for pesticide use because virtually all use is prohibited despite the fact that rotenone has been identified and notified for evaluation under Regulation (EU) No 528/2012 for product type 17 and may thus continue to be authorised by Member States until a decision under that Regulation is taken. Therefore, rotenone should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EU) No 649/2012.\n(7) The approval of the substance didecyldimethylammonium chloride has been withdrawn in accordance with Regulation (EC) No 1107/2009, with the effect that didecyldimethylammonium chloride is banned for use as pesticide in the group of plant protection products and thus should be added to the list of chemicals contained in Part 1 of Annex I to Regulation (EU) No 649/2012.\n(8) The substances warfarin and cyfluthrin are no longer approved as active substances in accordance with Regulation (EC) No 1107/2009, with the effect that those substances are banned for use as pesticide in the group of plant protection products and thus should be added to the list of chemicals contained in Part 1 of Annex I to Regulation (EU) No 649/2012.\n(9) At its sixth meeting held from 28 April to 10 May 2013, the Conference of the Parties to the Rotterdam Convention decided to include azinphos-methyl, perfluorooctane sulfonic acid, perfluorooctane sulfonates, perfluorooctane sulfonamides and perfluorooctane sulfonyls in Annex III to that Convention, with the effect that those chemicals became subject to the PIC procedure under that Convention. Those chemicals should thus be removed from the list of chemicals contained in Part 2 of Annex I to Regulation (EU) No 649/2012 and added to the list of chemicals contained in Part 3 of that Annex.\n(10) The Conference of the Parties to the Rotterdam Convention also decided to include commercial pentabromodiphenyl ether, including tetra- and pentabromodiphenyl ether, as well as commercial octabromodiphenyl ether, including hexa- and heptabromodiphenyl ether, in Annex III to that Convention, with the effect that those chemicals became subject to the PIC procedure under that Convention. Since tetrabromodiphenyl ether, pentabromodiphenyl ether, hexabromodiphenyl ether and heptabromodiphenyl ether are already listed in Annex V to Regulation (EU) No 649/2012 and are therefore subject to an export ban, those chemicals are not added to the list of chemicals contained in Part 3 of Annex I to Regulation (EU) No 649/2012.\n(11) The entry for chlorate in Parts 1 and 2 of Annex I to Regulation (EU) No 649/2012 should be amended in order to provide more clarity as to the substances covered by that entry.\n(12) Regulation (EU) No 649/2012 should therefore be amended accordingly.\n(13) In order to allow enough time for all interested parties to take the measures necessary to comply with this Regulation and for Member States to take the measures necessary for its implementation, its application should be deferred,", "main_body": ["Annex I to Regulation (EU) No 649/2012 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 August 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 201, 27.7.2012, p. 60.\n(2)  Council Decision 2003/106/EC of 19 December 2002 concerning the approval, on behalf of the European Community, of the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade (OJ L 63, 6.3.2003, p. 27).\n(3)  Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the registration, evaluation, authorisation and restriction of chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1).\n(4)  Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (OJ L 309, 24.11.2009, p. 1).\n(5)  Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (OJ L 167, 27.6.2012, p. 1).\nANNEX\nAnnex I to Regulation (EU) No 649/2012 is amended as follows:\n1. Part 1 is amended as follows:\n(a) the entries for azinphos-methyl and perfluorooctane sulfonates are replaced by the following:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Azinphos-methyl (#) 86-50-0 201-676-1 2933 99 80 p(1) b\nPerfluorooctane sulfonates 1763-23-1 217-179-8 2904 90 95 i(1) sr’\n(b) the entry for chlorate is replaced by the following:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Chlorate (+) 7775-09-9 231-887-4 2829 11 00 p(1) b’\n(c) the following entries are added:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Azocyclotin (+) 41083-11-8 255-209-1 2933 99 80 p(1) b\nBitertanol (+) 55179-31-2 259-513-5 2933 99 80 p(1) b\nCinidon-ethyl (+) 142891-20-1 n.a. 2925 19 95 p(1) b\nCyclanilide (+) 113136-77-9 419-150-7 2924 29 98 p(1) b\nCyfluthrin 68359-37-5 269-855-7 2926 90 95 p(1) b\nCyhexatin (+) 13121-70-5 236-049-1 2931 90 90 p(1) b\nEthoxysulfuron (+) 126801-58-9 n.a. 2933 59 95 p(1) b\nDidecyldimethylammonium chloride 7173-51-5 230-525-2 2923 90 00 p(1) b\nOxadiargyl (+) 39807-15-3 254-637-6 2934 99 90 p(1) b\nRotenone (+) 83-79-4 201-501-9 2932 99 00 p(1) b\nWarfarin 81-81-2 201-377-6 2932 20 90 p(1) b’\n2. Part 2 is amended as follows:\n(a) the entry for perfluorooctane sulfonates is replaced by the following:\nChemical CAS No Einecs No CN code Category (*) Use limitation (**)\n‘Perfluorooctane sulfonate derivatives (including polymers), not covered by 57589-85-2 260-837-4 2924 29 98 i sr’\n(b) the entry for chlorate is replaced by the following:\nChemical CAS No Einecs No CN code Category (*) Use limitation (**)\n‘Chlorate 7775-09-9 231-887-4 2829 11 00 p b’\n(c) the entry for azinphos-methyl is deleted;\n(d) the following entries are added:\nChemical CAS No Einecs No CN code Category (*) Use limitation (**)\n‘Azocyclotin 41083-11-8 255-209-1 2933 99 80 p\nBitertanol 55179-31-2 259-513-5 2933 99 80 p\nCinidon-ethyl 142891-20-1 n.a. 2925 19 95 p\nCyclanilide 113136-77-9 419-150-7 2924 29 98 p\nCyhexatin 13121-70-5 236-049-1 2931 90 90 p\nEthoxysulfuron 126801-58-9 n.a. 2933 59 95 p\nOxadiargyl 39807-15-3 254-637-6 2934 99 90 p\nRotenone 83-79-4 201-501-9 2932 99 00 p’\n3. In Part 3, the following entries are added:\nChemical Relevant CAS number(s) HS code HS code Category\n‘Azinphos-methyl 86-50-0 2933.99 3808.10 Pesticide\nPerfluorooctane sulfonic acid, Perfluorooctane sulfonates, Perfluorooctane sulfonamides, Perfluorooctane sulfonyls 1763-23-1 2904.90 3824.90 Industrial’"}