{"celex_id": "32012R0205", "uri": "http://publications.europa.eu/resource/cellar/44864d8d-6ae8-42a8-99ee-6c00a4b9c28f", "type": "Regulation", "concepts": ["1252", "177", "2527", "3159", "3645", "4654", "5334", "5650"], "title": "Commission Delegated Regulation (EU) No 205/2012 of 6 January 2012 amending Annex II to Regulation (EU) No 510/2011 of the European Parliament and of the Council with regard to the data source and the data parameters to be reported by Member States  Text with EEA relevance\n", "header": "10.3.2012 EN Official Journal of the European Union L 72/2\nCOMMISSION DELEGATED REGULATION (EU) No 205/2012\nof 6 January 2012\namending Annex II to Regulation (EU) No 510/2011 of the European Parliament and of the Council with regard to the data source and the data parameters to be reported by Member States\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 510/2011 of the European Parliament and of the Council of 11 May 2011 setting emission performance standards for new light commercial vehicles as part of the Union’s integrated approach to reduce CO2 emissions from light-duty vehicles (1), and in particular the second subparagraph of Article 8(9) thereof,\nWhereas:\n(1) Pursuant to Articles 18 and 26 of Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (2), a manufacturer must ensure that each new light commercial vehicle placed on the market in the Union is accompanied by a valid certificate of conformity and a Member State may not register such a vehicle unless it is accompanied by such a certificate. In accordance with Annex II to Regulation (EU) No 510/2011, data collected by a Member State to monitor the manufacturer’s compliance with Articles 4 and 11 of that Regulation are to be consistent with a certificate of conformity and based on this document only.\n(2) Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emission performance standards for new passenger cars as part of the Community’s integrated approach to reduce CO2 emissions from light-duty vehicles (3) requires the Member States to use the certificate of conformity as a data source but allows for the use of other documents providing equivalent accuracy for the monitoring and reporting of CO2 emissions from passenger cars. In order to ensure cost-efficient and accurate monitoring and reporting of CO2 emissions data for light commercial vehicles, it is appropriate in the short-term to allow Member States to use the same procedure and data sources for the monitoring and reporting under Regulation (EU) No 510/2011 as those used for reporting under Regulation (EC) No 443/2009. Therefore, Annex II to Regulation (EU) No 510/2011 should, where duly justified, allow for the use of other data sources providing equivalent accuracy for CO2 monitoring and reporting purposes. The Member States should put the necessary measures in place to ensure adequate accuracy in the monitoring procedure.\n(3) Based on the experience gained from the monitoring of CO2 emissions from passenger cars, it is appropriate, in order to improve the means for verifying the accuracy of the data, to add type-approval number as a detailed data parameter to be reported by Member States. It has also become evident that there is no need for the parameter ‘commercial name’ which therefore should be deleted from the detailed monitoring data.\n(4) In order to ensure clarity and precision in the monitoring and reporting by Member States, it is also necessary to ensure consistency between the different requirements specified in Annex II to Regulation (EU) No 510/2011. The detailed data requirements are specified in the reporting formats set out in Part C of Annex II. Parts A and B of that Annex should therefore be adjusted to reflect those detailed data requirements accurately.\n(5) Annex II to Regulation (EU) No 510/2011 should therefore be amended accordingly,", "main_body": ["Annex II to Regulation (EU) No 510/2011 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 January 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 145, 31.5.2011, p. 1.\n(2)  OJ L 263, 9.10.2007, p. 1.\n(3)  OJ L 140, 5.6.2009, p. 1.\nANNEX\nAnnex II to Regulation (EU) No 510/2011 is amended as follows:\n(1) Part A is amended as follows:\n(a) ‘The details referred to in point 1 shall be taken from the certificate of conformity or be consistent with the certificate of conformity issued by the manufacturer of the relevant light commercial vehicle. Where the certificate of conformity is not used, Member States shall put the necessary measures in place to ensure adequate accuracy in the monitoring procedure.’;\n(b) point 3 is amended as follows:\n(i) point (b) is replaced by the following:\n‘(b) The number of new light commercial vehicles having values for each of the following parameters:\n(i) CO2 emissions;\n(ii) mass;\n(iii) wheelbase;\n(iv) track width steering axle;\n(v) track width other axle.’;\n(ii) point (c) is deleted;\n(iii) in point (d), points (iv) and (v) are replaced by the following:\n‘(iv) technically permissible maximum laden mass;\n(v) wheelbase;\n(vi) track width steering axle;\n(vii) track width other axle.’;\n(2) in Part B, points 2, 3, 5 and 6 are deleted;\n(3) in Part C, Section 2 on detailed monitoring data is replaced by the following:\nManufacturer name — EU standard denomination Manufacturer name — Manufacturer denomination Manufacturer name — National Registry denomination Type-approval number and its extension(s) Type Variant Version Make Category of vehicle type-approved Category of vehicle registered Total number of new registrations Specific emissions of CO2 (g/km) Mass (kg) Technically permissible maximum laden mass (kg) Wheelbase (mm) Track width steering axle (mm) Track width other axle (mm) Fuel type Fuel mode Capacity (cm3) Electric energy consumption (Wh/km) Innovative technology or group of innovative technologies code Emissions reduction through innovative technologies\nManuf. 1 Manuf. 1 Manuf. 1 Number 1 Type 1 Variant 1 Version 1 … … … … … … … … … … … … … … … …\nManuf. 1 Manuf. 1 Manuf. 1 Number 1 Type 1 Variant 1 Version 2 … … … … … … … … … … … … … … … …\nManuf. 1 Manuf. 1 Manuf. 1 Number 1 Type 1 Variant 2 Version 1 … … … … … … … … … … … … … … … …\nManuf. 1 Manuf. 1 Manuf. 1 Number 1 Type 1 Variant 2 Version 2 … … … … … … … … … … … … … … … …\nManuf. 1 Manuf. 1 Manuf. 1 Number 2 Type 2 Variant 1 Version 1 … … … … … … … … … … … … … … … …\nManuf. 1 Manuf. 1 Manuf. 1 Number 2 Type 2 Variant 1 Version 2 … … … … … … … … … … … … … … … …\nManuf. 1 Manuf. 1 Manuf. 1 Number 2 Type 2 Variant 2 Version 1 … … … … … … … … … … … … … … … …\nManuf. 1 Manuf. 1 Manuf. 1 Number 2 Type 2 Variant 2 Version 2 … … … … … … … … … … … … … … … …\nManuf. 2 Manuf. 2 Manuf. 2 Number 1 Type 1 Variant 1 Version 1 … … … … … … … … … … … … … … … …\nManuf. 2 Manuf. 2 Manuf. 2 Number 1 Type 1 Variant 1 Version 2 … … … … … … … … … … … … … … … …\nManuf. 2 Manuf. 2 Manuf. 2 Number 1 Type 1 Variant 2 Version 1 … … … … … … … … … … … … … … … …\nManuf. 2 Manuf. 2 Manuf. 2 Number 1 Type 1 Variant 2 Version 2 … … … … … … … … … … … … … … … …’"}