{"celex_id": "32011R0879", "uri": "http://publications.europa.eu/resource/cellar/36127320-2978-4815-ad22-901f2c814d01", "type": "Regulation", "concepts": ["133", "2437", "5254", "544", "598", "605"], "title": "Commission Implementing Regulation (EU) No 879/2011 of 2 September 2011 amending Council Regulation (EU) No 57/2011 as regards catch limits for Norway pout and associated by-catches in ICES zone IIIa and Union waters of ICES zones IIa and IV\n", "header": "3.9.2011 EN Official Journal of the European Union L 228/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 879/2011\nof 2 September 2011\namending Council Regulation (EU) No 57/2011 as regards catch limits for Norway pout and associated by-catches in ICES zone IIIa and Union waters of ICES zones IIa and IV\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 57/2011 of 18 January 2011 fixing for 2011 the fishing opportunities for certain fish stocks and groups of fish stocks, applicable in EU waters and, for EU vessels, in certain non-EU waters (1), and in particular Article 5(4) thereof,\nWhereas:\n(1) Zero catch limits for the stock of Norway pout and associated species in ICES zone IIIa and in Union waters of ICES zones IIa and IV are laid down in Annex IA to Regulation (EU) No 57/2011.\n(2) On the basis of the scientific information collected during the first half of 2011, the Scientific, Technical and Economic Committee for Fisheries advises that catches in 2011 of up to 6 000 tonnes would correspond to a fishing mortality of 0,02 and are expected to maintain the stock above precautionary limits.\n(3) Norway pout is a North Sea stock which is shared with Norway but which is currently not managed jointly by the two Parties. The measures provided for in this Regulation should be in accordance with consultations held with Norway pursuant to the provisions of the Agreed Record of conclusions of fisheries consultations between the European Union and Norway of 3 December 2010.\n(4) In consequence, the Union share of Norway pout catches in ICES zone IIIa and in Union waters of ICES zones IIa and IV should be fixed at 75 % of 6 000 tonnes.\n(5) Haddock and whiting are caught as a by-catch in the Norway pout fishery. It is therefore appropriate to count these catches against the Member State quotas for Norway pout and associated species, but in order to prevent excessive catches the quantities of these species that can be counted against this quota should be limited to 5 % of the total.\n(6) Annex IA to Regulation (EU) No 57/2011 should therefore be amended accordingly.\n(7) Norway pout is a short-lived species. Consequently the new quantities of the catch limitations should be implemented as soon as possible, in order to ensure the continued operation of the fishery. This regulation should therefore enter into force on the day following its publication.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Annex IA to Regulation (EU) No 57/2011 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 September 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 24, 27.1.2011, p. 1.\nANNEX\nIn Annex IA to Regulation (EU) No 57/2011, the entry concerning the stock of Norway pout and associated by-catches in ICES zone IIIa and in Union waters of ICES zones IIa and IV is replaced by the following:\n‘Species : Norway pout and associated by-catches\nZone : IIIa; EU waters of IIa and IV\n‘Species : Norway pout and associated by-catches\nZone : IIIa; EU waters of IIa and IV\nDenmark 4 496 (1) Analytical TAC.\nGermany 1 (1)\n (2)\nThe Netherlands 3 (1)\n (2)\nEU 4 500 (1)\nNorway 0\nTAC Not relevant"}