{"celex_id": "32014R0483", "uri": "http://publications.europa.eu/resource/cellar/f9fa402b-da76-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "1445", "1644", "1755", "2560", "2737", "3191", "5369"], "title": "Commission Implementing Regulation (EU) No 483/2014 of 8 May 2014 on protection measures in relation to porcine diarrhoea caused by a deltacoronavirus as regards the animal health requirements for the introduction into the Union of spray dried blood and blood plasma of porcine origin intended for the production of feed for farmed porcine animals  Text with EEA relevance\n", "header": "13.5.2014 EN Official Journal of the European Union L 138/52\nCOMMISSION IMPLEMENTING REGULATION (EU) No 483/2014\nof 8 May 2014\non protection measures in relation to porcine diarrhoea caused by a deltacoronavirus as regards the animal health requirements for the introduction into the Union of spray dried blood and blood plasma of porcine origin intended for the production of feed for farmed porcine animals\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries, and in particular Article 22(3) (1) thereof,\nWhereas:\n(1) Article 22(1) of Directive 97/78/EC provides that if in the territory of a third country a disease or any other phenomenon or circumstance liable to present a serious threat to animal health manifests itself or spreads, or if any other serious animal health reason so warrants, the Commission acting on its own initiative or at the request of a Member State, is to adopt measures without delay, including special conditions in respect of products coming from all or part of the third country concerned.\n(2) Regulation (EC) No 1069/2009 of the European Parliament and of the Council (2) lays down public and animal health rules for animal by-products and derived products, in order to prevent and minimise risks to public and animal health arising from those products, and in particular to protect the safety of the feed chain. It also categorises those products into specific categories which reflect the level of risk to public and animal health.\n(3) Article 41(3) of Regulation (EC) No 1069/2009, lays down requirements for the import of animal by-products and derived products of Category 3 material.\n(4) Commission Regulation (EU) No 142/2011 (3), lays down implementing rules for Regulation (EC) No 1069/2009, including specific requirements for the treatment or processing of animal by-products and derived products destined for feeding to farmed animals, excluding fur animals.\n(5) Blood products intended for the production of feed for farmed animals, including spray dried blood and plasma of porcine animals, must have been produced in accordance with Section 2 of Chapter II of Annex X to Regulation (EU) No 142/2011. With reference to point B of that Section blood products are to be submitted to any of the processing methods 1 to 5 or processing method 7 as set out in Chapter III of Annex IV to that Regulation, or another method which ensures that the blood products comply with the microbiological standards for derived products set out in Chapter I of Annex X to Regulation (EU) No 142/2011. Regulation (EU) No 142/2011 also provides, in particular in column 6 of row 2 in Table 1 of Section 1 of Chapter I of Annex XIV, that blood products not intended for human consumption that could be used as feed intended for dispatch to or for transit through the Union are to be accompanied by health certificate in accordance with the model health certificate set out in Chapter 4(B) of Annex XV.\n(6) Porcine diarrhoea caused by a deltacoronavirus occurs in Asia and North America. This virus has never been detected in the Union. Spray dried blood and blood plasma of porcine animals is a traditional ingredient for feed for piglets. Inappropriate heat treatment or contamination after heat treatment may lead to the spread of the virus with such products.\n(7) Therefore it is necessary to review the requirements for the import of spray dried blood and blood plasma of porcine animals intended for the production of feed for farmed porcine animals.\n(8) Scientific observation indicates that porcine coronaviruses are inactivated in swine faeces if heated to and held at a temperature of 71 °C for 10 minutes or left at room temperature of 20 °C for 7 days. The virus did not survive in experimentally infected dry feed stored at a temperature of 24 °C for more than 2 weeks. In third countries the commonly applied temperature for spray drying of blood and blood plasma is 80 °C throughout the substance.\n(9) Based on this information available, it appears opportune to require that spray dried blood and blood plasma of porcine origin introduced from third countries and intended for feeding of porcine animals has been subjected to a high temperature treatment followed by subsequent storage for a certain time at room temperature in order to mitigate the risk of contamination after the treatment.\n(10) Due to the need to protect animal health in the Union and the serious threat posed by the blood products concerned, the Commission should adopt provisional safeguard measures. Accordingly, the introduction of those products into Union should be accompanied by a health certificate in accordance with the model set out in the Annex to this Regulation.\n(11) The provisional safeguard measures should apply from the day following the publication of this Regulation and last for a period of 12 months. They may be amended in the light of a risk assessment based on new scientific information.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By way of derogation from column 6 of row 2 in Table 1 of Section 1 of Chapter I of Annex XIV and of Chapter 4(B) of Annex XV to Regulation (EU) No 142/2011, blood products not intended for human consumption that could be used as feed material, intended for dispatch to or for transit through the Union, shall be accompanied by a health certificate in accordance with the model set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply for consignments certified as from the day following that of its publication in the Official Journal of the European Union.\nIt shall apply until 31 May 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 24, 30.1.1998, p. 9.\n(2)  Regulation (EC) No 1069/2009 of the European Parliament and of the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing Regulation (EC) No 1774/2002 (OJ L 300, 14.11.2009, p. 1).\n(3)  Commission Regulation (EU) No 142/2011 of 25 February 2011 implementing Regulation (EC) No 1069/2009 of the European Parliament and of the Council laying down health rules as regards animal by-products and derived products not intended for human consumption and implementing Council Directive 97/78/EC as regards certain samples and items exempt from veterinary checks at the border under that Directive (OJ L 54, 26.2.2011, p. 1).\nANNEX\nHealth certificate"}