{"celex_id": "32014R0178", "uri": "http://publications.europa.eu/resource/cellar/2438a1b8-a37c-11e3-9f91-01aa75ed71a1", "type": "Regulation", "concepts": ["2771", "2965", "3070", "4025", "4171", "4821", "976"], "title": "Commission Delegated Regulation (EU) No 178/2014 of 6 November 2013 supplementing Regulation (EU) No 229/2013 of the European Parliament and of the Council laying down specific measures for agriculture in favour of the smaller Aegean islands\n", "header": "4.3.2014 EN Official Journal of the European Union L 63/1\nCOMMISSION DELEGATED REGULATION (EU) No 178/2014\nof 6 November 2013\nsupplementing Regulation (EU) No 229/2013 of the European Parliament and of the Council laying down specific measures for agriculture in favour of the smaller Aegean islands\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 229/2013 of the European Parliament and of the Council of 13 March 2013 laying down specific measures for agriculture in favour of the smaller Aegean islands and repealing Council Regulation (EC) No 1405/2006 (1), and in particular the second subparagraph of Article 11(2), the third subparagraph of Article 15(4) and Article 18(4) thereof,\nWhereas:\n(1) Regulation (EU) No 229/2013 has repealed and replaced Council Regulation (EC) No 1405/2006 (2). Regulation (EU) No 229/2013 empowers the Commission to adopt delegated and implementing acts. In order to ensure the smooth functioning of the scheme in the new legal framework, the relevant rules have to be adopted by means of such acts. The new rules shall replace the implementing rules of Commission Regulation (EC) No 1914/2006 (3).\n(2) In order to ensure that operators fully exercise their rights to participate in the specific supply arrangements, the conditions for recording them in the register of operators should be determined. Registered operators should be entitled to benefit from the arrangements provided that they meet the obligations laid down in Union and national rules. Applicants should be entitled to registration provided that they meet a certain number of objective requirements designed to facilitate the administration of the scheme.\n(3) In order to support the marketing of products outside the region in which they are produced, the conditions for establishing the amount of aid awarded in respect of such products and, where appropriate, the conditions for establishing the quantities of products subject to that aid should be established. Consequently, additional rules should be laid down relating to the support for the marketing of certain local products determining the conditions for establishing the maximum amount of aid to be awarded and the maximum quantities of product that can be subject to that aid.\n(4) In order to ensure a reasonable and proportional allocation of the financing with regard to studies, demonstration projects, training and technical assistance measures, the conditions for determining the maximum annual amount which may be allocated to those measures should be established.\n(5) For the sake of clarity and legal certainty, Regulation (EC) No 1914/2006 should be repealed,", "main_body": ["Register of operators\n1.   Aid certificates shall be issued only to operators entered in a Register of operators pursuing an economic activity under the specific supply arrangements kept by the competent authorities (hereinafter referred to as ‘the register’).\n2.   Any operator established in the Union may apply to be entered in the register.\nEntry in the register shall be subject to the following conditions:\n(a) operators shall possess the means, structures and legal authorisations required to carry on their activities and shall, in particular, have duly complied with their obligations regarding business accounting as appropriate and taxation;\n(b) operators shall be able to prove that their activities are carried out in the smaller Aegean islands;\n(c) operators remain responsible for the compliance with all requirements subscribed when carrying out an operation of supply arrangements until the sale to the end-user.", "Amount of aid for marketing outside the production region\n1.   The amount of aid granted under Chapter IV of Regulation (EU) No 229/2013 in respect of the support for the marketing and transport of raw and processed products outside of the region in which they are produced shall not exceed 10 % of the value of the production marketed, delivered to destination zone, calculated in accordance with paragraph 2 of this Article.\nHowever, the limit set out in the first subparagraph shall not exceed 13 % of the value of the production marketed where the contractor for the producers is a producer association, union or organisation.\n2.   For the purpose of calculating the aid, the value of the marketed production, delivered to destination zone, shall be evaluated on the basis of the annual contract (where applicable), transport documents and any other supporting documents submitted to justify the application for the aid.\nThe value of the marketed production to be taken into account shall be that of delivery to the first port or airport of unloading.\nThe competent authorities may request any information or additional supporting documentation appropriate for calculating the aid.\n3.   The conditions for granting the aid, the lines of agricultural production and the amounts concerned shall be specified in the support programme referred to in Chapter II of Regulation (EU) No 229/2013.", "Financing of studies, demonstration projects, training or technical assistance measures\nThe amount required to finance studies, demonstration projects, training and technical assistance measures provided for in the support programme referred to in Chapter II of Regulation (EU) No 229/2013 for the purposes of implementing that programme shall not exceed 1 % of the total amount of financing provided for by Article 18(2) of that Regulation.", "Repeal\nRegulation (EC) No 1914/2006 is repealed.", "Entry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 78, 20.3.2013, p. 41.\n(2)  Council Regulation (EC) No 1405/2006 of 18 September 2006 laying down specific measures for agriculture in favour of the smaller Aegean islands (OJ L 265, 26.9.2006, p. 1).\n(3)  Commission Regulation (EC) No 1914/2006 of 20 December 2006 laying down detailed rules for applying Council Regulation (EC) No 1405/2006 laying down specific measures for agriculture in favour of the smaller Aegean islands (OJ L 365, 21.12.2006, p. 64)."}