{"celex_id": "32012R0546", "uri": "http://publications.europa.eu/resource/cellar/ddfae0eb-3b4b-4480-8019-a088f2a8ef3f", "type": "Regulation", "concepts": ["1445", "1644", "2211", "3191", "4689", "5029", "5034", "5047", "5100", "5252", "5369", "994"], "title": "Commission Implementing Regulation (EU) No 546/2012 of 25 June 2012 amending Regulation (EU) No 206/2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements  Text with EEA relevance\n", "header": "26.6.2012 EN Official Journal of the European Union L 165/25\nCOMMISSION IMPLEMENTING REGULATION (EU) No 546/2012\nof 25 June 2012\namending Regulation (EU) No 206/2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of Article 8(1) and Article 8(4) thereof,\nHaving regard to Council Directive 2004/68/EC of 26 April 2004 laying down animal health rules for the importation into and transit through the Community of certain live ungulate animals, amending Directives 90/426/EEC and 92/65/EEC and repealing Directive 72/462/EEC (2), and in particular Article 3(1) and Article 7(e) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 206/2010 (3) lays down the veterinary certification requirements for the introduction into the Union of certain consignments of live animals or fresh meat. It also lays down the lists of third countries, territories or parts thereof from which those consignments may be introduced into the Union.\n(2) Regulation (EU) No 206/2010 provides that consignments of ungulates are to be introduced into the Union only if they come from the third countries, territories or parts thereof listed in Part 1 of Annex I thereto for which there is a model veterinary certificate corresponding to the consignment concerned listed in that Part. In addition, those consignments are to be accompanied by the appropriate veterinary certificate, drawn up in accordance with the relevant model set out in Part 2 of Annex I to Regulation (EU) No 206/2010, taking into account the specific conditions indicated in column 6 of the table in Part 1 of that Annex.\n(3) The whole territory of Canada, except the Okanagan Valley region of British Columbia, is currently listed in Part 1 of Annex I to Regulation (EU) No 206/2010 as approved for the export to the Union, inter alia, of domestic ovine animals (Ovis aries) and domestic caprine animals (Capra hircus) intended for breeding and/or production after importation and accompanied by a veterinary certificate in accordance with model OVI-X. However, Canada is not listed in column 6 of the table in Part 1 of that Annex as having an official brucellosis-free status for the purposes of exports to the Union of live animals certified according to that model certificate.\n(4) Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (4) lays down, inter alia, the conditions under which Member States or regions thereof may be recognised as being officially brucellosis-free.\n(5) In addition, Directive 2004/68/EC provides that, where the equivalence of the official health guarantees provided for by a third country can be formally recognised by the Union, the specific animal health conditions for the introduction of live ungulates from that third country into the Union may be based on those guarantees.\n(6) Canada has submitted to the Commission documentation demonstrating compliance with the conditions laid down in Directive 91/68/EEC to be recognised as officially free from brucellosis (B. melitensis) for the entire territory of that third country for the purposes of exports to the Union of domestic ovine animals (Ovis aries) and domestic caprine animals (Capra hircus) intended for breeding and/or production after importation and accompanied by a veterinary certificate in accordance with model certificate OVI-X set out in Part 2 of Annex I to Regulation (EU) No 206/2010.\n(7) Following the evaluation of the documentation submitted by Canada, that third country should be recognised as being officially free from brucellosis (B. melitensis). The appropriate reference should therefore be included in the entry for that third country in column 6 of the table in Part 1 of Annex I to Regulation (EU) No 206/2010.\n(8) In addition, Regulation (EU) No 206/2010 provides that consignments of fresh meat intended for human consumption are to be imported into the Union only if they come from the third countries, territories or parts thereof listed in Part 1 of Annex II to that Regulation for which there is a model veterinary certificate corresponding to the consignment concerned listed in that Part.\n(9) Four parts of the territory of Botswana are listed in Part 1 of Annex II to Regulation (EU) No 206/2010 as regions from which imports of fresh de-boned and matured meat from ungulates into the Union are authorised. Those regions consist of a number of veterinary disease control zones.\n(10) Following an outbreak of foot-and-mouth disease in region BW-1 of Botswana, Regulation (EU) No 206/2010, as amended by Commission Implementing Regulation (EU) No 801/2011 (5), provides that the authorisation of Botswana to export fresh de-boned and matured meat from ungulates into the Union from that region is suspended as from 11 May 2011. The region BW-1 of Botswana is composed of veterinary disease control zones 3c, 4b, 5, 6, 8, 9 and 18.\n(11) On 2 December 2011, Botswana notified the Commission of the successful approval of veterinary disease control zones 3c, 4b, 5, 6, 8, 9 and 18 as free from foot-and-mouth disease by the World Organisation for Animal Health. The suspension of the authorisation to export fresh de-boned and matured meat from ungulates into the Union from that region is therefore no longer necessary.\n(12) However, within veterinary disease control zone 6, Botswana has declared an area close to the border with Zimbabwe as a intensive surveillance zone and informed the Commission that all domestic bovine animals in that zone were slaughtered. That area should not be authorised for exports to the Union of fresh de-boned and matured meat from ungulates. It should therefore be excluded from the region BW-1 as listed in part 1 of Annex II to Regulation (EU) No 206/2010.\n(13) Regulation (EU) No 206/2010 should therefore be amended accordingly.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EU) No 206/2010 is amended as follows:\n(1) in Part 1 of Annex I, the entry for Canada is replaced by the following:\n‘CA — Canada CA-0 Whole country POR-X  IVb IX V’\nCA-1 Whole country, except the Okanagan Valley region of British Columbia described as follows:\n— From a point on the Canada/United States border 120°15′ longitude, 49° latitude\n— Northerly to a point 119°35′ longitude, 50°30′ latitude\n— North-easterly to a point 119° longitude, 50°45′ latitude\n— Southerly to a point on the Canada/United States border 118°15′ longitude, 49° latitude\n(2) in Part 1 of Annex II, the entry for Botswana is replaced by the following:\n‘BW — Botswana BW-0 Whole country EQU, EQW\nBW-1 The veterinary disease control zones 3c, 4b, 5, 6, 8, 9 and 18, except the intensive surveillance zone in zone 6 between the border with Zimbabwe and the highway A1 BOV, OVI, RUF, RUW F 1 11 May 2011 26 June 2012\nBW-2 The veterinary disease control zones 10, 11, 13 and 14 BOV, OVI, RUF, RUW F 1  7 March 2002\nBW-3 The veterinary disease control zone 12 BOV, OVI, RUF, RUW F 1 20 October 2008 20 January 2009\nBW-4 The veterinary disease control zone 4a, except the intensive surveillance buffer zone of 10 km along the boundary with the foot-and-mouth disease vaccination zone and wildlife management areas BOV F 1  18 February 2011’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 139, 30.4.2004, p. 321.\n(3)  OJ L 73, 20.3.2010, p. 1.\n(4)  OJ L 46, 19.2.1991, p. 19.\n(5)  OJ L 205, 10.8.2011, p. 27."}