{"celex_id": "32014R1317", "uri": "http://publications.europa.eu/resource/cellar/7b68faf8-81c7-11e4-89f7-01aa75ed71a1", "type": "Regulation", "concepts": ["1485", "189", "2447", "3246", "4195", "560"], "title": "Commission Implementing Regulation (EU) No 1317/2014 of 11 December 2014 on the extension of the transitional periods related to own funds requirements for exposures to central counterparties in Regulations (EU) No 575/2013 and (EU) No 648/2012 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "12.12.2014 EN Official Journal of the European Union L 355/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1317/2014\nof 11 December 2014\non the extension of the transitional periods related to own funds requirements for exposures to central counterparties in Regulations (EU) No 575/2013 and (EU) No 648/2012 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (1), and in particular Article 497(3) thereof,\nWhereas:\n(1) In order to avoid disruption to international financial markets and to prevent penalising institutions by subjecting them to higher own funds requirements during the processes of authorisation and recognition of existing central counterparties (‘CCPs’), Article 497(1) and (2) of Regulation (EU) No 575/2013 established a transitional period during which all CCPs with which institutions established in the Union clear transactions will be considered QCCPs.\n(2) Regulation (EU) No 575/2013 also amended Regulation (EU) No 648/2012 of the European Parliament and of the Council (2) in respect of certain inputs to the calculation of institutions' own funds requirements for exposures to CCPs. Accordingly, Article 89(5a) of Regulation (EU) No 648/2012 requires certain CCPs to report, for a limited period of time, the total amount of initial margin they have received from their clearing members. That transitional period mirrors the one laid down in Article 497 of Regulation (EU) No 575/2013.\n(3) Both the transitional period for own funds requirements set out in Article 497(1) and (2) of Regulation (EU) No 575/2013 and the transitional period for reporting the initial margin set out in the first and second subparagraphs of Article 89(5a) of Regulation (EU) No 648/2012 were set to expire on 15 June 2014.\n(4) Article 497(3) of Regulation (EU) No 575/2013 empowers the Commission to adopt an implementing act in order to extend the transitional period by six months in exceptional circumstances. That extension should also apply in respect of the time limits laid down in Article 89 (5a) of Regulation (EU) No 648/2012. Commission Implementing Regulation (EU) No 591/2014 (3) has already extended those transitional periods by six months, until 15 December 2014.\n(5) The authorisation process for existing CCPs established in the Union has been taking place but will not be completed by 15 December 2014. With regard to existing CCPs established in third countries that have already applied for recognition, for the time being no recognition has been granted yet to such CCPs. A further extension of the transitional period will therefore enable institutions established in the Union (or their subsidiaries established outside the Union) to avoid significant increase in the own funds requirements due to the lack of recognised CCPs established in each of those relevant third countries and providing, in a viable and accessible way, the specific type of clearing services that those Union institutions require. While such an increase may only be temporary, it could potentially lead to their withdrawal as direct participants in those CCPs and hence cause disruption in the markets in which those CCPs operate. An additional six-month extension of the transitional periods, i.e. until 15 June 2015, is therefore necessary.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the European Banking Committee", "main_body": ["The 15-month periods referred to in Article 497(1) and (2) of Regulation (EU) No 575/2013 and in the first and second subparagraph of Article 89(5a) of Regulation (EU) No 648/2012, respectively, as already extended pursuant to Article 1 of Implementing Regulation (EU) No 591/2014, are extended by an additional 6 months.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 176, 27.6.2013, p. 1.\n(2)  Regulation (EU) No 648/2012 of the European Parliament and of the Council of 4 July 2012 on OTC derivatives, central counterparties and trade repositories (OJ L 201, 27.7.2012, p. 1).\n(3)  Commission Implementing Regulation (EU) No 591/2014 of 3 June 2014 on the extension of the transitional periods related to own funds requirements for exposures to central counterparties in Regulation (EU) No 575/2013 and Regulation (EU) No 648/2012 of the European Parliament and of the Council (OJ L 165, 4.6.2014, p. 31)."}