{"celex_id": "32014D0351", "uri": "http://publications.europa.eu/resource/cellar/3fbbc3c7-f3a5-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1729", "2329", "2556", "2850", "2901", "544", "5537"], "title": "2014/351/EU: Council Decision of 13 May 2014 on the conclusion of the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force\n", "header": "14.6.2014 EN Official Journal of the European Union L 175/24\nCOUNCIL DECISION\nof 13 May 2014\non the conclusion of the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force\n(2014/351/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with point (a) of Article 218(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 15 November 2007, the Council adopted Regulation (EC) No 31/2008 on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar (1) (‘the Partnership Agreement’).\n(2) The Union has negotiated a new Protocol with the Republic of Madagascar granting EU vessels fishing opportunities in waters in which Madagascar exercises its sovereignty or jurisdiction as regards fishing (‘the new Protocol’).\n(3) The new Protocol was signed on the basis of Council Decision 2012/826/EU (2), and has been applied provisionally from 28 November 2012.\n(4) The new Protocol should be approved,", "main_body": ["The Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force (‘the Protocol’) (3) is hereby approved on behalf of the Union.", "The President of the Council shall proceed, on behalf of the Union, to the notification provided for in Article 16 of the Protocol (4).", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 13 May 2014.\nFor the Council\nThe President\nE. VENIZELOS\n(1)  OJ L 15, 18.1.2008, p. 1.\n(2)  Council Decision 2012/826/EU of 28 November 2012 on the signing, on behalf of the European Union, and on the provisional application of the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force (OJ L 361, 31.12.2012, p. 11).\n(3)  The text of the Protocol has been published in OJ L 361, 31.12.2012, p. 12, together with the decision on the signature.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}