{"celex_id": "32014D0891", "uri": "http://publications.europa.eu/resource/cellar/ef94f6b2-8030-11e4-9e6e-01aa75ed71a1", "type": "Decision", "concepts": ["1158", "1899", "1937", "3191", "3579", "6268", "842"], "title": "2014/891/EU: Commission Implementing Decision of 8 December 2014 amending Decision 2011/163/EU on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC (notified under document C(2014) 9230)  Text with EEA relevance\n", "header": "10.12.2014 EN Official Journal of the European Union L 353/17\nCOMMISSION IMPLEMENTING DECISION\nof 8 December 2014\namending Decision 2011/163/EU on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC\n(notified under document C(2014) 9230)\n(Text with EEA relevance)\n(2014/891/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC (1), and in particular the fourth subparagraph of Article 29(1) and Article 29(2) thereof,\nWhereas:\n(1) Directive 96/23/EC lays down measures to monitor the substances and groups of residues listed in Annex I thereto. This Directive requires that third countries from which Member States are authorised to import animals and animal products covered by that Directive submit a residue monitoring plan providing required guarantees. That plan should, at least, include the groups of residues and substances listed in Annex I of that Directive.\n(2) Commission Decision 2011/163/EU (2) approves the plans provided for in Article 29 of Directive 96/23/EC submitted by certain third countries listed in the Annex to that Decision for the animals and animal products indicated in that list (‘the list’).\n(3) Mexico is currently included in the list as regards, inter alia, equine. However, the latest audits carried out by the Commission in Mexico have confirmed serious shortcomings in the capacity of the Mexican authorities to carry out reliable checks and in particular to attest the absence of substances prohibited by Council Directive 96/22/EC (3).\n(4) The entry for Mexico as regards equine should therefore be removed from the list.\n(5) Decision 2011/163/EU should therefore be amended accordingly.\n(6) In order to avoid any disruption to trade, a transitional period should be laid down to cover the relevant consignments from Mexico which were dispatched to the Union before the date of application of this Decision.\n(7) The measures provided for in this Decision will be reviewed by the Standing Committee on Plants, Animals, Food and Feed, in light of the guarantees provided by the Mexican authorities.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["The Annex to Decision 2011/163/EU is replaced by the text set out in the Annex to this Decision.", "For a transitional period until 1 March 2015, Member States shall accept consignments of meat and meat products of equidae imported from Mexico and intended for human consumption provided that the importer demonstrates that the products had been certified and dispatched to the Union prior to 15 January 2015.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 December 2014.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 125, 23.5.1996, p. 10.\n(2)  Commission Decision 2011/163/EU of 16 March 2011 on the approval of plans submitted by third countries in accordance with Article 29 of Council Directive 96/23/EC (OJ L 70, 17.3.2011, p. 40).\n(3)  Council Directive 96/22/EC of 29 April 1996 concerning the prohibition on the use in stockfarming of certain substances having a hormonal or thyrostatic action and of beta-agonists and repealing Directives 81/602/EEC, 88/146/EEC and 88/299/EEC (OJ L 125, 23.5.1996, p. 3).\nANNEX\n‘ANNEX\nCode ISO2 Country Bovine Ovine/caprine Porcine Equine Poultry Aqua-culture Milk Eggs Rabbit Wild game Farmed game Honey\nAD Andorra X X  X\nAE United Arab Emirates       X (1)\nAL Albania  X    X  X\nAM Armenia            X\nAR Argentina X X  X X X X X X X X X\nAU Australia X X  X  X X   X X X\nBA Bosnia and Herzegovina     X X X X    X\nBD Bangladesh      X\nBN Brunei      X\nBR Brazil X   X X X      X\nBW Botswana X   X       X\nBY Belarus    X (2)  X X X\nBZ Belize      X\nCA Canada X X X X X X X X X X X X\nCH Switzerland X X X X X X X X X X X X\nCL Chile X X X  X X X   X  X\nCM Cameroon            X\nCN China     X X  X X   X\nCO Colombia      X\nCR Costa Rica      X\nCU Cuba      X      X\nEC Ecuador      X\nET Ethiopia            X\nFK Falklands Islands X X\nFO Faeroe Islands      X\nGH Ghana            X\nGM Gambia      X\nGL Greenland  X        X X\nGT Guatemala      X      X\nHN Honduras      X\nID Indonesia      X\nIL Israel     X X X X   X X\nIN India      X  X    X\nIR Iran      X\nJM Jamaica            X\nJP Japan X     X\nKE Kenya       X (1)\nKG Kyrgyzstan            X\nKR South Korea      X\nLB Lebanon            X\nLK Sri Lanka      X\nMA Morocco      X\nMD Moldova     X X  X    X\nME Montenegro X X X  X X  X    X\nMG Madagascar      X      X\nMK former Yugoslav Republic of Macedonia (4) X X X  X X X X  X  X\nMU Mauritius      X\nMX Mexico      X  X    X\nMY Malaysia     X (3) X\nMZ Mozambique      X\nNA Namibia X X        X\nNC New Caledonia X (3)     X    X X X\nNI Nicaragua      X      X\nNZ New Zealand X X  X  X X   X X X\nPA Panama      X\nPE Peru     X X\nPF French Polynesia            X\nPH Philippines      X\nPN Pitcairn Islands            X\nPY Paraguay X\nRS Serbia (5) X X X X (2) X X X X  X  X\nRU Russia X X X  X  X X   X (6) X\nRW Rwanda            X\nSA Saudi Arabia      X\nSG Singapore X (3) X (3) X (3)  X (3) X X (3)\nSM San Marino X  X (3)         X\nSR Suriname      X\nSV El Salvador            X\nSZ Swaziland X\nTH Thailand     X X      X\nTN Tunisia     X X    X\nTR Turkey     X X X X    X\nTW Taiwan      X      X\nTZ Tanzania      X      X\nUA Ukraine X  X  X X X X    X\nUG Uganda      X      X\nUS United States X X X  X X X X X X X X\nUY Uruguay X X  X  X X   X  X\nVE Venezuela      X\nVN Vietnam      X      X\nZA South Africa          X X\nZM Zambia            X\nZW Zimbabwe      X     X\n(1)  Camel milk only.\n(2)  Export to the Union of live equidae for slaughter (food producing animals only).\n(3)  Third countries using only raw material either from Member States or from other third countries approved for imports of such raw material to the Union, in accordance with Article 2.\n(4)  The former Yugoslav Republic of Macedonia; the definitive nomenclature for this country will be agreed following current negotiations at UN level.\n(5)  Not including Kosovo (this designation is without prejudice to positions on status, and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo Declaration of Independence).\n(6)  Only for reindeer from the Murmansk and Yamalo-Nenets regions.’"}