{"celex_id": "32014R1250", "uri": "http://publications.europa.eu/resource/cellar/62687ca8-7212-11e4-b593-01aa75ed71a1", "type": "Regulation", "concepts": ["12", "161", "2771", "2850", "3191", "4314", "5563", "5892", "8285"], "title": "Commission Implementing Regulation (EU) No 1250/2014 of 21 November 2014 amending Regulation (EC) No 891/2009 as regards tariff quotas for sugar originating in Serbia\n", "header": "22.11.2014 EN Official Journal of the European Union L 335/10\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1250/2014\nof 21 November 2014\namending Regulation (EC) No 891/2009 as regards tariff quotas for sugar originating in Serbia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Articles 180 and 187 thereof,\nWhereas:\n(1) The Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and Serbia, of the other part (2) (‘the SAA’) was approved by Council and Commission Decision 2013/490/EU, Euratom (3) and entered into force on 1 September 2013. Article 26(4) of the SAA provides for a duty-free access on imports into the Union for products originating in Serbia of headings 1701 and 1702 of the Combined Nomenclature, within the limit of an annual tariff quota of 180 000 tonnes.\n(2) The Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part, to take account of the accession of the Republic of Croatia to the European Union (4) (‘the Protocol’) was signed on 25 June 2014. Its signature on behalf of the European Union, the European Atomic Energy Community and the Member States has been authorised by Council Decisions 2014/517/EU (5) and 2014/518/Euratom (6).\n(3) Article 2 of the Protocol provides for an amendment to Article 26(4) of the SAA to increase the existing tariff quotas for sugar originating in Serbia within a limit of an annual tariff quota of 181 000 tonnes.\n(4) In accordance with Article 3 of Decision 2014/517/EU, the Protocol is to be applied on a provisional basis, in accordance with its Article 14, as from the first day of the second month following the date of its signature, pending the completion of the procedures for its conclusion. Therefore, the increase of the existing tariff quotas for sugar originating in Serbia should take effect as from 1 August 2014.\n(5) Commission Regulation (EC) No 891/2009 (7) provides for the opening and the administration of tariff quotas in the sugar sector, including those originating in Serbia. It is therefore necessary to amend that Regulation to take account of the Protocol.\n(6) In accordance with Article 11 of the Protocol, in the first year of provisional application of the Protocol the volumes of the new tariff quotas and the increases in the volumes of existing tariff quotas are to be calculated as a pro rata of the basic annual volumes specified in the Protocol, taking into account the part of the period elapsed before 1 August 2014. Therefore, for the year 2014 the increase of the volume of the existing quotas for sugar originating in Serbia should be available for the period from 1 August 2014 until 31 December 2014.\n(7) Considering that in accordance with Article 3(1) of Regulation (EC) No 891/2009 tariff quotas are administered per marketing year in that sector, account has to be taken of the pro rata increase in volumes of the tariff quotas opened for the 2013/2014 marketing year and of the volumes to be granted for the 2014/2015 marketing year, in accordance with the Protocol. The pro rata increase in the annual volume for the months of August and September 2014 corresponds to 167 tonnes of sugar. As it will not be possible to use that quantity before the end of the 2013/2014 marketing year, it should be made available in the 2014/2015 marketing year.\n(8) Pursuant to the second paragraph of its Article 135, the SAA does not apply to Kosovo (8). Council Regulation (EC) No 2007/2000 (9) has been repealed by Regulation (EC) No 1215/2009 (10). As Regulation (EC) No 1215/2009 no longer provides for concessions on imports into the Union for products of headings 1701 and 1702 of the Combined Nomenclature originating in Kosovo, the references to Regulation (EC) No 2007/2000 and to Kosovo in Regulation (EC) No 891/2009 should therefore be deleted.\n(9) Regulation (EC) No 891/2009 should therefore be amended accordingly.\n(10) Since the 2014/2015 marketing year starts from 1 October 2014, the amendments to Regulation (EC) No 891/2009 should apply as soon as possible and this Regulation should therefore enter into force immediately.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 891/2009 is amended as follows:\n(1) In Article 1, point (b) is deleted;\n(2) In Article 1, point (g) is replaced by the following:\n‘(g) Article 26(4) of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part (11), as amended by the Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part, to take account of the accession of the Republic of Croatia to the European Union (12).\n(3) In point (b) of Article 2, the term ‘Kosovo’ and the related footnote are deleted;\n(4) In Annex I, Part II is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply as from the 2014/2015 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  OJ L 278, 18.10.2013, p. 16.\n(3)  Council and Commission Decision 2013/490/EU, Euratom of 22 July 2013 on the conclusion of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and Serbia, of the other part (OJ L 278, 18.10.2013, p. 14).\n(4)  OJ L 233, 6.8.2014, p. 3.\n(5)  Council Decision 2014/517/EU of 14 April 2014 on the signing, on behalf of the European Union and its Member States, and provisional application of the Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part, to take account of the accession of the Republic of Croatia to the European Union (OJ L 233, 6.8.2014, p. 1).\n(6)  Council Decision 2014/518/Euratom of 14 April 2014 approving the conclusion, by the European Commission, on behalf of the European Atomic Energy Community, of the Protocol to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part, to take account of the accession of the Republic of Croatia to the European Union (OJ L 233, 6.8.2014, p. 20).\n(7)  Commission Regulation (EC) No 891/2009 of 25 September 2009 opening and providing for the administration of certain Community tariff quotas in the sugar sector (OJ L 254, 26.9.2009, p. 82).\n(8)  This designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo declaration of independence.\n(9)  Council Regulation (EC) No 2007/2000 of 18 September 2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union's Stabilisation and Association process, amending Regulation (EC) No 2820/98, and repealing Regulations (EC) No 1763/1999 and (EC) No 6/2000 (OJ L 240, 23.9.2000, p. 1).\n(10)  Council Regulation (EC) No 1215/2009 of 30 November 2009 introducing exceptional trade measures for countries and territories participating in or linked to the European Union's Stabilisation and Association process (OJ L 328, 15.12.2009, p. 1).\n(11)  OJ L 278, 18.10.2013, p. 16.\n(12)  OJ L 233, 6.8.2014, p. 3’\nANNEX\nPart II of Annex I of Regulation (EC) No 891/2009 is replaced by the following:\n‘Part II: Balkans sugar\nThird Country or Custom Territories Order number CN code Quantities (tonnes) In quota rate (EUR/ton)\nAlbania 09.4324 1701 and 1702 1 000 0\nBosnia and Herzegovina 09.4325 1701 and 1702 12 000 0\nSerbia 09.4326 1701 and 1702 181 000 (1) 0\nFormer Yugoslav Republic of Macedonia 09.4327 1701 and 1702 7 000 0\n(1)  For the 2014/2015 marketing year the quantity shall be 181 167 tonnes.’"}