{"celex_id": "32014R1370", "uri": "http://publications.europa.eu/resource/cellar/fc5b3006-8816-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["1019", "1789", "2709", "2763", "2965", "3165", "3190", "3577", "5876", "862", "922"], "title": "Commission Delegated Regulation (EU) No 1370/2014 of 19 December 2014 providing for temporary exceptional aid to milk producers in Finland\n", "header": "20.12.2014 EN Official Journal of the European Union L 366/18\nCOMMISSION DELEGATED REGULATION (EU) No 1370/2014\nof 19 December 2014\nproviding for temporary exceptional aid to milk producers in Finland\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 219(1) in conjunction with Article 228 thereof,\nWhereas:\n(1) On 7 August 2014, the Russian government introduced a ban on import of certain agricultural products from the Union to Russia, including milk products.\n(2) With over 25 % of its milk production exported to Russia, accounting for 64 % of its total exports of milk and milk products to third countries, Finland counts among the Member States whose milk production was the most dependent on exports to Russia before the introduction of the ban.\n(3) Farm gate milk prices in Finland experienced a sharp drop in September 2014, exclusively attributable to the Russian import ban. While the average milk price in Finland is relatively high as compared to the Union as a whole, production costs in Finland are the highest of the Union.\n(4) The continuity of the Finnish milk and milk products sector is put at stake by the Russian import ban, as that sector had invested in products with high added value tailored to the tastes and needs of the Russian market. Milk products manufactured for the Russian market have to be absorbed by the Finnish retail market at reduced prices. Time is needed for the sector in Finland to find new outlets or to adapt production to new products that could meet demand. Reliance on public intervention and private storage is insufficient to address this threat.\n(5) In order to address the resulting market disturbance efficiently and effectively, it is appropriate to grant aid to Finland in the form of a one-time financial envelope with a view to supporting milk producers who are affected by the Russian import ban and, as a result, encounter liquidity problems.\n(6) The financial envelope available to Finland should be calculated on the basis of 2013/2014 milk production within national quotas, and proportional to the observed milk price drop. In order to ensure that support is targeted to those producers affected by the ban, while taking into account limited budget resources, Finland should distribute that amount on the basis of objective criteria and in a non-discriminatory way, while avoiding any market and competition distortion.\n(7) As the financial envelope allocated to Finland will compensate only a limited portion of the actual loss suffered by producers, Finland should be allowed to grant additional support to milk producers.\n(8) That additional support should be granted under the same conditions of objectiveness, non-discrimination and non-distortion of competition and should take into account the national aid producers have received for the same purpose on the basis of Article 142 of the Act of Accession of Austria, Finland and Sweden.\n(9) The aid provided for in this Regulation should be granted as a measure supporting agricultural markets in accordance with Article 4(1)(a) of Regulation (EU) No 1306/2013 of the European Parliament and of the Council (2).\n(10) For budgetary reasons, the Union should finance the expenditure incurred by Finland in relation to the support to milk producers only where such payments are made by a certain deadline.\n(11) In order to ensure transparency and the monitoring and proper administration of the amount available to it, Finland should inform the Commission of the objective criteria used to determine the methods for granting the support and the provisions taken to avoid distortion of competition.\n(12) In order to ensure that milk producers receive the aid as soon as possible, Finland should be enabled to implement this Regulation without delay. Therefore, this Regulation should enter into force on the third day following that of its publication,", "main_body": ["Union aid of a total amount of EUR 10 729 307 shall be available to Finland to provide targeted support to milk producers affected by the Russian ban on import of Union products.\nFinland shall use that amount on the basis of objective and non-discriminatory criteria, provided that the resulting payments do not cause distortion of competition. For this purpose, Finland shall take into account the extent of the effects of the Russian import ban on the producers concerned.\nFinland shall make those payments by 31 May 2015 at the latest.", "Finland may grant additional support to the milk producers receiving the aid referred to in Article 1, up to a maximum equal to the amount provided for in that Article.\nThat additional support shall be granted under the same conditions of objectiveness, non-discrimination and non-distortion of competition and shall take into account the national aid producers have received for the same purpose on the basis of Article 142 of the Act of Accession of Austria, Finland and Sweden.\nFinland shall pay the additional support by 31 May 2015 at the latest.", "Finland shall notify the Commission of the following:\n(a) without delay and no later than 30 April 2015, the objective criteria used to determine the methods for granting targeted support and the measures taken to avoid distortion of competition;\n(b) no later than 31 July 2015, the total amounts paid and the number and type of beneficiaries.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Regulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 (OJ L 347, 20.12.2013, p. 549)."}