{"celex_id": "32010R0220", "uri": "http://publications.europa.eu/resource/cellar/988a1d37-304b-4fe1-bf0a-f7c215ceab86", "type": "Regulation", "concepts": ["1280", "1503", "1761", "1802", "1909", "4213", "4258", "6350", "825"], "title": "Commission Regulation (EU) No 220/2010 of 16 March 2010 adopting the programme of ad-hoc modules, covering the years 2013 to 2015, for the labour force sample survey provided for by Council Regulation (EC) No 577/98 (Text with EEA relevance)\n", "header": "17.3.2010 EN Official Journal of the European Union L 67/1\nCOMMISSION REGULATION (EU) No 220/2010\nof 16 March 2010\nadopting the programme of ad-hoc modules, covering the years 2013 to 2015, for the labour force sample survey provided for by Council Regulation (EC) No 577/98\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 577/98 of 9 March 1998 on the organisation of a labour force sample survey in the Community (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) In accordance with Regulation (EC) No 577/98, it is necessary to specify the elements of the programme of ad-hoc modules covering the years 2013 to 2015.\n(2) There is a need for additional sources (2) for certain sectors with high risks of occupational accidents or diseases and other work-related health problems but which usually are not covered, or not fully covered, by national social security systems, such as ‘Fishing and aquaculture’ (division 03 of NACE rev. 2), ‘Mining and quarrying’ (section B of NACE rev. 2) or ‘Human health and social work activities’ (section Q of NACE rev. 2).\n(3) A new ad-hoc module on accidents at work and work-related health problems will provide considerable value added to the information obtainable from the European Statistics on Accidents at Work (ESAW) and European Occupational Diseases Statistics (EODS), allowing, in particular, the data on accidents and occupational diseases to be directly linked to the situation of persons on the labour market and information to be obtained on emerging risks (e.g. work-related health problems not recognised as occupational diseases in national legislation).\n(4) The European Employment Strategy fully reflects the need to take into account the labour aspects of immigration, in particular the need to improve the labour market situation of migrants. The Employment Guidelines adopted by Council Decision 2008/618/EC (3), which are an integral part of the ‘Integrated Guidelines Package’, which is designed to spur growth and jobs in Europe as part of the relaunched Lisbon Strategy, call for particular attention to be paid to significantly reducing the employment gaps for people at a disadvantage, including the gap between third country nationals and EU citizens. They explicitly state that combating discrimination and integrating immigrants is essential and call for appropriate management of economic migration to improve matching of labour market needs. Appropriate data to monitor these issues are extremely important, especially since, given the ageing of the EU labour force and predicted skill shortages, the need for migrant workers will continue to grow in future years.\n(5) In the context of the ongoing debate on flexicurity and the expressed need for greater adaptability of both enterprises and workers in Europe, a key issue highlighted in the European Employment Strategy and the Employment Guidelines, it is necessary to have data from a large-scale European survey on the extent of application of various forms of new work organisation practices and working time arrangements and workers’ experiences with these.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["The programme of ad-hoc modules for the labour force sample survey, covering the years 2013 to 2015, as set out in the Annex, is hereby adopted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 77, 14.3.1998, p. 3.\n(2)  Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — Improving quality and productivity at work: Community strategy 2007-2012 on health and safety at work, adopted on 21.2.2007 — COM(2007) 62.\n(3)  OJ L 198, 26.7.2008, p. 47.\nANNEX\nLABOUR FORCE SURVEY\nMultiannual programme of ad-hoc modules\n1.   ACCIDENTS AT WORK AND OTHER WORK-RELATED HEALTH PROBLEMS\nList of variables: to be defined before December 2011.\nReference period: 2013. Member States may provide data for all 52 weeks or for the second quarter of the year.\nMember States and regions concerned: to be defined before December 2011.\nRepresentativeness of the results: to be defined before December 2011.\nCompleteness of the ad-hoc module sample: the ad-hoc module sample should fulfil the requirements of Annex I, point 4, to Commission Regulation (EC) No 377/2008 (1), i.e. the sample used to collect information on ad-hoc modules must also provide information on structural variables.\nTransmission of the results: before 31 March 2014.\n2.   LABOUR MARKET SITUATION OF MIGRANTS AND THEIR IMMEDIATE DESCENDANTS\nList of variables: to be defined before December 2012.\nReference period: 2014. Member States may provide data for all 52 weeks or for the second quarter of the year.\nMember States and regions concerned: to be defined before December 2012.\nRepresentativeness of the results: to be defined before December 2012.\nCompleteness of the ad-hoc module sample: the ad-hoc module sample should fulfil the requirements of Annex I, point 4, to Regulation (EC) No 377/2008, i.e. the sample used to collect information on ad-hoc modules must also provide information on structural variables.\nTransmission of the results: before 31 March 2015.\n3.   WORK ORGANISATION AND WORKING TIME ARRANGEMENTS\nList of variables: to be defined before December 2013.\nReference period: 2015. Member States may provide data for all 52 weeks or for the second quarter of the year.\nMember States and regions concerned: to be defined before December 2013.\nRepresentativeness of the results: to be defined before December 2013.\nCompleteness of the ad-hoc module sample: the ad-hoc module sample should fulfil the requirements of Annex I, point 4, to Regulation (EC) No 377/2008, i.e. the sample used to collect information on ad-hoc modules must also provide information on structural variables.\nTransmission of the results: before 31 March 2016.\n(1)  OJ L 114, 26.4.2008, p. 57."}