{"celex_id": "32011R0537", "uri": "http://publications.europa.eu/resource/cellar/8e010185-13c6-4e64-9dc1-45c09435a292", "type": "Regulation", "concepts": ["1644", "179", "2739", "3660", "5650"], "title": "Commission Regulation (EU) No 537/2011 of 1 June 2011 on the mechanism for the allocation of quantities of controlled substances allowed for laboratory and analytical uses in the Union under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer\n", "header": "2.6.2011 EN Official Journal of the European Union L 147/4\nCOMMISSION REGULATION (EU) No 537/2011\nof 1 June 2011\non the mechanism for the allocation of quantities of controlled substances allowed for laboratory and analytical uses in the Union under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1005/2009 of the European Parliament and of the Council of 16 September 2009 on Substances that Deplete the Ozone Layer (1), and in particular the third subparagraph of Article 10(6) thereof,\nWhereas:\n(1) The mechanism for the allocation of quantities of controlled substances allowed for laboratory and analytical uses should ensure that the quantity annually authorised under licences for individual producers and importers does not exceed 130 % of the annual average of the calculated level of controlled substances licensed for the producer or importer for essential laboratory and analytical uses in the years 2007 to 2009 and that the total quantity annually authorised under licences, including licences for hydrochlorofluorocarbons under Article 11(2) of Regulation (EC) No 1005/2009, shall not exceed 110 ozone-depleting potential (hereinafter ‘ODP’) tonnes.\n(2) The total quantities of controlled substances allowed for laboratory and analytical uses for the undertakings which produced or imported under license in the years 2007 to 2009 cannot exceed 77 243,181 ODP kilograms, being calculated on the basis of the licensed production and imports in the reference period.\n(3) The difference to the maximum quantity of 110 ODP tonnes (32 756,819 ODP kilograms), as well as the quantities for which no declarations have been submitted by the undertakings which produced or imported under licence in the years 2007 to 2009, should be allocated to undertakings for which no production or import licences were issued in the reference period 2007 to 2009. The allocation mechanism should ensure that all undertakings requesting a new quota receive an appropriate share of the quantities to be allocated.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 25(1) of Regulation (EC) No 1005/2009,", "main_body": ["The quotas for controlled substances for laboratory and analytical uses shall be allocated to producers and importers to which no production or import license was issued in the years 2007 to 2009 in accordance with the mechanism set out in the Annex.", "This Regulation shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 286, 31.10.2009, p. 1.\nANNEX\nAllocation mechanism\n1.   Determination of the quantity for allocation to undertakings for which no production or import of controlled substances for essential laboratory and analytical uses had been licensed in the years 2007 to 2009 (new undertakings)\nEach undertaking for which production or import of controlled substances for essential laboratory and analytical uses was licensed in the years 2007 to 2009 receives a quota corresponding to the quantity requested in its declaration referred to in Article 10(5) of Regulation (EC) No 1005/2009, but which shall not exceed 130 % of the annual average of the calculated level of controlled substances licensed for this undertaking in the years 2007 to 2009.\nThe sum of these allocations is subtracted from 110 ODP tonnes to determine the quantity to be allocated to new undertakings (quantity for allocation in Phase 1).\n2.   Phase 1\nEach new undertaking receives an allocation corresponding to the quantity requested in its declaration, but no more than a pro rata share of the allocation quantity for Phase 1. The pro rata share is calculated by dividing 100 by the number of new undertakings. The sum of the quotas allocated in Phase 1 is subtracted from the quantity for allocation in Phase 1 to determine the allocation quantity for Phase 2.\n3.   Phase 2\nEach new undertaking, which in Phase 1 has not obtained 100 % of the quantity requested in its declaration, receives an additional allocation corresponding to the difference between the quantity requested and the quantity obtained in Phase 1, but which shall not exceed the pro rata share of the quantity for allocation in Phase 2. The pro rata share is calculated by dividing 100 by the number of new undertakings eligible for an allocation in Phase 2. The sum of the quotas allocated in Phase 2 is subtracted from the quantity for allocation in Phase 2 to determine the allocation quantity for Phase 3.\n4.   Phase 3\nPhase 2 is repeated analogously until the remaining quantity for allocation in the subsequent Phase is smaller than 1 ODP tonne."}