{"celex_id": "32013R1198", "uri": "http://publications.europa.eu/resource/cellar/dbd412e2-5683-11e3-a8cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1355", "2525", "2696", "2771", "3191", "8412"], "title": "Commission Regulation (EU) No 1198/2013 of 25 November 2013 terminating the anti-subsidy proceeding concerning imports of biodiesel originating in Argentina and Indonesia and repealing Regulation (EU) No 330/2013 making such imports subject to registration\n", "header": "26.11.2013 EN Official Journal of the European Union L 315/67\nCOMMISSION REGULATION (EU) No 1198/2013\nof 25 November 2013\nterminating the anti-subsidy proceeding concerning imports of biodiesel originating in Argentina and Indonesia and repealing Regulation (EU) No 330/2013 making such imports subject to registration\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 597/2009 of 11 June 2009 on protection against subsidised imports from countries not members of the European Community (1) (‘the basic Regulation’), and in particular Article 14 and 24 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n1.   PROCEDURE\n(1) On 27 September 2012, the European Commission (‘the Commission’) received a complaint concerning the alleged injurious subsidisation of production of biodiesel originating in Argentina and Indonesia, which was lodged pursuant to Article 10 of the basic Regulation by the European Biodiesel Board (‘the complainant’) on behalf of producers representing more than 25 % of the total Union production of biodiesel.\n(2) The complaint contained prima facie evidence of subsidy of the said product and of material injury resulting therefrom, which was considered sufficient to justify the initiation of an investigation.\n(3) On 10 November 2012, the Commission announced, by a notice published in the Official Journal of the European Union (‘the notice of initiation’), the initiation of an anti-subsidy proceeding against imports into the Union of biodiesel originating in Argentina and Indonesia (2).\n(4) The Commission officially advised the complainant, other known Union producers, the known exporting producers in Argentina and Indonesia, known importers, suppliers, distributors, users and associations known to be concerned, and the authorities of Argentina and Indonesia of the initiation of the proceeding. Interested parties were invited to make their views known in writing and to request a hearing within the time limit set in the notice of initiation.\n(5) All interested parties, who so requested and showed that there were particular reasons why they should be heard, were granted a hearing.\n(6) On 10 April 2013, the Commission made imports of biodiesel originating in Argentina and Indonesia subject to registration under Commission Regulation (EU) No 330/2013 (3).\n2.   WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(7) By a letter dated 7 October 2013 to the Commission, the complainant formally withdrew its complaint.\n(8) In accordance with Article 14(1) of the basic Regulation, the proceeding may be terminated where the complaint is withdrawn, unless such termination would not be in the Union interest.\n(9) The investigation had not brought to light any considerations showing that such termination would be against the Union interest. Therefore the Commission considered that the present proceeding should be terminated. Interested parties were informed accordingly and were given an opportunity to comment. However, the Commission received no comments which would lead to the conclusion that such termination would not be in the Union interest.\n(10) The Commission therefore concludes that the anti-subsidy proceeding concerning imports into the Union of biodiesel originating in Argentina and Indonesia should be terminated.\n(11) The registration of imports of biodiesel originating in Argentina and Indonesia, established in application of Article 1 of Regulation (EU) No 330/2013, should therefore be discontinued and the said Regulation repealed,", "main_body": ["The anti-subsidy proceeding concerning imports of fatty-acid mono-alkyl esters and/or paraffinic gasoils obtained from synthesis and/or hydro-treatment, of non-fossil origin, in pure form or as included in a blend, currently falling within CN codes ex 1516 20 98, ex 1518 00 91, ex 1518 00 95, ex 1518 00 99, ex 2710 19 43, ex 2710 19 46, ex 2710 19 47, 2710 20 11, 2710 20 15, 2710 20 17, ex 3824 90 97, 3826 00 10 and ex 3826 00 90, and originating in Argentina and Indonesia, is hereby terminated.", "Customs authorities are directed to discontinue the registration of imports, established in application of Article 1 of Regulation (EU) No 330/2013.", "Regulation (EU) No 330/2013 is repealed.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 188, 18.7.2009, p. 93.\n(2)  OJ C 342, 10.11.2012, p. 12.\n(3)  OJ L 102, 11.4.2013, p. 13."}