{"celex_id": "32010D0177", "uri": "http://publications.europa.eu/resource/cellar/5e1e697a-09a1-436f-8819-38f2b85b6918", "type": "Decision", "concepts": ["1059", "1309", "1591", "2771", "3824", "4741", "519", "5969"], "title": "2010/177/: Commission Decision of 23 March 2010 amending Decision 2006/109/EC by accepting three offers to join the joint price undertaking accepted in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China\n", "header": "24.3.2010 EN Official Journal of the European Union L 77/55\nCOMMISSION DECISION\nof 23 March 2010\namending Decision 2006/109/EC by accepting three offers to join the joint price undertaking accepted in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China\n(2010/177/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Articles 8 and 11(3) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) The Council, by Regulation (EC) No 1212/2005 (2) (the definitive Regulation), imposed a definitive anti-dumping duty on imports of certain castings originating in the People’s Republic of China (PRC). This Regulation was last amended by Council Regulation (EC) No 500/2009 (3).\n(2) The Commission, by Decision 2006/109/EC (4) accepted a joint price undertaking from the China Chamber of Commerce for Import and Export of Machinery and Electronics Products (CCCME) together with 20 cooperating Chinese companies or cooperating groups of companies. This Decision was amended by Commission Decision 2008/437/EC (5).\n(3) The definitive Regulation gives the possibility to new Chinese exporting producers to be granted the same treatment as the cooperating companies in the original investigation, on the condition that these producers have been granted the new exporting producer treatment (NEPT) in accordance with Article 1(4) of Regulation (EC) No 1212/2005.\n(4) Following three requests for NEPT based on Article 1(4) of the definitive Regulation, the Council, by Regulation (EC) No 426/2008 (6) amended the definitive Regulation and assigned an individual duty rate of 28,6 % to the exporting producers HanDan County Yan Yuan Smelting and Casting Co., Ltd (HanDan), XianXian Guozhuang Precision Casting Co., Ltd (XianXian) and Wuxi Norlong Foundry Co., Ltd (Norlong).\n(5) Following a request for NEPT based on Article 1(4) of the definitive Regulation, the Council, by Regulation (EC) No 282/2009 (7) amended the definitive Regulation and assigned and individual duty rate of 28,6 % to the exporting producer Weifang Stable Casting Co., Ltd (Weifang).\n(6) It is recalled that all four exporting producers received individual treatment (IT) during the NEPT investigation.\n(7) Two of the four above-mentioned exporting producers granted NEPT (XianXian and Weifang) submitted together with the CCCME formal offers to join the joint liability undertaking accepted by the Commission.\n(8) On 10 June 2009, the Commission, by a notice in the Official Journal of the European Union\n (8), initiated a partial interim review of the definitive measures. The review is limited in scope to the examination of the form of the measures and in particular to the examination of the acceptability and workability of undertakings offered by exporting producers in the PRC.\n(9) After the initiation of the partial interim review of the measures, yet another exporting producer granted NEPT, HanDan, submitted within the deadline, together with the CCCME a formal offer to join the joint liability undertaking accepted by the Commission.\n(10) Another exporting producer granted NEPT, Norlong, submitted that it does not wish to adhere to the joint undertaking accepted by the Commission, but offered, within the deadline, a separate undertaking.\n(11) On 15 December 2009, the essential facts and considerations on the basis of which it was intended to accept the offers to join the joint price undertaking submitted by CCCME and HanDan, by CCCME and XianXian and by CCCME and Weifang and to reject the undertaking offered by Norlong were disclosed to interested parties. They were given the opportunity to comment. Their comments have been assessed before taking a final decision.\nB.   UNDERTAKING OFFERS\n(12) With regard to the undertaking offer submitted by CCCME together with Handan, XianXian and Weifang, it is noted that they are identical to the collective undertaking offer accepted by Decision 2006/109/EC and thus the CCCME and the three exporting producers undertake to ensure that the product concerned is exported at or above a minimum import price (MIP) set at a level that eliminates the injurious effect of dumping. It is recalled that the undertaking includes the indexation of the minimum import price of the product concerned in accordance with public international quotations for its main raw material, i.e. pig iron, given that casting prices vary significantly depending on the prices of pig iron.\n(13) In addition, a further investigation showed that there are no company specific reasons that would call for a refusal of the offer submitted by CCCME together with HanDan, XianXian and Weifang. In view of the foregoing, and as the companies received an individual duty rate, the Commission considers that it can accept the undertaking offer made by CCCME and the exporting producers.\n(14) Moreover, the regular and detailed reports which the CCCME and the companies undertake to provide to the Commission will allow effective monitoring. It is, therefore, considered that the risk of circumventing the undertaking is limited.\n(15) With regard to the separate undertaking offered by Norlong, it should be recalled that the original undertaking accepted by Decision 2006/109/EC was a joint liability undertaking of 20 companies together with the CCCME. The fact that it was offered as a joint undertaking contributed in a decisive manner to its acceptability by the Commission given that it increased the practicability and improved the control of the respect of the obligations deriving from the undertaking, all of this being necessary in view of the great number of exporting producers involved.\n(16) Norlong argued that the Commission had already accepted in the past at least one individual undertaking from a company which had not been granted market economy treatment (MET) but only individual treatment (9), as is the case of Norlong. However, it should be emphasized that the situation in the case referred to by Norlong is different from the situation in the original undertaking accepted by Decision 2006/109/EC: in the case referred to by Norlong, only one undertaking offer of one exporting producer was finally accepted. It should also be recalled that that undertaking was subsequently withdrawn by the Commission because of numerous breaches found, including cross-compensation schemes (10).\n(17) In the case of the undertaking accepted by Decision 2006/109/EC, the specificity of the situation, i.e. the great number of companies which exceeds 20, requires a particular set-up for a special control and monitoring. Norlong did not bring forward any relevant argument suggesting that it was in a different situation as the other companies part of the joint undertaking or justifying that the Commission should treat Norlong in a different way than the other companies that are part to the joint undertaking. Moreover, Norlong’s offer would imply a duplication of efforts of the Commission’s control and monitoring system. Since it would not be practicable and cost-effective for the Commission to control the respect of the obligations deriving from Norlong’s individual undertaking offer, the Commission considers that it cannot accept the separate undertaking offer made by Norlong.\n(18) The Union industry objected to the undertaking offer submitted by CCCME together with HanDan, XianXian and Weifang, arguing that the MIP would be too low to protect the European industry from the effect of dumped imports and that the Union industry is suffering further injury. As regards the level of the MIP, it should be noted that anti-dumping duties were imposed at the level of the dumping margins found which were lower than the injury margins. Therefore, the MIP was also set on the normal value and thus eliminates merely the dumping established, in conformity with the principle of the lesser duty rule set out in Article 8(1) of the basic Regulation.\n(19) The Union industry further argued that, despite the imposition of anti-dumping measures, the market share of Chinese exporters increased since the original investigation period (11). The Union industry claimed that this was due to an increase in exports from China combined with a sharp drop in Union consumption. However, no conclusive evidence with regard to the alleged sharp drop in consumption was submitted. Moreover, from the statistics available (12), it appears that dumped imports have decreased by 14 % since the original investigation period.\n(20) In view of the above, none of the reasons put forward by the Union industry could alter the conclusion that the undertaking offer submitted by CCCME together with HanDan, Weifang and XianXian should be accepted.\n(21) In order to enable the Commission to monitor effectively the companies’ compliance with the undertaking, when the request for release into free circulation is presented to the relevant customs authority, exemption from the anti-dumping duty will be conditional upon (i) the presentation of an undertaking invoice containing at least the elements listed in the Annex to Council Regulation (EC) No 268/2006 (13); (ii) the fact that imported goods are manufactured, shipped and invoiced directly by the said company to the first independent customer in the Union; and (iii) the fact that the goods declared and presented to customs correspond precisely to the description on the undertaking invoice. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate rate of anti-dumping duty shall instead be payable.\n(22) To further ensure the respect of the undertaking, importers have been made aware by Regulation (EC) No 268/2006 that the non-fulfilment of the conditions provided for by that Regulation, or the withdrawal by the Commission of the acceptance of the undertaking, may lead to a customs debt being incurred for the relevant transactions.\n(23) In the event of a breach or withdrawal of the undertaking or in case of withdrawal of acceptance of the undertaking by the Commission, the anti-dumping duty imposed in accordance with Article 9(4) of the basic Regulation shall automatically apply pursuant to Article 8(9) of the basic Regulation.\n(24) In view of the above, the undertaking offered by Norlong should be rejected. The offer submitted by CCCME and HanDan, by CCCME and XianXian and by CCCME and Weifang to join the joint price undertaking as accepted by Decision 2006/109/EC should be accepted, and Article 1 of Decision 2006/109/EC should be amended accordingly,", "main_body": ["The undertaking offered in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China by: (i) the China Chamber of Commerce for Import and Export of Machinery and Electronics Products (CCCME) and HanDan County Yan Yuan Smelting and Casting Co., Ltd; (ii) CCCME and XianXian Guozhuang Precision Casting Co. Ltd; and (iii) CCCME and Weifang Stable Casting Co., Ltd is hereby accepted.", "The table of Article 1 in Decision 2006/109/EC as amended by Decision 2008/437/EC is replaced by the following table:\nCompany Taric Additional Code\nBeijing Tongzhou Dadusche Foundry Factory, East of Dongtianyang Village, Dadushe, Tongzhou Beijing A708\nBotou City Simencun Town Bai Fo Tang Casting Factory, Bai Fo Tang Village, Si Men Cun Town, Bo Tou City, 062159, Hebei Province A681\nBotou City Wangwu Town Tianlong Casting Factory, Changle Village, Wangwu Town, Botou City, Hebei Province A709\nChangan Cast Limited Company of Yixian Hebei, Taiyuan main street, Yi County, Hebei Province, 074200 A683\nChangsha Jinlong Foundry Industry Co., Ltd, 260, Jinchang Road, JinJing Town, Changsha, Hunan A710\nChangsha Lianhu Foundry, Lianhu Village, Yuhuating Town, Yuhua District, Changsha, Hunan A711\nManufactured and sold by GB Metal Products Co., Ltd, Zhuanlu Town, Dingzhou, Hebei or manufactured by GB Metal Products Co., Ltd, Zhuanlu Town, Dingzhou, Hebei and sold by its related sales company GB International Trading Shanghai Co Ltd, B301-310 Yinhai Building., 250 Cao Xi Road., Shanghai A712\nGuiyang Bada Foundry Co., Ltd, Mengguan Huaxi Guiyang, Guizhou A713\nHebei Jize Xian Ma Gang Cast Factory, Nankai District. Xiao Zhai Town, Jize County, Handan City, Hebei A714\nManufactured and sold by Hebei Shunda Foundry Co., Ltd, Qufu Road, Quyang, 073100, PRC or manufactured by Hebei Shunda Foundry Co., Ltd, Qufu Road, Quyang, 073100, PRC and sold by its related sales company Success Cast Tech-Ltd, 603A Huimei Business Centre 83 Guangzhou Dadao(s), Guangzhou 510300 A715\nHong Guang Handan Cast Foundry Co., Ltd, Nankai District, Xiao Zhai Town, Handou City, Jize County, Hebei A716\nQingdao Qitao Casting Co., Ltd, Nan Wang Jia Zhuang Village, Da Xin Town, Jimo City, Qingdao, Shandong Province, 266200 A718\nShandong Huijin Stock Co., Ltd, North of Kouzhen Town, Laiwu City, Shandong Province, 271114 A684\nShahe City Fangyuan Casting Co., Ltd, West of Nango Village, Shiliting Town, Shahe City, Hebei Province A719\nShanxi Yuansheng Casting and Forging Industrial Co. Ltd, No 8 DiZangAn, Taiyuan, Shanxi, 030002 A680\nTianjin Fu Xing Da Casting Co., Ltd, West of Nan Yang Cun Village, Jin Nan District, 300350, Tianjin A720\nWeifang Jianhua Casting Co., Ltd, Kai Yuan Jie Dao Office, Hanting District, Weifang City, Shandong Province A721\nZibo City Boshan Guangyuan Casting Machinery Factory, Xiangyang Village, Badou Town, Boshan District, Zibo City Shandong Province A722\nZibo Dehua Machinery Co., Ltd, North of Lanyan Street, Zibo High-tech Developing Zone A723\nHanDan County Yan Yuan Smelting and Casting Co., Ltd, South of Hu Cun Village, Hu Cun Town, Han Dan County, Hebei, 056105 A871\nXianXian Guozhuang Precision Casting Co., Ltd, Guli Village, Xian County, Gouzhuang, Hebei, Cangzhou 062250 A869\nWeifang Stable Casting Co., Ltd, Fangzi District, Weifang City, Shandong Province, 261202 A931", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 23 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 199, 29.7.2005, p. 1.\n(3)  OJ L 151, 16.6.2009, p. 6.\n(4)  OJ L 47, 17.2.2006, p. 59.\n(5)  OJ L 153, 12.6.2008, p. 37.\n(6)  OJ L 129, 17.5.2008, p. 1.\n(7)  OJ L 94, 8.4.2009, p. 1.\n(8)  OJ C 131, 10.6.2009, p. 18.\n(9)  OJ L 267, 12.10.2005, p. 27.\n(10)  OJ L 164, 26.6.2007, p. 32.\n(11)  The original investigation period covered the period from 1 April 2003 until 31 March 2004.\n(12)  Source: 14.6 database and Comext.\n(13)  OJ L 47, 17.2.2006, p. 3."}