{"celex_id": "32013R1275", "uri": "http://publications.europa.eu/resource/cellar/79e4ba4c-5f1d-11e3-ab0f-01aa75ed71a1", "type": "Regulation", "concepts": ["1277", "1442", "2428", "3836", "4084", "5451", "6569"], "title": "Commission Regulation (EU) No 1275/2013 of 6 December 2013 amending Annex I to Directive 2002/32/EC of the European Parliament and of the Council as regards maximum levels for arsenic, cadmium, lead, nitrites, volatile mustard oil and harmful botanical impurities  Text with EEA relevance\n", "header": "7.12.2013 EN Official Journal of the European Union L 328/86\nCOMMISSION REGULATION (EU) No 1275/2013\nof 6 December 2013\namending Annex I to Directive 2002/32/EC of the European Parliament and of the Council as regards maximum levels for arsenic, cadmium, lead, nitrites, volatile mustard oil and harmful botanical impurities\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Directive 2002/32/EC provides that the use of products intended for animal feed which contain levels of undesirable substances exceeding the maximum levels laid down in Annex I to that Directive is prohibited.\n(2) Certain long-term supply formulations of complementary feed for particular nutritional purposes with a high concentration of trace elements unavoidably contain amounts of arsenic, cadmium or lead exceeding the maximum levels established for these heavy metals in complementary feed. Higher maximum levels for these heavy metals in long-term supply formulations do not, however, entail a risk for animal or public health or the environment as the exposure of the animals to the heavy metals by making use of these specific long-term supply formulations is significantly lower than in the case of other complementary feeds containing trace elements. Therefore it is appropriate to establish higher maximum levels for those heavy metals for such long-term supply formulations, containing high levels of trace elements.\n(3) Data have been received indicating that the level of arsenic in the feed additive ferrous carbonate following change of area of production exceeds in certain cases the current maximum level. In order to guarantee the supply of ferrous carbonate on the European market it is appropriate to increase the maximum level of arsenic in ferrous carbonate. This increase does not adversely affect the animal and public health or the environment as the maximum level established for arsenic in complementary feed and complete feed remain unchanged.\n(4) Recently, a significant difference has been identified by the European Union Reference Laboratory for heavy metals in feed and food (EURL–HM) between the analytical results obtained by the application of different extraction methods currently used for the determination of lead in kaolinitic clay and feed containing kaolinitic clay (2). Before, no significant differences were observed between the levels of heavy metals in mineral feed by the application of different extraction methods (3). The maximum levels of heavy metals in feed relate ‘to an analytical determination of lead, whereby extraction is performed in nitric acid (5 % w/w) for 30 minutes at boiling temperature’. It is therefore appropriate to provide for the use of that method of extraction for the determination of lead in kaolinitic clay.\n(5) As regards nitrite, for products and by-products from sugar beet and sugarcane and from the starch production no maximum level applies for the time being. In the light of developments in scientific and technical knowledge the same should apply to products and by-products from alcoholic drink production.\n(6) In the light of developments in scientific and technical knowledge it is appropriate to establish the maximum level for volatile mustard oil in Camelina sativa and derived products to the same level as the maximum level for rapeseed cakes.\n(7) The Brassica species have been listed under harmful botanical impurities because of their high volatile mustard oil (expressed as allyl isothiocyanates) content. The European Food Safety Authority (EFSA) concluded in its opinion on glucosinolates (allyl isothiocyanates) as undesirable substances in animal feed (4) that adverse effects in animals have been generally correlated to the amount of total glucosinolates in the diet. If the amount of total glucosinolates is measured, impurities caused by the presence of products from Brassica juncea ssp., Brassica nigra and Brassica carinata, would be detected as well. It is therefore appropriate to delete the products, with the exception of the seeds, of these species from Section VI of Annex I on harmful botanical impurities and to establish for feed materials derived from these Brassica species the same maximum level for volatile mustard oil as the maximum level for rapeseed cakes.\n(8) It is appropriate to use the denomination for feed materials as provided for in Commission Regulation (EU) No 68/2013 of 16 January 2013 on the catalogue of feed materials (5).\n(9) Directive 2002/32/EC should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 2002/32/EC is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 140, 30.5.2002, p. 10.\n(2)  Determination of extractable and total lead in kaolinitic clay. Technical support from the EURL-HM to the Directorate-General for Health and Consumers – JRC 69122 – Joint Research Centre – Institute for Reference Materials and Measurements.\n(3)  IMEP-111: Total cadmium, lead, arsenic, mercury and copper and extractable cadmium and lead in mineral feed. Report of the eleventh interlaboratory comparison organised by the European Union Reference Laboratory for heavy metals in Feed and Food – EUR 24758 EN — Joint Research Centre – Institute for Reference Materials and Measurements.\n(4)  Opinion of the Scientific Panel on Contaminants in the Food Chain on a request from the European Commission on glucosinolates as undesirable substances in animal feed, The EFSA Journal (2008) 590, 1-76.\n(5)  OJ L 29, 30.1.2013, p. 1.\nANNEX\nAnnex I to Directive 2002/32/EC is amended as follows:\n(1) Row 1 of Section I, Arsenic, is replaced by the following:\nUndesirable substance Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feed with a moisture content of 12 %\n‘1. Arsenic (1)\nwith the exception of:\n— meal made from grass, from dried lucerne and from dried clover, and dried sugar beet pulp and dried molasses sugar beet pulp;\n— palm kernel expeller;\n— phosphates and calcareous marine algae;\n— calcium carbonate; calcium and magnesium carbonate (10);\n— magnesium oxide; magnesium carbonate;\n— fish, other aquatic animals and products derived thereof;\n— seaweed meal and feed materials derived from seaweed.\nIron particles used as tracer. 50\nFeed additives belonging to the functional group of compounds of trace elements 30\nwith the exception of:\n— cupric sulphate pentahydrate; cupric carbonate; di copper chloride trihydroxide; ferrous carbonate;\n— zinc oxide; manganous oxide; cupric oxide.\nComplementary feed 4\nwith the exception of:\n— mineral feed;\n— complementary feed for pet animals containing fish, other aquatic animals and products derived thereof and/or seaweed meal and feed materials derived from seaweed;\n— long-term supply formulations of feed for particular nutritional purposes with a concentration of trace elements higher than 100 times the established maximum content in complete feed;\nComplete feed 2\nwith the exception of:\n— complete feed for fish and fur animals;\n— complete feed for pet animals containing fish, other aquatic animals and products derived thereof and/or seaweed meal and feed materials derived from seaweed.\n(2) Row 2 of Section I, Cadmium, is replaced by the following:\nUndesirable substance Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feed with a moisture content of 12 %\n‘2. Cadmium\nFeed materials of animal origin 2\nFeed materials of mineral origin 2\nwith the exception of:\n— phosphates.\nFeed additives belonging to the functional group of compounds of trace elements 10\nwith the exception of:\n— cupric oxide, manganous oxide, zinc oxide and manganous sulphate monohydrate.\nFeed additives belonging to the functional groups of binders and anti-caking agents 2\nPremixtures (6) 15\nComplementary feed 0,5\nwith the exception of:\n— mineral feed\n– – containing < 7 % phosphorus (8)\n– – containing ≥ 7 % phosphorus (8)\n— complementary feed for pet animals\n— long-term supply formulations of feed for particular nutritional purposes with a concentration of trace elements higher than 100 times the established maximum content in complete feed;\nComplete feed 0,5\nwith the exception of:\n— complete feed for cattle (except calves), sheep (except lambs), goats (except kids) and fish;\n— complete feed for pet animals.\n(3) Row 4 of Section I, Lead, is replaced by the following:\nUndesirable substance Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feed with a moisture content of 12 %\n‘4. Lead (1)\nwith the exception of:\n— forage (3);\n— phosphates and calcareous marine algae;\n— calcium carbonate; calcium and magnesium carbonate (10);\n— yeasts.\nFeed additives belonging to the functional group of compounds of trace elements 100\nwith the exception of:\n— zinc oxide;\n— manganous oxide, ferrous carbonate, cupric carbonate.\nFeed additives belonging to the functional groups of binders and anti-caking agents 30\nwith the exception of:\n— clinoptilolite of volcanic origin; natrolite-phonolite;\nPremixtures (6) 200\nComplementary feed 10\nwith the exception of:\n— mineral feed;\n— long-term supply formulations of feed for particular nutritional purposes with a concentration of trace elements higher than 100 times the established maximum content in complete feed;\nComplete feed. 5\n(4) Row 6 of Section I, Nitrite, is replaced by the following:\nUndesirable substance Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feed with a moisture content of 12 %\n‘6. Nitrite (5)\nwith the exception of:\n— fishmeal;\n— silage;\n— products and by-products from sugar beet and sugarcane and from starch and alcoholic drink production.\nComplete feed 15\nwith the exception of:\n— complete feed for dogs and cats with a moisture content exceeding 20 %.\n(5) Row 5 of Section III, Volatile mustard oil, is replaced by the following:\nUndesirable substance Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feed with a moisture content of 12 %\n‘5. Volatile mustard oil (1)\nwith the exception of:\n— Camelina seed and products derived thereof (2), products derived from mustard seed (2), rape seed and products derived thereof.\nComplete feed 150\nwith the exception of:\n— complete feed for cattle (except calves), sheep (except lambs) and goats (except kids);\n— complete feed for pigs (except piglets) and poultry.\n(6) Section VI: Harmful Botanical Impurities is replaced by the following:\nUndesirable substance Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feed with a moisture content of 12 %\n1. Weed seeds and unground and uncrushed fruits containing alkaloids, glucosides or other toxic substances separately or in combination including\n— Datura sp.\n2. Crotalaria spp\n3. Seeds and husks from Ricinus communis L., Croton tiglium L. and Abrus precatorius L. as well as their processed derivatives (3), separately or in combination\n4. Unhusked beech mast – Fagus sylvatica L.\n5. Purghera – Jatropha curcas L.\n6. Seeds from Ambrosia spp.\nwith the exception of\n— Millet (grains of Panicum miliaceum L.) and sorghum (grains of Sorghum bicolor (L) Moench s.l.) not directly fed to animals\nCompound feed containing unground grains and seeds 50\n7. Seeds from\n— Indian mustard – Brassica juncea (L.) Czern. and Coss. ssp. integrifolia (West.) Thell.\n— Sareptian mustard – Brassica juncea (L.) Czern. and Coss. ssp. juncea\n— Chinese mustard – Brassica juncea (L.) Czern. and Coss. ssp. juncea var. lutea Batalin\n— Black mustard – Brassica nigra (L.) Koch\n— Ethiopian mustard – Brassica carinata A. Braun\n(1)  for the determination of lead in kaolinitic clay and in feed containing kaolinitic clay, the maximum level refers to an analytical determination of lead, whereby extraction is performed in nitric acid (5 % w/w) for 30 minutes at boiling temperature. Equivalent extraction procedures can be applied for which it can be demonstrated that the used extraction procedure has an equal extraction efficiency.’\n(2)  Upon request of the competent authorities, the responsible operator must perform an analysis to demonstrate that the content of total glucosinolates is lower than 30 mmol/kg. The method of analysis of reference is EN-ISO 9167-1:1995.’\n(3)  Insofar determinable by analytical microscopy.\n(4)  Includes also seed husk fragments.’"}