{"celex_id": "32012D0705", "uri": "http://publications.europa.eu/resource/cellar/65b3d8eb-43ab-11e2-9b3b-01aa75ed71a1", "type": "Decision", "concepts": ["1318", "365", "4353", "4585", "5581", "924"], "title": "2012/705/EU: Council Implementing Decision of 13 November 2012 amending Decision 2009/791/EC and Implementing Decision 2009/1013/EU authorising Germany and Austria respectively to continue to apply a measure derogating from Articles 168 and 168a of Directive 2006/112/EC on the common system of value added tax\n", "header": "16.11.2012 EN Official Journal of the European Union L 319/8\nCOUNCIL IMPLEMENTING DECISION\nof 13 November 2012\namending Decision 2009/791/EC and Implementing Decision 2009/1013/EU authorising Germany and Austria respectively to continue to apply a measure derogating from Articles 168 and 168a of Directive 2006/112/EC on the common system of value added tax\n(2012/705/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Secretariat-General of the Commission on 5 January 2012, Germany requested authorisation to continue to apply a measure that was previously granted by Council Decision 2009/791/EC of 20 October 2009 authorising the Federal Republic of Germany to continue to apply a measure derogating from Article 168 of Directive 2006/112/EC on the common system of value added tax (2), derogating from the provisions of Directive 2006/112/EC governing the right of deduction.\n(2) By letter registered with the Secretariat-General of the Commission on 16 April 2012, Austria requested authorisation to continue to apply a measure that was previously granted by Council Implementing Decision 2009/1013/EU of 22 December 2009 authorising the Republic of Austria to continue to apply a measure derogating from Article 168 of Directive 2006/112/EC on the common system of value added tax (3), derogating from the provisions of Directive 2006/112/EC governing the right of deduction.\n(3) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States, by letter dated 4 April 2012, of the request made by Germany. By letter dated 11 April 2012, the Commission notified Germany that it had all the information necessary to consider the request.\n(4) In accordance with the second subparagraph of Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States, by letter dated 20 April 2012, of the request made by Austria. By letter dated 23 April 2012, the Commission notified Austria that it had all the information necessary to consider the request.\n(5) The derogating measure pursued by both Member States is intended to exclude completely value added tax (VAT) borne on goods and services from the right of deduction where those goods and services are used more than 90 % for the private purposes of a taxable person or of his employees, or for non-business purposes in general.\n(6) The measure derogates from Articles 168 and 168a of Directive 2006/112/EC which govern the taxable persons’ right to deduct VAT charged on goods and services supplied to them for the purposes of their taxed transactions. The objective of the derogating measure is to simplify the procedure for charging and collecting VAT thereby also preventing tax evasion and avoidance. The amount of tax due at the level of final consumption is only affected to a negligible extent.\n(7) According to the information provided by Germany and Austria, the legal and factual situation which justified the current application of the derogating measure has not changed and continues to exist. Germany and Austria should therefore be authorised to continue applying that measure during a further period, but limited in time until 31 December 2015, in order to allow for a review of the necessity and effectiveness of the derogating measure and the apportionment rate between business and non-business use it is based on.\n(8) Where Germany or Austria considers a further extension beyond 2015 to be necessary, a report on the application of the derogating measure, which includes a review of the apportionment rate applied, should be submitted to the Commission together with the extension request by 31 March 2015 in order to reserve sufficient time for the Commission to examine the request and, in case the Commission would come forward with a proposal, for the Council to adopt it.\n(9) On 29 October 2004, the Commission adopted a proposal for a Council Directive amending Directive 77/388/EEC, now Directive 2006/112/EC, that includes the harmonisation of the categories of expenses for which exclusions of the right of deduction may apply. The derogating measure provided for in this Decision should expire on the date as from which Member States are to or may apply the rules laid down in such an amending Directive adopted by the Council after this Decision takes effect, if that date is earlier than the date of expiry provided for in this Decision.\n(10) The derogations will only have a negligible effect on the overall amount of tax collected at the stage of final consumption and will not adversely affect the Union’s own resources accruing from value added tax.\n(11) Decision 2009/791/EC and Implementing Decision 2009/1013/EU should therefore be amended accordingly,", "main_body": ["Articles 1 and 2 of Decision 2009/791/EC are replaced by the following:\n‘Article 1\nBy way of derogation from Articles 168 and 168a of Directive 2006/112/EC, Germany is authorised to exclude VAT borne on goods and services from the right to deduct VAT when the goods and services in question are used more than 90 % for the private purposes of a taxable person or of his employees, or, more generally, for non-business purposes.", "1.   This Decision shall expire on the date as from which Member States shall or may apply Union rules governing restrictions on a taxable person’s right of deduction adopted by the Council after this Decision takes effect, or on 31 December 2015, whichever is the earlier.\n2.   Any request for the extension of the measure provided for in this Decision shall be submitted to the Commission by 31 March 2015.\nSuch request shall be accompanied by a report which includes a review of the apportionment rate applied on the right to deduct VAT on the basis of this Decision.’.", "Articles 1 and 2 of Implementing Decision 2009/1013/EU are replaced by the following:\n‘Article 1\nBy way of derogation from Articles 168 and 168a of Directive 2006/112/EC, Austria is authorised to exclude VAT borne on goods and services from the right to deduct VAT when the goods and services in question are used more than 90 % for the private purposes of a taxable person or of his employees, or, more generally, for non-business purposes.", "1.   This Decision shall expire on the date as from which Member States shall or may apply Union rules governing restrictions on a taxable person’s right of deduction adopted by the Council after this Decision takes effect, or on 31 December 2015, whichever is the earlier.\n2.   Any request for the extension of the measure provided for in this Decision shall be submitted to the Commission by 31 March 2015.\nSuch request shall be accompanied by a report which includes a review of the apportionment rate applied on the right to deduct VAT on the basis of this Decision.’.", "This Decision shall apply as from 1 January 2013.", "This Decision is addressed to the Federal Republic of Germany and to the Republic of Austria."], "attachments": "Done at Brussels, 13 November 2012.\nFor the Council\nThe President\nV. SHIARLY\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ L 283, 30.10.2009, p. 55.\n(3)  OJ L 348, 29.12.2009, p. 21."}