{"celex_id": "32012R0110", "uri": "http://publications.europa.eu/resource/cellar/24ab7c27-5999-46e7-94ac-dd4d315ba50c", "type": "Regulation", "concepts": ["1284", "1445", "2737", "3191", "321", "3579", "4687", "5760", "8464"], "title": "Commission Implementing Regulation (EU) No 110/2012 of 9 February 2012 amending Annex II to Decision 2007/777/EC and Annex I to Regulation (EC) No 798/2008 as regards the entries for South Africa in the lists of third countries or parts thereof  Text with EEA relevance\n", "header": "10.2.2012 EN Official Journal of the European Union L 37/50\nCOMMISSION IMPLEMENTING REGULATION (EU) No 110/2012\nof 9 February 2012\namending Annex II to Decision 2007/777/EC and Annex I to Regulation (EC) No 798/2008 as regards the entries for South Africa in the lists of third countries or parts thereof\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1) and in particular the introductory phrase of Article 8, the first subparagraph of point 1 of Article 8 and point 4 of Article 8 thereof,\nHaving regard to Council Directive 2009/158/EC of 30 November 2009 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (2), and in particular Articles 23(1) and 24(2) thereof,\nWhereas:\n(1) Commission Decision 2007/777/EC of 29 November 2007 laying down the animal and public health conditions and model certificates for imports of certain meat products and treated stomachs, bladders and intestines for human consumption from third countries and repealing Decision 2005/432/EC (3) lays down rules on imports into the Union and the transit and storage in the Union of consignments of meat products, and of consignments of treated stomachs, bladders and intestines, as defined in Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (4).\n(2) Decision 2007/777/EC also lays down lists of third countries and parts thereof from which such imports into, transit and storage within the Union are to be authorised, sets out the model public and animal health certificates, and the rules on the origin and treatments required for those imported products.\n(3) Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (5) lays down veterinary certification requirements for imports into and transit, including storage during transit, through the Union of poultry, hatching eggs, day-old chicks, specified pathogen-free eggs, meat, minced meat and mechanically separated meat of poultry, including ratites and wild game birds, eggs and egg products. That Regulation provides that those commodities are only to be imported into the Union from the third countries, territories, zones or compartments listed in Part 1 of Annex I thereto.\n(4) Regulation (EC) No 798/2008 also sets out the conditions for a third country, territory, zone or compartment to be considered as free from highly pathogenic avian influenza (HPAI) and the requirements for the veterinary certification in that respect for commodities destined for imports into the Union.\n(5) In April 2011, South Africa notified the Commission of an outbreak of highly pathogenic avian influenza (HPAI) on its territory. As a consequence, Decision 2007/777/EC and Regulation (EC) No 798/2008 were amended by Commission Implementing Regulation (EU) No 536/2011 (6), in order to provide for certain specific treatments for imports from that third country of meat products, treated stomachs, bladders and intestines for human consumption obtained from meat of farmed ratites and of biltong/jerky and pasteurised meat products consisting of, or containing meat of farmed feathered game, ratites and wild game birds.\n(6) In addition, imports into the Union of breeding and productive ratites and of day-old chicks, hatching eggs and meat of ratites were no longer authorised from the whole territory of South Africa covered by Regulation (EC) No 798/2008, as from the date of confirmation of the outbreak of HPAI, on 9 April 2011.\n(7) After the entry into force of Implementing Regulation (EU) No 536/2011, South Africa submitted information to the Commission on the control measures taken and the development of the epidemiological situation in relation to the outbreak of HPAI. The disease control and surveillance efforts undertaken by South Africa were considered sufficient to ensure that South Africa was able to limit the spread of disease and contain it to a defined area.\n(8) As a consequence, Decision 2007/777/EC and Regulation (EC) No 798/2008 were amended by Commission Implementing Regulation (EU) No 991/2011 (7). By that amendment, imports into the Union of ratite meat and of certain meat products from the part of South Africa which was not placed under animal health restrictions (territory ZA-2) were again authorised. Implementing Regulation (EU) No 991/2011 entered into force on 9 October 2011.\n(9) Following the two successive amendments, the different Parts of Annex II to Decision 2007/777/EC currently list territory ZA-2 of South Africa as authorised for imports into the Union of consignments of certain meat products, treated stomachs, bladders and intestines for human consumption and of biltong/jerky and pasteurised meat products of poultry, farmed feathered game, including ratites, and wild game birds which undergo specific treatments set out in that Annex.\n(10) In addition, territory ZA-2 is currently listed in Part 1 of Annex I to Regulation (EC) No 798/2008 as authorised for imports into the Union of meat of ratites, as from the entry into force of Implementing Regulation (EU) No 991/2011.\n(11) On 13 October 2011, South Africa informed the Commission of a suspected outbreak of HPAI in the area that had earlier been considered as free of that disease. South Africa also informed the Commission that, in view of that suspicion, it has prohibited the dispatch of consignments of ratite meat and certain ratite meat products bound for the Union.\n(12) On 14 November 2011, South Africa notified outbreaks of HPAI to the World Organisation for Animal Health (OIE) that are located outside of the disease-affected area established by South Africa and as recognised by Implementing Regulation (EU) No 991/2011. The whole territory of that third country may therefore no longer be considered as free from HPAI.\n(13) Given the unfavourable development of the disease situation in South Africa and in order to avoid misunderstandings concerning commodities produced before the confirmation of the recent outbreak of HPAI, it is appropriate to amend the entry for South Africa in Part 1 of Annex I to Regulation (EC) No 798/2008 to prohibit imports into the Union of meat of ratites and to indicate the date of the confirmation of the initial outbreak of HPAI, on 9 April 2011 as ‧closing date‧ in column 6A in that Part.\n(14) In addition, as a consequence of the outbreak of HPAI, territory ZA-2 of South Africa no longer complies with the animal health conditions for applying ‧treatment A‧ to commodities consisting of, or containing meat of farmed ratites or treated stomachs, bladders and intestines of ratites for human consumption listed in Part 2 of Annex II to Decision 2007/777/EC and for applying ‧treatment E‧ to biltong/jerky and pasteurised meat products consisting of, or containing meat of poultry, farmed feathered game, ratites and wild game birds, listed in Part 3 of that Annex. Those treatments are insufficient to eliminate animal health risks linked to those commodities. The entry for South Africa as regards territory ZA-2 in Part 1 Annex II to Decision 2007/777/EC and the entries for South Africa in Parts 2 and 3 of that Annex should therefore be amended, in order to provide for an adequate treatment thereof.\n(15) Decision 2007/777/EC and Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Decision 2007/777/EC is amended in accordance with Annex I to this Regulation.", "Annex I to Regulation (EC) No 798/2008 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 343, 22.12.2009, p. 74.\n(3)  OJ L 312, 30.11.2007, p. 49.\n(4)  OJ L 139, 30.4.2004, p. 55.\n(5)  OJ L 226, 23.8.2008, p. 1.\n(6)  OJ L 147, 2.6.2011, p. 1.\n(7)  OJ L 261, 6.10.2011, p. 19.\nANNEX I\nAnnex II to Decision 2007/777/EC is amended as follows:\n(1) in Part 1, in the entry for South Africa, the entry ‧ZA-2‧ is deleted;\n(2) Part 2 is amended as follows:\n(a) the entry ‧ZA-0‧ for South Africa is replaced by the following:\n‧ZA South Africa (1) C C C A D D A C C A A D XXX‧\n(b) the entry ‧ZA-2‧ is deleted;\n(3) in Part 3, the entry for South Africa is replaced by the following:\n‧ZA South Africa XXX XXX XXX XXX D D A XXX XXX A A D XXX\nSouth Africa ZA-1 E E XXX XXX XXX XXX A E XXX A A XXX XXX‧\nANNEX II\nIn Part 1 of Annex I to Regulation (EC) No 798/2008, the entry for South Africa is replaced by the following:\n‧ZA — South Africa ZA-0 Whole country SPF\nEP, E       S4‧\nBPR I P2 9.4.2011  A\nDOR II\nHER III\nRAT VII P2 9.4.2011"}