{"celex_id": "32013R0101", "uri": "http://publications.europa.eu/resource/cellar/dfea7615-6f8e-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1374", "1442", "4682", "5055", "5263"], "title": "Commission Regulation (EU) No 101/2013 of 4 February 2013 concerning the use of lactic acid to reduce microbiological surface contamination on bovine carcases  Text with EEA relevance\n", "header": "5.2.2013 EN Official Journal of the European Union L 34/1\nCOMMISSION REGULATION (EU) No 101/2013\nof 4 February 2013\nconcerning the use of lactic acid to reduce microbiological surface contamination on bovine carcases\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of 29 April 2004 of the European Parliament and of the Council laying down specific hygiene rules for food of animal origin (1), and in particular Article 3(2) thereof,\nWhereas:\n(1) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2) lays down general rules for food business operators on the hygiene of foodstuffs, taking particular account of the principle concerning the general implementation of procedures based on hazard analysis and critical control point (HACCP).\n(2) Regulation (EC) No 853/2004 lays down specific rules on the hygiene of food of animal origin for food business operators. It provides that food business operators are not to use any substance other than potable water to remove surface contamination from products of animal origin, unless use of the substance has been approved in accordance with that Regulation.\n(3) In addition, Commission Regulation (EC) No 2073/2005 of 15 November 2005 on microbiological criteria for foodstuffs (3) lays down the microbiological criteria for certain microorganisms and the implementing rules to be complied with by food business operators when implementing the general and specific hygiene measures referred to in Regulation (EC) No 852/2004. It provides that food business operators are to ensure that foodstuffs are to comply with those microbiological criteria.\n(4) On 14 December 2010, the Commission received an application for approval of the use of lactic acid to reduce surface contamination of bovine carcases and meat.\n(5) On 26 July 2011, the European Food Safety Authority (EFSA) adopted a Scientific Opinion on the evaluation of the safety and efficacy of lactic acid for the removal of microbial surface contamination from beef carcases, cuts and trimmings (4).\n(6) In its Opinion, EFSA concludes that the treatments using lactic acid for decontamination are of no safety concern, provided that the substance used complies with Union specifications for food additives. In addition, EFSA concludes that treatments with lactic acid provide a significant reduction of microbiological contamination compared to no treatment or to treatment with potable water and that it is unlikely that such treatments would contribute to the development of microbial resistance.\n(7) EFSA recommends that food business operators validate the antimicrobial efficacy of such treatments under their specific processing conditions and verify lactic acid concentration, temperature of application and other factors affecting its efficacy as a decontaminating agent. The EFSA Opinion also concluded that there are no negative implications resulting from this use of lactic acid on the environment.\n(8) According to the EFSA Opinion, the residual amount absorbed in the beef meat from lactic acid treatment will not be higher than 190 mg/kg. Such amount is considered residual compared to the active amount necessary for the purpose of reducing microbial surface contamination. Furthermore, it does not have any technological effect in the final product. In addition, the residual amount of lactic acid used for reducing microbial surface contamination is negligible compared to the amount of lactic acid naturally present in beef and it is of no safety concern. In certain meat preparations, lactic acid salts are authorised as food additives for the purpose of preservation. For this purpose, levels of 20 000 mg/kg are commonly used. Therefore, the use of lactic acid for the purpose of reducing microbial surface contamination is clearly distinct from its use as a food additive.\n(9) In view of the EFSA Opinion, taking into account that lactic acid can provide a significant reduction of possible microbiological contamination, it is appropriate to approve its use to reduce surface contamination. Such use should however be subjected to certain conditions. Its use should be limited to the use on carcases or half carcases or quarters at the level of the slaughterhouse and it should be integrated into good hygienic practices and HACCP-based systems.\n(10) Commission Regulation (EU) No 231/2012 of 9 March 2012 laying down specifications for food additives listed in Annexes II and III to Regulation (EC) No 1333/2008 of the European Parliament and of the Council (5) lays down specifications for food additives relating, in particular, to origin, purity criteria and any other necessary information.\n(11) In accordance with the EFSA Opinion, lactic acid used to reduce surface contamination in bovine carcases should comply with the specifications for lactic acid laid down in Union legislation. Consequently, where lactic acid is used to reduce microbiological surface contamination pursuant to this Regulation, it is appropriate that such lactic acid complies with the specifications laid down in Regulation (EU) No 231/2012.\n(12) The use of lactic acid to reduce microbiological surface contamination on bovine carcases or half carcases or quarters must not affect the food business operator’s duty to comply with the requirements of Union legislation on food hygiene, as laid down in Regulations (EC) No 852/2004, (EC) No 853/2004 and (EC) No 2073/2005 and should in no way be considered as a substitution for good hygienic slaughtering practices and operating procedures or as an alternative to comply with the requirements of those Regulations.\n(13) The Standing Committee on the Food Chain and Animal Health did not deliver an opinion within the time limit laid down by its Chairman. The Commission therefore submitted to the Council a proposal relating to this measure and forwarded it to the European Parliament at the same time.\n(14) In view of the fact that the Council did not act and the European Parliament did not oppose the measure within the applicable time-periods, the Commission should adopt the measure,", "main_body": ["Food business operators may use lactic acid to reduce microbiological surface contamination on bovine carcases or half carcases or quarters at the level of the slaughterhouse in compliance with the conditions set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 139, 30.4.2004, p. 1.\n(3)  OJ L 338, 22.12.2005, p. 1.\n(4)  EFSA Journal 2011; 9(7):2317.\n(5)  OJ L 83, 22.3.2012, p. 1.\nANNEX\nPART I\nConditions of use of lactic acid to reduce microbiological surface contamination of bovine carcases or half carcases or quarters at the level of the slaughterhouse\n1. Lactic acid solutions must only be prepared from lactic acid which complies with the specifications set out in Regulation (EU) No 231/2012.\n2. Lactic acid solutions must:\n(a) only be applied on entire carcases or half-carcases or quarters of meat from domestic bovine animals (including Bubalus and Bison species) at the level of the slaughterhouse;\n(b) only be applied either by spraying or misting using from 2 % to 5 % lactic acid solution in potable water at temperatures of up to a maximum of 55 °C;\n(c) be applied under controlled and verifiable conditions integrated in a HACCP-based management system including, at least, the criteria set out in Part II.\n3. Lactic acid solutions must not be applied to carcases with visible faecal contamination.\n4. The application of lactic acid solutions must not result in any irreversible physical modification of the meat.\nPART II\nMinimum HACCP criteria and control parameters\n1. Sampling of carcases for the purposes of assessing compliance with microbiological criteria within the meaning of Regulation (EC) No 2073/2005 must be carried out before the application of lactic acid solutions on the carcases or half-carcases or quarters.\n2. Lactic acid concentration during treatment must be, as part of the HACCP plan, verified by periodic monitoring, documented and recorded.\n3. The temperature of the lactic acid solution during treatment must, as part of the HACCP plan, be continuously monitored by instrumental measurements, documented and recorded.\nPART III\nInformation on the treatment\nFood business operators operating slaughterhouses in which lactic acid solutions are used to reduce microbial surface contamination of entire carcases or half-carcases or quarters must inform the food business operator receiving the treated carcases or half-carcases or quarters of such use. This information should be documented."}