{"celex_id": "32011D0051", "uri": "http://publications.europa.eu/resource/cellar/d0463894-6900-4bc7-b815-0c78e464a06c", "type": "Decision", "concepts": ["1567", "1590", "161", "2737", "4324", "5877", "6322", "711"], "title": "2011/51/EU: Council Decision of 18 January 2011 on the signing of the Agreement between the European Union and the Swiss Confederation on the protection of designations of origin and geographical indications for agricultural products and foodstuffs, amending the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n", "header": "28.1.2011 EN Official Journal of the European Union L 25/3\nCOUNCIL DECISION\nof 18 January 2011\non the signing of the Agreement between the European Union and the Swiss Confederation on the protection of designations of origin and geographical indications for agricultural products and foodstuffs, amending the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n(2011/51/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (1) (hereinafter referred to as the ‘Agricultural Agreement’) entered into force on 1 June 2002.\n(2) Article 12 of the Agricultural Agreement provides that the Agricultural Agreement may be reviewed at the request of either Party.\n(3) A Joint Declaration on the protection of geographical indications and designations of origin of agricultural products and foodstuffs has been attached to the Final Act of the Agricultural Agreement.\n(4) The Commission has negotiated, on behalf of the Union, an Agreement between the European Union and the Swiss Confederation on the protection of designations of origin and geographical indications for agricultural products and foodstuffs (hereinafter referred to as the ‘Agreement’), which amends the Agricultural Agreement by inserting a new Annex 12.\n(5) Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (2) defines the internal procedure for adopting the Union’s position on matters subject to decisions of the Joint Committee referred to in Article 6(3) of the Agricultural Agreement. The internal procedure for establishing the Union’s position on matters relating to Annex 12 to that Agreement should likewise be defined.\n(6) The Agreement should be signed on behalf of the Union, subject to its conclusion at a later date,", "main_body": ["The signing of the Agreement between the European Union and the Swiss Confederation on the protection of designations of origin and geographical indications for agricultural products and foodstuffs, amending the Agreement between the European Community and the Swiss Confederation on trade in agricultural products is hereby approved on behalf of the Union, subject to the conclusion of the said Agreement (3).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the Union, the Agreement, subject to its conclusion.", "As regards matters relating to Annex 12 to the Agricultural Agreement and the Appendices thereto, the European Union’s position on matters which are subject to the Decisions of the Joint Committee for Agriculture as referred to in Article 6(3) of the Agricultural Agreement shall be adopted by the Commission in accordance with the procedure laid down in Article 15 of Council Regulation (EC) No 510/2006 (4).", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 18 January 2011.\nFor the Council\nThe President\nMATOLCSY Gy.\n(1)  OJ L 114, 30.4.2002, p. 132.\n(2)  OJ L 114, 30.4.2002, p. 1.\n(3)  The text of the Agreement will be published together with the Decision on its conclusion.\n(4)  OJ L 93, 31.3.2006, p. 12."}