{"celex_id": "32010D0616", "uri": "http://publications.europa.eu/resource/cellar/60b51e6b-ed69-41b7-8f8f-6fab411f5dd6", "type": "Decision", "concepts": ["1474", "1524", "217", "3466", "5415", "953"], "title": "2010/616/EU: Council Decision of 7 October 2010 on the conclusion of the Agreement between the European Union and Japan on mutual legal assistance in criminal matters\n", "header": "15.10.2010 EN Official Journal of the European Union L 271/3\nCOUNCIL DECISION\nof 7 October 2010\non the conclusion of the Agreement between the European Union and Japan on mutual legal assistance in criminal matters\n(2010/616/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular Article 82(1)(d), in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 26–27 February 2009 the Council authorised the Presidency, assisted by the Commission, to open negotiations for an Agreement between the European Union and Japan on mutual legal assistance in criminal matters.\n(2) In accordance with Council Decision 2010/88/CFSP/JHA of 30 November 2009, the Agreement between the European Union and Japan on mutual legal assistance in criminal matters (hereinafter the Agreement) was signed on 30 November and 15 December 2009, subject to its conclusion.\n(3) The Agreement has not yet been concluded. With the entry into force of the Treaty of Lisbon on 1 December 2009, the procedures to be followed by the Union in order to conclude the Agreement are governed by Article 218 of the Treaty on the Functioning of the European Union.\n(4) The Agreement should be approved.\n(5) In accordance with Article 3 of the Protocol on the Position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, these Member States have notified their wish to take part in the adoption and application of this Decision.\n(6) In accordance with Articles 1 and 2 of the Protocol on the Position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The Agreement between the European Union and Japan on mutual legal assistance in criminal matters (1) is hereby approved on behalf of the Union.", "The President of the Council is hereby authorised to designate the person(s) empowered to proceed, on behalf of the Union, to the exchange of the instruments of approval provided for in Article 31(1) of the Agreement in order to bind the Union (2).", "This Decision shall enter into force on the day of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 7 October 2010.\nFor the Council\nThe President\nM. WATHELET\n(1)  The text of the Agreement has been published in OJ L 39, 12.2.2010, p. 20 together with the decision on signature.\n(2)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}