{"celex_id": "32013D0779", "uri": "http://publications.europa.eu/resource/cellar/a0853378-6979-11e3-a7e4-01aa75ed71a1", "type": "Decision", "concepts": ["2924", "441001", "5237", "5640"], "title": "2013/779/EU: Commission Implementing Decision of 17 December 2013 establishing the European Research Council Executive Agency and repealing Decision 2008/37/EC\n", "header": "20.12.2013 EN Official Journal of the European Union L 346/58\nCOMMISSION IMPLEMENTING DECISION\nof 17 December 2013\nestablishing the European Research Council Executive Agency and repealing Decision 2008/37/EC\n(2013/779/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 58/2003 of 19 December 2002 laying down the statute for executive agencies to be entrusted with certain tasks in the management of Community programmes (1), and in particular Article 3 thereof,\nWhereas:\n(1) Regulation (EC) No 58/2003 empowers the Commission to delegate powers to the executive agencies to implement all or part of a Union programme or project, on its behalf and under its responsibility.\n(2) The purpose of entrusting the executive agencies with programme implementation tasks is to enable the Commission to focus on its core activities and functions which cannot be outsourced, without relinquishing control over, or ultimate responsibility for, activities managed by those executive agencies.\n(3) In accordance with Article 6 of the Specific Programme implementing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) (2) (hereinafter referred to as the Specific Programme implementing Horizon 2020), the Commission is to establish a European Research Council (hereinafter referred to as the ERC). The ERC is to succeed the European Research Council which was set up by Commission Decision 2007/134/EC (3) in order to implement Council Decision 2006/972/EC (4) (hereinafter referred to as the Specific Programme Ideas). The ERC is to be composed of an independent Scientific Council (hereinafter referred to as the ERC Scientific Council) and a dedicated implementation structure in the form of an executive agency.\n(4) The delegation of tasks related to programme implementation to an executive agency requires clear separation between the programming stages, this being established by the ERC Scientific Council and adopted by the Commission, and programme implementation according to the principles and methodology established by the ERC Scientific Council, which should be entrusted to the executive agency.\n(5) By Decision 2008/37/EC (5), the Commission created the European Research Council Executive Agency (hereinafter referred to as the Agency) and entrusted it with the management of Community actions in the field of frontier research with a view to perform the task of implementing the Specific Programme Ideas.\n(6) The Agency set up by Decision 2008/37/EC has demonstrated that it has attained a significant reputation within the scientific community across Europe and worldwide. It has established itself as an essential component of the Union’s research funding landscape with good visibility and external perception by stakeholders. The external evaluation of the Agency carried out in accordance with Article 25 of Regulation (EC) No 58/2003 has shown that the setting up of the Agency has been beneficial as a result of its scientific specialisation and ability to provide a better service in terms of being close to the beneficiaries, improving the communication and visibility of programmes and ensuring quicker payment to beneficiaries. Savings resulting from the delegation of tasks to the Agency have been estimated at some EUR 45 million over the period 2009-2012.\n(7) In its Communication of 29 June 2011‘A budget for Europe 2020’ (6), the Commission proposed to use the option of more extensive recourse to existing executive agencies for the implementation of Union programmes in the 2014-2020 multiannual financial framework.\n(8) The cost-benefit analysis carried out in accordance with Article 3(1) of Regulation (EC) No 58/2003 has shown that the Commission should entrust the Agency with the implementation of the specific objective ‘strengthening frontier research through the activities of the European Research Council’ of Part I ‘Excellent science’ of the Specific Programme implementing Horizon 2020. The Agency has high quality programme management and service delivery, visibility and existing communication outreach channels which have proved effective. The specific objective ‘strengthening frontier research through the activities of the European Research Council’ is in line with the current objectives and tasks of the Agency. Making use of the accumulated experience and expertise of the Agency would lead to efficiency gains. Moreover, the Commission has never managed this programme internally and consequently there would be an interruption in business continuity and a lack of know-how. In addition, efficiency gains of EUR 79 million over the period 2014-2024 are to be expected by implementing the agency scenario compared to the in-house scenario where the programme would be managed by the Commission.\n(9) The Agency should be entrusted with the management of the specific objective ‘strengthening frontier research through the activities of the European Research Council’ of Part I ‘Excellent science’ of the Specific Programme implementing Horizon 2020, pursuing similar activities which under the 2007-2013 multiannual financial framework are already managed by the Agency and which are characterised by projects which do not entail political decision-making and require a high level of scientific and financial expertise throughout the project cycle.\n(10) The Agency should continue the implementation of the Specific Programme Ideas which was delegated to it under the 2007-2013 multiannual financial framework.\n(11) In order to ensure a consistent implementation in time of this Decision and of the programmes concerned, it is necessary to ensure that the Agency shall exercise its tasks linked to the implementation of those programmes subject to and from the date on which those programmes enter into force.\n(12) The Agency should be established. It should replace and succeed the executive agency established by Decision 2008/37/EC. It should operate in accordance with the general statute laid down by Regulation (EC) No 58/2003.\n(13) Decision 2008/37/EC should therefore be repealed and transitional provisions should be set out.\n(14) The measures provided for by this Decision are in accordance with the opinion of the Committee for Executive Agencies,", "main_body": ["Establishment\nThe European Research Council Executive Agency (hereinafter referred to as the Agency) is hereby established and shall replace and succeed the executive agency set up by Decision 2008/37/EC from 1 January 2014 until 31 December 2024, its statute being governed by Regulation (EC) No 58/2003.", "Location\nThe Agency shall be located in Brussels.", "Objectives and tasks\n1.   The Agency shall be the dedicated implementation structure of the European Research Council, responsible for the administrative implementation and programme execution.\n2.   The Agency is hereby entrusted, within the framework of the Specific Programme implementing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020), with the implementation of the specific objective ‘strengthening frontier research through the activities of the European Research Council’ of Part I ‘Excellent science’. This paragraph shall apply subject to and as from the date of the entry into force of the Specific Programme implementing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020).\n3.   The Agency is hereby entrusted, within the framework of the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007-2013) (7), with the implementation of the legacy of the Specific Programme Ideas.\n4.   The Agency shall be responsible for the following tasks for the implementation of the parts of the Union programmes referred to in paragraphs 2 and 3:\n(a) managing programme implementation and specific projects on the basis of the relevant work programmes established by the Scientific Council of the European Research Council (hereinafter referred to as the ERC Scientific Council) and adopted by the Commission, where the Commission has empowered it to do so in the instrument of delegation;\n(b) adopting the instruments of budget execution for revenue and expenditure and carrying out all the operations necessary for the management of the programme, where the Commission has empowered it to do so in the instrument of delegation;\n(c) providing support in programme implementation where the Commission has empowered it to do so in the instrument of delegation;\n(d) providing support to the ERC Scientific Council in the conduct of all of its tasks.", "Duration of the appointments\n1.   The members of the Steering Committee shall be appointed for two years.\n2.   The Director shall be appointed for four years, taking into account the views of the ERC Scientific Council.\n3.   The appointment of the Senior Staff of the Agency shall take into account the views of the ERC Scientific Council.", "Supervision and reporting requirement\nThe Agency shall be subject to supervision by the Commission and shall report regularly on progress in implementing the Union programmes or parts thereof for which it is responsible in accordance with the arrangements and at the intervals stipulated in the instrument of delegation.", "Implementation of the operating budget\nThe Agency shall implement its operating budget in accordance with the provisions of Commission Regulation (EC) No 1653/2004 (8).", "Repeal and transitional provisions\n1.   Decision 2008/37/EC is repealed with effect from 1 January 2014. References to the repealed Decision shall be construed as references to this Decision.\n2.   The Agency shall be considered the legal successor of the executive agency established by Decision 2008/37/EC.\n3.   Without prejudice to the revision of the grading of seconded officials foreseen by the instrument of delegation, this Decision shall not affect the rights and obligations of staff employed by the Agency, including its Director.", "Entry into force\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014."], "attachments": "Done at Brussels, 17 December 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 11, 16.1.2003, p. 1.\n(2)  OJ L 347, 20.12.2013, p. 965.\n(3)  Commission Decision 2007/134/EC of 2 February 2007 establishing the European Research Council (OJ L 57, 24.2.2007, p. 14).\n(4)  Council Decision 2006/972/EC of 19 December 2006 concerning the specific programme: ‘Ideas’ of the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007-2013) (OJ L 400, 30.12.2006, p. 243).\n(5)  Commission Decision 2008/37/EC of 14 December 2007 setting up the ‘European Research Council Executive Agency’ for the management of the specific Community programme ‘Ideas’ in the field of frontier research in application of Council Regulation (EC) No 58/2003 (OJ L 9, 12.1.2008, p. 15).\n(6)  COM(2011) 500 final.\n(7)  OJ L 412, 30.12.2006, p. 1.\n(8)  Commission Regulation (EC) No 1653/2004 of 21 September 2004 on a standard financial regulation for the executive agencies pursuant to Council Regulation (EC) No 58/2003 laying down the statute for executive agencies to be entrusted with certain tasks in the management of Community programmes (OJ L 297, 22.9.2004, p. 6)."}