{"celex_id": "32014R1249", "uri": "http://publications.europa.eu/resource/cellar/38d75005-7212-11e4-b593-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "2435", "313", "5451", "6569", "6789"], "title": "Commission Implementing Regulation (EU) No 1249/2014 of 21 November 2014 concerning the authorisation of inositol as a feed additive for fish and crustaceans  Text with EEA relevance\n", "header": "22.11.2014 EN Official Journal of the European Union L 335/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1249/2014\nof 21 November 2014\nconcerning the authorisation of inositol as a feed additive for fish and crustaceans\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation. Article 10 of that Regulation provides for the re-evaluation of additives authorised pursuant to Council Directive 70/524/EEC (2).\n(2) Inositol was authorised without a time limit in accordance with Directive 70/524/EEC as a nutritional additive for use in all animal species as part of the group ‘Vitamins, pro-vitamins and chemically well-defined substances having similar effect’. That substance was subsequently entered in the Community Register of feed additives as an existing product, in accordance with Article 10(1) of Regulation (EC) No 1831/2003.\n(3) In accordance with Article 10(2) of Regulation (EC) No 1831/2003 in conjunction with Article 7 thereof, an application was submitted for the re-evaluation of Inositol as feed additive for fish, crustaceans, cats and dogs. The applicant requested that additive to be classified in the additive category ‘nutritional additives’. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 9 April 2014 (3) that, under the proposed conditions of use in feed, Inositol does not have an adverse effect on animal health, human health or the environment. The Authority also concluded that Inositol is regarded as an effective source of essential micronutrient for fish and crustaceans. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additives in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of Inositol shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that substance should be authorised as specified in the Annex to this Regulation.\n(6) Since safety reasons do not require the immediate application of the modifications to the conditions of authorisation, it is appropriate to allow a transitional period for the disposal of existing stocks of the additives, pre-mixtures and compound feed containing them, as authorised by Directive 70/524/EEC.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["The substance specified in the Annex, belonging to the additive category ‘nutritional additives’ and to the functional group ‘vitamins, pro-vitamins and chemically well-defined substances having similar effect’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "The substance specified in the Annex and feed containing that substance, and which are produced and labelled before 12 June 2015 in accordance with the rules applicable before 12 December 2014 may continue to be placed on the market and used until the existing stocks are exhausted.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  Council Directive 70/524/EEC of 23 November 1970 concerning additives in feeding-stuffs (OJ L 270, 14.12.1970, p. 1).\n(3)  EFSA Journal 2014;12(5):3671.\nANNEX\nIdentification number of the additive Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg of active substance of kg of complete feedingstuff with a moisture content of 12 %.\nNutritional additives: Vitamins, provitamins and chemically well-defined substances having similar effect\n1. In the directions for use of the additive and premixture, indicate the storage and the stability conditions.\n2. For safety: breathing protection, safety glasses and gloves should be worn during handling.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: https://ec.europa.eu/jrc/en/eurl/feed-additives/evaluation-reports"}