{"celex_id": "32011L0063", "uri": "http://publications.europa.eu/resource/cellar/433cb825-cc1b-433e-90b6-0ea8cda86411", "type": "Directive", "concepts": ["5233", "5262", "6271"], "title": "Commission Directive 2011/63/EU of 1 June 2011 amending, for the purpose of its adaptation to technical progress, Directive 98/70/EC of the European Parliament and of the Council relating to the quality of petrol and diesel fuels\n", "header": "2.6.2011 EN Official Journal of the European Union L 147/15\nCOMMISSION DIRECTIVE 2011/63/EU\nof 1 June 2011\namending, for the purpose of its adaptation to technical progress, Directive 98/70/EC of the European Parliament and of the Council relating to the quality of petrol and diesel fuels\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/70/EC of the European Parliament and of the Council of 13 October 1998 relating to the quality of petrol and diesel fuels and amending Council Directive 93/12/EEC (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Directive 98/70/EC sets environmental specifications as well as analytical methods for petrol and diesel fuels placed on the market.\n(2) Those analytical methods refer to certain standards established by the European Committee for Standardization (CEN). Since CEN has replaced those standards by new ones due to technical progress, it is appropriate to update the references to those standards in Annexes I and II to Directive 98/70/EC.\n(3) Annex III to Directive 98/70/EC specifies the permitted vapour pressure waiver for petrol containing bioethanol. The figures contained in that Annex are rounded to the second decimal place. Standard EN ISO (International Organization for Standardization) 4259:2006 defines the rules for rounding results according to the precision of the test method and requires rounding to the first decimal place. It is therefore appropriate to amend the figures set out in Annex III to Directive 98/70/EC accordingly.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Committee on Fuel Quality, established by Article 11(1) of Directive 98/70/EC,", "main_body": ["Directive 98/70/EC is amended as follows:\n(1) Annex I is amended as follows:\n(a) footnote 1 is replaced by the following:\n‘(1) Test methods shall be those specified in EN 228:2008. Member States may adopt the analytical method specified in replacement EN 228:2008 standard if it can be shown to give at least the same accuracy and at least the same level of precision as the analytical method it replaces.’;\n(b) footnote 6 is replaced by the following:\n‘(6) Other mono-alcohols and ethers with a final boiling point no higher than that stated in EN 228:2008.’;\n(2) in Annex II, footnote 1 is replaced by the following:\n‘(1) Test methods shall be those specified in EN 590:2009. Member States may adopt the analytical method specified in replacement EN 590:2009 standard if it can be shown to give at least the same accuracy and at least the same level of precision as the analytical method it replaces.’;\n(3) Annex III is replaced by the text set out in the Annex to this Directive.", "1.   Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive within 12 months of its publication in the Official Journal.\nThey shall apply those provisions within 12 months of the publication of this Directive in the Official Journal.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 1 June 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 350, 28.12.1998, p. 58.\nANNEX\n‘ANNEX III\nVAPOUR PRESSURE WAIVER PERMITTED FOR PETROL CONTAINING BIOETHANOL\nBioethanol content (%v/v) Vapour pressure waiver permitted (kPa) (1)\n0 0\n1 3,7\n2 6,0\n3 7,2\n4 7,8\n5 8,0\n6 8,0\n7 7,9\n8 7,9\n9 7,8\n10 7,8\nThe permitted vapour pressure waiver for intermediate bioethanol content between the values listed shall be determined by a straight line interpolation between the bioethanol content immediately above and that immediately below the intermediate value.’\n(1)  The values quoted in the specification are “true values”. In the establishment of their limit values, the terms of EN ISO 4259:2006 “Petroleum products — Determination and application of precision data in relation to methods of test” have been applied and in fixing a minimum value, a minimum difference of 2R above zero has been taken into account (R = reproducibility). The results of individual measurements shall be interpreted on the basis of the criteria described in EN ISO 4259:2006."}