{"celex_id": "32010D0245", "uri": "http://publications.europa.eu/resource/cellar/64d15056-475a-4fa1-9b6b-009b700b8420", "type": "Decision", "concepts": ["1085", "3430", "3645", "3648", "4651", "5048", "5235", "5581", "5864"], "title": "2010/245/: Commission Decision of 28 April 2010 granting France a partial derogation from Decision 2006/66/EC concerning the technical specification for interoperability relating to the subsystem rolling stock — noise of the trans-European conventional rail system and from Decision 2006/861/EC concerning the technical specification of interoperability relating to the subsystem rolling stock — freight wagons of the trans-European conventional rail system (notified under document C(2010) 2588)\n", "header": "29.4.2010 EN Official Journal of the European Union L 107/24\nCOMMISSION DECISION\nof 28 April 2010\ngranting France a partial derogation from Decision 2006/66/EC concerning the technical specification for interoperability relating to the subsystem ‘rolling stock — noise’ of the trans-European conventional rail system and from Decision 2006/861/EC concerning the technical specification of interoperability relating to the subsystem ‘rolling stock — freight wagons’ of the trans-European conventional rail system\n(notified under document C(2010) 2588)\n(Only the French text is authentic)\n(2010/245/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/57/EC of the European Parliament and of the Council of 17 June 2008 on the interoperability of the rail system within the Community (1), and in particular Article 9 thereof,\nHaving regard to the request submitted by France on 27 August 2009,\nWhereas:\n(1) In accordance with Article 9(1)(d) of Directive 2008/57/EC, on 27 August 2009 France submitted a request for partial derogation from Commission Decision 2006/66/EC (2) (TSI noise) and from Commission Decision 2006/861/EC (3) (TSI freight wagons), for wagons type NA and AFA of LOHR company.\n(2) The request for derogation concerns freight wagons used to transport road trucks over rail which are manufactured according to a design that existed before the entry into force of both TSIs.\n(3) In accordance with Article 15 of Regulation (EC) No 881/2004 of the European Parliament and of the Council (4), the European Railway Agency provided its technical opinion on the request for partial derogation on 24 November 2009.\n(4) The opinion indicates that the provisions of six sections of TSI freight wagons describing draw gear, lifting and jacking, equipment attachment, kinematic gauge, vehicle dynamic behaviour and parking brake (respectively in sections 4.2.2.1.2.2, 4.2.2.3.2.4, 4.2.2.3.2.5, 4.2.3.1, 4.2.3.4 and 4.2.4.1.2.8) cannot be applied to the wagons concerned due to their construction constraints implied by specialised kind of transported commodity. Regarding TSI noise, the wagons in question have to use, in combination with composite brake blocks, also louder cast iron blocks in order to achieve required braking performances. Therefore until more silent technology is in place the limits for pass-by noise (section 4.2.1.1 of the TSI) cannot be met.\n(5) The overall economical impact of application of the two TSIs, and more specifically of sections 4.2.3.1 and 4.2.3.4 of TSI freight wagons, to the wagons type NA and AFA of LOHR company is estimated to almost EUR 204 million. This amount together with other requirements that would need to be applied to comply with the TSIs would not only heavily compromise the economical viability of the project but also seriously delay or bring to a halt its implementation.\n(6) The derogation is granted for a limited period of time that should be used by France to accelerate the development of innovative solutions promoted by the harmonised specifications and compliant with the TSIs in question.\n(7) The provisions of this Decision are in accordance with the opinion of the Committee set up by Article 29 of Directive 2008/57/EC,", "main_body": ["The partial derogation from TSI noise and TSI freight wagons requested by France on 27 August 2009 for LOHR wagons type NA and AFA in accordance with Article 9(1)(d) of Directive 2008/57/EC is granted with the following limitations:\n(a) with regard to provisions of section 4.2.1.1 of the TSI noise, for as long as no technical solution to achieve compliance is available;\n(b) with regard to provisions of sections 4.2.2.1.2.2, 4.2.2.3.2.4, 4.2.2.3.2.5 (type NA only), 4.2.3.1, 4.2.3.4, 4.2.4.1.2.8 of the TSI freight wagons, until the revised decision on TSI freight wagons enters into force.\nIn any case, this partial derogation is no longer valid for wagons of these two types placed into service later than 1 January 2015.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 28 April 2010.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 191, 18.7.2008, p. 1.\n(2)  OJ L 37, 8.2.2006, p. 1.\n(3)  OJ L 344, 8.12.2006, p. 1.\n(4)  OJ L 164, 30.4.2004, p. 1."}