{"celex_id": "32010R0832", "uri": "http://publications.europa.eu/resource/cellar/b89225ce-4fb0-4f0f-8669-a2428cdb253b", "type": "Regulation", "concepts": ["1056", "174", "4056", "4360", "441", "462", "5499", "5643", "5936"], "title": "Commission Regulation (EU) No 832/2010 of 17 September 2010 amending Regulation (EC) No 1828/2006 setting out rules for the implementation of Council Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and of Regulation (EC) No 1080/2006 of the European Parliament and of the Council on the European Regional Development Fund\n", "header": "22.9.2010 EN Official Journal of the European Union L 248/1\nCOMMISSION REGULATION (EU) No 832/2010\nof 17 September 2010\namending Regulation (EC) No 1828/2006 setting out rules for the implementation of Council Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and of Regulation (EC) No 1080/2006 of the European Parliament and of the Council on the European Regional Development Fund\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1260/1999 (1), and in particular Articles 44, 66(3) and 76(4) thereof,\nHaving regard to Regulation (EC) No 1080/2006 of the European Parliament and of the Council of 5 July 2006 on the European Regional Development Fund and repealing Regulation (EC) No 1783/1999 (2), and in particular the second subparagraph of Article 7(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1083/2006, as amended by Regulation (EU) No 539/2010 of the European Parliament and of the Council (3), simplifies and clarifies certain requirements as regards major projects, financial engineering instruments and reporting on financial progress of operational programmes. It is therefore necessary to align the provisions of Commission Regulation (EC) No 1828/2006 (4) with Regulation (EC) No 1083/2006 as amended.\n(2) Regulation (EC) No 1080/2006, as amended by Regulation (EU) No 437/2010 (5) provides for eligibility of housing interventions in favour of marginalised communities. It is therefore necessary to align the provisions of Commission Regulation (EC) No 1828/2006 with Regulation (EC) No 1080/2006 as amended.\n(3) It is necessary to clarify that the implementation of financial engineering also covers funds or other incentive schemes for energy efficiency and use of renewable energy in buildings, including existing housing.\n(4) It is necessary to define the conditions for eligible housing interventions in favour of marginalised communities in the context of an integrated approach, with particular regard to the desegregation measures.\n(5) In order to facilitate the provision of data by Member States and the processing of data by the Commission, it is necessary to simplify the requirements on financial information to be provided in the annual and final reports on the implementation of an operational programme.\n(6) The threshold for projects to be considered major projects has been raised to EUR 50 million. In order to ensure appropriate monitoring of environmental projects with total investment costs between EUR 25 and 50 million, it is necessary to provide for an obligation to include information on those projects in the annual and final reports on implementation of an operational programme.\n(7) Regulation (EC) No 1083/2006 now allows a major project to cover more than one operational programme. It is therefore necessary to update the type of structured data to be provided on major projects and to update the forms for requests for assistance for major projects.\n(8) Regulation (EC) No 1828/2006 should therefore be amended accordingly.\n(9) For reasons of coherence it is appropriate that the amendments to Regulation (EC) No 1828/2006 apply from the same date as Regulation (EU) No 539/2010 and Regulation (EU) No 437/2010.\n(10) It is necessary that all the advantages to beneficiaries which result from Regulation (EU) No 539/2010 and Regulation (EU) No 437/2010 apply as soon as possible. Therefore, this Regulation should enter into force as a matter of urgency.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Coordination Committee of the Funds,", "main_body": ["Regulation (EC) No 1828/2006 is amended as follows:\n(1) Article 43 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(a) enterprises, primarily small and medium-sized enterprises (SMEs), including micro-enterprises, as defined in Commission Recommendation 2003/361/EC (6) as of 1 January 2005;\n(b) public-private partnerships or other urban projects included in integrated plans for sustainable urban development, in the case of urban development funds;\n(c) funds or other incentive schemes for energy efficiency and use of renewable energy in buildings, including in existing housing.\n(b) paragraph 6 is replaced by the following:\n(2) In Article 44, paragraph 1 is amended as follows:\n(a) point (a) is replaced by the following:\n‘(a) as regards financial engineering instruments supporting enterprises, primarily SMEs, including micro-enterprises, the conclusions of an evaluation of gaps between supply of such instruments, and demand for such instruments;’\n(b) the following point (c) is added:\n‘(c) as regards funds or other incentive schemes for energy efficiency and use of renewable energy in buildings, including in existing housing the relevant Union and national regulatory frameworks and the relevant national strategies.’\n(3) Article 45 is amended as follows:\n(a) the title is replaced by the following:\n(b) the first paragraph is replaced by the following:\n(4) In Article 47, paragraph 2 is replaced by the following:\n(a) such housing investment is part of an integrated approach and support for housing interventions for marginalized communities takes place together with other types of interventions including interventions in the areas of education, health, social inclusion and employment;\n(b) the physical location of such housing ensures spatial integration of these communities into mainstream society and does not contribute to segregation, isolation and exclusion.’\n(5) Annex XVIII is amended in accordance with Annex I to this Regulation.\n(6) Annexes XX, XXI and XXII are replaced by the text set out in Annex II to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 25 June 2010.\nHowever, point (4) of Article 1 shall apply from 18 June 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 September 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 210, 31.7.2006, p. 25.\n(2)  OJ L 210, 31.7.2006, p. 1.\n(3)  OJ L 158, 24.6.2010, p. 1.\n(4)  OJ L 371, 27.12.2006, p. 1.\n(5)  OJ L 132, 29.5.2010, p. 1.\n(6)  OJ L 124, 20.5.2003, p. 36.’\nANNEX I\nAnnex XVIII is amended as follows:\n(1) Point 2.1.2 is replaced by the following:\nTotal funding of the operational programme Basis for calculating Union contribution Total amount of certified eligible expenditure paid by beneficiaries (1) Corresponding public contribution (1) Implementation rate\na b c d e = c/a if T or e = d/a if P\nPriority axis 1\nSpecify the Fund\n— of which ESF type expenditure (2)\n— of which ERDF type expenditure (2)\n— Expenditure for regions not receiving transitional support (3)\n— Expenditure for regions receiving transitional support (3)\nPriority axis 2\nSpecify the Fund\n— of which ESF type expenditure\n— of which ERDF type expenditure\n— Expenditure for regions not receiving transitional support\n— Expenditure for regions receiving transitional support\nPriority axis …\nSpecify the Fund\n— of which ESF type expenditure\n— of which ERDF type expenditure\n— Expenditure for regions not receiving transitional support\n— Expenditure for regions receiving transitional support\nGrand total\n(2) The following point 5a is inserted:\n— Progress in the implementation of different stages of projects.\n— Progress in the financing of projects.\n— List of completed projects, including the date of completion, total final investment costs, including the sources of financing, and key output and result indicators, including, where relevant, the core indicators.’\n(1)  Figures expressed in cumulative terms.\n(2)  This field shall be completed only in the case of the final report on implementation where the operational programme is co-financed by the ERDF or the ESF where use is made of the option under Article 34(2) of Regulation (EC) No 1083/2006.\n(3)  This field shall be completed only in the case of the final report on implementation where the operational programme includes support to transitional and non-transitional regions.\nFor operational programmes receiving a contribution of the ERDF under the specific allocation for outermost regions: the breakdown of the expenditure between operational costs and investments in infrastructures.’\nANNEX II\nANNEX XX\nMAJOR PROJECT STRUCTURED DATA TO BE ENCODED\nMajor project key details Infrastructure application form Productive investment application form Type of data\nProject name B.1.1 B.1.1 Text\nName of company n.a. B.1.2 Text\nSME n.a. B.1.3 Y/N\nPriority theme dimension B.2.1 B.2.1 Code(s)\nForm of finance dimension B.2.2 B.2.2 Code\nTerritorial dimension B.2.3 B.2.3 Code\nEconomic activity dimension B.2.4 B.2.4 Code(s)\nNACE code B.2.4.1 B.2.4.1 Code(s)\nNature of the investment n.a. B.2.4.2 Code\nLocation dimension(s) B.2.5 B.2.5 Code(s)\nFund(s) B.3.4 B.3.3 ERDF/CF\nPriority Axis or Priority Axes B.3.4 B.3.4 Text\nPPP B.4.2.d n.a. Y/N\nConstruction phase — Start date D.1.8A D.1.5A Date\nConstruction phase — Completion date D.1.8B D.1.5B Date\nReference period E.1.2.1 E.1.2.1 Years\nFinancial discount rate E.1.2.2 E.1.2.2 %\nTotal investment cost E.1.2.3 E.1.2.3 EUR\nTotal investment cost (present value) E.1.2.4 n.a. EUR\nResidual value E.1.2.5 n.a. EUR\nResidual value (present value) E.1.2.6 n.a. EUR\nRevenues (present value) E.1.2.7 n.a. EUR\nOperating cost (present value) E.1.2.8 n.a. EUR\nNet revenue (present value) E.1.2.9 n.a. EUR\nEligible expenditure (present value) E.1.2.10 n.a. EUR\nEstimated increase in annual turnover n.a. E.1.2.4 EUR\n% change in turnover per person employed n.a. E.1.2.5 %\nFinancial rate of return (without Union grant) E.1.3.1A E.1.3.1A %\nFinancial rate of return (with Union grant) E.1.3.1B E.1.3.1B %\nFinancial net present value (without Union grant) E.1.3.2A E.1.3.2A EUR\nFinancial net present value (with Union grant) E.1.3.2B E.1.3.2B EUR\nEligible costs H.1.12C H.1.10C EUR\nDecision amount H.2.1.3 H.2.1.1 EUR\nUnion grant H.2.1.5 H.2.1.3 EUR\nExpenditure already certified Total amount in EUR: H.2.3 H.2.3 EUR\nEconomic costs and benefits E.2.2 E.2.2 Text/EUR\nSocial discount rate E.2.3.1 E.2.3.1 %\nEconomic rate of return E.2.3.2 E.2.3.2 %\nEconomic net present value E.2.3.3 E.2.3.3 EUR\nBenefit/Cost ratio E.2.3.4 E.2.3.4 Number\nNumber of jobs directly created during implementation phase E.2.4.1A E.2.4 a) 1A Number\nAverage duration of jobs directly created during implementation phase E.2.4.1B E.2.4 a) 1B Months/permanent\nNumber of jobs directly created during operational phase E.2.4.2A E.2.4 a) 2A Number\nAverage duration of jobs directly created during operational phase E.2.4.2B E.2.4 a) 2B Months/permanent\nNumber of jobs indirectly created during operational phase n.a. E.2.4 a) 4A Number\nInter regional employment impact n.a. E.2.4 c) Neg/Neut/Pos\nEIA class of development F.3.2.1 F.3.2.1 I/II/Not covered\nEIA carried out if class II F.3.2.3 F.3.2.3 Y/N\n% of cost to compensate for negative environmental impacts F.6 F.6 %\nOther Union sources (EIB/EIF) I.1.3 I.1.3 Y/N\nInvolvement of Jaspers I.4.1 I.4.1 Y/N\nCore indicators (please choose relevant core indicator from a drop down list available in the electronic system): B.4.2B n.a. Number\nANNEX XXI\nANNEX XXII"}