{"celex_id": "32010R0906", "uri": "http://publications.europa.eu/resource/cellar/1fccd22a-75f6-40ad-a1cc-5f6672e316f5", "type": "Regulation", "concepts": ["2338", "261", "3483", "3870", "4452"], "title": "Commission Regulation (EU) No 906/2010 of 11 October 2010 amending for the 137th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "12.10.2010 EN Official Journal of the European Union L 268/21\nCOMMISSION REGULATION (EU) No 906/2010\nof 11 October 2010\namending for the 137th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan, (1) and in particular Articles 7(1)(a) and 7a(5) (2) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 27 and 29 September 2010 the Sanctions Committee of the United Nations Security Council decided to amend the identifying data concerning two natural persons on its list of persons, groups and entities to whom the freezing of funds and economic resources should apply.\n(3) Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2010.\nFor the Commission, On behalf of the President,\nKarel KOVANDA\nActing Director-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9.\n(2)  Article 7a was inserted by Regulation (EU) No 1286/2009 (OJ L 346, 23.12.2009, p. 42).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The entry ‘Yasser Mohamed Ismail Abu Shaweesh (alias Yasser Mohamed Abou Shaweesh). Date of birth: 20.11.1973. Place of birth: Benghazi, Libya. Passport No: (a) 939254 (Egyptian travel document), (b) 0003213 (Egyptian passport), (c) 981358 (Egyptian passport), (d) C00071659 (passport substitute issued by the Federal Republic of Germany). Other information: In detention in Germany as of January 2005. Date of designation referred to in Article 2a (4) (b): 6.12.2005.’ under the heading ‘Natural persons’ shall be replaced by the following:\n(2) The entry ‘Mohammed Benhammedi (alias (a) Mohamed Hannadi, (b) Mohamed Ben Hammedi, (c) Muhammad Muhammad Bin Hammidi, (d) Ben Hammedi, (e) Panhammedi, (f) Abu Hajir, (g) Abu Hajir Al Libi, (h) Abu Al Qassam). Address: Midlands, United Kingdom. Date of birth: 22.9.1966. Place of birth: Libya. Nationality: Libyan.’ under the heading ‘Natural persons’ shall be replaced by the following:"}