{"celex_id": "32014D0667", "uri": "http://publications.europa.eu/resource/cellar/937b2a06-3f0b-11e4-88a1-01aa75ed71a1", "type": "Decision", "concepts": ["1224", "2081", "5585", "6308", "8412"], "title": "2014/667/EU: Commission Implementing Decision of 17 September 2014 on recognition of the ‘Universal Feed Assurance Scheme’ for demonstrating compliance with the sustainability criteria under Directives 98/70/EC and 2009/28/EC of the European Parliament and of the Council\n", "header": "18.9.2014 EN Official Journal of the European Union L 276/51\nCOMMISSION IMPLEMENTING DECISION\nof 17 September 2014\non recognition of the ‘Universal Feed Assurance Scheme’ for demonstrating compliance with the sustainability criteria under Directives 98/70/EC and 2009/28/EC of the European Parliament and of the Council\n(2014/667/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 98/70/EC of the European Parliament and of the Council of 13 October 1998 relating to the quality of petrol and diesel fuels and amending Council Directive 93/12/EEC (1), and in particular Article 7c(6) thereof,\nHaving regard to Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (2), and in particular Article 18(6) thereof,\nAfter consulting the Committee on the Sustainability of Biofuels and Bioliquids,\nWhereas:\n(1) Directives 98/70/EC and 2009/28/EC lay down sustainability criteria for biofuels. Articles 7b and 7c and Annex IV to Directive 98/70/EC are similar to Articles 17 and 18 and Annex V to Directive 2009/28/EC.\n(2) Where biofuels and bioliquids are to be taken into account for the purposes referred to in Article 17(1)(a), (b) and (c) of Directive 2009/28/EC Member States should require economic operators to show the compliance of biofuels and bioliquids with the sustainability criteria set out in Article 17(2) to (5) of Directive 2009/28/EC.\n(3) When an economic operator provides proof or data obtained in accordance with a voluntary scheme that has been recognised by the Commission, to the extent covered by the recognition decision, a Member State should not require the supplier to provide further evidence of compliance with the sustainability criteria.\n(4) The request to recognise that the ‘Universal Feed Assurance Scheme’ demonstrates that consignments of biofuel comply with the sustainability criteria set out in Directive 98/70/EC and Directive 2009/28/EC was first submitted to the Commission on 16 May 2011. The updated version of the scheme version was submitted on 7 February 2014. The scheme operates in the United Kingdom and can cover feed ingredients and compound feeds as well as combinable crops. This scheme covers the trading, transport and storage stages of agricultural feedstock from farm gate to first processor and, for the other stages, relies on other voluntary schemes recognised by the Commission. As such, it is the responsibility of the ‘Universal Feed Assurance Scheme’ to ensure that the recognition issued by the Commission on those schemes with which it jointly operates remains valid during the length of cooperation. The recognised scheme should be made available at the transparency platform established under Directive 2009/28/EC.\n(5) Assessment of the ‘Universal Feed Assurance Scheme’ scheme found it to cover adequately all the sustainability criteria of Directive 98/70/EC and of Directive 2009/28/EC, except Article 7b(2) of Directive 98/70/EC and Article 17(2) of Directive 2009/28/EC. It does, however, provide accurate data on elements that are required by economic operators downstream the chain of custody to demonstrate compliance with Article 7b(2) of Directive 98/70/EC and Article 17(2) of Directive 2009/28/EC and applies a mass balance methodology in line with the requirements of Article 7c(1) of Directive 98/70/EC and Article 18(1) of Directive 2009/28/EC.\n(6) The evaluation of the ‘Universal Feed Assurance Scheme’ found that it meets adequate standards of reliability, transparency and independent auditing.\n(7) The ‘Universal Feed Assurance Scheme’ was assessed against legislation in force at the time of the adoption of this Decision. In the case of relevant changes in the legal basis the Commission should assess the scheme with a view to establish whether the scheme still adequately covers the sustainability criteria for which it is recognised.\n(8) In the case of changes in the scheme the Commission should assess the scheme with a view to establish whether the scheme is still adequately covering the sustainability criteria for which it is recognised.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Committee on the Sustainability of Biofuels and Bioliquids,", "main_body": ["The ‘Universal Feed Assurance Scheme’ (hereinafter ‘the scheme’), submitted for recognition to the Commission on 7 February 2014, demonstrates that consignments of biofuels comply with the sustainability criteria set out in Article 7b(3), (4) and (5) of Directive 98/70/EC and Article 17(3), (4) and (5) of Directive 2009/28/EC.\nThe scheme uses accurate data for purposes of Article 7b(2) of Directive 98/70/EC and Article 17(2) of Directive 2009/28/EC in as far as it ensures that all relevant information from economic operators upstream the chain of custody is transferred to the economic operators downstream the chain of custody.\nThe scheme may be used for demonstrating compliance with Article 7c(1) of Directive 98/70/EC and Article 18(1) of Directive 2009/28/EC up to the first processor of the raw materials.", "If the scheme, after adoption of this Decision, undergoes changes to its contents in a way that might affect the basis of this Decision, such changes shall be notified to the Commission without delay. The Commission shall assess the notified changes with a view to establish whether the scheme is still adequately covering the sustainability criteria for which it is recognised.\nIf it has been clearly demonstrated that the scheme has not implemented elements considered to be decisive for this Decision and if severe and structural breach of those elements has taken place, the Commission may repeal this Decision.", "This Decision is valid for a period of five years.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 17 September 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 350, 28.12.1998, p. 58.\n(2)  OJ L 140, 5.6.2009, p. 16."}