{"celex_id": "32013D0629", "uri": "http://publications.europa.eu/resource/cellar/9f4ddfcf-4229-11e3-ae03-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1915", "2901", "4005", "5445"], "title": "2013/629/EU: Council Decision of 22 October 2013 on the conclusion of the Agreement between the European Union and the Republic of Armenia on the readmission of persons residing without authorisation\n", "header": "31.10.2013 EN Official Journal of the European Union L 289/12\nCOUNCIL DECISION\nof 22 October 2013\non the conclusion of the Agreement between the European Union and the Republic of Armenia on the readmission of persons residing without authorisation\n(2013/629/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 79(3), in conjunction with point (a) of the second subparagraph of Article 218(6), thereof\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) In accordance with Council Decision 2013/156/EU (1), the Agreement between the European Union and the Republic of Armenia on readmission of persons residing without authorisation (‘the Agreement’) was signed on 19 April 2013, subject to its conclusion at a later date.\n(2) The Agreement should be approved.\n(3) The Agreement establishes a Joint Readmission Committee which may adopt its rules of procedure. It is appropriate to provide for a simplified procedure for the establishment of the Union position in this case.\n(4) In accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, those Member States are not taking part in the adoption of this Decision and are not bound by it or subject to its application.\n(5) In accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The Agreement between the European Union and the Republic of Armenia on readmission of persons residing without authorisation is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 23(2) of the Agreement (2).", "The Commission, assisted by experts from Member States, shall represent the Union in the Joint Readmission Committee established by Article 19 of the Agreement.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 22 October 2013.\nFor the Council\nThe President\nL. LINKEVIČIUS\n(1)  OJ L 87, 27.3.2013, p. 1.\n(2)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}