{"celex_id": "32014D0305", "uri": "http://publications.europa.eu/resource/cellar/990fecdd-e6df-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["172", "2901", "5404", "5887", "906"], "title": "2014/305/EU: Council Decision of 9 July 2013 on the conclusion of the Agreement between the European Union and the European Organisation for the Safety of Air Navigation providing a general framework for enhanced cooperation  Text with EEA relevance\n", "header": "29.5.2014 EN Official Journal of the European Union L 160/2\nCOUNCIL DECISION\nof 9 July 2013\non the conclusion of the Agreement between the European Union and the European Organisation for the Safety of Air Navigation providing a general framework for enhanced cooperation\n(Text with EEA relevance)\n(2014/305/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2), in conjunction with point (a) of Article 218(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Commission has negotiated on behalf of the Union the Agreement between the European Union and the European Organisation for the Safety of Air Navigation providing a general framework for enhanced cooperation (‘the Agreement’).\n(2) The Agreement was signed on 20 December 2012 subject to its conclusion at a later date.\n(3) It is necessary to lay down procedural arrangements for the participation of the Union in the Joint Committee established by the Agreement.\n(4) The Agreement should be approved,", "main_body": ["The Agreement between the European Union and the European Organisation for the Safety of Air Navigation providing a general framework for enhanced cooperation is hereby approved on behalf of the Union (1).", "The President of the Council shall, on behalf of the Union, give the notification provided for in point 13.2 of the Agreement.", "The Commission shall represent the Union within the Joint Committee set up pursuant to point 7 of the Agreement.", "1.   The Commission, after consultation with the Special Committee appointed by the Council, shall determine the position to be taken by the Union in the Joint Committee, concerning the application of the Agreement and with respect to the adoption of Annexes to the Agreement and the amendments of such Annexes.\n2.   The Commission may take any appropriate action under points 5, 6, 8, 9, 10 and 11 of the Agreement.", "The Commission shall regularly inform the Council of the implementation of the Agreement.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 9 July 2013.\nFor the Council\nThe President\nR. ŠADŽIUS\n(1)  The Agreement has been published in the OJ L 16, 19.1.2013, p. 2, together with the decision on signing."}