{"celex_id": "32014D0241", "uri": "http://publications.europa.eu/resource/cellar/91960651-d031-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["2901", "2947", "3468", "4827", "5283", "5420"], "title": "2014/241/EU: Council Decision of 14 April 2014 concerning the ratification of, or the accession to, the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships, 2009, by the Member States in the interests of the European Union\n", "header": "30.4.2014 EN Official Journal of the European Union L 128/45\nCOUNCIL DECISION\nof 14 April 2014\nconcerning the ratification of, or the accession to, the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships, 2009, by the Member States in the interests of the European Union\n(2014/241/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1), in conjunction with Article 218(6)(a)(v) and the first subparagraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships, 2009 (hereinafter ‘the Convention’), was adopted on 15 May 2009 under the auspices of the International Maritime Organisation (IMO), as a result of the deliberations of the International Conference on the Safe and Environmentally Sound Recycling of Ships. The Convention covers the design, construction, operation and preparation of ships so as to facilitate safe and environmentally sound recycling without compromising ship safety and operational efficiency. It also covers the operation of ship recycling facilities in a safe and environmentally sound manner, and the establishment of an appropriate enforcement mechanism for ship recycling.\n(2) The Convention enters into force 24 months after the date of ratification by at least 15 States representing a combined merchant fleet of at least 40 per cent of the gross tonnage of the world's merchant shipping and whose combined maximum annual ship recycling volume during the preceding 10 years constitutes not less than three per cent of the gross tonnage of the combined merchant shipping of the same States.\n(3) In its conclusions of 21 October 2009, the Council strongly encouraged the Member States to ratify the Convention as a matter of priority so as to facilitate its entry into force as early as possible and to generate a real and effective change on the ground.\n(4) Regulation (EU) No 1257/2013 of the European Parliament and of the Council (1) aims, amongst other things, to minimise and, to the extent practicable, eliminate adverse effects on human health and the environment caused by ship recycling and to facilitate the ratification of the Convention. Articles 5(9), 7(2), 10(1), 10(2), 12(1) and 12(3) of that Regulation provide for the alignment of Union law with the Convention. Article 32(4) refers to the situation of Member States which have no ships flying their flag or registered under their flag or have closed their national ship registers. Those Member States may derogate from certain provisions of the Regulation as long as no ship is registered under their flag.\n(5) The Union cannot accede to the Convention, as only States can be parties thereto.\n(6) Thus, the Council should authorise Member States having ships flying their flag or registered under their flag which fall within the scope of the Convention to ratify or accede to it,", "main_body": ["Member States are hereby authorised to ratify or accede to, for the parts falling under the exclusive competence of the Union, the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships, 2009.", "Member States which have ratified or acceded to the Convention shall notify the Commission thereof within 6 months of the date of deposit of their instruments of ratification or accession with the Secretary-General of the IMO.\nThe Council will review the progress of the ratification by 31 December 2018.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nA. TSAFTARIS\n(1)  Regulation (EU) No 1257/2013 of the European Parliament and of the Council of 20 November 2013 on ship recycling and amending Regulation (EC) No 1013/2006 and Directive 2009/16/EC (OJ L 330, 10.12.2013, p. 1)."}