{"celex_id": "32014R0503", "uri": "http://publications.europa.eu/resource/cellar/ee7f245b-dcc3-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "1686", "2853", "2888", "3173", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 503/2014 of 8 May 2014 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Muscat du Ventoux (PDO))\n", "header": "16.5.2014 EN Official Journal of the European Union L 145/22\nCOMMISSION IMPLEMENTING REGULATION (EU) No 503/2014\nof 8 May 2014\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Muscat du Ventoux (PDO))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) Pursuant to the first subparagraph of Article 53(1) of Regulation (EU) No 1151/2012, the Commission has examined France's application for the approval of amendments to the specification for the protected designation of origin ‘Muscat du Ventoux’, registered under Commission Regulation (EC) No 378/1999 (2).\n(2) The purpose of the application is to amend the specification by giving more detailed information on the product description, geographical area, proof of origin, method of production, labelling, national requirements and the contact details of the structures responsible for monitoring the designation and the applicant group, and by removing the requirement for packaging in the area.\n(3) The Commission has examined the amendments in question and concluded that they are justified. Since the amendment is minor within the meaning of the third subparagraph of Article 53(2) of Regulation (EU) No 1151/2012, the Commission may approve it without following the procedure set out in Articles 50 and 52 of the Regulation,", "main_body": ["The specification for the protected geographical indication ‘Muscat du Ventoux’ is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the consolidated Single Document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2014.\nFor the Commission,\nOn behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 46, 20.2.1999, p. 13.\nANNEX I\nThe following amendments to the specification for the protected designation of origin ‘Muscat du Ventoux’ are approved:\n1.   Description of product\nThe national provisions defining the registered designation of origin ‘Muscat du Ventoux’, particularly the analytical characteristics relating to the designation (refractometric index, sugar/acid ratio) and the characteristics relating to the bunch (shape, minimum weight) have been added to the product description. These elements already featured in the specifications registered at EU level under the heading ‘Method of production’.\n2.   Definition of the geographical area\nThe stages that must take place in the geographical area are listed; this list comes from the application of the provisions set out in the method of production.\nThe list of communes which make up the geographical area included in the specifications is based on the list in the Decree of 22 August 1997 defining the AOC (appellation d'origine contrôlée, registered designation of origin). A previous error in determining the number of communes in the geographical area is corrected.\nThe specification clarifies how to determine which parcels are suitable for producing the designation.\n3.   Evidence that the product originates from the geographical area\nOwing to developments in national legislation and regulations, the text under the heading ‘Evidence that the product originates from the defined geographical area’ has been consolidated to bring together, in particular, provisions on declaration requirements and the keeping of registers for tracing the product and monitoring production conditions.\nThese amendments result from the reform of the system for inspecting designations of origin introduced by Order No 2006-1547 of 7 December 2006 on enhancing the value of agricultural, forestry, food and marine products.\nIn addition, the aspects relating to the product's history have been moved to the ‘Link with the geographical area’ section.\n4.   Method of production\nThe provisions set out in the initial decree concerning the recognition of the registered designation of origin ‘Muscat du Ventoux’, which was annexed to the initial request for recognition of the designation as a PDO, have been added to the ‘Method of production’ section, in particular on:\n— the minimum age of the vines for entry into production;\n— the densities of planting;\n— the pruning methods;\n— the authorised vegetation height and number of bunches per vine;\n— the factors determining the start of harvest and obligations with regard to the yield;\n— the specific provisions that apply to grapes put in long-term storage in cold rooms.\nFinally, the provisions allowing for derogations from the rules on the refractometric index, the harvest start and the yield in the event of exceptional climatic conditions have been withdrawn from the specification as they are no longer appropriate.\n5.   ‘Specific labelling details’\nThe labelling provisions have been amended to:\n— include the obligation to affix the European Union ‘PDO’ symbol;\n— reflect the withdrawal of the requirement for packaging in the area and the amended product identification requirements. At present the products are identified by a special sticker affixed to the packaging which allows the products to be traced. Taking account of the request to withdraw the requirement for packaging in the area, the sticker is affixed to the crates of harvested grapes or when the grapes are removed from long-term cold storage. If the product is handled further ahead of its final packaging, only the number on the sticker is retained on the product label in order to guarantee the traceability of the product.\n6.   National requirements\nIn line with the national reform of the inspection system, the specification has been supplemented with a table setting out the main items to be checked and the evaluation methods to be used.\n7.   Other\n— The requirement for packaging in the area is withdrawn, as this provision has proven no longer necessary.\n— The ‘Contact details of the inspection bodies’, and the ‘Applicant group’ sections have been updated with the name and contact details of the official inspection bodies and the applicant group to reflect the change in the inspection methods.\nANNEX II\nCONSOLIDATED SINGLE DOCUMENT\nCOUNCIL REGULATION (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1)\n‘MUSCAT DU VENTOUX’\nEC No: FR-PDO-0105-0996-24.04.2012\nPGI () PDO (X)\n1.   Name\n‘Muscat du Ventoux’\n2.   Member State or third country\nFrance\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.6. Fruit, vegetables and cereals, fresh or processed\n3.2.   Description of product to which the name in (1) applies\n‘Muscat du Ventoux’ is a black table grape produced from the ‘Muscat de Hambourg’ variety. It is characterised by its rather large grapes without red grains, generally highly coloured and crunchy, with a muscat flavour which is both intense and elegant. The bunches of grapes are homogeneous and weigh at least 250 g with an even distribution of berries in the bunch. The enhanced bluish colouring is typical of the designation. The bloom of the grape must be unadulterated. The stalk should be turgescent.\nThe grapes have a refractometric index (RI) of over 18 (equivalent to 169,3 g/l of sugar) and a total sugar/acid ratio (S/A) of over 25 (the sugar expressed in g/l of total sugars and the acidity in g/l of tartaric acid).\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the defined geographical area\nThe entire grape production process takes place within the defined geographical area.\n3.6.   Specific rules on slicing, grating, packaging, etc.\nThe long-term cold storage of the grapes takes place in the geographical area to allow them to be refrigerated very rapidly in order to preserve the product and prevent it from spoiling. The speed with which the core temperature of the grapes is lowered is an indispensable condition for keeping them for several months. The grapes are subjected to systematic analytical and organoleptic examinations to ensure their characteristics are retained.\n3.7.   Specific rules concerning labelling\nThe labelling of the grapes of the designation of origin ‘Muscat du Ventoux’ bears the name of the designation of origin, the EU's PDO symbol and the sticker number.\n4.   Concise definition of the geographical area\nThe ‘Muscat du Ventoux’ geographical area is situated between three upland regions: Mont Ventoux to the north; the Vaucluse mountains to the east and the Luberon massif to the south. It covers the following communes in the department of Vaucluse:\nApt, Aubignan, Le Barroux, Le Beaucet, Beaumettes, Beaumont-du-Ventoux, Bédoin, Blauvac, Bonnieux, Cabrières-d'Avignon, Caromb, Carpentras, Caseneuve, Castellet, Crestet, Crillon-le-Brave, Entrechaux, Flassan, Fontaine-de-Vaucluse, Gargas, Gignac, Gordes, Goult, Joucas, Lacoste, Lagnes, Lioux, Loriol-du-Comtat, Malaucène, Malemort-du-Comtat, Maubec, Mazan, Ménerbes, Méthamis, Modène, Mormoiron, Murs, Oppède, Pernes-les-Fontaines, Robion, La Roque-sur-Pernes, Roussillon, Rustrel, Saignon, Saint-Didier, Saint-Hippolyte-le-Graveyron, Saint-Martin-de-Castillon, Saint-Pantaléon, Saint-Pierre-de-Vassols, Saint-Saturnin-lès-Apt, Saumane-de-Vaucluse, Vaison-la-Romaine, Venasque, Viens, Villars and Villes-sur-Auzon.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\n5.1.1.   Natural factors\nThe Ventoux region is distinguished by its specific geological and climatic characteristics.\nThe sandy-loamy clay soils make this region ideal for producing quality table grapes and wine.\nThe area has a Mediterranean type climate, which receives plenty of sunshine in summer and low rainfall. However, the influence of Mont Ventoux, which peaks at 1900 m, makes for colder temperatures at night. The mountain also protects the area from the mistral, the sometimes violent wind that predominates in the Rhône valley.\nThe low levels of humidity which result from the low annual rainfall have a prophylactic effect which is particularly suitable for growing vines.\n5.1.2.   Human factors\n‘Muscat du Ventoux’ grapes have been grown in the Vaucluse region since the beginning of the 20th century. There are records dating back to 1914 of ‘muscat de Hambourg’, the grapes used to produce ‘Muscat de Ventoux’, being grown in the department of Vaucluse.\nThe producers in this area have developed a real expertise in how to cultivate the vine to obtain healthy, coloured berries. The producers optimise the vitality of the plants and the ripening of the grapes throughout the year by pruning the tendrils in winter and managing the foliage in the growing season. The hand-picking of the grapes and sorting on site is further evidence of the expertise honed from long years of experience handed down from generation to generation.\n5.2.   Specificity of the product\n‘Muscat du Ventoux’ is a black table grape produced from the ‘Muscat de Hambourg’ variety. It is characterised by its rather large berries without red grains, generally intensely coloured and crunchy, with a muscat flavour and taste characteristic of the ‘muscat de Hambourg’ variety. The enhanced bluish colouring during ripening is typical of the designation. The bloom of the grape must be unadulterated. The bunches of grapes are homogenous, with a good sugar content.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe area's Mediterranean climate, and its exposure to sunlight in particular, is ideally suited for ripening grapes. Furthermore, the influence of Mont Ventoux on the wide variation in day and night-time temperatures during the ripening season means that this region has the ideal conditions for the muscat to obtain its bluish colouring and concentrated aromas. The night-time coolness contributes particularly to preserving the aromas.\nThe pruning of the vine limits the yield, allowing for optimal ripening of the grapes. Furthermore, particular care is taken to manage the foliage. This work makes it possible to achieve an optimal level of foliage which is one of the elements necessary for a good photosynthesis of sugars, the organoleptic components of the grape and the anthocynanins which give the berries their colour.\nReference to publication of the specification\n(Article 5(7) of Regulation (EC) No 510/2006)\nhttps://www.inao.gouv.fr/fichier/CDCMuscatDuVentoux.pdf\n(1)  Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (OJ L 343, 14.12.2012, p. 1)."}