{"celex_id": "32015D0610", "uri": "http://publications.europa.eu/resource/cellar/1b3d65ed-e58f-11e4-baa4-01aa75ed71a1", "type": "Decision", "concepts": ["1743", "1769", "3804", "8465", "8481"], "title": "Political and Security Committee Decision (CFSP) 2015/610 of 15 April 2015 extending the mandate of the Head of Mission of the European Union CSDP mission in Mali (EUCAP Sahel Mali) (EUCAP Sahel Mali/2/2015)\n", "header": "18.4.2015 EN Official Journal of the European Union L 101/60\nPOLITICAL AND SECURITY COMMITTEE DECISION (CFSP) 2015/610\nof 15 April 2015\nextending the mandate of the Head of Mission of the European Union CSDP mission in Mali (EUCAP Sahel Mali) (EUCAP Sahel Mali/2/2015)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third paragraph of Article 38 thereof,\nHaving regard to the Council Decision 2014/219/CFSP of 15 April 2014 on the European Union CSDP mission in Mali (EUCAP Sahel Mali) (1), and in particular Article 7(1) thereof,\nHaving regard to the Council Decision (CFSP) 2015/76 of 19 January 2015 launching the European Union CSDP mission in Mali (EUCAP Sahel Mali) and amending Decision 2014/219/CFSP (2),\nWhereas:\n(1) Pursuant to Decision 2014/219/CFSP, the Political and Security Committee (PSC) is authorised, in accordance with Article 38 of the Treaty, to take the relevant decisions for the purpose of exercising political control and strategic direction of the EUCAP Sahel Mali mission, including the decision to appoint a Head of Mission.\n(2) On 26 May 2014, the PSC adopted Decision EUCAP Sahel Mali/1/2014 (3), appointing Mr Albrecht CONZE as Head of Mission of EUCAP Sahel Mali from 26 May 2014 to 14 January 2015.\n(3) On 14 January 2015, the PSC adopted Decision (CFSP) 2015/67 (4), extending the mandate of Mr Albrecht CONZE as Head of Mission of EUCAP Sahel Mali until 14 June 2015.\n(4) The High Representative of the Union for Foreign Affairs and Security Policy has proposed to extend the mandate of Mr Albrecht CONZE as Head of Mission of EUCAP Sahel Mali from 15 June 2015 to 14 June 2016,", "main_body": ["The mandate of Mr Albrecht CONZE as Head of Mission of EUCAP Sahel Mali is hereby extended until 14 June 2016.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 15 April 2015.\nFor the Political and Security Committee\nThe Chairperson\nW. STEVENS\n(1)  OJ L 113, 16.4.2014, p. 21.\n(2)  OJ L 13, 20.1.2015, p. 5.\n(3)  Political and Security Committee Decision EUCAP Sahel Mali/1/2014 of 26 May 2014 on the appointment of the Head of Mission of the European Union CSDP mission in Mali (EUCAP Sahel Mali) (OJ L 164, 3.6.2014, p. 43.).\n(4)  Political and Security Committee Decision (CFSP) 2015/67 of 14 January 2015 extending the mandate of the Head of Mission of the European Union CSDP mission in Mali (EUCAP Sahel Mali) (EUCAP Sahel Mali/1/2015) (OJ L 11, 17.1.2015, p. 72.)."}