{"celex_id": "32014R1358", "uri": "http://publications.europa.eu/resource/cellar/0209d653-8750-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "2320", "2711", "6298", "6790"], "title": "Commission Implementing Regulation (EU) No 1358/2014 of 18 December 2014 amending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 as regards the origin of organic aquaculture animals, aquaculture husbandry practices, feed for organic aquaculture animals and products and substances allowed for use in organic aquaculture  Text with EEA relevance\n", "header": "19.12.2014 EN Official Journal of the European Union L 365/97\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1358/2014\nof 18 December 2014\namending Regulation (EC) No 889/2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 as regards the origin of organic aquaculture animals, aquaculture husbandry practices, feed for organic aquaculture animals and products and substances allowed for use in organic aquaculture\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1) and in particular Articles 13(3), 15(2) and 16(1) thereof,\nWhereas:\n(1) Regulation (EC) No 834/2007 establishes basic requirements for the organic production of seaweed and aquaculture animals. Detailed rules for the implementation of those requirements are laid down in Commission Regulation (EC) No 889/2008 (2).\n(2) In the period between November 2012 and April 2013, certain Member States requested the revision of rules relating to products, substances, feed sources and techniques authorised to be used in organic aquaculture production. Those requests have been evaluated by the expert group for technical advice on organic production (EGTOP) set up by Commission Decision 2009/427/EC (3). Taking into account the EGTOP's opinion, the Commission has identified a need to update and integrate the existing rules for the implementation of the requirements for the organic production of seaweed and aquaculture animals.\n(3) Under Article 15(1)(a)(ii) of Regulation (EC) No 834/2007, non-organically produced animals may be brought onto a holding under specific conditions, when young stock from organic broodstock or holdings are not available. Regulation (EC) No 889/2008 lays down the specific restrictions as regards wild caught aquaculture animals, including the collection of wild aquaculture juveniles. Some traditional practices of extensive fish farming in wetlands, such as brackish water ponds, tidal areas and costal lagoons, closed by levees and banks, have existed for centuries and are valuable in terms of cultural heritage, biodiversity conservation and economic perspective for the local communities. Under certain conditions, those practices do not affect the stock status of the species concerned.\n(4) Therefore, the collection of wild fry for on-growing purposes in those traditional aquaculture practices is considered to be in line with the objectives, criteria and principles of organic aquaculture production, provided that management measures approved by the relevant authority in charge of the management of the fish stocks in question are in place to ensure the sustainable exploitation of the species concerned, that restocking is in line with those measures, and that the fish are fed exclusively with feed naturally available in the environment.\n(5) The EGTOP expressed concern that the sources of feed and additives allowed in organic aquaculture production do not sufficiently meet the dietary requirements of carnivorous fish species. According to Article 15(1)(d)(i) of Regulation (EC) No 834/2007, animals are to be fed with feed that meets their nutritional requirements at the various stages of their development. Therefore the use of whole fish as a source of feed for carnivorous animals in organic aquaculture should be allowed. However, that should not result in additional pressure on endangered or overfished stocks. For that reason, only fisheries products certified as sustainable by a third party should be used to produce feed for carnivorous animals in organic aquaculture. In that context, the credibility of the sustainability scheme used is important to reassure consumers of the overall sustainability of the organic aquaculture product. Therefore, competent authorities should identify the certification schemes which they consider, in light of the principles of sustainable fisheries laid down in Regulation (EU) No 1380/2013 of the European Parliament and of the Council (4), adequate to demonstrate the sustainability of fisheries products for use as feed in organic aquaculture. The 2009 FAO's Guidelines for the ecolabelling of fish and fisheries products from marine capture fisheries (5) may be used as a reference when assessing the suitability of certification schemes.\n(6) The EGTOP also highlighted the need to provide a sufficient amount of histidine in the diet of salmonid fish, to ensure a high level of animal health and welfare in this species. Taking into account the significant variations in the histidine contents in marine raw materials according to species and season, as well as to the production, processing and storage conditions, the use of histidine produced from fermentation should be allow to ensure that the dietary requirements of salmonid fish are met.\n(7) The maximum amount of fishmeal currently allowed in feed for shrimps is not sufficient to meet their dietary needs and should therefore be increased. When needed to meet the quantitative dietary requirements, the supplementation of feed with cholesterol should also be allowed, in line with the recommendations of the EGTOP report. To that aim, organic cholesterol should be used if available. Cholesterol derived from wool, shellfish or other sources may also be used when organic cholesterol is not available.\n(8) The exemption provided in paragraph 2 of Article 25k expires on 31 December 2014; that paragraph should therefore be deleted.\n(9) In order to ensure compliance with Article 15(1)(a) of Regulation (EC) No 834/2007 in relation to the rearing of young stock originating from organic broodstock and organic holdings, it is considered necessary, and in line with the EGTOP report, to introduce specific rules for the use of plankton in the feeding of organic juveniles. Plankton is necessary for the rearing of juveniles and it is not produced under organic rules.\n(10) The EGTOP also advised to update the list of substances allowed for cleaning and disinfection in organic aquaculture, in particular in relation to the possibility of using some of the substances already listed also in the presence of animals. Annex VII to Regulation (EC) No 889/2008 should be amended accordingly.\n(11) The scope of Annex XIIIa to Regulation (EC) No 889/2008, as defined in Article 25f(2), should be more clearly defined, in particular in relation to husbandry practices.\n(12) The maximum allowed stocking density for arctic charr should be increased, to better accommodate this species' needs. Maximum stocking densities should also be defined for crayfish. Annex XIIIa to Regulation (EC) No 889/2008 should be amended accordingly.\n(13) Regulation (EC) No 889/2008 should therefore be amended accordingly.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the regulatory Committee on organic production,", "main_body": ["Regulation (EC) No 889/2008 is amended as follows:\n(1) in Article 25e, paragraph 4 is replaced by the following:\n(a) natural influx of fish or crustacean larvae and juveniles when filling ponds, containment systems and enclosures;\n(b) European glass eel, provided that an approved eel management plan is in place for the location and artificial reproduction of eel remains unsolved;\n(c) the collection of wild fry of species other than European eel for on-growing in traditional extensive aquaculture farming inside wetlands, such as brackish water ponds, tidal areas and costal lagoons, closed by levees and banks, provided that:\n(i) the restocking is in line with management measures approved by the relevant authorities in charge of the management of the fish stocks in question to ensure the sustainable exploitation of the species concerned, and\n(ii) the fish are fed exclusively with feed naturally available in the environment.’\n(2) in Article 25f, paragraph 2 is replaced by the following:\n(3) in Article 25k, paragraph 1, the following point (e) is added:\n‘(e) feed products derived from whole fish caught in fisheries certified as sustainable under a scheme recognised by the competent authority in line with the principles laid down in Regulation (EU) No 1380/2013 of the European Parliament and of the Council (6).\n(4) in Article 25k, paragraph 2 is deleted;\n(5) in Article 25k, the following paragraph is added:\n(6) in Article 25l, paragraph 3 is replaced by the following:\n(a) the feed ration of siamese catfish (Pangasius spp.) as referred to in Section 9 of Annex XIIIa may comprise a maximum of 10 % fishmeal or fish oil derived from sustainable fisheries;\n(b) the feed ration of shrimps as referred to in Section 7 of Annex XIIIa may comprise a maximum of 25 % fishmeal and 10 % fish oil derived from sustainable fisheries. In order to secure the quantitative dietary needs of shrimps, organic cholesterol may be used to supplement their diets; where organic cholesterol is not available, non-organic cholesterol derived from wool, shellfish or other sources may be used.’\n(7) the following Article 25la is inserted:\n(8) in Article 25s, paragraph 6 is replaced by the following:\n(9) Annexes VII and XIIIa are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply as from 1 January 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  Commission Regulation (EC) No 889/2008 of 5 September 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 834/2007 on organic production and labelling of organic products with regard to organic production, labelling and control (OJ L 250, 18.9.2008, p. 1).\n(3)  Commission Decision 2009/427/EC of 3 June 2009 establishing the expert group for technical advice on organic production (OJ L 139, 5.6.2009, p. 29).\n(4)  Regulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (OJ L 354, 28.12.2013, p. 22).\n(5)  ISBN 978-92-5-006405-5\nANNEX\n1. Point 2 of Annex VII to Regulation (EC) No 889/2008 is replaced by the following:\n— ozone\n— sodium hypochlorite\n— calcium hypochlorite\n— calcium hydroxide\n— calcium oxide\n— caustic soda\n— alcohol\n— copper sulphate: only until 31 December 2015\n— potassium permanganate\n— tea seed cake made of natural camelia seed (use restricted to shrimp production)\n— mixtures of potassium peroxomonosulphate and sodium chloride producing hypochlorous acid.\n— limestone (calcium carbonate) for pH control\n— dolomite for pH correction (use restricted to shrimp production)\n— sodium chloride\n— hydrogen peroxide\n— sodium percarbonate\n— organic acids (acetic acid, lactic acid, citric acid)\n— humic acid\n— peroxyacetic acids\n— peracetic and peroctanoic acids\n— iodophores (only in the presence of eggs).\n2. Annex XIIIa to Regulation (EC) No 889/2008 is amended as follows:\n(a) in the row on ‘Maximum stocking density’ in the table in Section 1, ‘Arctic charr 20 kg/m3’, is replaced by ‘Arctic charr 25 kg/m3’;\n(b) the following section is inserted after Section 7:\nMaximum stocking density: For small-sized crayfish (< 20 mm): 100 individuals per m2. For crayfish of intermediate size (20-50 mm): 30 individuals per m2. For adult crayfish (> 50 mm): 10 individuals per m2, provided that adequate hiding places are available.’"}