{"celex_id": "32012R1213", "uri": "http://publications.europa.eu/resource/cellar/3128135f-492a-11e2-8762-01aa75ed71a1", "type": "Regulation", "concepts": ["1338", "1355", "2058", "247", "2590", "2771", "4348", "4453", "5946", "5969", "841"], "title": "Commission Implementing Regulation (EU) No 1213/2012 of 17 December 2012 suspending the tariff preferences for certain GSP beneficiary countries in respect of certain GSP sections in accordance with Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences\n", "header": "18.12.2012 EN Official Journal of the European Union L 348/11\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1213/2012\nof 17 December 2012\nsuspending the tariff preferences for certain GSP beneficiary countries in respect of certain GSP sections in accordance with Regulation (EU) No 978/2012 of the European Parliament and of the Council applying a scheme of generalised tariff preferences\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 978/2012 of the European Parliament and of the Council of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council Regulation (EC) No 732/2008 (1), and in particular Article 8(2) thereof,\nWhereas:\n(1) In accordance with Regulation (EU) No 978/2012 the tariff preferences of the general arrangement of the Generalised Scheme of Preferences (GSP) are to be suspended in respect of products of a GSP section originating in a GSP beneficiary country when the average value of Union imports of such products over three consecutive years from that GSP beneficiary country exceeds the thresholds listed in Annex VI of that Regulation.\n(2) Prior to the application of the tariff preferences under the general arrangement, a list of GSP sections for which the tariff preferences are suspended in respect of the GSP beneficiary countries concerned should be established by the Commission. The list should be based on data available on 1 September 2012 and of the two preceding years.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["The list of products of GSP sections for which the tariff preferences referred to in Article 7 of Regulation (EU) No 978/2012 are suspended in respect of the GSP beneficiary countries concerned is established in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014 until 31 December 2016.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 303, 31.10.2012, p. 1.\nANNEX\nThe list of GSP sections for which the tariff preferences referred to in Article 7 of Regulation (EU) No 978/2012 are suspended in respect of a GSP beneficiary country concerned.\nColumn A : name of country\nColumn B : GSP section (Article 2(j) of GSP Regulation)\nColumn C : description\nA B C\nChina S-1a Live animals and animal products excluding fish\nS-1b Fish, crustaceans, molluscs and other aquatic invertebrates\nS-2b Vegetables, fruit and nuts\nS-2c Coffee, tea, mate and spices\nS-2d Cereals, flour, seeds and resins\nS-4b Prepared foodstuffs (excl. meat and fish), beverages, spirits and vinegar\nS-6a Inorganic and organic chemicals\nS-6b Chemicals, other than organic and inorganic chemicals\nS-7a Plastics\nS-7b Rubber\nS-8a Raw hides and skins and leather\nS-8b Articles of leather and furskins\nS-9a Wood and wood charcoal\nS-9b Cork manufactures of straw and other plaiting materials\nS-11a Textiles\nS-11b Articles of apparel and clothing accessories\nS-12a Footwear\nS-12b Headgear, umbrellas, sun umbrellas, sticks, whips and prepared feathers and down\nS-13 Articles of stone, ceramic products and glass\nS-14 Pearls and precious metals\nS-15a Ferro-alloys and articles of iron and steel\nS-15b Base metals (excl. iron and steel), articles of base metals (excl. articles of iron and steel)\nS-16 Machinery and equipment\nS-17a Railway and tramway vehicles and products\nS-17b Motor vehicles, bicycles, aircraft and spacecraft, ships and boats\nS-18 Optical instruments, clocks and watches, musical instruments\nS-20 Miscellaneous\nCosta Rica S-2b Vegetables, fruit and nuts\nEcuador S-2a Live plants and floricultural products\nS-4a Preparations of meat and fish\nIndia S-5 Mineral products\nS-6a Inorganic and organic chemicals\nS-6b Chemicals, other than organic and inorganic chemicals\nS-8a Raw hides and skins and leather\nS-11a Textiles\nS-17b Motor vehicles, bicycles, aircraft and spacecraft, ships and boats\nIndonesia S-1a Live animals and animal products excluding fish\nS-3 Animal or vegetable oils, fats and waxes\nS-6b Chemicals, other than organic and inorganic chemicals\nNigeria S-8a Raw hides and skins and leather\nUkraine S-17a Railway and tramway vehicles and products\nThailand S-4a Preparations of meat and fish\nS-4b Prepared foodstuffs (excl. meat and fish), beverages, spirits and vinegar\nS-14 Pearls and precious metals"}