{"celex_id": "32012R0135", "uri": "http://publications.europa.eu/resource/cellar/e22773fc-d6df-4a98-9f80-18b7778d0a96", "type": "Regulation", "concepts": ["1158", "2300", "3190", "5336", "5542", "6103", "619"], "title": "Commission Regulation (EU) No 135/2012 of 16 February 2012 amending Regulation (EC) No 1013/2006 of the European Parliament and of the Council on shipments of waste to include certain unclassified wastes in Annex IIIB thereto  Text with EEA relevance\n", "header": "17.2.2012 EN Official Journal of the European Union L 46/30\nCOMMISSION REGULATION (EU) No 135/2012\nof 16 February 2012\namending Regulation (EC) No 1013/2006 of the European Parliament and of the Council on shipments of waste to include certain unclassified wastes in Annex IIIB thereto\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1013/2006 of the European Parliament and of the Council of 14 June 2006 on shipments of waste (1), and in particular Article 58(1)(b) thereof,\nWhereas:\n(1) Ireland, Luxembourg, the Netherlands, Austria and Finland have submitted a request to the Commission to consider certain unclassified wastes for inclusion in Annex IIIB to Regulation (EC) No 1013/2006.\n(2) The Commission has received comments from Bulgaria, the Czech Republic, Germany, France, Hungary, the Netherlands, Austria, Poland, Finland and Sweden with regard to the acceptability of the submitted requests to be considered as green listed waste for inclusion in Annex IIIB to Regulation (EC) No 1013/2006.\n(3) Taking into account those comments, the Commission advised Ireland, the Netherlands and Finland to submit to the Secretariat of the Basel Convention of 22 March 1989 on the control of transboundary movements of hazardous wastes and their disposal (2) (‘Basel Convention’) applications for new entries to Annex IX to the Basel Convention, following the procedure of the Basel Convention’s COP8 Decision VIII/15 regarding the revisions to the procedure for the review or adjustment of the lists of wastes contained in Annexes VIII and IX to the Basel Convention.\n(4) Finland, the Netherlands and Ireland submitted to the Secretariat of the Basel Convention applications for new entries to Annex IX to the Basel Convention on 14 January 2011, 25 January 2011 and 1 February 2011, respectively. Until a decision is made to include the unclassified entries in the relevant Annexes to the Basel Convention or to Decision C(2001)107/Final of the OECD Council concerning the revision of Decision C(92)39/Final on the control of transboundary movements of wastes destined for recovery operations (OECD Decision), those entries can be added on a provisional basis to Annex IIIB to Regulation (EC) No 1013/2006.\n(5) Regulation (EC) No 1013/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 39 of Directive 2008/98/EC of the European Parliament and of the Council (3),", "main_body": ["Annex IIIB to Regulation (EC) No 1013/2006 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 190, 12.7.2006, p. 1.\n(2)  OJ L 39, 16.2.1993, p. 3.\n(3)  OJ L 312, 22.11.2008, p. 3.\nANNEX\n‘ANNEX IIIB\nADDITIONAL GREEN LISTED WASTE AWAITING INCLUSION IN THE RELEVANT ANNEXES TO THE BASEL CONVENTION OR THE OECD DECISION AS REFERRED TO IN ARTICLE 58(1)(b)\n1. Regardless of whether or not wastes are included on this list, they may not be subject to the general information requirements laid down in Article 18 if they are contaminated by other materials to an extent which:\n(a) increases the risks associated with the wastes sufficiently to render them appropriate for submission to the procedure of prior written notification and consent, when taking into account the hazardous characteristics listed in Annex III to Directive 2008/98/EC of the European Parliament and of the Council (1); or\n(b) prevents the recovery of the wastes in an environmentally sound manner.\n2. The following wastes are included in this Annex:\nBEU01 Pressure sensitive adhesive label laminate waste containing raw materials used in label material production not covered by Basel entry B3020\nBEU02 Non-separable plastic fraction from the pre-treatment of used liquid packages\nBEU03 Non-separable plastic-aluminium fraction from the pre-treatment of used liquid packages\nBEU04 Composite packaging consisting of mainly paper and some plastic, not containing residues and not covered by Basel entry B3020\nBEU05 Clean biodegradable waste from agriculture, horticulture, forestry, gardens, parks and cemeteries\n3. The shipments of waste listed in this Annex are without prejudice to the provisions of Council Directive 2000/29/EC (2), including measures adopted pursuant to Article 16(3) thereof.\n(1)  OJ L 312, 22.11.2008, p. 3.\n(2)  OJ L 169, 10.7.2000, p. 1.’"}