{"celex_id": "32010R1106", "uri": "http://publications.europa.eu/resource/cellar/4163e442-63f5-4d77-bf1e-5b6437a5b21d", "type": "Regulation", "concepts": ["1005", "1092", "174", "189", "4125", "979"], "title": "Commission Regulation (EU) No 1106/2010 of 30 November 2010 establishing the list of measures to be excluded from the application of Council Regulation (EC) No 485/2008 on scrutiny by Member States of transactions forming part of the system of financing by the European Agricultural Guarantee Fund\n", "header": "1.12.2010 EN Official Journal of the European Union L 315/16\nCOMMISSION REGULATION (EU) No 1106/2010\nof 30 November 2010\nestablishing the list of measures to be excluded from the application of Council Regulation (EC) No 485/2008 on scrutiny by Member States of transactions forming part of the system of financing by the European Agricultural Guarantee Fund\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 485/2008 of 26 May 2008 on scrutiny by Member States of transactions forming part of the system of financing by the European Agricultural Guarantee Fund (1), and in particular Article 1(2) thereof,\nWhereas:\n(1) Regulation (EC) No 485/2008 relates to scrutiny of the commercial documents of those entities receiving or making payments relating directly or indirectly to the system of financing by the European Agricultural Guarantee Fund (EAGF), in order to ascertain whether transactions forming part of the system of financing by the EAGF have actually been carried out and have been executed correctly. It is however appropriate to exclude from the application of that Regulation those measures which are by their nature unsuited to ex post control by way of scrutiny of commercial documents.\n(2) A list of exempted measures is currently set out in Commission Regulation (EC) No 2311/2000 of 18 October 2000 establishing the list of measures to which Council Regulation (EEC) No 4045/89 does not apply and repealing Decision 96/284/EC (2). Given the changes occurred in the agricultural legislation, it is necessary to update that list.\n(3) Certain measures are concerned with payments that are either area related or unrelated to commercial documents that can be subject to scrutiny. It is accordingly appropriate to exclude such measures from the scope of application of Regulation (EC) No 485/2008.\n(4) Account should be taken that certain measures previously financed through the European Agricultural Guidance and Guarantee Fund (Guarantee Section) are now financed through the European Agricultural Fund for Rural Development (EAFRD) as established by Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3).\n(5) For reasons of clarity, Regulation (EC) No 2311/2000 should be repealed and replaced by a new text.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on the Agricultural Funds,", "main_body": ["The system of scrutinies established by Regulation (EC) No 485/2008 does not apply to the measures listed in the Annex to this Regulation.", "Regulation (EC) No 2311/2000 is repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 143, 3.6.2008, p. 1.\n(2)  OJ L 265, 19.10.2000, p. 10.\n(3)  OJ L 209, 11.8.2005, p. 1.\nANNEX\nMeasures to which the system of scrutiny pursuant to Regulation (EC) No 485/2008 does not apply\nCouncil Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1) with respect to:\n(a) the common organisation of the markets in flax and hemp grown for fibre, in so far as the aid provided for in Article 91 of that Regulation is paid to the farmer;\n(b) the following measures of the common organisation of the market in the wine sector:\n(i) grubbing up scheme in accordance with Articles 85o to 85x thereof;\n(ii) Single Payment Scheme support in accordance with Article 103o thereof;\n(iii) restructuring and conversion of vineyards in accordance with Article 103q thereof;\n(iv) green harvesting in accordance with Article 103r thereof;\n(v) potable alcohol distillation in accordance with Article 103w thereof.\n(1)  OJ L 299, 16.11.2007, p. 1."}