{"celex_id": "32015D0579", "uri": "http://publications.europa.eu/resource/cellar/b1309d95-e00c-11e4-b1d3-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1519", "5856", "763", "8464", "881", "922"], "title": "Commission Implementing Decision (EU) 2015/579 of 9 April 2015 fixing the financial contribution from the Union for expenditure incurred by Italy in 2012 for the financing of the emergency measures to combat avian influenza (notified under document C(2015) 2235)\n", "header": "11.4.2015 EN Official Journal of the European Union L 96/13\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/579\nof 9 April 2015\nfixing the financial contribution from the Union for expenditure incurred by Italy in 2012 for the financing of the emergency measures to combat avian influenza\n(notified under document C(2015) 2235)\n(Only the Italian text is authentic)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 652/2014 of the European Parliament and of the Council of 15 May 2014 laying down provisions for the management of expenditure relating to the food chain, animal health and animal welfare, and relating to plant health and plant reproductive material, amending Council Directives 98/56/EC, 2000/29/EC and 2008/90/EC, Regulations (EC) No 178/2002, (EC) No 882/2004 and (EC) No 396/2005 of the European Parliament and of the Council, Directive 2009/128/EC of the European Parliament and of the Council and Regulation (EC) No 1107/2009 of the European Parliament and of the Council and repealing Council Decisions 66/399/EEC, 76/894/EEC and 2009/470/EC (1) and in particular Article 36(4)thereof,\nWhereas:\n(1) Commission Regulation (EC) No 349/2005 (2) lays down the rules for the payment of a financial contribution from the Union towards emergency measures to eradicate certain animal diseases, including avian influenza. Article 7 of that Regulation lays down the documents to be submitted by the Member State requesting the financial contribution from the Union and the deadlines for submitting such documents.\n(2) Commission Implementing Decision 2013/775/EU (3) provides for a financial contribution from the Union to be granted to Italy towards the costs incurred by that Member State in taking measures to combat avian influenza in 2012 pursuant to Council Decision 2009/470/EC (4). Accordingly, a first tranche of EUR 40 000,00 for 2012 was paid to that Member State as part of the financial contribution from the Union. Implementing Decision 2013/775/EU further provides that the amount of the financial contribution from the Union is to be fixed in a subsequent decision to be adopted in accordance with the procedure referred therein.\n(3) Regulation (EU) No 652/2014 provides for payments to be made to Member States in those circumstances. In that respect, it provides for the adoption of implementing acts, setting out the financial contribution. That Regulation also repealed Decision 2009/470/EC and references to that Decision are to be construed as references to Regulation (EU) No 652/2014.\n(4) Through Implementing Decision 2013/775/EU, the requirements of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (5), in particular Article 84 thereof, have been complied with.\n(5) On 19 August 2014, Italy submitted an official request for reimbursement to the Commission accompanied by a financial report, supporting documents and an epidemiological report on each holding where the animals have been slaughtered and destroyed. The request for reimbursement amounts to EUR 1 431 549,96 for 2012. However, following an examination of the documents submitted by that Member State, the amount EUR 68 238,40 is considered to be ineligible for reimbursement in accordance with Article 5 of Regulation (EC) No 349/2005.\n(6) Hence the final contribution for 2012 can respectively be fixed at EUR 1 363 311,56 being the difference between the requested amount for reimbursement and the ineligible amount. After deduction of the first tranche mentioned in recital 2, the balance to be paid to Italy for 2012 can be fixed at EUR 1 323 311,56.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["1.   The financial contribution from the Union towards the expenditure incurred by Italy in 2012 for the financing of emergency measures to combat avian influenza is hereby fixed at EUR 1 363 311,56.\n2.   The balance of the financial contribution from the Union remaining to be paid to Italy is hereby fixed at EUR 1 323 311,56.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 9 April 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 189, 27.6.2014, p. 1.\n(2)  Commission Regulation (EC) No 349/2005 of 28 February 2005 laying down rules on the Community financing of emergency measures and of the campaign to combat certain animal diseases under Council Decision 90/424/EEC (OJ L 55, 1.3.2005, p. 12).\n(3)  Commission Implementing Decision 2013/775/EU of 17 December 2013 on a financial contribution from the Union towards emergency measures to combat avian influenza in Germany, Italy and the Netherlands in 2012 and 2013 and in Denmark and Spain in 2013 (OJ L 343, 19.12.2013, p. 44).\n(4)  Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (OJ L 155, 18.6.2009, p. 30).\n(5)  Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1)."}