{"celex_id": "32014D0133", "uri": "http://publications.europa.eu/resource/cellar/27323c37-aa86-11e3-86f9-01aa75ed71a1", "type": "Decision", "concepts": ["1318", "191", "2357", "5451"], "title": "2014/133/EU: Commission Implementing Decision of 11 March 2014 rejecting the refusal of authorisations of biocidal products containing bromadiolone notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council (notified under document C(2014) 1362)  Text with EEA relevance\n", "header": "13.3.2014 EN Official Journal of the European Union L 73/5\nCOMMISSION IMPLEMENTING DECISION\nof 11 March 2014\nrejecting the refusal of authorisations of biocidal products containing bromadiolone notified by Germany in accordance with Directive 98/8/EC of the European Parliament and of the Council\n(notified under document C(2014) 1362)\n(Text with EEA relevance)\n(2014/133/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 36(3) thereof,\nWhereas:\n(1) Annex I to Directive 98/8/EC of the European Parliament and of the Council (2) contained the list of active substances approved at Union level for use in biocidal products. Commission Directive 2009/92/EC (3) added the active substance bromadiolone for use in products belonging to product-type 14, Rodenticides, as defined in Annex V to Directive 98/8/EC.\n(2) In accordance with Article 8 of Directive 98/8/EC, the companies Pelgar International Limited and Unichem d.o.o. (‘the applicants’) submitted applications to the United Kingdom for authorisation of biocidal products containing bromadiolone as a wax block formulation (‘the contested products’). The United Kingdom authorised before 1 September 2013 the contested products for a number of uses including professional application in and around buildings and in sewers. A number of Member States have subsequently authorised the contested products through mutual recognition.\n(3) The German competent authority for biocidal products received applications for mutual recognition of authorisations according to Article 4(1) of Directive 98/8/EC for the contested products.\n(4) Germany has notified the Commission, the other Member States and the applicants of its proposal to refuse the authorisations in accordance with Article 4(4) of Directive 98/8/EC, as Germany considers that the contested products do not meet the requirements of Article 5(1) of Directive 98/8/EC with regard to effects on human health.\n(5) According to the notifications, Germany disagrees with the evaluation carried out by the United Kingdom regarding the dermal absorption value used in such evaluation (0,04 %). Germany considers this value as inappropriate according to OEDC standards on in vitro dermal absorption methods (4) and pointed out that based on a more conservative value of 0,36 % as per these standards the assessment results in an unacceptable dermal exposure to bromadiolone for professional users.\n(6) For each notification, the Commission invited the other Member States and the applicants to submit comments to the notification in writing within 90 days in accordance with Article 27(1) of Directive 98/8/EC. Comments were submitted within that deadline by the United Kingdom, Belgium, Germany and one of the applicants. The notification was also discussed between Commission representatives and representatives of Member States’ Competent Authorities for biocidal products in the meeting of the Product Authorisation and Mutual Recognition Facilitation Group of 14 May 2013.\n(7) From the abovementioned discussions and comments, it follows that the United Kingdom carried out the evaluation of the dermal absorption in a way which is compatible with the latest agreed EU guidance (5), pursuant to which the possibility of reading across existing data from the active substance approval is accepted.\n(8) First, the United Kingdom used a dermal absorption value from a study considered as reliable in the context of the EU approval of the active substance bromadiolone, to which the applicants held the required letter of access from the data owner. Second, the dermal absorption study from which that value was obtained was carried out with a similar bait formulation to that of the contested products, as recommended by the abovementioned guidance.\n(9) Finally, the United Kingdom evaluated the product with the benefit of expert judgment to justify that the specific conditions of the study from which the dermal absorption value was obtained resembled more closely the actual exposure conditions for professional users loading wax blocks in bait stations. This approach is compatible with the abovementioned guidance and the common principles for the evaluation of dossiers for biocidal products as provided for by paragraph 12 of Annex VI to Regulation (EU) No 528/2012.\n(10) In the light of the above arguments, the Commission supports the conclusions of the assessment carried out by the United Kingdom and the other Member States having authorised the contested products through mutual recognition that they do not have unacceptable effects on human health, as required by Article 5(1) of Directive 98/8/EC. The Commission therefore considers that the request by Germany to refuse the authorisations cannot be justified on the grounds put forward.\n(11) Regulation (EU) No 528/2012 shall apply to the contested products in accordance with the provisions of Article 92(2) of that Regulation. Since the legal basis for this Decision is Article 36(3) of that Regulation, this decision should be addressed to all Member States by virtue of Article 36(4) of that Regulation.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["The proposal by Germany to refuse the authorisations granted by the United Kingdom of the products mentioned in the Annex, is rejected.", "This Decision is addressed to all Member States."], "attachments": "Done at Brussels, 11 March 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1).\n(3)  Commission Directive 2009/92/EC of 31 July 2009 amending Directive 98/8/EC of the European Parliament and of the Council to include bromadiolone as an active substance in Annex I thereto (OJ L 201, 1.8.2009, p. 43).\n(4)  See OECD Guideline for the testing of chemicals 428 on skin absorption: in vitro method, available on the website http://www.oecd-ilibrary.org/environment/test-no-428-skin-absorption-in-vitro-method_9789264071087-en\n(5)  See CA-July13-Doc.6.2.b — Final on Approach to dermal absorption assessment for biocidal products authorisation, available on the website https://circabc.europa.eu/w/browse/884abd60-d8f9-48ad-8600-cd0bd5485cec\nANNEX\nProducts for which the proposal by Germany to refuse the authorisations granted by the United Kingdom, is rejected:\nProduct name Application reference number in the Register for Biocidal Products in the United Kingdom Application reference number in the Register for Biocidal Products in Germany Applicant Notification date Other Member States where the contested products have been authorised through mutual recognition\nRodex Oktablok 2011/2309/7794/UK/AA/8845 2011/2309/7794/DE/MA/20435 Pelgar International Limited 8 April 2013 Lithuania, Cyprus, Denmark and Belgium\nRatimor Wax Blocks 2012/2249/12006/UK/AA/19026 2012/2249/12006/DE/MA/31827 Unichem d.o.o. 19 April 2013 Estonia, Poland, Malta, Latvia and Sweden"}