{"celex_id": "32012D0510", "uri": "http://publications.europa.eu/resource/cellar/4828cb50-072a-11e2-8e28-01aa75ed71a1", "type": "Decision", "concepts": ["1879", "2826", "2827", "3468", "5463", "5870", "865"], "title": "2012/510/EU: Council Decision of 10 July 2012 establishing the position to be adopted on behalf of the European Union with regard to the amendments to Annexes II and III to the Protocol concerning Specially Protected Areas and Biological Diversity in the Mediterranean of the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean, adopted by the seventeenth meeting of the Contracting Parties (Paris, France, 8 - 10 February 2012 )\n", "header": "22.9.2012 EN Official Journal of the European Union L 256/1\nCOUNCIL DECISION\nof 10 July 2012\nestablishing the position to be adopted on behalf of the European Union with regard to the amendments to Annexes II and III to the Protocol concerning Specially Protected Areas and Biological Diversity in the Mediterranean of the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean, adopted by the seventeenth meeting of the Contracting Parties (Paris, France, 8-10 February 2012)\n(2012/510/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1), in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Union is a Contracting Party to the Convention for the Protection of the Mediterranean Sea against Pollution, subsequently renamed Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (1) (‘the Barcelona Convention’) and a Party to the Protocol concerning specially protected areas and biological diversity in the Mediterranean and the annexes thereto (2) (‘the Protocol’). Annex II to the Protocol contains the list of endangered and threatened species and Annex III to the Protocol contains the list of species whose exploitation is regulated.\n(2) In accordance with Article 18 of the Barcelona Convention, the meeting of the Contracting Parties is the decision-making body of the Convention, and the powers conferred upon it include the capacity to amend the annexes to the Convention and to its protocols, as required. In accordance with Article 23(2) of the Barcelona Convention and Article 14(1) of the Protocol, an amendment to the Annexes to the Protocol shall become effective for all Contracting Parties to the Protocol on the expiry of a period determined by the respective Contracting Parties when adopting the amendment, except for those that have notified in writing the Depositary that they are unable to approve the amendment within this period of time.\n(3) On 8 February 2012, the Commission transmitted to the Council a Proposal for a Council Decision establishing the position to be adopted on behalf of the European Union with regard to the proposals for amending Annexes II and III to the Protocol concerning Specially Protected Areas and Biological Diversity in the Mediterranean of the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean at the seventeenth meeting of the Contracting Parties (Paris, 8-10 February 2012). Due to the timing of the arrival of the Commission proposal, the Council was not able to consider it or act upon it prior to the Meeting of the Contracting Parties and hence the Union position and interests could not be expressed or defended in a timely and appropriate manner.\n(4) The seventeenth meeting of the Contracting Parties to the Barcelona Convention and its Protocols adopted amendments to Annexes II and III to the Protocol by Decision IG.20/5 to provide for greater protection to ten shark species.\n(5) In accordance with Article 23(2)(vi) of the Barcelona Convention, an amendment to the Annexes becomes effective for all Contracting Parties on the expiry of a period determined by the Contracting Parties concerned when adopting the amendment, except for those Contracting Parties which notify the Depository that they are unable to approve the amendment. The seventeenth meeting of the Contracting Parties determined this period to be 180 days; the deadline for submitting a notification expires on 8 August 2012. The Union should therefore communicate to the Depositary of the Protocol the amendments it does not approve within that deadline.\n(6) The amendments to the Protocol would not require any change in Union law.\n(7) The amendments on the addition of ten species to Annex II and their corresponding deletion from Annex III, adopted by the seventeenth meeting of the Contracting Parties, are scientifically sound, consistent with Union legislation and with the Union’s commitment to international cooperation for the protection of biodiversity, and in accordance with both Article 5 of the UN Convention on Biological Diversity (3) and the target agreed at the Conference of the Parties to that Convention in 2010 to significantly reduce the current rate of biodiversity loss by 2020. The Union should therefore approve these amendments,", "main_body": ["The Union shall approve the amendments to add the following species to Annex II to the Protocol and to delete them from Annex III:\n(a) Galeorhinus galeus (Linnaeus, 1758);\n(b) Isurus oxyrinchus (Rafinesque, 1810);\n(c) Lamna nasus (Bonnaterre, 1788);\n(d) Leucoraja circularis (Couch, 1838);\n(e) Leucoraja melitensis (Clark, 1926);\n(f) Rhinobatos cemiculus (Saint-Hilaire, 1817);\n(g) Rhinobatos rhinobatos (Linnaeus, 1758);\n(h) Sphyrna lewini (Griffith & Smith, 1834);\n(i) Sphyrna mokarran (Rüppell, 1837);\n(j) Sphyrna zygaena (Linnaeus, 1758).", "The Commission is hereby authorised to notify the Depositary of the Protocol, in writing, that the Union approves the amendments specified in Article 1, in accordance with Article 23(2)(iv) of the Barcelona Convention. It shall do so before the expiry of the 180-day period from the adoption of the amendments by the seventeenth meeting of the Contracting Parties.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 10 July 2012.\nFor the Council\nThe President\nV. SHIARLY\n(1)  Council Decision 77/585/EEC of 25 July 1977 concluding the Convention for the protection of the Mediterranean Sea against pollution and the Protocol for the prevention of the pollution of the Mediterranean Sea by dumping from ships and aircraft (OJ L 240, 19.9.1977, p. 1). The amendments to the Convention were accepted by Council Decision 1999/802/EC of 22 October 1999 on the acceptance of amendments to the Convention for the Protection of the Mediterranean Sea against Pollution and to the Protocol for the Prevention of Pollution by Dumping from Ships and Aircraft (OJ L 322, 14.12.1999, p. 32).\n(2)  Council Decision 1999/800/EC of 22 October 1999 on concluding the Protocol concerning specially protected areas and biological diversity in the Mediterranean, and on accepting the annexes to that Protocol (Barcelona Convention) (OJ L 322, 14.12.1999, p. 1).\n(3)  Council Decision 93/626/EEC of 25 October 1993 concerning the conclusion of the Convention on Biological Diversity (OJ L 309, 13.12.1993, p. 1)."}