{"celex_id": "32012D0223(01)", "uri": "http://publications.europa.eu/resource/cellar/2fd5d2b9-7679-4f32-9b18-5a35a527410a", "type": "Decision", "concepts": ["2451", "3545", "5519", "573", "8465"], "title": "Commission Decision of 21 February 2012 on setting up the expert group on EU criminal policy\n", "header": "23.2.2012 EN Official Journal of the European Union C 53/9\nCOMMISSION DECISION\nof 21 February 2012\non setting up the expert group on EU criminal policy\n2012/C 53/05\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) The Union, in line with Article 67(3) of the Treaty, shall endeavour to ensure a high level of security through measures to prevent and combat crime and, if necessary, through the approximation of criminal laws.\n(2) The Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions of 20 September 2011‘Towards an EU Criminal Policy — Ensuring the effective implementation of EU policies through criminal law’ (1) stresses the importance of developing a coherent and consistent EU criminal policy which should be supported through discussions in an expert group.\n(3) It is therefore necessary to set up a group of experts in the field of EU criminal law and to define its tasks and structure.\n(4) The group should support the Commission’s work on the development of an EU criminal policy and provide advice on all related questions. The group should also advice on the gathering of factual evidence for the assessment whether EU criminal law measures are essential to ensure the effective implementation of a Union policy.\n(5) The group should be composed of up to 20 highly qualified experts, appointed in a personal capacity in a balanced representation in terms of professional background and geographic regions.\n(6) The term of office of the members of the group should be three years and should be renewable.\n(7) Rules on disclosure of information by members of the group should be laid down.\n(8) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (2),", "main_body": ["Subject matter\nThe expert group on EU criminal policy, hereinafter referred to as ‘the group’ is hereby set up.", "Tasks\nThe group’s tasks shall be to advise the Commission on substantive criminal law in the context of the development of an EU criminal policy. This shall include in particular advice on any legal question that can arise in this context and shall also refer to the gathering of factual evidence for the assessment whether EU criminal law measures are essential to ensure the effective implementation of a Union policy, in consultation with existing expert groups in the policy fields concerned.", "Consultation\nThe Commission may consult the group on any matter relating to the development of an EU criminal policy.", "Membership — Appointment\n1.   The group shall be composed of up to 20 members. Members shall be individuals appointed in a personal capacity.\n2.   The members shall be appointed by the Director-General of the Directorate-General for Justice from specialists with outstanding competence in the area of criminal law. The selection process of members shall be carried out in such a manner as to ensure a high level of expertise and, as far as possible, an adequate balance in terms of range of competencies, geographical origin and gender, taking into account the specific tasks of the expert group and the type of expertise required.\n3.   The group shall include experts from scientific and research institutions as well as legal practitioners.\n4.   The members shall be appointed in a personal capacity for a mandate of three years. By accepting to be members of the group, they commit themselves to act independently and in the public interest. Should a conflict of interest in relation to an expert arise, the Commission services may exclude this expert from the group or a particular meeting thereof or they may decide that the expert in question shall abstain from discussing the items on the agenda concerned. The members of the group shall remain in office until replaced or until their term of office ends. Their term of office may be renewed.\n5.   Members who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do not comply with the conditions set out in paragraph 3 of this Article, or Article 339 of the Treaty, may be replaced for the remainder of their term of office.\n6.   The names of members shall be published in the Register of Commission expert groups and other similar entities (hereinafter referred to as ‘the Register’) and on the Internet site of the Directorate-General for Justice. Personal data of the members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Operation\n1.   The group shall be chaired by a representative of the Commission.\n2.   In agreement with the Commission, subgroups may be set up to examine specific questions under terms of reference established by the group. Such subgroups shall be dissolved as soon as their mandates are fulfilled.\n3.   The Commission’s representative may ask experts from outside the group with specific competence on a subject on the agenda to participate in the work of the group or sub-group on an ad hoc basis. In addition, the Commission’s representative may give observer status to individuals, organisations as defined in Rule 8(3) of the horizontal rules on expert groups and candidate countries.\n4.   Members of the group, as well as invited experts and observers, shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, as well as with the Commission's rules on security regarding the protection of EU classified information, laid down in the Annex to Commission Decision 2001/844/EC/ECSC/Euratom (3). Should they fail to respect these obligations, the Commission may take appropriate measures.\n5.   The Commission shall provide secretarial services to the group.\n6.   The group may adopt its rules of procedure on the basis of the standard rules of procedure for expert groups.\n7.   The Commission publishes relevant information on the activities carried out by the group either by including it in the Register or via a link from the Register to a dedicated website.", "Meeting expenses\n1.   Participants in the activities of the group shall not be remunerated for the services they render.\n2.   Travel and subsistence expenses incurred by members in connection with the activities of the group shall be reimbursed by the Commission in accordance with the provisions in force within the Commission.\n3.   Those expenses shall be reimbursed within the limits of the available appropriations allocated under the annual procedure for the allocation of resources.", "Entry into force\nThis Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 21 February 2012.\nFor the Commission\nViviane REDING\nVice-President\n(1)  COM(2011) 573 final.\n(2)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).\n(3)  Commission Decision of 29 November 2001 amending its internal Rules of Procedure (OJ L 317, 3.12.2001, p. 1)."}