{"celex_id": "32012D1218(02)", "uri": "http://publications.europa.eu/resource/cellar/2173156d-4944-11e2-8762-01aa75ed71a1", "type": "Decision", "concepts": ["3545", "5606", "5756", "6050", "6257", "8465"], "title": "Commission Decision of 14 December 2012 amending Commission Decision 2006/210/EC setting up a group of high-level national regulatory experts and extending the terms of office of the High Level Group and the period of application of Decision 2006/210/EC until 31 October 2014\n", "header": "18.12.2012 EN Official Journal of the European Union C 390/7\nCOMMISSION DECISION\nof 14 December 2012\namending Commission Decision 2006/210/EC setting up a group of high-level national regulatory experts and extending the terms of office of the High Level Group and the period of application of Decision 2006/210/EC until 31 October 2014\n2012/C 390/09\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) The High-Level Group of National Regulatory Experts (hereinafter ‘the Group’) set up by Commission Decision 2006/210/EC (1) as amended by Commission Decision 2010/63/EU (2) is a consultative group of high-level national experts on Smart Regulation.\n(2) The President of the Commission has indicated that Smart Regulation (3) will remain high on the Commission’s political agenda (4).\n(3) A forum for discussing Smart Regulation and for promoting cooperation with Member States on Smart Regulation issues has an important role to play in taking that agenda forward.\n(4) The mandate of the Group should therefore be extended until the end of this Commission’s mandate.\n(5) In November 2010, the Commission established a new framework for Commission expert groups (5). This framework should be taken into account.\n(6) Decision 2006/210/EC should be amended and extended accordingly,", "main_body": ["Article 3 of Decision 2006/210/EC shall be replaced by the following text:\n‘Article 3\nMembership — Appointment\n1.   The Group shall be composed of Member States’ authorities. Member States will each have one representative in the group. In exceptional cases, if there is shared competency at the level of the administration in that Member State, a second representative may be appointed.\n2.   Member States shall appoint their representatives from specialists who have competence in the areas referred to in Article 2.\n3.   Member States’ representatives are appointed for a two-year renewable mandate. They shall remain in office until such time as they are replaced or their mandate ends. Their term of office may be renewed.\n4.   Provision may be made for appointing the same number of alternates as there are Member State representatives. Alternates shall be appointed in accordance with the same conditions as Member States’ representatives; they shall automatically replace any representatives who are absent or indisposed.\n5.   Member States’ representatives who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do not comply with the conditions set out in paragraph 3 of this Article, or in Article 339 of the Treaty, may be replaced for the remainder of their term of office.\n6.   Personal data shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.’.", "In Article 4 of Decision 2006/210/EC, paragraph 4 is replaced by the following text:\n‘4.   Members of expert groups and their representatives, as well as other invited experts and observers, shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, and with the Commission’s rules on security regarding the protection of EU classified information, laid down in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom. Should they fail to respect these obligations, the Commission may take all appropriate measures.’.\nIn the same Article, paragraph 8 is replaced by the following text:\n‘8.   The Commission will publish all relevant documents (such as agendas, minutes and participants’ submissions) either in the Register of Commission expert groups and other similar entities or via a link from the Register to a dedicated website where information can be found. Exceptions to publication should be foreseen where disclosure of a document would undermine the protection of a public or private interest as defined in Article 4 of Regulation (EC) No 1049/2001.’.", "In Decision 2006/210/EC, the existing text of Article 5 is replaced by the following text:\n‘Article 5\nMeeting expenses\n1.   Participants in the activities of the Group shall not be remunerated for the services they render.\n2.   Travel and subsistence expenses incurred by participants in the activities of the Group shall be reimbursed by the Commission in accordance with the provisions in force within the Commission.\n3.   Those expenses shall be reimbursed insofar as funds are available under the annual procedure for the allocation of resources.’,", "In Article 6 of Decision 2006/210/EC, the second sentence is replaced by the following:\n‘It shall apply until 31 October 2014.’,", "This Decision enters into force on 31 December 2012."], "attachments": "Done at Brussels, 14 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 76, 15.3.2006, p. 3.\n(2)  OJ L 35, 6.2.2010, p. 14.\n(3)  Smart Regulation Communication COM(2010) 543.\n(4)  Political guidelines for the next Commission: document presented to the Members of the European Parliament on 15 September 2009.\n(5)  C(2010) 7649 final; SEC(2010) 1360 final."}