{"celex_id": "32015D0179", "uri": "http://publications.europa.eu/resource/cellar/b3109e79-adc9-11e4-b5b2-01aa75ed71a1", "type": "Decision", "concepts": ["1644", "191", "2746", "2754", "3191", "3434", "5581", "888"], "title": "Commission Implementing Decision (EU) 2015/179 of 4 February 2015 authorising Member States to provide for a derogation from certain provisions of Council Directive 2000/29/EC in respect of wood packaging material of conifers (Coniferales) in the form of ammunition boxes originating in the United States of America under the control of the United States Department of Defence (notified under document C(2015) 445)\n", "header": "6.2.2015 EN Official Journal of the European Union L 30/38\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/179\nof 4 February 2015\nauthorising Member States to provide for a derogation from certain provisions of Council Directive 2000/29/EC in respect of wood packaging material of conifers (Coniferales) in the form of ammunition boxes originating in the United States of America under the control of the United States Department of Defence\n(notified under document C(2015) 445)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the first indent of Article 15(1) thereof,\nWhereas:\n(1) In accordance with Article 5(1) of Directive 2000/29/EC in conjunction with point 2 of Section I of Part A of Annex IV thereto, Member States shall ban the introduction into the Union of wood packaging material unless it has been subjected to an approved phytosanitary treatment as specified in the International Standard for Phytosanitary Measures No 15 (2) and displays a mark, as specified within the same Standard, indicating that the wood packaging material has been subjected to such a phytosanitary treatment. Pursuant to Article 15(1) of that Directive derogations from those provisions may, however, be provided for if it is established that there is no risk of spreading harmful organisms.\n(2) Certain wood packaging material of conifers (Coniferales) in the form of boxes actually in use in the transport of ammunition, which were manufactured on 31 August 2007 at the latest and originating from the United States, does not fulfil the conditions set out in Article 5(1) of Directive 2000/29/EC in conjunction with point 2 of Section I of Part A of Annex IV thereto. Hereinafter those boxes are referred to as ‘the boxes’.\n(3) The Commission has concluded on the basis of information supplied by the United States that the boxes do not present any risk of spreading harmful organisms, provided that certain conditions are satisfied concerning absence or limited presence of bark, treatment and repair of the boxes as well as their storage and transport.\n(4) Therefore, Member States should be authorised to allow the boxes to be introduced into, as well as stored and moved within, their territory provided that the conditions referred to in recital 3 are satisfied, while the provisions of Directive 2000/29/EC should apply after they become empty.\n(5) In order to ensure effective controls and overview of the potential phytosanitary risks, any person moving or storing the boxes after the checks provided for in the enacting terms should notify the responsible official body concerning that movement or storage, and the boxes concerned.\n(6) Member States should inform each other and the Commission when they become aware of a consignment not complying with the conditions referred to in recital 3. They should, on an annual basis, provide the Commission and the other Member States with information on the imports made, in order to assess the application of this Decision.\n(7) Taking into account the reasons for the derogation, it is appropriate to authorise it for a period of three years.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Authorisation to provide for derogation\nBy way of derogation from Article 5(1) of Directive 2000/29/EC in conjunction with point 2 of Section I of Part A of Annex IV to that Directive, Member States may authorise the introduction into their territory of wood packaging material of conifers (Coniferales) in the form of boxes, actually in use in the transport of ammunition, which were manufactured on 31 August 2007 at the latest and originating in the United States of America under the control of the United States Department of Defence, hereinafter ‘the boxes’, which satisfy the conditions set out in the Annex to this Decision.", "Notification obligation\n1.   The importer shall, at least five working days in advance, notify the responsible official body of the Member State or Member States of the point of entry and the first place of storage, other than the point of entry, of its intention to introduce a consignment.\n2.   The notification referred to in paragraph 1 shall include the following elements:\n(a) date of intended introduction;\n(b) an inventory of the consignment concerned identifying the boxes forming part of it;\n(c) name and address of importer;\n(d) point of entry of intended introduction;\n(e) address of the first place of storage, other than the point of entry.", "Checks by the responsible official bodies\nThe responsible official body of the Member State of the first place of storage, other than the point of entry, shall check compliance of a representative sample of each consignment with the following points of the Annex:\n(a) points (1) and (2) concerning the display of the respective marks;\n(b) point (4) concerning bark freedom;\n(c) point (5) concerning the moisture content level;\n(d) point (7) concerning the accompanying document.", "Storage and movement\n1.   Prior to and after the conduct of the checks, as referred to in Article 3, the boxes shall remain stored in closed buildings.\n2.   In case the boxes are moved prior to or after the checks, as referred to in Article 3, they shall be moved in closed containers, or under full protective cover.\n3.   In case the boxes are moved after the checks, as referred to in Article 3, the person moving them shall notify the responsible official body or the responsible official bodies as regards the place of departure and the place of destination, as well as the quantities and identity of the boxes concerned.\nIn case the boxes are stored after the checks, as referred to in Article 3, at a place different from the place where those checks have been carried out, the person storing them shall notify the responsible official body as regards the place of storage as well as the quantities and identity of the boxes concerned.", "Notification of non-compliance\nMember States shall notify the Commission and the other Member States of each consignment not complying with the conditions set out in the Annex.\nThat notification shall take place no later than three working days after the date when the responsible official body becomes aware of such a consignment.", "Reporting on imports\nThe Member State of the first place of storage, other than the point of entry, as referred to in Article 2(1), shall provide the Commission and the other Member States, by 31 January of each year, with information on the number of consignments introduced into their territories and a report on the checks referred to in Article 3 carried out between 1 January and 31 December of the preceding year.", "Expiry date\nThis Decision shall expire on 31 December 2017.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 February 2015.\nFor the Commission\nVytenis ANDRIUKAITIS\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  ISPM 15. 2009. Regulation of wood packaging material in international trade. Rome, IPPC, FAO.\nANNEX\nCONDITIONS FOR THE BOXES AS REFERRED TO IN ARTICLE 1\nThe boxes referred to in Article 1 shall satisfy the following conditions:\n(1) They display a mark confirming that they have been manufactured on 31 August 2007 at the latest.\n(2) They display a mark indicating that they have been treated with a wood preservative approved by the Environmental Protection Agency of the United States of America.\n(3) In case the boxes have been repaired since 1 September 2007 the wood used, for that purpose, fulfils the conditions set out in point 2 of Section I of Part A of Annex IV to Directive 2000/29/EC.\n(4) The boxes are made of debarked wood, with the exception of any number of visually separate and clearly distinct small pieces of bark which comply with one of the following requirements:\n(a) they are less than 3 cm in width (regardless of the length); or\n(b) if they are greater than 3 cm in width, the total surface area of each individual piece of bark is less than 50 cm2.\n(5) Their moisture content level is no more than 20 %.\n(6) They have always been stored in closed buildings and transported in closed containers, or under full protective cover.\n(7) They are accompanied by a document issued by the United States Department of Defence confirming compliance with the conditions set out in points (4), (5) and (6)."}