{"celex_id": "32010D0229", "uri": "http://publications.europa.eu/resource/cellar/cae7732a-a0c7-49cf-85bc-ceb7310c9a73", "type": "Decision", "concepts": ["1519", "1575", "2081", "2763", "893"], "title": "2010/229/: Commission Decision of 22 April 2010 concerning the draft Decree from Italy setting out standards governing the labelling of shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk, as well as milk products (notified under document C(2010) 2436) (Text with EEA relevance)\n", "header": "23.4.2010 EN Official Journal of the European Union L 102/52\nCOMMISSION DECISION\nof 22 April 2010\nconcerning the draft Decree from Italy setting out standards governing the labelling of shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk, as well as milk products\n(notified under document C(2010) 2436)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2010/229/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (1), and in particular Article 19 thereof,\nWhereas:\n(1) In accordance with the procedure provided for in the second paragraph of Article 19 of Directive 2000/13/EC, the Italian authorities notified the Commission on 25 August 2009 of the draft Decree setting out standards governing the labelling of shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk, as well as milk products.\n(2) According to Article 1 of the notified Decree, this applies to shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk as well as milk products.\n(3) Article 2 of the notified Decree requires that the labels of sterilised shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk must indicate the place of origin of the milk which has undergone the treatments in question.\n(4) Article 3(1) of the notified Decree provides that the labels of milk products must indicate the place of origin of the milk used in the preparation of such products.\n(5) Article 3(3) of the notified Decree provides that the labels of cheeses, including cottage cheeses, containing substances obtained from processing milk or milk products must include those substances in the list of ingredients with a reference to the place of origin of the milk used for processing those substances.\n(6) Article 4 of the notified Decree provides that the labels of cheeses obtained from curd must indicate the place of origin of the milk used in the curd.\n(7) Directive 2000/13/EC harmonises the rules governing the labelling of foodstuffs by making provision for, on the one hand, harmonisation of certain national provisions and, secondly, arrangements for non-harmonised national provisions. The scope of harmonisation is defined in Article 3(1) of that Directive, which lists all the particulars that are compulsory on the labelling of foodstuffs in accordance with Articles 4 to 17 and subject to the exceptions contained therein.\n(8) In particular, in accordance with Article 3(1)(8) of Directive 2000/13/EC the indication of the place of origin or provenance is mandatory where failure to give such a particular might mislead the consumer to a material degree as to the true origin or provenance of the foodstuff. This provision puts in place an appropriate mechanism to counter the risk of consumers being misled in cases where some elements could imply that a given food comes from an origin or provenance different from the true one.\n(9) Furthermore, Article 4(2) of Directive 2000/13/EC provides that other particulars in addition to those listed in Article 3(1) of that Directive may be required, in the case of specified foodstuffs, by Union provisions or, in their absence, by national provisions.\n(10) Article 18(2) of Directive 2000/13/EC allows the adoption of non-harmonised national provisions if they are justified on one of the grounds listed therein, including, inter alia, the prevention of fraud and the protection of public health, and provided they are not of such a nature as to impede application of the definitions and rules laid down by Directive 2000/13/EC. Therefore, where draft national labelling provisions have been proposed in a Member State, it is necessary to examine their compatibility with the above-mentioned requirements and the provisions of the Treaty.\n(11) The Italian authorities maintain that the notified Decree is necessary to define and regulate the traceability system for sterilised shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk and milk products. They also state that the notified Decree is necessary to regulate the labelling of the foods listed in Article 1 thereof in order to ensure that the interests of the consumer are protected to the greatest extent.\n(12) With regard to the traceability of the products listed in Article 1 of the notified Decree, Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (2) requests that, at all stages of production, processing and distribution, a comprehensive system of traceability should be established by food businesses so that targeted and accurate withdrawals can be undertaken or information given to consumers or control officials. In particular, pursuant to Article 18 thereof, food business operators shall be able to identify any person from whom they have been supplied with a food, and the other businesses to which their products have been supplied. Moreover, Article 19 of that Regulation foresees specific obligations for food business operators. The mandatory indication of origin on the label of the finished products in question is not necessary information for the purpose of meeting those traceability requirements.\n(13) In addition, apart from a generic reference to the need of protecting the interests of the consumer, the Italian authorities did not provide any justification allowing to conclude that, as regards the products listed in Article 1 of the notified Decree, the mandatory indication of the origin, beyond the obligation laid down in Article 3(1)(8) of Directive 2000/13/EC, is necessary.\n(14) Therefore, the Italian authorities failed to demonstrate that the indication of origin as provided by the notified Decree is necessary to attain one of the objectives listed in Article 18(2) of Directive 2000/13/EC.\n(15) In light of these observations, the Commission has delivered a negative opinion on the above-mentioned provisions of the notified Decree, pursuant to the third paragraph of Article 19 of Directive 2000/13/EC.\n(16) The Italian authorities should accordingly be requested not to adopt the provisions of notified Decree in question.\n(17) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Italy shall not adopt Article 2, 3(1) and (3) and Article 4 (as far as the obligation to indicate the place of origin of the milk used in the curd is concerned) of the notified Decree setting out standards governing the labelling of shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk, as well as milk products.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 22 April 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 109, 6.5.2000, p. 29.\n(2)  OJ L 31, 1.2.2002, p. 1."}