{"celex_id": "32014D0364", "uri": "http://publications.europa.eu/resource/cellar/e9b4ea79-f6b8-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["3057", "3076", "3489", "412", "413", "5618", "5870", "881"], "title": "2014/364/EU: Council Decision of 12 June 2014 on the position to be adopted, on behalf of the European Union, within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n", "header": "18.6.2014 EN Official Journal of the European Union L 178/11\nCOUNCIL DECISION\nof 12 June 2014\non the position to be adopted, on behalf of the European Union, within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n(2014/364/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 196 in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement on the European Economic Area (2) (‘the EEA Agreement’) entered into force on 1 January 1994.\n(2) Pursuant to Article 98 of the EEA Agreement, the EEA Joint Committee may decide to amend, inter alia, Protocol 31 thereto.\n(3) Protocol 31 to the EEA Agreement contains provisions and arrangements concerning cooperation in specific fields outside the four freedoms.\n(4) It is appropriate to extend the cooperation of the Contracting Parties to the EEA Agreement to include Decision No 1313/2013/EU of the European Parliament and of the Council (3).\n(5) Protocol 31 to the EEA Agreement should therefore be amended accordingly in order to allow for this extended cooperation to take place from 1 January 2014.\n(6) The position of the Union within the EEA Joint Committee should be based on the attached draft Decision,", "main_body": ["The position to be adopted, on behalf of the European Union, within the EEA Joint Committee on the proposed amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 12 June 2014.\nFor the Council\nThe President\nY. MANIATIS\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\n(3)  Decision No 1313/2013/EU of the European Parliament and of the Council of 17 December 2013 on a Union Civil Protection Mechanism (OJ L 347, 20.12.2013, p. 924).\nDRAFT\nDECISION OF THE EEA JOINT COMMITTEE No .../2014\nof\namending Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area (‘the EEA Agreement’), and in particular Articles 86 and 98 thereof,\nWhereas:\n(1) It is appropriate to extend the cooperation of the Contracting Parties to the EEA Agreement to include Decision No 1313/2013/EU of the European Parliament and of the Council of 17 December 2013 on a Union Civil Protection Mechanism (1).\n(2) Protocol 31 to the EEA Agreement should therefore be amended in order to allow for this extended cooperation to take place from 1 January 2014,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe following subparagraph is added in Article 10(8) of Protocol 31 to the EEA Agreement:\n‘(d) Community acts which shall take effect from 1 January 2014:\n— 32013 D 1313: Decision No 1313/2013/EU of the European Parliament and of the Council of 17 December 2013 on a Union Civil Protection Mechanism (OJ L 347, 20.12.2013, p. 924).\nArticle 2\nThis Decision shall enter into force on the day following the last notification under Article 103(1) of the EEA Agreement (2).\nIt shall apply from 1 January 2014.\nArticle 3\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels,\nFor the EEA Joint Committee\nThe President\nThe Secretaries\nto the EEA Joint Committee\n(1)  OJ L 347, 20.12.2013, p. 924.\n(2)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}