{"celex_id": "32014R0781", "uri": "http://publications.europa.eu/resource/cellar/4e0881a1-0e45-11e4-a7d0-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "3191", "4687", "4743"], "title": "Commission Implementing Regulation (EU) No 781/2014 of 17 July 2014 on the issue of import licences and the allocation of import rights for applications lodged during the first seven days of July 2014 under the tariff quotas opened by Regulation (EC) No 616/2007 for poultrymeat\n", "header": "18.7.2014 EN Official Journal of the European Union L 212/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 781/2014\nof 17 July 2014\non the issue of import licences and the allocation of import rights for applications lodged during the first seven days of July 2014 under the tariff quotas opened by Regulation (EC) No 616/2007 for poultrymeat\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 188(1) and (3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 616/2007 (2) opened tariff quotas for imports of poultrymeat products originating in Brazil, Thailand and other third countries.\n(2) The applications for import licences lodged during the first seven days of July 2014 in respect of Groups Nos 1, 2, 4A, 6A, 7 and 8 for the subperiod from 1 October to 31 December relate, for some quotas, to quantities exceeding those available. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested, calculated in accordance with Article 6(3) of Commission Regulation (EC) No 1301/2006 (3).\n(3) The applications for import rights lodged during the first seven days of July 2014 in respect of Group No 5A for the subperiod from 1 October to 31 December relate to quantities exceeding those available. The extent to which import rights may be allocated should therefore be determined and an allocation coefficient laid down to be applied to the quantities applied for, in accordance with Article 6(3) in conjunction with Article 7(2) of Commission Regulation (EC) No 1301/2006.\n(4) In order to ensure the efficient management of the measure, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["1.   The quantities for which import licence applications have been lodged pursuant to Regulation (EC) No 616/2007 for the subperiod from 1 October to 31 December 2014 in respect of Groups Nos 1, 2, 4A, 6A, 7 and 8, shall be multiplied by the allocation coefficients set out in the Annex hereto.\n2.   The quantities for which import rights applications have been lodged pursuant to Regulation (EC) No 616/2007 for the subperiod from 1 October to 31 December 2014 in respect of Group No 5A, shall be multiplied by the allocation coefficient set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 2014.\nFor the Commission,\non behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Regulation (EC) No 616/2007 of 4 June 2007 opening and providing for the administration of Community tariff quotas in the sector of poultrymeat originating in Brazil, Thailand and other third countries (OJ L 142, 5.6.2007, p. 3).\n(3)  Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (OJ L 238, 1.9.2006, p. 13).\nANNEX\nGroup No Order No Allocation coefficient for import licence applications lodged for the subperiod from 1.10.2014 to 31.12.2014\n1 09.4211 0,40918\n2 09.4212 3,207957\n4A 09.4214 0,651441\n6A 09.4216 0,460618\nGroup No Order No Allocation coefficient for import rights applications lodged for the subperiod from 1.10.2014 to 31.12.2014\n5A 09.4215 0,620782"}