{"celex_id": "32014D0684", "uri": "http://publications.europa.eu/resource/cellar/58585bec-4870-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["1182", "5508", "8465"], "title": "2014/684/EU: Council Decision of 25 September 2014 appointing nine Greek members and twelve Greek alternate members of the Committee of the Regions\n", "header": "30.9.2014 EN Official Journal of the European Union L 284/49\nCOUNCIL DECISION\nof 25 September 2014\nappointing nine Greek members and twelve Greek alternate members of the Committee of the Regions\n(2014/684/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 305 thereof,\nHaving regard to the proposal of the GreekGovernment,\nWhereas:\n(1) On 22 December 2009 and on 18 January 2010, the Council adopted Decisions 2009/1014/EU (1) and 2010/29/EU (2) appointing the members and alternate members of the Committee of the Regions for the period from 26 January 2010 to 25 January 2015. On 9 April 2010, by Council Decision 2010/217/EU (3) Mr Dimitrios MARAVELIAS was appointed alternate member until 25 January 2015. On 21 March 2011, by Council Decision 2011/191/EU (4) Mr Ioannis BOUTARIS, Mr Dimitrios KALOGEROPOULOS, Mr Georgios KOTRONIAS, Mr Nikolaos PAPANDREOU, Mr Ioannis SGOUROS and Mr Grigorios ZAFEIROPOULOS were appointed members, and Mr Pavlos ALTINIS, Mr Athanasios GIAKALIS, Mr Aristeidis GIANNAKIDIS, Mr Dimitrios DRAKOS, Mr Polydoros LAMPRINOUDIS, Mr Christos LAPPAS, Mr Ioannis MACHAIRIDIS and Mr Dimitrios BIRMPAS were appointed as alternate members until 25 January 2015. On 29 October 2012, by Council Decision 2012/676/EU (5), Mr Spyridon SPYRIDON was appointed member and Mr Dimitrios PETROVITS was appointed alternate member until 25 January 2015.\n(2) Nine members' seats on the Committee of the Regions have become vacant following the end of the terms of office of Mr Ioannis BOUTARIS, Mr Theodoros GKOTSOPOULOS, Mr Dimitrios KALOGEROPOULOS, Mr Georgios KOTRONIAS, Mr Nikolaos PAPANDREOU, Mr Ioannis SGOUROS, Mr Konstantinos SIMITSIS, Mr Spyridon SPYRIDON and Mr Grigorios ZAFEIROPOULOS.\n(3) Twelve alternate members' seats on the Committee of the Regions have become vacant following the end of the terms of office of Mr Pavlos ALTINIS, Mr Dimitrios BIRMPAS, Mr Dimitrios DRAKOS, Mr Athanasios GIAKALIS, Mr Aristeidis GIANNAKIDIS, Mr Ioannis KOURAKIS, Mr Polydoros LAMPRINOUDIS, Mr Christos LAPPAS, Mr Ioannis MACHAIRIDIS, Mr Dimitrios MARAVELIAS, Mr Dimitrios PETROVITS and Mr Dimitrios PREVEZANOS,", "main_body": ["The following are hereby appointed to the Committee of the Regions for the remainder of the current term of office, which runs until 25 January 2015:\n(a) as members:\n— Mr Konstantinos AGORASTOS, Governor of Thessaly Region\n— Mr Dimitrios KALOGEROPOULOS, Advisor, politically accountable to the elected Municipal Council of Maroussi (change of mandate)\n— Mr Stavros KALAFATIS, Municipal Councillor of Thessaloniki\n— Mr Alexandros KAHRIMANIS, Governor of the Region of Epirus\n— Mr Ioannis KOURAKIS, Municipal Councillor of Heraklion\n— Mr Dimitrios MARAVELIAS, Regional Councillor of Attica\n— Mr Ioannis SGOUROS, Regional Councillor of Attica (change of mandate)\n— Mr Konstantinos TZANAKOULIS, Municipal Councillor of Larissa\n— Mr Nikolaos CHIOTAKIS, Municipal Councillor of Kifissia\n(b) as alternate members:\n— Mr Dimitrios BIRMPAS, Mayor of Aigaleo (change of mandate)\n— Mr Ioannis BOUTARIS, Mayor of Thessaloniki\n— Mr Fotios CHATZIDIAKOS, Mayor of Rhodes\n— Mr Georgios DAKIS, Regional Councillor, West Macedonia Region\n— Mr Nikolaos KARAPANOS, Mayor of the city of Messolonghi\n— Mr Panagiotis KATSIVELAS, Mayor of Trifylia\n— Mr Charalampos KOKKINOS, Regional Councillor, South Aegean Region\n— Ms Anna PAPADIMITRIOU, Regional Councillor, Region of Attica\n— Mr Dimitrios PETROVITS, Deputy Governor, Region of Evros (change of mandate)\n— Mr Dimitrios PREVEZANOS, Mayor of Skiathos (change of mandate)\n— Mr Konstantinos SIMITSIS, Municipal Councillor of Kavala\n— Mr Petros SOULAS, Mayor of Kordelio-Evosmos.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 25 September 2014.\nFor the Council\nThe President\nF. GUIDI\n(1)  OJ L 348, 29.12.2009, p. 22.\n(2)  OJ L 12, 19.1.2010, p. 11.\n(3)  Council Decision 2010/217/EU of 9 April 2010 appointing one Greek member and one Greek alternate member of the Committee of the Regions (OJ L 96, 16.4.2010, p. 7).\n(4)  Council Decision 2011/191/EU of 21 March 2011 appointing ten Greek members and nine Greek alternate members of the Committee of the Regions (OJ L 81, 29.3.2011, p. 12).\n(5)  Council Decision 2012/676/EU of 29 October 2012 appointing a Greek member and a Greek alternate member of the Committee of the Regions (OJ L 305, 1.11.2012, p. 26)."}