{"celex_id": "32010D0791", "uri": "http://publications.europa.eu/resource/cellar/0467c83b-c3b1-4e26-ab62-1d0b602b9eb6", "type": "Decision", "concepts": ["1565", "2081", "5573", "893"], "title": "2010/791/EU: Commission Decision of 20 December 2010 listing the products referred to in the second subparagraph of point III(1) of Annex XII to Council Regulation (EC) No 1234/2007 (notified under document C(2010) 8434)\n", "header": "21.12.2010 EN Official Journal of the European Union L 336/55\nCOMMISSION DECISION\nof 20 December 2010\nlisting the products referred to in the second subparagraph of point III(1) of Annex XII to Council Regulation (EC) No 1234/2007\n(recast)\n(notified under document C(2010) 8434)\n(2010/791/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular point (b)(i) of Article 121 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Decision 88/566/EEC of 28 October 1988 listing the products referred to in the second subparagraph of Article 3(1) of Council Regulation (EEC) No 1898/87 (2) has been substantially amended (3). Since further amendments are to be made, it should be recast in the interests of clarity.\n(2) Regulation (EC) No 1234/2007 establishes the principle that the descriptions milk and milk products may not be used for milk products other than those in described point II of Annex XII thereto. As an exception, this principle is not applicable to the description of products the exact nature of which is known because of traditional use and/or when the designations are clearly used to describe a characteristic quality of the product.\n(3) The Member States must notify to the Commission indicative lists of the products which they deem to meet, within their own territories, the criteria for the abovementioned exception. A list should be made of such products on the basis of the indicative lists notified by the Member States. That list should include the names of the relevant products according to their traditional use in the various languages of the Union, in order to render these names usable in all the Member States, provided they comply with the provisions of Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (4).\n(4) Additions to this list may be made in accordance with Article 121(b)(i) of Regulation (EC) No 1234/2007.\n(5) Following the accessions to the European Union of 2004 and 2007, some of the new Member States have submitted lists of products which they deem to meet, within their own territories, the criteria for the abovementioned exception. The list in Annex I to this Decision should therefore be completed by including the names of the products from the new Member States, in the relevant languages, which can benefit from the exception.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The products corresponding, on the territory of the Union, to the products referred to in the second subparagraph of point III(1) of Annex XII to Regulation (EC) No 1234/2007 are listed in Annex I to this Decision.", "Decision 88/566/EEC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex III.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 2010.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 310, 16.11.1988, p. 32.\n(3)  See Annex II.\n(4)  OJ L 109, 6.5.2000, p. 29.\nANNEX I\nList of the products referred to in the second subparagraph of point III(1) of Annex XII to Regulation (EC) No 1234/2007\nES\nLeche de almendras\nDA\nKakaosmør\nMandelsmør\nJordnøddesmør\nKokosmælk\nFlødeboller\n»… fromage«\nSmørtyve\nOstekiks\nOsterejer\nFlødetablet\nFlødefodbolde\nFlødemint\nFlødekaramel\nDE\nKokosmilch\nLiebfrau(en)milch\nFischmilch\nMilchner\nButterbirne\nRahmapfel\nButterbohne\nButterkohl\nButterpilz\nMilchbrätling\nButtersalat\nErdnussbutter\nKakaobutter\nFleischkäse\nLeberkäse\nKäseklee\nButterhäuptel\nButterschnitzel\nFaschiertes Butterschnitzel\nMilchmargarine\nMargarinestreichkäse\nEL\nΒούτυρο κακάου\nΦρουτόκρεμα\nΚρέμα αραβοσίτου\nΚρέμα κάστανου\nΝουκρέμα\nEN\nCoconut milk\n‘Cream …’ or ‘Milk …’\nCream soda\nCream filled biscuits (for example, custard cream, bourbon cream, raspberry cream biscuits, strawberry cream, etc.)\nCream filled sweets or chocolates (for example, peppermint cream, raspberry cream, crème egg)\nCream crackers\nSalad cream\nCreamed coconut and other similar fruit, nut and vegetable products where the term ‘creamed’ describes the characteristic texture of the product\nCream of tartar\nCream or creamed soups (for example, cream of tomato soup, cream of celery, cream of chicken, etc.)\nHorseradish cream\nIce-cream\nJelly cream\nTable cream\nCocoa butter\nShea butter\nNut butters (for example, peanut butter)\nButter beans\nButter puffs\nFruit cheese (for example, lemon cheese, Damson cheese)\nFR\nLait d’amande\nLait de coco\n«Crème …»\n«Crème …»\n«Crème …»\nCrème de maïs\nCrème de riz\nCrème d’avoine\nCrème d’anchois\nCrème d’écrevisses\nCrème de pruneaux, crème de marron (cream of other stone fruits)\nCrème confiseur\nBeurre de cacao\nBeurre de cacahouète\nFromage de tête\nHaricot beurre\nBeurré Hardy\nIT\nLatte di mandorla\nBurro di cacao\nLatte di cocco\nFagiolini al burro\nHU\nVajretek\nGyümölcssajt (pl. birsalmasajt)\nDisznósajt vagy hússajt vagy fejsajt\nHaltej\nKakaóvaj\nKókusztej\nMogyoróvaj\nVajbab\nVajkörte\nNL\nPindakaas\nHoofdkaas\nCacaoboter\nLeverkaas\nHamkaas\nTongkaas\nNierkaas\nKokosmelk\n„… crème”\n„… crème”\nCrèmevulling\nLevercrème\nBoterbonen\nPL\nSer jabłeczny\nPT\nLeite de coco\nManteiga de cacau\nManteiga de amendoim\nQueijo doce de Tomar\nQueijinho de sal\nSL\nMesni sir\nSK\nArašidové maslo\nFazul’a maslová (maslovka)\nKakaové maslo\nKokosové mlieko\nMasliak\nMaslová hruška (maslovka)\nPečeňový syr\nVtáčie mlieko\nFI\nKaakaovoi\nMaapähkinävoi\nVoileipäkeksi\nVoitatti\nVoileipäkakku\nSV\nJordnötssmör\nKakaosmör\nSmörsopp\nKokosmjölk\nOstkex\nMargarinost\nSmördeg\nANNEX II\nRepealed Decision with its amendment\nCommission Decision 88/566/EEC (OJ L 310, 16.11.1988, p. 32).\nCommission Decision 98/144/EC (OJ L 42, 14.2.1998, p. 61).\nANNEX III\nCorrelation table\nDecision 88/566/EEC This Decision\nArticle 1 Article 1\n— Article 2\nArticle 2 Article 3\nAnnex Annex I\n— Annex II\n— Annex III"}