{"celex_id": "32010R1004", "uri": "http://publications.europa.eu/resource/cellar/d8fb0f98-be7d-45ae-b637-0c3de0fab6f6", "type": "Regulation", "concepts": ["1159", "2437", "2455", "2879", "365", "5254", "544", "598"], "title": "Commission Regulation (EU) No 1004/2010 of 8 November 2010 of operating deductions from certain fishing quotas for 2010 on account of overfishing in the previous year\n", "header": "9.11.2010 EN Official Journal of the European Union L 291/31\nCOMMISSION REGULATION (EU) No 1004/2010\nof 8 November 2010\nof operating deductions from certain fishing quotas for 2010 on account of overfishing in the previous year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (1), and in particular Articles 105(1) thereof,\nWhereas:\n(1) Fishing quotas for the year 2009 have been established by:\n— Council Regulation (EC) No 1322/2008 of 28 November 2008 fixing the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in the Baltic Sea for 2009 (2),\n— Council Regulation (EC) No 1139/2008 of 10 November 2008 fixing the fishing opportunities and the conditions relating thereto for certain fish stocks applicable in the Black Sea in 2009 (3)\n— Council Regulation (EC) No 1359/2008 of 28 November 2008 fixing for 2009 and 2010 the fishing opportunities for Community fishing vessels for certain deep-sea fish stocks (4), and\n— Council Regulation (EC) No 43/2009 of 16 January 2009 fixing for 2009 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required.\n(2) Fishing quotas for the year 2010 have been established by:\n— Council Regulation (EC) No 1359/2008,\n— Council Regulation (EC) No 1226/2009 of 20 November 2009 fixing the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in the Baltic Sea for 2010 (5),\n— Council Regulation (EC) No 1287/2009 fixing the fishing opportunities and the conditions relating thereto for certain fish stocks applicable in the Black Sea in 2010 (6) and\n— Council Regulation (EU) No 53/2010 of 14 January 2010 fixing for 2010 the fishing opportunities for certain fish stocks and groups of fish stocks, applicable in EU waters and, for EU vessels, in waters where catch limitations are required and amending Regulations (EC) No 1359/2008, (EC) No 754/2009, (EC) No 1226/2009 and (EC) No 1287/2009 (7).\n(3) According to Article 105(1) of Regulation (EC) No 1224/2009, when the Commission has established that a Member State has exceeded the fishing quotas which have been allocated to it, the Commission shall operate deductions from future fishing quotas of that Member State.\n(4) Certain Member States have exceeded their fishing quotas for the year 2009. It is therefore appropriate to operate deductions from the fishing quotas allocated to them in the year 2010.\n(5) Commission Regulation (EC) No 649/2009 (8) has operated deductions from fishing quotas for 2009 on account of overfishing of quotas in 2008. However, for certain Member States the deductions to be applied were higher than their respective 2009 quota and could therefore not be operated entirely in that year. To ensure that also in such cases the full amount be deducted, the remaining quantities should be taken into account when establishing deductions from 2010 quotas.\n(6) Deductions provided for by this Regulation should apply without prejudice to deductions applicable to 2010 quotas pursuant to:\n— Commission Regulation (EC) No 147/2007 of 15 February 2007 adapting certain fish quotas from 2007 to 2012 pursuant to Article 23(4) of Council Regulation (EC) No 2371/2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (9) and\n— Commission Regulation (EC) No 635/2008 of 3 July 2008 adapting the cod fishing quotas to be allocated to Poland in the Baltic Sea (Subdivisions 25-32, EC Waters) from 2008 to 2011 pursuant to Council Regulation (EC) No 338/2008 (10).\n(7) Paragraph 2 of Article 105 of Regulation (EC) No 1224/2009 provides that deductions from fishing quotas are to be operated by applying certain multiplying factors set out in that paragraph.\n(8) However, since deductions to be operated apply to overfishing that occurred in 2009 and thus at a time when Regulation (EC) No 1224/2009 was not yet applicable, legal predictability concerns make it opportune to operate deductions that are not more stringent than those which would have resulted from the application of the rules in force at that time, namely the rules set out in Article 5(2) of Regulation (EC) No 847/96 introducing additional conditions for year-to-year management of TACs and quotas (11),", "main_body": ["1.   The fishing quotas fixed in Regulations (EC) No 1226/2009, (EC) No 1287/2009, (EC) No 1359/2008 and (EU) No 53/2010 are reduced as shown in the Annex.\n2.   Paragraph 1 shall apply without prejudice to reductions provided for in Regulations (EC) No 147/2007 and (EC) No 635/2008.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 November 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 345, 23.12.2008, p. 1.\n(3)  OJ L 308, 19.11.2008, p. 3.\n(4)  OJ L 352, 31.12.2008, p. 1.\n(5)  OJ L 330, 16.12.2009, p. 1.\n(6)  OJ L 347, 24.12.2009, p. 1.\n(7)  OJ L 21, 26.1.2010, p. 1.\n(8)  OJ L 192, 24.7.2009, p. 14.\n(9)  OJ L 46, 16.2.2007, p. 10.\n(10)  OJ L 176, 4.7.2008, p. 8.\n(11)  OJ L 115, 9.5.1996, p. 1.\nANNEX\nMember State Species Code Area Code 2009 Species Name Area Names 2009 Penalties Art.5(2) R.847/96 Final Quota 2009 Margin Total Adapted Qty 2009 SC Catches 2009 Catches 2009 Total Catches 2009 % Deductions Initial Qty 2010 Remaining deductions from 2009 (R.649/09) Revised Qty 2010 Outstanding Balance\nBGR TUR F3742C Turbot Black Sea y 50,00 0,0 50,00 0,0 52,26 52,26 104,5 % –2,26 48,00  46\nDEU PLE 3BCD-C Plaice EC waters of subdivisions 22-32 y 305,00 0,0 305,00 0,0 314,70 314,70 103,2 % –9,70 242,00  232\nDNK DGS 03A-C Spurdog/dogfish EC waters of IIIa y 36,00 0,0 36,00 0,0 51,10 51,10 141,9 % –15,10 3,00   12\nESP BLI 67- Blue Ling VI and VII (Community waters and waters not under the sovereignty or jurisdiction of third countries) y 68,00 0,0 68,00 0,0 187,60 187,60 275,9 % – 159,96 57,00   103\nEST COD 3BC+24 Cod EC waters of subdivisions 22-24 y 190,00 0,0 190,00 0,0 192,50 192,50 101,3 % –2,50 171,00  169\nEST HER 03D.RG Herring Subdivision 28.1 y 16 113,00 0,0 16 113,00 0,0 17 279,00 17 279,00 107,2 % –1 166,00 16 809,00  15 643\nEST RED N3M Redfish NAFO 3M y 1 540,00 0,0 1 540,00 0,0 2 182,10 2 182,10 141,7 % – 729,54 1 571,00  841\nEST SPR 03A Sprat IIIa y 0,00 0,0 0,00 0,0 0,00 0,00 0,0 % 0,00 0,00 – 150,00  150\nFRA BLI 245- Blue ling Community waters and waters not under the sovereignty or jurisdiction of third countries of II, IV and V n 51,00 0,0 51,00 0,0 59,50 59,50 116,7 % –8,50 25,00  17\nGRC BFT* AE045W Bluefin tuna Atlantic Ocean, east of longitude 45o W, and Mediterranean n 362,40 0,0 362,40 0,0 373,10 373,10 103,0 % –10,70 130,30  120\nIRL HER 1/2. Herring EC and international waters of I and II y 9 965,00 8 539,0 18 504,00 9 560,1 9 333,70 18 893,80 102,1 % – 389,80 8 563,00  8 173\nIRL HER *2AJMN Herring Norwegian waters north of 62o N and the fishery zone around Jan Mayen y 8 539,00 0,0 8 539,00 0,0 9 560,10 9 560,10 112,0 % –1 037,82 7 707,00  6 669\nIRL HAD 7X7A34 Haddock VIIb-k, VIII, IX and X; EU waters of CECAF 34.1.1 y 2 965,00 0,0 2 965,00 0,0 2 984,00 2 984,00 100,6 % –19,00 2 573,00  2 554\nNLD PLE 03AN Plaice Skagerrak y 303,00 0,0 303,00 0,0 305,60 305,60 100,9 % –2,60 910,00  907\nNLD OTH 4AB-N Other species Norwegian waters of IV y 64,00 0,0 64,00 0,0 68,90 68,90 107,7 % –4,90 200,00  195\nNLD BSF 56712- Black scabbardfish Commuity waters and waters not under the sovereignty and jurisdiction of third countries of V, VI, VII and XII n 0,00 0,0 0,00 0,0 0,00 0,00 0,0 % 0,00 0,00 –5,00  5\nNLD SBR 678- Red seabream VI, VII, VIII EC waters and waters not under the sovereignt and jurisdiction of third countries n 15,00 0,0 15,00 0,0 6,60 6,60 44,0 % 0,00 0,00 –6,00  6\nPOL COD 1/2B Cod International waters of I and IIb y 1 188,00 0,0 1 188,00 0,0 1 189,60 1 189,60 100,1 % –1,60 1 838,00  1 836\nPOL HER 3BC+24 Herring Subdivisions 22-24 y 4 666,00 0,0 4 666,00 0,0 5 479,70 5 479,70 117,4 % – 848,41 2 953,00  2 105\nPOL COD 1N2AB Cod Norwegian waters of I and II y 0,00 0,0 0,00 0,0 0,00 0,00 0,0 % 0,00 0,00 –2,00  2\nPOL GHL 514GRN Greenland Halibut Greenland waters of V and XIV y 1 002,00 0,0 1 002,00 0,0 974,10 974,10 97,2 % 0,00 0,00 –2,00  2\nPOL GHL 1N2AB Greenland Halibut Norwegian waters of I and II y 8,00 0,0 8,00 0,0 0,00 0,00 0,0 % 0,00 0,00 –1,00  1\nPOL RED 514GRN Redfish Greenland waters of V and XIV y 602,00 0,0 602,00 0,0 177,80 177,80 29,5 % 0,00 0,00 –1,00  1\nPOL HAD 2AC4 Haddock IV; EC waters of IIa y 80,00 0,0 80,00 0,0 0,20 0,20 0,3 % 0,00 0,00 –16,00  16\nPOL WHB 1X14 Blue whiting EC and international waters of I, II, III, IV, V, VI, VII, VIIIa, VIIIb, VIIId, VIIIe, XII and XIV y 0,00 0,0 0,00 0,0 0,00 0,00 0,0 % 0,00 0,00 –8,00  8\nPOL MAC 2A34 Mackerel IIIa and IV; EC waters of IIa, IIIb, IIIc and IIId y 0,00 0,0 0,00 0,0 0,00 0,00 0,0 % 0,00 0,00 –5,00  5\nPRT GFB 89- Forkbeards Community waters and waters not under the sovereignty or jurisdiction of third countries of VIII and IX n 9,00 0,0 9,00 0,0 9,90 9,90 110,0 % –0,90 10,00  9\nPRT RED 51214 Redfish EC and international waters of V; International waters of XII and XIV y 1 628,00 0,0 1 628,00 0,0 1 708,40 1 708,40 104,9 % –80,40 896,00  816\nPRT ANF 8C3411 Anglerfish VIIIc, IX and X; EC waters of CECAF 34.1.1 y 328,00 0,0 328,00 0,0 338,60 338,60 103,2 % –10,60 248,00  237\nPRT HAD 1N2AB Haddock Norwegian waters of I and II y 395,00 0,0 395,00 0,0 357,30 357,30 90,5 % 0,00 0,00 – 458,00  458\nPRT POK 1N2AB Saithe (= Pollock) Norwegian waters of I and II y 203,00 0,0 203,00 0,0 128,20 128,20 63,2 % 0,00 0,00 – 294,00  294\nPRT GHL 1N2AB Greenland Halibut Norwegian waters of I and II y 0,00 0,0 0,00 0,0 10,00 10,00 0,0 % –10,00 0,00 –1,00  11\nUK BET ATLANT Bigeye Tuna Atlantic ocean  26,30 0,0 26,30 0,0 26,30 26,30 100,0 % 0,00 0,00 –10,00  10"}