{"celex_id": "32014D0348", "uri": "http://publications.europa.eu/resource/cellar/521d7966-f2c1-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1469", "3489", "4054", "5618", "5870"], "title": "2014/348/EU: Council Decision of 5 June 2014 on the position to be adopted, on behalf of the European Union, within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n", "header": "13.6.2014 EN Official Journal of the European Union L 174/40\nCOUNCIL DECISION\nof 5 June 2014\non the position to be adopted, on behalf of the European Union, within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\n(2014/348/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 46(d), Article 149, Article 153(2)(a), Article 175, third paragraph, and Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Protocol 31 to the Agreement on the European Economic Area (‘the EEA Agreement’) contains specific provisions and arrangements concerning cooperation in specific fields outside the four freedoms.\n(2) It is appropriate to extend the cooperation of the Contracting Parties to the EEA Agreement to include Regulation (EU) No 1296/2013 of the European Parliament and of the Council (2).\n(3) Protocol 31 to the EEA Agreement should therefore be amended accordingly, in order to allow for this extended cooperation to take place from 1 January 2014.\n(4) The position of the Union within the EEA Joint Committee should therefore be based on the attached draft Decision,", "main_body": ["The position to be adopted, on behalf of the European Union, in the EEA Joint Committee on the proposed amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms, shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 5 June 2014.\nFor the Council\nThe President\nN. DENDIAS\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  Regulation (EU) No 1296/2013 of the European Parliament and of the Council of 11 December 2013 on a European Union Programme for Employment and Social Innovation (‘EaSI’) and amending Decision No 283/2010/EU establishing a European Progress Microfinance Facility for employment and social inclusion (OJ L 347, 20.12.2013, p. 238).\nDRAFT\nDECISION OF THE EEA JOINT COMMITTEE No .../2014\nof\namending Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area (‘the EEA Agreement’), and in particular Articles 86 and 98 thereof,\nWhereas:\n(1) It is appropriate to extend the cooperation of the Contracting Parties to the EEA Agreement to include Regulation (EU) No 1296/2013 of the European Parliament and of the Council of 11 December 2013 on a European Union Programme for Employment and Social Innovation (‘EaSI’) and amending Decision No 283/2010/EU establishing a European Progress Microfinance Facility for employment and social inclusion (1).\n(2) Protocol 31 to the EEA Agreement should therefore be amended in order to allow for this extended cooperation to take place from 1 January 2014,\nHAS ADOPTED THIS DECISION:\nArticle 1\nArticle 15 of Protocol 31 to the EEA Agreement shall be amended as follows:\n1. In paragraph 2, the words ‘and which are carried out before 1 January 2014,’ are added after the words ‘paragraph 1’.\n2. The following is added in paragraph 8:\n‘— 32013 R 1296: Regulation (EU) No 1296/2013 of the European Parliament and of the Council of 11 December 2013 on a European Union Programme for Employment and Social Innovation (“EaSI”) and amending Decision No 283/2010/EU establishing a European Progress Microfinance Facility for employment and social inclusion (OJ L 347, 20.12.2013, p. 238).\n3. The text of paragraph 5 is replaced by the following:\nArticle 2\nThis Decision shall enter into force on the day following the last notification under Article 103(1) of the EEA Agreement (2).\nIt shall apply from 1 January 2014.\nArticle 3\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels,\nFor the EEA Joint Committee\nThe President\nThe Secretaries\nto the EEA Joint Committee\n(1)  OJ L 347, 20.12.2013, p. 238.\n(2)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}