{"celex_id": "32011R0769", "uri": "http://publications.europa.eu/resource/cellar/0e802e32-f9f5-43e7-ac76-ee0ab25a50af", "type": "Regulation", "concepts": ["1115", "1602", "2173", "2734", "2902", "2965", "5856"], "title": "Commission Implementing Regulation (EU) No 769/2011 of 2 August 2011 providing for an allocation coefficient for the temporary exceptional Union support, for the fruit and vegetable sector\n", "header": "3.8.2011 EN Official Journal of the European Union L 200/18\nCOMMISSION IMPLEMENTING REGULATION (EU) No 769/2011\nof 2 August 2011\nproviding for an allocation coefficient for the temporary exceptional Union support, for the fruit and vegetable sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Implementing Regulation (EU) No 585/2011 of 17 June 2011 laying down temporary exceptional support measures for the fruit and vegetable sector (2), and in particular Article 7(3) thereof,\nWhereas:\n(1) Implementing Regulation (EU) No 585/2011 introduced temporary exceptional support measures for the fruit and vegetable sector following an outbreak of Escherichia coli (E. coli) in Germany, which caused a significant disturbance of the Union fruit and vegetable market.\n(2) On the basis of the information notified by Member States in accordance with Article 7(2) of Implementing Regulation (EU) No 585/2011, it appears that the requests for Union support have not exceeded the maximum amount of support fixed in Article 2 of that Regulation. Therefore, an allocation coefficient of 100 % has to be fixed for those requests.\n(3) For the sake of transparency, producer organisations and producers non members having applied for Union support should be informed swiftly on the allocation coefficient fixed by the Commission. For this reason and in order to ensure the efficient management of the measure, this Regulation should enter into force on the day of its publication,", "main_body": ["The requests for Union support which were received by the Member States for the period from 26 May 2011 to 30 June 2011 and notified to the Commission by the competent authorities of the Member States in accordance with Article 7(2) of Implementing Regulation (EU) No 585/2011 shall be accepted by applying an allocation coefficient of 100 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 2011.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 160, 18.6.2011, p. 71."}