{"celex_id": "32010D0210", "uri": "http://publications.europa.eu/resource/cellar/b4288683-e050-480e-9613-383999d446db", "type": "Decision", "concepts": ["1035", "1159", "1432", "1879", "2110", "2437", "2455", "5228", "5229"], "title": "2010/210/: Commission Decision of 6 April 2010 amending Decision 2009/296/EC establishing a specific control and inspection programme related to the recovery of bluefin tuna in the Eastern Atlantic and the Mediterranean (notified under document C(2010) 2060)\n", "header": "9.4.2010 EN Official Journal of the European Union L 89/20\nCOMMISSION DECISION\nof 6 April 2010\namending Decision 2009/296/EC establishing a specific control and inspection programme related to the recovery of bluefin tuna in the Eastern Atlantic and the Mediterranean\n(notified under document C(2010) 2060)\n(2010/210/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (1), and in particular Article 95 thereof,\nWhereas:\n(1) The International Commission for the Conservation of the Atlantic Tunas (ICCAT) has adopted in 2006 a multiannual recovery plan for bluefin tuna in the Eastern Atlantic and Mediterranean (ICCAT Recommendation 06-05), which entered into force on 13 June 2007. That Recovery Plan was transposed into Community legislation by Council Regulation (EC) No 1559/2007 (2).\n(2) On 24 November 2008 ICCAT adopted Recommendation 08-05, amending Recommendation 06-05. That recommendation was transposed into Community legislation by Council Regulation (EC) No 302/2009 of 6 April 2009 concerning a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean, amending Regulation (EC) No 43/2009 and repealing Regulation (EC) No 1559/2007 (3).\n(3) In order to ensure the successful implementation of ICCAT Recommendation 08-05, a specific control and inspection programme was necessary. Commission Decision 2009/296/EC (4) established therefore a specific control and inspection programme covering a period of 2 years (15 March 2009 to 15 March 2011).\n(4) In Annex I to Decision 2009/296/EC, the Section entitled ‘Inspection tasks’ should be updated in order to reflect the provisions of Regulation (EC) No 302/2009.\n(5) During its annual meeting in November 2009, the ICCAT Commission decided to improve the efficiency of inspections carried out under the ICCAT International Scheme of Inspections and to this view adopted a new format for inspection reports.\n(6) Decision 2009/296/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision have been established in concert with Member States concerned.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Decision 2009/296/EC is amended as follows:\n1. Article 8 is amended as follows:\n(a) Paragraph 1 is replaced by the following:\n(a) the relevant flag Member State and the Commission, and where appropriate;\n(b) the Member State where the farming installation or the enterprise engaged in the processing and/or trade of bluefin tuna products is established.’\n(b) Paragraph 3 is replaced by the following:\n(c) In paragraph 4, the first sentence is replaced by the following:\n(d) Paragraph 5 is replaced by the following:\n2. Annex I is amended as follows:\n(a) The Section entitled ‘Inspection tasks’ is amended as follows:\n(i) Point 1.6(e) is replaced by the following:\n‘(e) that the master of the catching and the tug vessels has ensured a monitoring of all the transfer activities by video camera in the water.’\n(ii) Point 1.10(a) is replaced by the following:\n‘(a) that the relevant documentation is present and duly completed and reported (bluefin tuna catch document and re-export certificate, transfer declaration, caging declaration, transhipment declaration);’\n(b) The Section entitled ‘Report of inspections’ is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 April 2010.\nFor the Commission\nMaria DAMANAKI\nMember of the Commission\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 340, 22.12.2007, p. 8.\n(3)  OJ L 96, 15.4.2009, p. 1.\n(4)  OJ L 80, 26.3.2009, p. 18.\n(5)  OJ L 96, 15.4.2009, p. 1.’\n(6)  ОJ L 343, 22.12.2009, p. 1’.\nANNEX\nICCAT INSPECTION REPORTS\nReport of Inspection No …\nSerious Violations Observed\nVessel name: …\nVessel flag: …\nICCAT number: …\n fishing without a license, permit or authorisation issued by the flag CPC;\n failure to maintain sufficient records of catch and catch-related data in accordance with the Commission’s reporting requirements or significant misreporting of such catch and/or catch-related data;\n fishing in a closed area;\n fishing during a closed season;\n intentional taking or retention of species in contravention of any applicable conservation and management measure adopted by the ICCAT;\n significant violation of catch limits or quotas in force pursuant to the ICCAT rules;\n use of prohibited fishing gear;\n falsification or intentional concealment of the markings, identity or registration of a fishing vessel;\n concealment, tampering with or disposal of evidence relating to investigation of a violation;\n multiple violations which taken together constitute a serious disregard of measures in force pursuant to the ICCAT;\n assault, resistance, intimidation, sexual harassment, interference with, or undue obstruction or delay of an authorised inspector or observer;\n intentionally tampering with or disabling the vessel monitoring system;\n fishing with assistance of spotter planes;\n interference with the satellite monitoring system and/or operating without VMS system;\n transfer activity without transfer declaration;\n other (specify).\nInspector’s signature …\nWitness’ signature …\nDate …"}