{"celex_id": "32012R0395", "uri": "http://publications.europa.eu/resource/cellar/d888f8e3-d7f3-4035-ba2e-4e95ff221f59", "type": "Regulation", "concepts": ["13", "161", "3191", "4314", "4350"], "title": "Commission Implementing Regulation (EU) No 395/2012 of 8 May 2012 opening a tariff quota for certain quantities of industrial sugar for the 2012/2013 marketing year\n", "header": "9.5.2012 EN Official Journal of the European Union L 123/32\nCOMMISSION IMPLEMENTING REGULATION (EU) No 395/2012\nof 8 May 2012\nopening a tariff quota for certain quantities of industrial sugar for the 2012/2013 marketing year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 142, in conjunction with Article 4 thereof,\nWhereas:\n(1) In order to ensure that the supply necessary for the production of the products referred to in Article 62(2) of Regulation (EC) No 1234/2007 is available at a price that corresponds to the world price, it is in the interest of the Union to suspend the import duties on sugar intended for the production of those products for the 2012/2013 marketing year, for a quantity that would correspond to half of its industrial sugar needs.\n(2) Commission Regulation (EC) No 891/2009 of 25 September 2009 opening and providing for the administration of certain Community tariff quotas in the sugar sector (2) provides for the administration of the tariff quotas for imports of sugar products under Article 142 of Regulation (EC) No 1234/2007 with order number 09.4390 (industrial import sugar). However, in accordance with Article 11 of Regulation (EC) No 891/2009 the quantities of those products for which import duties are to be suspended has to be determined by a separate legal act.\n(3) The import quantities of industrial sugar for which no import duties should apply for the 2012/2013 marketing year, need to be set accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The import duties for industrial sugar falling within CN code 1701 and with order number 09.4390 shall be suspended for a quantity of 400 000 tonnes from 1 October 2012 to 30 September 2013.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2012.\nIt shall expire on 30 September 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 254, 26.9.2009, p. 82."}