{"celex_id": "32014R0713", "uri": "http://publications.europa.eu/resource/cellar/e298b078-fe90-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2713", "2719", "2758", "3191", "4080"], "title": "Council Regulation (EU) No 713/2014 of 24 June 2014 amending Regulation (EU) No 1388/2013 opening and providing for the management of autonomous tariff quotas of the Union for certain agricultural and industrial products\n", "header": "28.6.2014 EN Official Journal of the European Union L 190/2\nCOUNCIL REGULATION (EU) No 713/2014\nof 24 June 2014\namending Regulation (EU) No 1388/2013 opening and providing for the management of autonomous tariff quotas of the Union for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 31 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In order to ensure the sufficient and uninterrupted supply of certain goods insufficiently produced in the Union and to avoid any disturbances on the market for certain agricultural and industrial products, autonomous tariff quotas have been opened by Council Regulation (EU) No 1388/2013 (1). Products falling within those tariff quotas can be imported into the Union at reduced or zero duty rates. For the reasons indicated, it is necessary to open, with effect from 1 July 2014, tariff quotas at zero duty rates for an appropriate volume as regards six additional products.\n(2) Moreover, in certain cases, the existing autonomous tariff quotas of the Union should be adapted. In the case of two products, the product description needs to be modified for clarification purposes and in order to take into account the most recent product developments. In the case of another product, one of the TARIC codes needs to be deleted as the double classification has become obsolete. In the case of three other products, the quota volumes need to be increased as such increase is in the interest of economic operators and of the Union.\n(3) Finally, in the case of two products, the autonomous tariff quotas of the Union should be closed with effect from 1 July 2014 and 1 January 2015, respectively, as it is not in the Union's interest to continue granting them as from those dates.\n(4) Regulation (EU) No 1388/2013 should therefore be amended accordingly.\n(5) As some of the adaptations to the autonomous tariff quotas pursuant to this Regulation must take effect from 1 July 2014, this Regulation should apply from that date and enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["The table in the Annex to Regulation (EU) No 1388/2013 is amended as follows:\n(1) the rows for the tariff quotas with order numbers 09.2830, 09.2831, 09.2832, 09.2834, 09.2835 and 09.2836 set out in Annex I to this Regulation are inserted following the order of the CN codes indicated in the second column of the table in the Annex to Regulation (EU) No 1388/2013;\n(2) the rows for the tariff quotas with order numbers 09.2629, 09.2631, 09.2639, 09.2668, 09.2669, 09.2806 and 09.2818 are replaced by the rows set out in Annex II to this Regulation;\n(3) the row for the tariff quota with order number 09.2930 is deleted;\n(4) the row for the tariff quota with order number 09.2639 is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2014, with the exception of point (4) of Article 1, which shall apply from 1 January 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 2014.\nFor the Council\nThe President\nE. VENIZELOS\n(1)  Council Regulation (EU) No 1388/2013 of 17 December 2013 opening and providing for the management of autonomous tariff quotas of the Union for certain agricultural and industrial products, and repealing Regulation (EU) No 7/2010 (OJ L 354, 28.12.2013, p. 319).\nANNEX I\nTARIFF QUOTAS OF THE UNION REFERRED TO IN POINT (1) OF ARTICLE 1\nOrder number CN code TARIC Description Quota period Quota volume Quota duty (%)\n09.2830 ex 2906 19 00 40 Cyclopropylmethanol (CAS RN 2516-33-8) 1.7-31.12 10 tonnes 0\n09.2831 ex 2932 99 00 40 1,3:2,4-Bis-O-(3,4-dimethylbenzylidene)-D-glucitol (CAS RN 135861-56-2) 1.7-31.12 300 tonnes 0\n09.2832 ex 3808 92 90 40 Preparation containing 38 % or more but not more than 50 % by weight of pyrithione zinc (INN) (CAS RN 13463-41-7) in an aqueous dispersion 1.7-31.12 250 tonnes 0\n09.2834 ex 7604 29 10 20 Aluminium alloy rods with a diameter of 200 mm or more, but not exceeding 300 mm 1.7-31.12 500 tonnes 0\n09.2835 ex 7604 29 10 30 Aluminium alloy rods with a diameter of 300,1 mm or more, but not more than 533,4 mm 1.7-31.12 250 tonnes 0\n09.2836 ex 9003 11 00 10 Spectacle frames of plastic or base metal for use in the manufacture of corrective glasses (1) 1.7-31.12 2 900 000 pieces 0\n(1)  Suspension of duties is subject to Articles 291 to 300 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253 11.10.1993, p. 1).\nANNEX II\nTARIFF QUOTAS OF THE UNION REFERRED TO IN POINT (2) OF ARTICLE 1\nOrder number CN code TARIC Description Quota period Quota volume Quota duty (%)\n09.2806 ex 2825 90 40 30 Tungsten trioxide, including blue tungsten oxide (CAS RN 1314-35-8 or CAS RN 39318-18-8) 1.1-31.12 12 000 tonnes 0\n09.2639 3905 30 00  Poly(vinyl alcohol), whether or not containing unhydrolysed acetate groups 1.1-31.12 18 000 tonnes 0\n09.2818 ex 6902 90 00 10 Refractory bricks with\n— an edge length of more than 300 mm, and\n— a TiO2 content of not more than 1 % by weight, and\n— a Al2O3 content of not more than 0,4 % by weight, and\n— a change in volume of less than 9 % at 1 700 °C\n09.2629 ex 8302 49 00 91 Aluminium telescopic handle for use in the manufacture of luggage (1) 1.7-31.12 800 000 pieces 0\n09.2668 ex 8714 91 10 21 Bicycle frame, constructed from carbon fibres and artificial resin, painted, lacquered and/or polished, for use in the manufacture of bicycles (1) 1.1-31.12 125 000 pieces 0\n09.2669 ex 8714 91 30 21 Bicycle front fork, constructed from carbon fibres and artificial resin, painted, lacquered and/or polished, for use in the manufacture of bicycles (1) 1.1-31.12 97 000 pieces 0\n09.2631 ex 9001 90 00 80 Unmounted glass lenses, prisms and cemented elements for use in the manufacture or repair of goods of CN codes 9002, 9005, 9013 10 and 9015 (1) 1.1-31.12 5 000 000 pieces 0\n(1)  Suspension of duties is subject to Articles 291 to 300 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253 11.10.1993, p. 1)."}