{"celex_id": "32014D0181", "uri": "http://publications.europa.eu/resource/cellar/82b6dcb7-45fa-452b-ba92-7655da8872b6", "type": "Decision", "concepts": ["1474", "2901", "4274", "5349", "5786", "8482"], "title": "Council Decision 2014/181/CFSP of 10 March 2014 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Union and the Central African Republic on the status in the Central African Republic of the European Union military operation in the Central African Republic (EUFOR RCA)\n", "header": "1.4.2014 EN Official Journal of the European Union L 98/1\nCOUNCIL DECISION 2014/181/CFSP\nof 10 March 2014\non the conclusion of the Agreement in the form of an Exchange of Letters between the European Union and the Central African Republic on the status in the Central African Republic of the European Union military operation in the Central African Republic (EUFOR RCA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 37 thereof, in conjunction with Article 218(5) and (6) of the Treaty on the Functioning of the European Union,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 10 February 2014, the Council adopted Decision 2014/73/CFSP (1), which provides that the status of Union-led units and personnel of the European Union military operation in the Central African Republic (EUFOR RCA), including the privileges, immunities and further guarantees necessary for the fulfilment and smooth functioning of their mission, is to be the subject of an agreement concluded pursuant to Article 37 of the Treaty on European Union (TEU) and in accordance with the procedure laid down in Article 218 of the Treaty on the Functioning of the European Union (TFEU).\n(2) Following the adoption of a Decision by the Council on 10 February 2014 authorising the opening of negotiations, the High Representative of the Union for Foreign Affairs and Security Policy, in accordance with Article 37 TEU, negotiated an Agreement in the form of an Exchange of letters between the Union and the Central African Republic on the status of EUFOR RCA.\n(3) In accordance with Article 5 of the Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark does not participate in the elaboration and the implementation of decisions and actions of the Union which have defence implications. Consequently, Denmark is not participating in the adoption of this Decision and is neither bound by it nor subject to its application.\n(4) The Agreement in the form of an Exchange of Letters should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Union and the Central African Republic on the status in the Central African Republic of the European Union military operation in the Central African Republic (EUFOR RCA) is hereby approved on behalf of the Union.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the respective letter in order to bind the Union.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 10 March 2014.\nFor the Council\nThe President\nG. VROUTSIS\n(1)  Council Decision 2014/73/CFSP on a European Union military operation in the Central African Republic (EUFOR RCA) (OJ L 40, 11.2.2014, p. 59.)"}