{"celex_id": "32015D0356", "uri": "http://publications.europa.eu/resource/cellar/d8a4ac24-c309-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["365", "3771", "3772", "3780", "4407"], "title": "Council Implementing Decision (EU) 2015/356 of 2 March 2015 authorising the United Kingdom to apply differentiated levels of taxation to motor fuels in certain geographical areas, in accordance with Article 19 of Directive 2003/96/EC\n", "header": "5.3.2015 EN Official Journal of the European Union L 61/24\nCOUNCIL IMPLEMENTING DECISION (EU) 2015/356\nof 2 March 2015\nauthorising the United Kingdom to apply differentiated levels of taxation to motor fuels in certain geographical areas, in accordance with Article 19 of Directive 2003/96/EC\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (1), and in particular Article 19 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter of 2 February 2014, the United Kingdom requested authorisation to apply a reduced rate of excise duty on gas oil and unleaded petrol, supplied as motor fuel to road vehicles, in accordance with Article 19 of Directive 2003/96/EC, in the geographical areas covered, on the date of the notification of this Decision, by the postcode districts of IV54 (Highland, Scotland), IV26 (Highland, Scotland), IV27 (Highland, Scotland), NE48 (Northumberland, England), PH41 (Highland, Scotland), KW12 (Highland, Scotland), PA80 (Argyll and Bute, Scotland), PH36 (Highland, Scotland), IV22 (Highland, Scotland), PA38 (Argyll and Bute, Scotland), PH23 (Highland, Scotland), PH19 (Highland, Scotland), IV21 (Highland, Scotland), LA17 (Cumbria, England), EX35 (Devon, England), IV14 (Highland, Scotland) and in the geographical area covered, on the date of the notification of this Decision, by the post town of Hawes (North Yorkshire, England). The United Kingdom provided additional information and clarifications on 3 June and 17 September 2014.\n(2) In those areas, the prices of gas oil and unleaded petrol, supplied as motor fuel to road vehicles, are higher than the average prices in the rest of the territory of the United Kingdom, placing local fuel consumers at a disadvantage. The price difference is due to additional per unit costs induced by the geographic location of those areas, their low population numbers and the delivery of relatively low volumes of fuel.\n(3) The reduced rates of taxation should be above the minimum rates laid down in Article 7 of Directive 2003/96/EC.\n(4) In view of the specific nature of the areas to which it applies and the moderate reduction in the rate, which reduction only partially alleviates the higher costs incurred in the geographical areas in question, the measure is not expected to give rise to any movement for the purpose of supply of fuel.\n(5) Consequently, the measure is acceptable from the point of view of the proper functioning of the internal market and of the need to ensure fair competition, and it is compatible with the Union's health, environment, energy and transport policies.\n(6) In accordance with Article 19(2) of Directive 2003/96/EC each authorisation granted under that Article is to be strictly limited in time. In order to provide the businesses and consumers concerned with a sufficient degree of certainty, the authorisation should be granted for a period of six years. However, in order not to undermine future general developments in the existing legal framework, it is appropriate to provide that, should the Council, acting on the basis of Article 113 of the Treaty on the Functioning of the European Union (TFEU), introduce a modified general system for the taxation of energy products with which the authorisation granted in this Decision would not be compatible, this Decision should expire on the day on which the rules of that modified system become applicable.\n(7) This Decision is without prejudice to the application of Union rules regarding State aid,", "main_body": ["1.   The United Kingdom is hereby authorised to apply a reduced rate of excise duty on gas oil and unleaded petrol, supplied as motor fuel to road vehicles, in the geographical areas covered, on the date of the notification of this Decision, by the postcode districts of IV54 (Highland, Scotland), IV26 (Highland, Scotland), IV27 (Highland, Scotland), NE48 (Northumberland, England), PH41 (Highland, Scotland), KW12 (Highland, Scotland), PA80 (Argyll and Bute, Scotland), PH36 (Highland, Scotland), IV22 (Highland, Scotland), PA38 (Argyll and Bute, Scotland), PH23 (Highland, Scotland), PH19 (Highland, Scotland), IV21 (Highland, Scotland), LA17 (Cumbria, England), EX35 (Devon, England), IV14 (Highland, Scotland) and in the geographical area covered, on the date of the notification of this Decision, by the post town of Hawes (North Yorkshire, England).\nIn order to avoid any overcompensation, the reduction of the standard national rate of taxation for gas oil or unleaded petrol respectively shall be no greater than the additional cost of retail sales in those geographical areas, compared with the average cost of retail sales incurred in the United Kingdom and the reduction shall be no more than GBP 50 (EUR 64) per 1 000 litres of product.\n2.   The reduced rates shall comply with the requirements of Directive 2003/96/EC, and in particular with the minimum rates laid down in Article 7 thereof.", "This Decision shall take effect on the date of its notification.\nIt shall expire six years thereafter. However, should the Council, acting on the basis of Article 113 of the TFEU, introduce a modified general system for the taxation of energy products with which the authorisation granted under Article 1 of this Decision would not be compatible, this Decision shall expire on the day on which the rules of that modified system become applicable.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 2 March 2015.\nFor the Council\nThe President\nD. REIZNIECE-OZOLA\n(1)  OJ L 283, 31.10.2003, p. 51."}