{"celex_id": "32014D0228", "uri": "http://publications.europa.eu/resource/cellar/0507ca5b-ceac-11e3-b682-01aa75ed71a1", "type": "Decision", "concepts": ["2901", "5404", "5946", "6852"], "title": "2014/228/EU: Council Decision of 25 November 2013 on theconclusion of the Cooperation Agreement on a Civil Global NavigationSatellite System (GNSS) between the European Community and its MemberStates and Ukraine\n", "header": "26.4.2014 EN Official Journal of the European Union L 125/1\nCOUNCIL DECISION\nof 25 November 2013\non the conclusion of the Cooperation Agreement on a Civil Global Navigation Satellite System (GNSS) between the European Community and its Member States and Ukraine\n(2014/228/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 172, in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 8 October 2004, the Council authorised the Commission to open negotiations with Ukraine for a Cooperation Agreement on a Civil Global Navigation Satellite System (GNSS).\n(2) In accordance with the Decision of the Council of 15 November 2005, the Cooperation Agreement on a Civil Global Navigation Satellite System (GNSS) between the European Community and its Member States and Ukraine (‘the Agreement’) was signed on 1 December 2005.\n(3) The Agreement allows for closer cooperation with Ukraine in the area of satellite navigation. It will implement a number of elements of the European satellite navigation programmes.\n(4) The Agreement should be approved,", "main_body": ["The Cooperation Agreement on a Civil Global Navigation Satellite System (GNSS) between the European Community and its Member States and Ukraine (‘the Agreement’) is hereby approved on behalf of the European Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 17(1) of the Agreement (1) and make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” or to “the Community” in the text of the Agreement are to be read as to “the European Union” or to “the Union”’.", "The position to be taken by the Union in the GNSS Steering Committee and the Joint Technical Working Groups, referred to in Article 14 of the Agreement, shall be adopted by the Council, on a proposal from the Commission.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 25 November 2013.\nFor the Council\nThe President\nD. PAVALKIS\n(1)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}