{"celex_id": "32013R0413", "uri": "http://publications.europa.eu/resource/cellar/a518e367-b812-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "2560", "4743", "5451", "607", "6569", "6789"], "title": "Commission Implementing Regulation (EU) No 413/2013 of 6 May 2013 concerning the authorisation of a preparation of Pediococcus acidilactici CNCM MA 18/5M as a feed additive for use in water for drinking for weaned piglets, pigs for fattening, laying hens and chickens for fattening (holder of authorisation Lallemand SAS)  Text with EEA relevance\n", "header": "7.5.2013 EN Official Journal of the European Union L 125/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 413/2013\nof 6 May 2013\nconcerning the authorisation of a preparation of Pediococcus acidilactici CNCM MA 18/5M as a feed additive for use in water for drinking for weaned piglets, pigs for fattening, laying hens and chickens for fattening (holder of authorisation Lallemand SAS)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for a new use of a preparation of Pediococcus acidilactici CNCM MA 18/5M. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns a request of a new use of a preparation of Pediococcus acidilactici CNCM MA 18/5M as a feed additive for use in water for drinking on weaned piglets, pigs for fattening, laying hens and chickens for fattening, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of that preparation of Pediococcus acidilactici CNCM MA 18/5M was authorised without a time limit for chickens for fattening by Commission Regulation (EC) No 1200/2005 (2) and for pigs for fattening by Commission Regulation (EC) No 2036/2005 (3), for 10 years for salmonids and shrimps by Commission Regulation (EC) No 911/2009 (4), for weaned piglets by Commission Regulation (EU) No 1120/2010 (5), for laying hens by Commission Regulation (EU) No 212/2011 (6) and for all fish other than salmonids by Commission Implementing Regulation (EU) No 95/2013 (7).\n(5) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 12 June 2012 (8) that, under the proposed conditions of use, the preparation of Pediococcus acidilactici CNCM MA 18/5M, does not have an adverse effect on animal health, human health or the environment, and that it has the potential to improve the performance in target species.\n(6) The assessment of the preparation of Pediococcus acidilactici CNCM MA 18/5M shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 195, 27.7.2005, p. 6.\n(3)  OJ L 328, 15.12.2005, p. 13.\n(4)  OJ L 257, 30.9.2009, p. 10.\n(5)  OJ L 317, 3.12.2010, p. 12.\n(6)  OJ L 59, 4.3.2011, p. 1.\n(7)  OJ L 33, 2.2.2013, p. 19.\n(8)  EFSA Journal 2012; 10(7):2776.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/l of water for drinking\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition\nCharacterisation of active substance\nAnalytical methods\n (1)\n1. In the directions for use of the additive indicate the storage temperature, storage life.\n2. For piglets (weaned) up to 35 kg.\n3. For safety: breathing protection, glasses and gloves shall be used during handling.\n4. The water for drinking containing the additive may be used simultaneously with feed for chickens for fattening containing the following coccidiostats: decoquinate, halofuginone, narasin, salinomycin sodium, maduramicin ammonium, diclazuril.\n5. The additive shall be mixed with other feed additives or feed materials in order to allow its complete homogeneous dispersion in water for drinking\n(1)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}