{"celex_id": "32012R1262", "uri": "http://publications.europa.eu/resource/cellar/a27d9dab-50e4-4014-ab63-acf997a764b3", "type": "Regulation", "concepts": ["133", "2282", "2306", "2437", "2879", "4790", "5229", "5254", "5256", "5283", "544"], "title": "Council Regulation (EU) No 1262/2012 of 20 December 2012 fixing for 2013 and 2014 the fishing opportunities for EU vessels for certain deep-sea fish stocks\n", "header": "22.12.2012 EN Official Journal of the European Union L 356/22\nCOUNCIL REGULATION (EU) No 1262/2012\nof 20 December 2012\nfixing for 2013 and 2014 the fishing opportunities for EU vessels for certain deep-sea fish stocks\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Article 43(3) of the Treaty provides that the Council, on a proposal from the Commission, is to adopt measures on the fixing and allocation of fishing opportunities.\n(2) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1) requires that measures governing access to waters and resources and the sustainable pursuit of fishing activities be established taking into account available scientific, technical and economic advice and in particular reports drawn up by the Scientific, Technical and Economic Committee for Fisheries (STECF), as well as in the light of any advice received from Regional Advisory Councils.\n(3) It is incumbent upon the Council to adopt measures on the fixing and allocation of fishing opportunities by fishery or group of fisheries, including certain conditions functionally linked thereto, as appropriate. Fishing opportunities should be distributed among Member States in such a way as to assure each Member State relative stability of fishing activities for each stock or fishery and having due regard to the objectives of the Common Fisheries Policy established by Regulation (EC) No 2371/2002.\n(4) The total allowable catches (TACs) should be established on the basis of available scientific advice, taking into account biological and socioeconomic aspects whilst ensuring fair treatment between fishing sectors, as well as in the light of the opinions expressed during the consultation of stakeholders, in particular at the meetings with the Advisory Committee for Fisheries and Aquaculture and the Regional Advisory Councils concerned.\n(5) Fishing opportunities should be in accordance with international agreements and principles, such as the 1995 United Nations agreement concerning the conservation and management of straddling stocks and highly migratory fish stocks (2), and the detailed management principles laid down in the 2008 Inter-national Guidelines for the Management of Deep-sea Fisheries in the High Seas of the Food and Agriculture Organisation of the United Nations, according to which, in particular, a regulator should be more cautious when information is uncertain, unreliable or inadequate. The absence of adequate scientific information should not be used as a reason for postponing or failing to take conservation and management measures.\n(6) The latest scientific advice from the International Council for the Exploration of the Sea (ICES) and from the STECF indicates that most deep-sea stocks are harvested unsustainably and that fishing opportunities for those stocks, in order to assure their sustainability, should be reduced until the evolution of the stock sizes show a positive trend. The ICES has further advised that no directed fishery should be allowed for orange roughy in all areas and for certain stocks of blue ling and red seabream.\n(7) Concerning deep sea sharks, the main commercial species are considered depleted and, therefore, no directed fishing should take place.\n(8) The fishing opportunities for deep-sea species as defined in Article 2(a) of Council Regulation (EC) No 2347/2002 of 16 December 2002 establishing specific access requirements and associated conditions applicable to fishing for deep-sea stocks (3) are decided on a bi-annual basis. Nevertheless, an exception is made for the stocks of greater silver smelt and the main fishery of blue ling for which the fishing opportunities depend on the outcome of the annual negotiations with Norway. The fishing opportunities for those stocks should be established in another relevant annual regulation fixing fishing opportunities.\n(9) In the interest of simplification, blue ling TACs autonomously decided by the Union should be regulated in the same legal instrument. Therefore, TACs for blue ling in international waters of II, III and IV should be included, together with the TACs for blue ling in international waters of XII, in the Regulation fixing the fishing opportunities available to EU vessels for certain fish stocks and groups of fish stocks which are not subject to international negotiations or agreements.\n(10) In accordance with Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year-to-year management of TACs and quotas (4) the stocks that are subject to various measures referred to therein should be identified. Precautionary TACs should apply for stocks for which no scientifically-based evaluation of fishing opportunities is available specifically for the year in which the TACs are to be set; analytical TACs should apply otherwise. In view of ICES and STECF advice for deep-sea stocks, those for which a science-based evaluation of the relevant fishing opportunities is not available should be subject to precautionary TACs in this Regulation.\n(11) In light of the scientific advice, the biological distribution of some stocks of roundnose grenadier does not necessarily correspond to the TAC areas in this Regulation. In order to facilitate the sustainable exploitation of these stocks, it is appropriate to allow for increased flexibility between TAC area Vb, VI, VII, on one hand, and TAC area VIII, IX, X, XII and XIV, on the other.\n(12) In order to avoid the interruption of fishing activities and to ensure the livelihood of the fishermen of the Union, this Regulation should apply from 1 January 2013. For reasons of urgency, this Regulation should enter into force immediately after its publication,", "main_body": ["Subject matter\nThis Regulation fixes for the years 2013 and 2014 the annual fishing opportunities available to EU vessels for fish stocks of certain deep-sea species in EU waters and in certain non-EU waters where catch limits are required.", "Definitions\n1.   For the purposes of this Regulation, the following definitions shall apply:\n(a) ‘EU vessel’ means a fishing vessel flying the flag of a Member State and registered in the Union;\n(b) ‘EU waters’ means the waters under the sovereignty or jurisdiction of the Member States with the exception of waters adjacent to the territories mentioned in Annex II to the Treaty;\n(c) ‘total allowable catch’ (TAC) means the quantity that can be taken and landed from each fish stock each year;\n(d) ‘quota’ means a proportion of the TAC allocated to the Union, a Member State or a third country;\n(e) ‘international waters’ means waters falling outside the sovereignty or jurisdiction of any State.\n2.   For the purposes of this Regulation, the following zone definitions shall apply:\n(a) ICES (International Council for the Exploration of the Sea) zones are the geographical areas specified in Annex III to Regulation (EC) No 218/2009 of the European Parliament and of the Council (5);\n(b) CECAF (Committee for Eastern Central Atlantic Fisheries) zones are the geographical areas specified in Annex II to Regulation (EC) No 216/2009 of the European Parliament and of the Council (6).", "TACs and allocations\nThe TACs for deep-sea species caught by EU vessels in EU waters or in certain non-EU waters, the allocation of such TACs among Member States and the conditions functionally linked thereto, where appropriate, are set out in the Annex to this Regulation.", "Special provisions on allocations of fishing opportunities\n1.   The allocation of fishing opportunities among Member States as set out in this Regulation shall be without prejudice to:\n(a) exchanges made pursuant to Article 20(5) of Regulation (EC) No 2371/2002;\n(b) deductions and reallocations made pursuant to Article 37 of Council Regulation (EC) No 1224/2009 (7) or pursuant to Article 10(4) of Council Regulation (EC) No 1006/2008 (8);\n(c) additional landings allowed pursuant to Article 3 of Regulation (EC) No 847/96;\n(d) quantities withheld pursuant to Article 4 of Regulation (EC) No 847/96;\n(e) deductions made pursuant to Articles 105, 106 and 107 of Regulation (EC) No 1224/2009.\n2.   Article 3 of Regulation (EC) No 847/96 shall apply to stocks subject to precautionary TAC whereas Article 3(2) and (3) and Article 4 of that Regulation shall apply to stocks subject to analytical TAC, except where otherwise specified in the Annex to this Regulation.", "Conditions for landing catches and by-catches\nFish from stocks for which TACs are established shall be retained on board or landed only if the catches have been taken by vessels flying the flag of a Member State having a quota and that quota is not exhausted.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2012.\nFor the Council\nThe President\nS. ALETRARIS\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  Agreement on the implementation of the provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the conservation and management of straddling fish stocks and highly migratory fish stocks (OJ L 189, 3.7.1998, p. 16).\n(3)  OJ L 351, 28.12.2002, p. 6.\n(4)  OJ L 115, 9.5.1996, p. 3.\n(5)  Regulation (EC) No 218/2009 of the European Parliament and of the Council of 11 March 2009 on the submission of nominal catch statistics by Member States fishing in the north-east Atlantic (OJ L 87, 31.3.2009, p. 70).\n(6)  Regulation (EC) No 216/2009 of the European Parliament and of the Council of 11 March 2009 on the submission of nominal catch statistics by Member States fishing in certain areas other than those of the North Atlantic (OJ L 87, 31.3.2009, p. 1).\n(7)  Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (OJ L 343, 22.12.2009, p. 1).\n(8)  Council Regulation (EC) No 1006/2008 of 29 September 2008 concerning authorisations for fishing activities of Community fishing vessels outside Community waters and the access of third country vessels to Community waters (OJ L 286, 29.10.2008, p. 33).\nANNEX\nThe references to fishing zones are references to ICES zones, unless otherwise specified.\nPART 1\nDefinition of species and species groups\n1. In the list set out in Part 2 of this Annex, fish stocks are referred to following the alphabetical order of the Latin names of the species. However, deep-sea sharks are placed at the beginning of that list. For the purposes of this Regulation, the following comparative table of common names and Latin names is provided:\nCommon name Alpha-3 code Scientific name\nBlack scabbardfish BSF Aphanopus carbo\nAlfonsinos ALF Beryx spp.\nRoundnose grenadier RNG Coryphaenoides rupestris\nOrange roughy ORY Hoplostethus atlanticus\nRed seabream SBR Pagellus bogaraveo\nGreater Forkbeard GFB Phycis blennoides\n2. For the purposes of this Regulation, ‘deep-sea sharks’ means the following list of species:\nCommon name Alpha-3 code Scientific name\nDeep-water catsharks API Apristurus spp.\nFrilled shark HXC Chlamydoselachus anguineus\nGulper shark GUP Centrophorus granulosus\nLeafscale gulper shark GUQ Centrophorus squamosus\nPortuguese dogfish CYO Centroscymnus coelolepis\nLongnose velvet dogfish CYP Centroscymnus crepidater\nBlack dogfish CFB Centroscyllium fabricii\nBirdbeak dogfish DCA Deania calcea\nKitefin shark SCK Dalatias licha\nGreater lanternshark ETR Etmopterus princeps\nVelvet belly ETX Etmopterus spinax\nBlackmouth catshark (Blackmouth dogfish) SHO Galeus melastomus\nMouse catshark GAM Galeus murinus\nBluntnose six-gill shark SBL Hexanchus griseus\nSailfin roughshark (Sharpback shark) OXN Oxynotus paradoxus\nKnifetooth dogfish SYR Scymnodon ringens\nGreenland shark GSK Somniosus microcephalus\nPART 2\nAnnual fishing opportunities applicable for EU vessels in areas where TACs exist by species and by area (in tonnes live weight)\nSpecies : Deep-sea sharks\nZone : EU and international waters of V, VI, VII, VIII and IX (DWS/56789-)\nSpecies : Deep-sea sharks\nZone : EU and international waters of V, VI, VII, VIII and IX (DWS/56789-)\nYear 2013 2014 Analytical TAC\nGermany 0 0\nEstonia 0 0\nIreland 0 0\nSpain 0 0\nFrance 0 0\nLithuania 0 0\nPoland 0 0\nPortugal 0 0\nUnited Kingdom 0 0\nUnion 0 0\nTAC 0 0\nZone : EU and international waters of X (DWS/10-)\nSpecies : Deep-sea sharks\nZone : EU and international waters of X (DWS/10-)\nYear 2013 2014 Analytical TAC\nPortugal 0 0\nUnion 0 0\nTAC 0 0\nSpecies : Deep-sea sharks, Deania hystricosa and Deania profundorum\nZone : International waters of XII (DWS/12INT-)\nYear 2013 2014 Analytical TAC\nIreland 0 0\nSpain 0 0\nFrance 0 0\nUnited Kingdom 0 0\nUnion 0 0\nTAC 0 0\nZone : EU and international waters of I, II, III and IV (BSF/1234-)\nSpecies : Black scabbardfish\nZone : EU and international waters of I, II, III and IV (BSF/1234-)\nYear 2013 2014 Precautionary TAC\nGermany 3 3\nFrance 3 3\nUnited Kingdom 3 3\nUnion 9 9\nTAC 9 9\nSpecies : Black scabbardfish\nZone : EU and international waters of V, VI, VII and XII (BSF/56712-)\nYear 2013 2014 Analytical TAC\nGermany 35 46\nEstonia 17 22\nIreland 87 113\nSpain 174 226\nFrance 2 440 3 172\nLatvia 113 147\nLithuania 1 1\nPoland 1 1\nUnited Kingdom 174 226\nOthers (1) 9 12\nUnion 3 051 3 966\nTAC 3 051 3 966\nSpecies : Black scabbardfish\nZone : EU and international waters of VIII, IX and X (BSF/8910-)\nYear 2013 2014 Analytical TAC\nSpain 12 12\nFrance 29 29\nPortugal 3 659 3 659\nUnion 3 700 3 700\nTAC 3 700 3 700\nZone : EU and international waters of CECAF 34.1.2. (BSF/C3412-)\nSpecies : Black scabbardfish\nZone : EU and international waters of CECAF 34.1.2. (BSF/C3412-)\nYear 2013 2014 Precautionary TAC\nPortugal 3 674 3 490\nUnion 3 674 3 490\nTAC 3 674 3 490\nSpecies : Alfonsinos\nZone : EU and international waters of III, IV, V, VI, VII, VIII, IX, X, XII and XIV (ALF/3X14-)\nYear 2013 2014 Analytical TAC\nIreland 10 9\nSpain 70 67\nFrance 19 18\nPortugal 203 193\nUnited Kingdom 10 9\nUnion 312 296\nTAC 312 296\nSpecies : Roundnose grenadier\nZone : EU and international waters of I, II and IV (RNG/124-)\nYear 2013 2014 Precautionary TAC\nDenmark 1 1\nGermany 1 1\nFrance 10 10\nUnited Kingdom 1 1\nUnion 13 13\nTAC 13 13\nZone : EU and international waters of III (RNG/03-) (2)\nSpecies : Roundnose grenadier\nZone : EU and international waters of III (RNG/03-) (2)\nYear 2013 2014 Precautionary TAC\nDenmark 643 515\nGermany 4 3\nSweden 33 26\nUnion 680 544\nTAC 680 544\nSpecies : Roundnose grenadier\nZone : EU and international waters of Vb, VI, VII (RNG/5B67-)\nYear 2013 (3) 2014 (3) Analytical TAC\nGermany 8 8\nEstonia 63 63\nIreland 279 279\nSpain 70 70\nFrance 3 539 3 539\nLithuania 81 81\nPoland 41 41\nUnited Kingdom 208 208\nOthers (4) 8 8\nUnion 4 297 4 297\nTAC 4 297 4 297\nSpecies : Roundnose grenadier\nZone : EU and international waters of VIII, IX, X, XII and XIV (RNG/8X14-)\nYear 2013 (5) 2014 (5) Analytical TAC\nGermany 23 21\nIreland 5 4\nSpain 2 573 2 317\nFrance 119 107\nLatvia 41 37\nLithuania 5 4\nPoland 805 724\nUnited Kingdom 10 9\nUnion 3 581 3 223\nTAC 3 581 3 223\nZone : EU and international waters of VI (ORY/06-)\nSpecies : Orange roughy\nZone : EU and international waters of VI (ORY/06-)\nYear 2013 2014 Analytical TAC\nIreland 0 0\nSpain 0 0\nFrance 0 0\nUnited Kingdom 0 0\nUnion 0 0\nTAC 0 0\nSpecies : Orange roughy\nZone : EU and international waters of VII (ORY/07-)\nYear 2013 2014 Analytical TAC\nIreland 0 0\nSpain 0 0\nFrance 0 0\nUnited Kingdom 0 0\nOthers 0 0\nUnion 0 0\nTAC 0 0\nSpecies : Orange roughy\nZone : EU and international waters of I, II, III, IV, V, VIII, IX, X, XII and XIV (ORY/1CX14)\nYear 2013 2014 Analytical TAC\nIreland 0 0\nSpain 0 0\nFrance 0 0\nPortugal 0 0\nUnited Kingdom 0 0\nUnion 0 0\nTAC 0 0\nZone : EU and international waters of VI, VII and VIII (SBR/678-)\nSpecies : Red seabream\nZone : EU and international waters of VI, VII and VIII (SBR/678-)\nYear 2013 2014 Analytical TAC\nIreland 6 5\nSpain 156 143\nFrance 8 7\nUnited Kingdom 20 18\nOthers (6) 6 5\nUnion 196 178\nTAC 196 178\nSpecies : Red seabream\nZone : EU and international waters of IX (SBR/09-)\nYear 2013 (7) 2014 (7) Analytical TAC\nSpain 614 614\nPortugal 166 166\nUnion 780 780\nTAC 780 780\nSpecies : Red seabream\nZone : EU and international waters of X (SBR/10-)\nYear 2013 2014 Analytical TAC\nSpain 9 8\nPortugal 1 004 904\nUnited Kingdom 9 8\nUnion 1 022 920\nTAC 1 022 920\nZone : EU and international waters of I, II, III and IV (GFB/1234-)\nSpecies : Greater Forkbeard\nZone : EU and international waters of I, II, III and IV (GFB/1234-)\nYear 2013 2014 Analytical TAC\nGermany 9 9\nFrance 9 9\nUnited Kingdom 13 13\nUnion 31 31\nTAC 31 31\nSpecies : Greater Forkbeard\nZone : EU and international waters of V, VI and VII (GFB/567-)\nYear 2013 (8) 2014 (8) Analytical TAC\nGermany 10 10\nIreland 260 260\nSpain 588 588\nFrance 356 356\nUnited Kingdom 814 814\nUnion 2 028 2 028\nTAC 2 028 2 028\nSpecies : Greater Forkbeard\nZone : EU and international waters of VIII and IX (GFB/89-)\nYear 2013 (9) 2014 (9) Analytical TAC\nSpain 242 242\nFrance 15 15\nPortugal 10 10\nUnion 267 267\nTAC 267 267\nZone : EU and international waters of X and XII (GFB/1012-)\nSpecies : Greater Forkbeard\nZone : EU and international waters of X and XII (GFB/1012-)\nYear 2013 2014 Analytical TAC\nFrance 9 9\nPortugal 36 36\nUnited Kingdom 9 9\nUnion 54 54\nTAC 54 54"}