{"celex_id": "32010D0375", "uri": "http://publications.europa.eu/resource/cellar/23f84b22-2e5d-4f50-b6d6-03c7fc130928", "type": "Decision", "concepts": ["2540", "2739", "3660", "4308", "5650", "5782", "6400"], "title": "2010/375/: Commission Decision of 18 June 2010 on the allocation of quantities of controlled substances other than hydrochlorofluorocarbons allowed for essential or critical laboratory and analytical uses in the Union in 2010 under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer (notified under document C(2010) 3850)\n", "header": "6.7.2010 EN Official Journal of the European Union L 170/35\nCOMMISSION DECISION\nof 18 June 2010\non the allocation of quantities of controlled substances other than hydrochlorofluorocarbons allowed for essential or critical laboratory and analytical uses in the Union in 2010 under Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer\n(notified under document C(2010) 3850)\n(Only the Dutch, English, Estonian, French, German, Italian and Spanish texts are authentic)\n(2010/375/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1005/2009 of the European Parliament and of the Council of 16 September 2009 on substances that deplete the ozone layer (1), and in particular Article 10(2) thereof,\nWhereas:\n(1) The Union has already phased out the production and consumption of chlorofluorocarbons, other fully halogenated chlorofluorocarbons, halons, carbon tetrachloride, 1,1,1-trichloroethane, hydrobromofluorocarbons and bromochloromethane for most uses. The Commission is required to determine essential laboratory and analytical uses for these controlled substances, the quantities that may be used and the companies that may use them.\n(2) Decision XIX/18 of the Parties to the Montreal Protocol authorises the production and consumption necessary to satisfy essential laboratory and analytical uses of controlled substances listed in Annexes A, B and C (Group II and III substances) of the Montreal Protocol as listed in Annex IV to the report of the Seventh Meeting of the Parties, subject to the conditions set out in Annex II to the report of the Sixth Meeting of the Parties, as well as Decisions VI/9, VII/11, XI/15 XV/5, XVI/16 and XXI/16 of the Parties to the Montreal Protocol.\n(3) Decision XVII/10 of the Parties to the Montreal Protocol authorises the production and consumption of methyl bromide, listed in Annex E of the Montreal Protocol, necessary to satisfy laboratory and analytical critical uses of methyl bromide.\n(4) Under the Montreal Protocol global laboratory and analytical-use exemption is subject to periodic review and has last been extended by Decision XXI/6 until 31 December 2014.\n(5) Decision VI/25 specifies that a use can only be considered as essential if there are no available technically and economically feasible alternatives or substitutes that are acceptable from the standpoint of environment and health. An Annex listing those uses for which the Parties of the Montreal Protocol consider alternatives to be available should be established. This Annex should also contain the positive list of permitted essential uses of methyl bromide, as agreed by the Parties in Decision XVIII/15.\n(6) The Commission has published a notice to undertakings intending to import or export controlled substances that deplete the ozone layer to or from the European Union in 2010 and undertakings intending to request for 2010 a quota for these substances intended for laboratory and analytical uses (2) and has received declarations on intended essential laboratory and analytical uses of controlled substances for 2009.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Management Committee established by Article 25(1) of Regulation (EC) No 1005/2009,", "main_body": ["The production and import of controlled substances other than hydrochlorofluorocarbons may be permitted for any essential laboratory and analytical use specified in Annex I.", "The quantity of controlled substances other than hydrochlorofluorocarbons subject to Regulation (EC) No 1005/2009 which may be produced or imported for essential laboratory and analytical uses in the Union in 2010 shall be 63 843,371 ODP kilograms.", "The allocation of essential laboratory and analytical use quotas for controlled substances other than hydrochlorofluorocarbons for the year 2010 shall be to the undertakings indicated in Annex II. The maximum quantities that may be produced or imported in 2010 for laboratory and analytical uses allocated to these undertakings shall be set out in Annex III.", "This Decision shall apply from 1 January 2010 and shall expire on 31 December 2010.", "This Decision is addressed to the following undertakings:\nAcros Organics BVBA\nJanssen Pharmaceuticalaan 3a\n2440 Geel\nBELGIUM\nEstonian Environmental Research Centre\nMarja 4D\n10617 Tallinn\nESTONIA\nHoneywell Specialty Chemicals GmbH\nWunstorfer Strasse 40\nPostfach 100262\n30918 Seelze\nGERMANY\nLGC Standards GmbH\nMercatorstr. 51\n46485 Wesel\nGERMANY\nMinistry of Defence\nDefence Fuel Lubricants and Chemicals\nPO Box 10.000\n1780 CA Den Helder\nNETHERLANDS\nSicor SPA\nVia Terazzano 77\n20017 Rho (MI)\nITALY\nSigma Aldrich Company Ltd\nThe Old Brickyard, New Road\nGillingham SP8 4XT\nUNITED KINGDOM\nSigma Aldrich Logistik GmbH\nRiedstrasse 2\n89555 Steinheim\nGERMANY\nVWR International SAS\n201 rue Carnot\n94126 Fontenay-sous-Bois\nFRANCE\nAirbus SAS\nRoute de Bayonne 316\n31300 Toulouse\nFRANCE\nHarp International Ltd\nGellihirion Industrial Estate, Rhondda, Cynon Taff,\nPontypridd CF37 5SX\nUNITED KINGDOM\nIneos Fluor Ltd\nPO Box 13, The Heath\nRuncorn Cheshire WA7 4QF\nUNITED KINGDOM\nMerck KGaA\nFrankfurter Strasse 250\n64271 Darmstadt\nGERMANY\nPanreac Quimica SA\nPol. Ind. Pla de la Bruguera, C/Garraf 2\n08211 Castellar del Vallès-Barcelona\nSPAIN\nSigma Aldrich Chimie SARL\n80, rue de Luzais\nL’Isle d’Abeau Chesnes\n38297 St Quentin Fallavier\nFRANCE\nSigma Aldrich Laborchemikalien GmbH\nWunstorfer Strasse 40\nPostfach 100262\n30918 Seelze\nGERMANY\nTazzetti Fluids SRL\nCorso Europa n. 600/a\nVolpiano (TO)\nITALY"], "attachments": "Done at Brussels, 18 June 2010.\nFor the Commission\nConnie HEDEGAARD\nMember of the Commission\n(1)  OJ L 286, 31.10.2009, p. 1.\n(2)  OJ C 132, 11.6.2009, p. 19.\nANNEX I\nEssential laboratory and analytical uses of controlled substances other than hydrochlorofluorocarbons\n1. Controlled substances of Group I (chlorofluorocarbons 11, 12, 113, 114 and 115), Group II (other fully halogenated chlorofluorocarbons), Group III (halons), Group IV (carbon tetrachloride), Group V (1,1,1-trichloroethane), Group VII (hydrobromofluorocarbons) and Group IX (bromochloromethane) may be permitted for all laboratory and analytical uses with the exception of the following:\n(a) testing of oil, grease and total petroleum hydrocarbons in water;\n(b) testing of tar in road-paving materials;\n(c) forensic finger-printing;\n(d) testing of organic matter in coal;\n(e) any use for which a technically and economically feasible alternative is available.\n2. Methyl bromide (Group VI) may be permitted for the following essential laboratory and analytical uses:\n(a) as a reference or standard to calibrate equipment which uses methyl bromide, to monitor methyl bromide emission levels or to determine methyl bromide residue levels in goods, plants and commodities;\n(b) in laboratory toxicological studies;\n(c) to compare the efficacy of methyl bromide and its alternatives inside a laboratory;\n(d) as a laboratory agent which is destroyed in a chemical reaction in the manner of feedstock.\n3. Following uses are not considered as essential laboratory and analytical uses:\n(a) refrigeration and air-conditioning equipment used in laboratories, including refrigerated laboratory equipment such as ultra-centrifuges;\n(b) cleaning, reworking, repair, or rebuilding of electronic components or assemblies;\n(c) preservation of publications and archives;\n(d) sterilisation of materials in a laboratory.\nANNEX II\nUndertakings entitled to produce or import for essential laboratory and analytical uses\nQuota entitling to produce or import controlled substances other than hydrochlorofluorocarbons, which may be used for essential laboratory and analytical uses, are allocated to:\nCompany\nAcros Organics (BE)\nAirbus France (FR)\nEstonian Environmental Research Centre (EE)\nHarp International (UK)\nHoneywell Specialty Chemicals (FR)\nIneos Fluor (UK)\nLGC Standards (DE)\nMerck KGaA (DE)\nMinistry of Defence (NL)\nPanreac Quimica (ES)\nSicor (IT)\nSigma Aldrich Chimie (FR)\nSigma Aldrich Company (UK)\nSigma Aldrich Laborchemikalien (DE)\nSigma Aldrich Logistik (DE)\nTazzetti Fluids (IT)\nVWR I S A S (FR)\nANNEX III\n(This Annex is not published because it contains confidential commercial information.)"}