{"celex_id": "32011D0760", "uri": "http://publications.europa.eu/resource/cellar/1c1451c3-0710-402e-98d8-ebf20ae70695", "type": "Decision", "concepts": ["1085", "1159", "2110", "2282", "2563", "4790", "544", "598", "863"], "title": "2011/760/EU: Commission Implementing Decision of 23 November 2011 on the allocation to Spain and France of additional days at sea within ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz (notified under document C(2011) 8303)\n", "header": "26.11.2011 EN Official Journal of the European Union L 313/35\nCOMMISSION IMPLEMENTING DECISION\nof 23 November 2011\non the allocation to Spain and France of additional days at sea within ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz\n(notified under document C(2011) 8303)\n(Only the French and Spanish texts are authentic)\n(2011/760/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 57/2011 of 18 January 2011 fixing for 2011 the fishing opportunities for certain fish stocks and groups of fish stocks, applicable in EU waters and, for EU vessels, in certain non-EU waters (1) and in particular points 7.1, 7.3 and 7.6 of Annex IIB thereof,\nWhereas:\n(1) Point 5.1 of Annex IIB to Regulation (EU) No 57/2011 specifies the maximum number of days on which EU vessels of an overall length equal to or greater than 10 meters carrying on board the regulated gears (trawls, Danish seines and similar gears of mesh size equal to or lager than 32 mm and gill-nets of mesh size equal to or larger than 60 mm and bottom long-lines) may be present within ICES Divisions VIIIc and IXa excluding the Gulf of Cadiz from 1 February 2011 to 31 January 2012.\n(2) Point 7.1 of Annex IIB to Regulation (EU) No 57/2011 allows the Commission to allocate an additional number of days at sea on which a vessel may be authorised by its flag Member State to be present within the area when carrying on board any regulated gear, on the basis of permanent cessations of fishing activities that have taken place between 1 February 2010 and 31 January 2011.\n(3) Point 7.6 of Annex IIB to Regulation (EU) No 57/2011 allows the Commission to exceptionally allocate additional days during the 2011 management period on the basis of permanent cessations of fishing activities that have taken place from 1 February 2004 to 31 January 2010 and which have not been subject of prior request for additional days.\n(4) On 3 and 21 June 2011 Spain submitted requests in accordance with point 7.2 of that Annex including data showing that eight fishing vessels have permanently ceased activities between 1 February 2004 and 31 January 2010 and three fishing vessels have permanently ceased activities between 1 February 2010 and 31 January 2011, and which have not been subject of prior request for additional days. In view of the data submitted and having regard to the calculation method laid down in the second subparagraph of point 7.1 of that Annex, 9 additional days at sea for the vessels referred to in point 1 of that Annex should be allocated to Spain for the period from 1 February 2011 to 31 January 2012.\n(5) On 14 July 2011 France submitted a request in accordance with point 7.2 of that Annex including data showing that six fishing vessels have permanently ceased activities from 1 February 2004 to 31 January 2010 and which have not been subject of prior request for additional days. In view of the data submitted and having regard to the calculation method laid down in the second subparagraph of point 7.1 of that Annex, 23 additional days at sea for the vessels referred to in point 1 of that Annex should be allocated to France for the period from 1 February 2011 to 31 January 2012.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Fisheries and Aquaculture Committee,", "main_body": ["The maximum number of days at sea for which a vessel flying the flag of Spain may be authorised to be present in ICES divisions VIIIc and IXa excluding the Gulf of Cadiz carrying on board any regulated gear and not subject to any of the special conditions listed in point 5.2 of Annex IIB to Regulation (EU) No 57/2011, as laid down in Table I of that Annex, shall be increased to 167 days per year.", "The maximum number of days at sea for which a vessel flying the flag of France may be authorised to be present in ICES divisions VIIIc and IXa excluding the Gulf of Cadiz carrying on board any regulated gear and not subject to any of the special conditions listed in point 5.2 of Annex IIB to Regulation (EU) No 57/2011, as laid down in Table I of that Annex, shall be increased to 165 days per year.", "This Decision is addressed to the Kingdom of Spain and to the French Republic."], "attachments": "Done at Brussels, 23 November 2011.\nFor the Commission\nMaria DAMANAKI\nMember of the Commission\n(1)  OJ L 24, 27.1.2011, p. 1."}