{"celex_id": "32012R0606", "uri": "http://publications.europa.eu/resource/cellar/dfbd51de-c9b7-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["1519", "1879", "2110", "2282", "2437", "2879", "4829", "544", "997"], "title": "Commission Implementing Regulation (EU) No 606/2012 of 4 July 2012 prohibiting fishing activities for traps and longliners flying the flag of or registered in Italy, fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and in the Mediterranean Sea\n", "header": "7.7.2012 EN Official Journal of the European Union L 177/14\nCOMMISSION IMPLEMENTING REGULATION (EU) No 606/2012\nof 4 July 2012\nprohibiting fishing activities for traps and longliners flying the flag of or registered in Italy, fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and in the Mediterranean Sea\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules on the common fisheries policy, (1) and in particular Article 36, paragraph 2 thereof,\nWhereas:\n(1) Council Regulation (EU) No 44/2012 of 17 January 2012 fixing for 2012 the fishing opportunities available in EU waters and, to EU vessels, in certain non EU waters for certain fish stocks and groups of fish stocks which are subject to international negotiations or agreements fixes the amount of bluefin tuna which may be fished in 2012 in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea.\n(2) Council Regulation (EC) No 302/2009 of 6 April 2009 concerning a multiannual recovery plan for bluefin tuna in the Eastern Atlantic and Mediterranean, amending Regulation (EC) No 43/2009 and repealing Regulation (EC) No 1559/2007, (2) requires Member States to inform the Commission of the individual quota allocated to their vessels over 24 metres and, for catching vessels less than 24 metres and for traps, at least of the quota allocated to producer organisations or groups of vessels fishing with similar gear.\n(3) The Common Fisheries Policy is designed to ensure the long-term viability of the fisheries sector through sustainable exploitation of living aquatic resources based on the precautionary approach.\n(4) In accordance with Article 36, paragraph 2 of Council Regulation (EC) No 1224/2009, where the Commission finds that, on the basis of information provided by Member States and of other information in its possession fishing opportunities available to the European Union, a Member State or group of Member States are deemed to have been exhausted for one or more gears or fleets, the Commission shall inform the Member States concerned thereof and shall prohibit fishing activities for the respective area, gear, stock, group of stocks or fleet involved in those specific fishing activities.\n(5) The information in the Commission's possession indicates that the fishing opportunities for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea allocated to traps and longliners flying the flag of or registered in Italy are deemed to have been exhausted.\n(6) On 20 June 2012 Italy informed the Commission of the fact that it had imposed a stop on the fishing activities of its traps and longline vessels active in the 2012 bluefin tuna fishery, with effect from 20 June at 13:00 for longliners and with effect from 22 June at 17:00 for traps.\n(7) Without prejudice to the action taken by Italy mentioned above, it is necessary that the Commission confirms the prohibition of fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W and the Mediterranean Sea, as from 20 June 2012 at 13:00 for longliners flying the flag of or registered in Italy and as from 22 June 2012 at 17:00 for traps registered in Italy.", "main_body": ["Fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean by longliners flying the flag of or registered in Italy shall be prohibited as from 20 June 2012 at 13:00.\nIt shall also be prohibited to retain on board, place in cages for fattening or farming, tranship, transfer or land such stock caught by those vessels as from that date.", "Fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean by traps registered in Italy shall be prohibited as from 22 June 2012 at 17:00.\nIt shall also be prohibited to retain on board, place in cages for fattening or farming, tranship, transfer or land such stock caught by those traps as from that date.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 2012.\nFor the Commission, On behalf of the President,\nLászló ANDOR\nMember of the Commission\n(1)  OJ L 343, 22.12.2009, p.1\n(2)  OJ L 96, 15.4.2009, p. 1."}