{"celex_id": "32012R0865", "uri": "http://publications.europa.eu/resource/cellar/9a551b0b-084e-4e72-be7d-8d33a20acc16", "type": "Regulation", "concepts": ["1182", "1201", "2131", "2910", "4383"], "title": "Commission Implementing Regulation (EU) No 865/2012 of 21 September 2012 amending Regulation (EC) No 867/2008 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards operators’ organisations in the olive sector, their work programmes and the financing thereof\n", "header": "22.9.2012 EN Official Journal of the European Union L 256/18\nCOMMISSION IMPLEMENTING REGULATION (EU) No 865/2012\nof 21 September 2012\namending Regulation (EC) No 867/2008 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards operators’ organisations in the olive sector, their work programmes and the financing thereof\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular the third subparagraph of Article 103(2) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 11 of Commission Regulation (EC) No 867/2008 (2) provides that the operators’ organisations in the olive sector may receive, subject to the lodging of a security, an advance of a maximum of 90 % of the eligible annual expenditure. To this end, the Member State pays an initial instalment before the end of the month following the month of the beginning of the implementation of each year of the work programme.\n(2) However, because of the economic crisis, this provision, which is intended to allow work to start quickly, has not had the desired effect in Greece. In fact, in the wake of the crisis, some operators’ organisations, having been unable to lodge the security referred to in Article 11(4) of Regulation (EC) No 867/2008, were not eligible to receive the advance referred to in paragraph 2 of that Article, and thus could not launch their programmes for the 2012-15 period.\n(3) Under these circumstances, this Member State must be given exceptional permission to pay the initial instalment of the advance referred to in the first subparagraph of Article 11(2) of Regulation (EC) No 867/2008 until 30 September 2012, which would allow the beneficiaries to reuse the securities lodged for the previous work programmes and released in the meantime, provided that all the relevant conditions are met.\n(4) Regulation (EC) No 867/2008 should be amended accordingly.\n(5) In order to ensure the efficient management of the measure, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The following subparagraph is added to Article 11(2) of Regulation (EC) No 867/2008:\n‘By way of derogation from the first subparagraph and for the first year of implementation of the work programmes approved for the 2012-15 period, Greece may pay the operators’ organisations concerned, before 30 September 2012, an initial instalment equal to half the amount referred to in paragraph 1.’.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 September 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 237, 4.9.2008, p. 5."}