{"celex_id": "32010R0437", "uri": "http://publications.europa.eu/resource/cellar/b6182089-bfd6-4b37-91d9-68dc852f8539", "type": "Regulation", "concepts": ["1056", "1817", "2496", "5519", "5640", "976"], "title": "Regulation (EU) No 437/2010 of the European Parliament and of the Council of 19 May 2010 amending Regulation (EC) No 1080/2006 on the European Regional Development Fund as regards the eligibility of housing interventions in favour of marginalised communities\n", "header": "29.5.2010 EN Official Journal of the European Union L 132/1\nREGULATION (EU) No 437/2010 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 19 May 2010\namending Regulation (EC) No 1080/2006 on the European Regional Development Fund as regards the eligibility of housing interventions in favour of marginalised communities\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 178 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) With a view to enhancing the economic and social cohesion of the Union, it is necessary to support limited interventions for the renovation of existing buildings serving housing purposes in Member States that acceded to the European Union on or after 1 May 2004. Those interventions may take place under the conditions set out in Article 7(2) of Regulation (EC) No 1080/2006 of the European Parliament and of the Council of 5 July 2006 on the European Regional Development Fund (3).\n(2) Expenditure should be programmed within the framework of an integrated urban development operation or priority axis for areas experiencing or threatened by physical deterioration and social exclusion. For clarity, the conditions under which housing interventions in urban areas may take place should be simplified. To this end, expenditure on housing interventions should be programmed taking into account different parameters regardless of the source of financing. Furthermore only expenditure on interventions in regard to existing buildings should be considered as eligible expenditure.\n(3) In several Member States, for marginalised communities living in urban or rural areas, housing constitutes a decisive factor of integration. It is therefore necessary to extend the eligibility of expenditure on housing interventions in all Member States to communities living in urban or rural areas.\n(4) Irrespective of whether communities are located in urban or rural areas, due to the extremely poor quality of their housing conditions, expenditure on the renovation or replacement of existing housing, including by newly constructed housing, should also be considered as eligible expenditure.\n(5) In line with Principle No 2 of the Common Basic Principles on Roma Inclusion reiterated by the Council in its Conclusions on Inclusion of the Roma of 8 June 2009, housing interventions focused on a specific group should not exclude other people sharing similar socio-economic circumstances.\n(6) In line with Principle No 1 of those Common Basic Principles, in order to limit the risks of segregation, housing interventions for marginalised communities should take place within the framework of an integrated approach, which includes, in particular, actions in the fields of education, health, social affairs, employment and security, and desegregation measures.\n(7) Uniform conditions of implementation should be ensured for the adoption of the list of criteria needed to determine the areas experiencing or threatened by physical deterioration and social exclusion and the adoption of the list of eligible interventions. Article 291 of the Treaty on the Functioning of the European Union provides that rules and general principles concerning mechanisms for the control by Member States of the Commission’s exercise of its implementing powers are laid down in advance by a regulation adopted in accordance with the ordinary legislative procedure. Pending the adoption of such a regulation and in order to avoid any disruption of the Union’s legislative action, the provisions of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4) should continue to be applied.\n(8) Regulation (EC) No 1080/2006 should therefore be amended accordingly,", "main_body": ["Article 7(2) of Regulation (EC) No 1080/2006 is replaced by the following:\n‘2.   Expenditure on housing, except for energy efficiency and the use of renewable energy as set out in paragraph 1a, shall be eligible expenditure in the following cases:\n(a) for the Member States that acceded to the European Union on or after 1 May 2004 and within the framework of an integrated urban development approach for areas experiencing or threatened by physical deterioration and social exclusion;\n(b) for all Member States only within the framework of an integrated approach for marginalised communities.\nThe allocation to housing expenditure shall be either a maximum of 3 % of the ERDF allocation to the operational programmes concerned or 2 % of the total ERDF allocation.\n2a.   For the purposes of points (a) and (b) of paragraph 2 but without prejudice to the second subparagraph of this paragraph, expenditure shall be limited to the following interventions:\n(a) renovation of the common parts in existing multi-family housing;\n(b) renovation and change of use of existing buildings owned by public authorities or non-profit operators for use as housing designated for low-income households or people with special needs.\nFor the purposes of point (b) of paragraph 2, interventions may include the renovation or replacement of existing housing.\nThe Commission shall adopt the list of criteria needed for determining the areas referred to under point (a) of paragraph 2 and the list of eligible interventions in accordance with the procedure referred to in Article 103(3) of Regulation (EC) No 1083/2006.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 19 May 2010.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nD. LÓPEZ GARRIDO\n(1)  Opinion of 5 November 2009 (not yet published in the Official Journal).\n(2)  Position of the European Parliament of 10 February 2010 (not yet published in the Official Journal) and decision of the Council of 26 April 2010.\n(3)  OJ L 210, 31.7.2006, p. 1.\n(4)  OJ L 184, 17.7.1999, p. 23."}