{"celex_id": "32013D0791", "uri": "http://publications.europa.eu/resource/cellar/911325cc-6be9-11e3-9afb-01aa75ed71a1", "type": "Decision", "concepts": ["1123", "1524", "2095", "448275", "5158", "6703", "922"], "title": "2013/791/Euratom: Council Decision of 13 December 2013 amending Decision 2007/198/Euratom establishing the European Joint Undertaking for ITER and the Development of Fusion Energy and conferring advantages upon it\n", "header": "21.12.2013 EN Official Journal of the European Union L 349/100\nCOUNCIL DECISION\nof 13 December 2013\namending Decision 2007/198/Euratom establishing the European Joint Undertaking for ITER and the Development of Fusion Energy and conferring advantages upon it\n(2013/791/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the third and fourth paragraphs of Article 47 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Council Decision 2007/198/Euratom (1) established the European Joint Undertaking for ITER and the Development of Fusion Energy (the ‘Joint Undertaking’) to provide the contribution of the European Atomic Energy Community (‘Euratom’) to the ITER International Fusion Energy Organisation and the Broader Approach Activities with Japan as well as to prepare and coordinate a programme of activities in preparation for the construction of a demonstration fusion reactor and related facilities.\n(2) Decision 2007/198/Euratom provides for a financial reference amount deemed necessary for the Joint Undertaking together with the indicative total contribution of Euratom towards such amount, which should be made available through the Euratom research and training programmes adopted pursuant to Article 7 of the Euratom Treaty.\n(3) The resources deemed necessary for the Joint Undertaking during the ITER construction phase, covering the 2007-2020 period, amounted to EUR 7 200 000 000 (in 2008 value) in March 2010. In July 2010, the Council capped this amount to EUR 6 600 000 000 (in 2008 value).\n(4) The European Parliament and the Council set the maximum level of the Euratom commitments for ITER in the Multiannual Financial Framework for the 2014-2020 period at EUR 2 707 000 000 (in 2011 value).\n(5) It is necessary to amend Decision 2007/198/Euratom to allow the financing of the activities of the Joint Undertaking for the 2014-2020 period from the general budget of the European Union and not through the Euratom research and training programmes.\n(6) Third countries which have concluded a cooperation agreement with Euratom in the field of nuclear energy research, including controlled nuclear fusion, that associate their respective research programmes with the Euratom programmes are to contribute to the financing of the activities of the Joint Undertaking. Their contribution should be determined in the respective cooperation agreement with Euratom.\n(7) The 2012 fusion roadmap developed by national fusion laboratories has the ultimate aim of supporting ITER design and construction and demonstrating electricity production by fusion by around the middle of the century. Therefore, in order to fulfil its tasks, the Joint Undertaking should maintain a close working relationship with the European entities implementing this roadmap.\n(8) It is also appropriate to update Decision 2007/198/Euratom as regards the provisions on protection of the Union's financial interests.\n(9) It is appropriate to inform the European Parliament and the Council on the implementation of Decision 2007/198/Euratom on the basis of information provided by the Joint Undertaking.\n(10) Decision 2007/198/Euratom should therefore be amended accordingly,", "main_body": ["Decision 2007/198/Euratom is amended as follows:\n(1) Article 4 is amended as follows:\n(a) paragraph1, point (c) is replaced by the following:\n‘(c) as regards the tasks referred to in Article 1(2)(c), in accordance with research and training programmes adopted pursuant to Article 7 of the Treaty or through any other decision adopted by the Council.’\n(b) in paragraph 2, the following subparagraph is added:\n(c) paragraph 3 is replaced by the following:\n(d) paragraph 4 is deleted.\n(2) the following Articles are inserted:", "Entry into force\nThis Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 December 2013.\nFor the Council\nThe President\nV. MAZURONIS\n(1)  Council Decision 2007/198/Euratom of 27 March 2007 establishing the European Joint Undertaking for ITER and the Development of Fusion Energy and conferring advantages upon it (OJ L 90, 30.3.2007, p. 58)."}