{"celex_id": "32014D0700", "uri": "http://publications.europa.eu/resource/cellar/33881268-4f79-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["236", "3483", "3870", "950"], "title": "Council Decision 2014/700/CFSP of 8 October 2014 amending Decision 2013/183/CFSP concerning restrictive measures against the Democratic People's Republic of Korea\n", "header": "9.10.2014 EN Official Journal of the European Union L 293/34\nCOUNCIL DECISION 2014/700/CFSP\nof 8 October 2014\namending Decision 2013/183/CFSP concerning restrictive measures against the Democratic People's Republic of Korea\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nHaving regard to Council Decision 2013/183/CFSP concerning restrictive measures against the Democratic People's Republic of Korea (1), and in particular Article 19 thereof,\nWhereas:\n(1) On 22 April 2013, the Council adopted Decision 2013/183/CFSP.\n(2) On 28 July 2014, the Sanctions Committee established pursuant to United Nations Security Council Resolution 1718 (2006) concerning the Democratic People's Republic of Korea (the ‘Sanctions Committee’), approved the addition of a new entity to its consolidated list of individuals and entities subject to restrictive measures.\n(3) On 30 July 2014, the Sanctions Committee updated the list of individuals and entities subject to restrictive measures.\n(4) In accordance with Article 22(1) of Decision 2013/183/CFSP, the list set out in Annex I to that Decision should therefore be amended accordingly.\n(5) Furthermore, in the light of the reported decease of one listed individual, Annex II to Decision 2013/183/CFSP should also be amended accordingly,", "main_body": ["Annexes I and II to Decision 2013/183/CFSP are amended as set out in the Annex to this Decision.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 8 October 2014.\nFor the Council\nThe President\nM. LUPI\n(1)  OJ L 111, 23.4.2013, p. 52.\nANNEX\nI. The entity listed below is added to the list set out in Annex I to Decision 2013/183/CFSP:\nName Alias Location Date of designation Other information\n20. Ocean Maritime Management Company, Limited  Donghung Dong, Central District, PO BOX 120, Pyongyang, DPRK; 28.7.2014 Ocean Maritime Management Company, Limited (IMO Number: 1790183) is the operator/manager of the vessel Chong Chon Gang. It played a key role in arranging the shipment of concealed cargo of arms and related materiel from Cuba to the DPRK in July 2013. As such, Ocean Maritime Management Company, Limited contributed to activities prohibited by the resolutions, namely the arms embargo imposed by Resolution 1718 (2006), as modified by Resolution 1874 (2009), and contributed to the evasion of the measures imposed by these Resolutions.\nII. The entries for the following persons and entities set out in Annex I to Decision 2013/183/CFSP are replaced by the entries below:\nName Alias Date of birth Date of designation Other information\n2. Ri Je-Son Korean name: Born 1938 16.7.2009 Minister of Atomic Energy Industry since April 2014. Former Director of the General Bureau of Atomic Energy (GBAE), chief agency directing DPRK's nuclear program; facilitated several nuclear endeavours including GBAE's management of Yongbyon Nuclear Research Center and Namchongang Trading Corporation.\nName Alias Location Date of designation Other information\n14. Leader (Hong Kong) International Leader International Trading Limited; Leader (Hong Kong) International Trading Limited LM-873, RM B, 14/F, Wah Hen Commercial Centre, 383 Hennessy Road, Wanchai, Hong Kong, China. 22.1.2013 Leader International (Hong Kong company registration number 1177053), facilitates shipments on behalf of the Korea Mining Development Trading Corporation (KOMID). KOMID was designated by the Committee in April 2009 and is the DPRK's primary arms dealer and main exporter of goods and equipment related to ballistic missiles and conventional weapons.\nIII. The person listed below is deleted from the list set out in Annex II to Decision 2013/183/CFSP:\n5. JON Pyong-Ho."}