{"celex_id": "32014D0438", "uri": "http://publications.europa.eu/resource/cellar/bb08a029-0745-11e4-b75f-01aa75ed71a1", "type": "Decision", "concepts": ["3367", "7208", "8465"], "title": "Council Decision 2014/438/CFSP of 8 July 2014 amending and extending the mandate of the European Union Special Representative for the South Caucasus and the crisis in Georgia\n", "header": "9.7.2014 EN Official Journal of the European Union L 200/11\nCOUNCIL DECISION 2014/438/CFSP\nof 8 July 2014\namending and extending the mandate of the European Union Special Representative for the South Caucasus and the crisis in Georgia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) and Article 33,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 25 August 2011, the Council adopted Decision 2011/518/CFSP (1) appointing Mr Philippe Lefort as the European Union Special Representative (EUSR) for the South Caucasus and the crisis in Georgia.\n(2) On 2 July 2013, the Council adopted Decision 2013/353/CFSP (2) extending the mandate of the EUSR until 30 June 2014.\n(3) On 20 January 2014, the Council adopted Decision 2014/22/CFSP (3) providing the EUSR with a financial reference amount of EUR 1 040 000 for the period 1 January 2014 to 30 June 2014.\n(4) Following the resignation of Mr Philippe LEFORT on 31 January 2014, Mr Herbert SALBER should be appointed as the new EUSR for the South Caucasus and the crisis in Georgia for the period until 28 February 2015.\n(5) The EUSR will implement the mandate in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty,", "main_body": ["Decision 2013/353/CFSP is amended as follows:\n(1) in Article 1 the following paragraph is added:\n(2) in Article 5, paragraph 1 is replaced by the following:\n(3) in Article 14, paragraph 1 is replaced by the following:", "Entry into force\nThis Decision shall enter into force on the date of its adoption.\nIt shall apply from 1 July 2014."], "attachments": "Done at Brussels, 8 July 2014.\nFor the Council\nThe President\nP. C. PADOAN\n(1)  Council Decision 2011/518/CFSP of 25 August 2011 appointing the European Union Special Representative for South Caucasus and the crisis in Georgia (OJ L 221, 27.8.2011, p. 5).\n(2)  Council Decision 2013/353/CFSP of 2 July 2013 amending and extending the mandate of the European Union Special Representative for South Caucasus and the crisis in Georgia (OJ L 185, 4.7.2013, p. 9).\n(3)  Council Decision 2014/22/CFSP of 20 January 2014 amending Decision 2013/353/CFSP amending and extending the mandate of the European Union Special Representative for South Caucasus and the crisis in Georgia (OJ L 16, 21.1.2014, p. 30)."}