{"celex_id": "32010D0715", "uri": "http://publications.europa.eu/resource/cellar/b8e05d76-59ee-4cf0-9057-89852f1746ed", "type": "Decision", "concepts": ["1268", "1284", "13", "1590", "1812", "6052", "6569"], "title": "2010/715/: Commission Decision of 25 November 2010 authorising the placing on the market of ferrous ammonium phosphate as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2010) 8191)\n", "header": "26.11.2010 EN Official Journal of the European Union L 310/16\nCOMMISSION DECISION\nof 25 November 2010\nauthorising the placing on the market of ferrous ammonium phosphate as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2010) 8191)\n(Only the French text is authentic)\n(2010/715/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 21 October 2008 the company Cantox Health Sciences International on behalf of Nestec Ltd made a request to the competent authorities of Ireland to place ferrous ammonium phosphate on the market as a novel food ingredient.\n(2) On 20 November 2008 the competent food assessment body of Ireland issued its initial assessment report. In that report it came to the conclusion that an additional assessment was required.\n(3) The Commission informed all Member States about the request on 23 December 2008. The European Food Safety Authority (EFSA) was requested to carry out the assessment on 28 April 2009.\n(4) On 14 April 2010 following a request from the Commission, EFSA adopted an opinion (2) on the safety of ferrous ammonium phosphate as a source of iron added for nutritional purposes to foods for the general population (including food supplements) and to foods for particular nutritional uses. In the opinion EFSA concluded that ferrous ammonium phosphate, at the proposed use levels, is not of safety concern provided that established upper safety limits for iron are not exceeded.\n(5) Commission Regulation (EC) No 953/2009 of 13 October 2009 on substances that may be added for specific nutritional purposes in foods for particular nutritional uses (3), Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (4) and/or Regulation (EC) No 1925/2006 of the European Parliament and of the Council of 20 December 2006 on the addition of vitamins and minerals and of certain other substances to foods (5) lay down specific provision for the use of vitamins, minerals and other substances in food. The use of ferrous ammonium phosphate should be authorised without prejudice to the requirements of this legislation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Ferrous ammonium phosphate as a source of iron as specified in the Annex may be placed on the market in the Union as a novel food ingredient to be used in food without prejudice to the specific provisions of Regulation (EC) No 953/2009, Directive 2002/46/EC and/or Regulation (EC) No 1925/2006.", "The designation of the novel food ingredient authorised by this Decision on the labelling of the foodstuff containing it shall be ‘ferrous ammonium phosphate’.", "This Decision is addressed to Nestec Ltd Avenue Nestlé 55, CH-1800 Vevey, Switzerland."], "attachments": "Done at Brussels, 25 November 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2010; 8(5): 1584.\n(3)  OJ L 269, 14.10.2009, p. 9.\n(4)  OJ L 183, 12.7.2002, p. 51.\n(5)  OJ L 404, 30.12.2006, p. 26.\nANNEX\nSPECIFICATIONS OF FERROUS AMMONIUM PHOSPHATE\nDescription: Ferrous ammonium phosphate is a grey/green fine powder, practically insoluble in water and soluble in dilute mineral acids.\nCAS No: 10101-60-7\nChemical Formula: FeNH4PO4\nStructural Formula:\nChemical characteristics of ferrous ammonium phosphate:\npH of 5 % suspension in water 6,8 to 7,8\nIron (total) not less than 28 %\nAmmonia 5 % to 9 % (w/w)\nWater not more than 3 %"}