{"celex_id": "32014R0332", "uri": "http://publications.europa.eu/resource/cellar/2b20c59e-bc8f-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1591", "161", "206", "2718", "2734", "2957", "3191", "5892", "8285"], "title": "Regulation (EU) No 332/2014 of the European Parliament and of the Council of 11 March 2014 on certain procedures for applying the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part\n", "header": "5.4.2014 EN Official Journal of the European Union L 103/10\nREGULATION (EU) No 332/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2014\non certain procedures for applying the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) The Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republicof Serbia, of the other part (‘SAA’) was signed on 29 April 2008 and concluded on 22 July 2013 (2). The SAA entered into force on 1 September 2013.\n(2) It is necessary to lay down rules for the implementation of certain provisions of the SAA, as well as the procedures for the adoption of detailed rules of implementation.\n(3) In order to ensure uniform conditions for the implementation of the SAA, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (3). Given that the implementing acts form part of the common commercial policy, the examination procedure should in principle be used for their adoption. Where the SAA provides for the possibility, in exceptional and critical circumstances, to apply forthwith measures necessary to deal with the situation, the Commission should adopt such implementing acts immediately. The Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to measures concerning agricultural and fishery products, imperative grounds of urgency so require.\n(4) The SAA stipulates that certain agricultural and fishery products originating in Serbia may be imported into the Union at a reduced customs duty, within the limits of tariff quotas. It is therefore necessary to lay down provisions regulating the management and review of those tariff quotas in order to allow for their thorough assessment.\n(5) Where trade defence measures become necessary, they should be adopted in accordance with Council Regulation (EC) No 260/2009 (4), Council Regulation (EC) No 1225/2009 (5) or, as the case may be, Council Regulation (EC) No 597/2009 (6).\n(6) Where a Member State provides information to the Commission on a possible case of fraud or failure to provide administrative cooperation, the relevant Union legislation, in particular Council Regulation (EC) No 515/97 (7), should apply.\n(7) This Regulation contains implementing measures for the SAA, and should thus apply from the date of entry into force of the SAA.\n(8) Upon the entry into force of the SAA, the SAA replaced the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Serbia, of the other part (8) (‘Interim Agreement’), which had entered into force on 1 February 2010 and provided for the early entry into force of the trade and trade-related provisions of the SAA. In order to ensure the effective application and management of the tariff quotas granted under the Interim Agreement and the SAA, as well as to ensure legal certainty and equal treatment with regard to the levying of duties, certain provisions of this Regulation should apply from the date of entry into force of the Interim Agreement,", "main_body": ["Subject matter\n1.   This Regulation lays down the rules and procedures for the adoption of detailed rules for the implementation of certain provisions of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republicof Serbia, of the other part (‘SAA’).\n2.   All references in this Regulation to provisions of the SAA shall, whenever applicable, be understood as referring to the corresponding provisions of the Interim Agreement.", "Concessions for fish and fishery products\nThe Commission shall adopt detailed rules on the implementation of Article 14 of the Interim Agreement, and thereafter Article 29 of the SAA, concerning the tariff quotas for fish and fishery products, by means of implementing acts. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 13(3) of this Regulation.", "Tariff reductions\n1.   Subject to paragraph 2, rates of preferential duty shall be rounded down to the first decimal place.\n2.   The preferential rate shall be considered a full exemption where the result of calculating the rate of preferential duty in accordance with paragraph 1 is one of the following:\n(a) 1 % or less in the case of ad valorem duties;\n(b) EUR 1 or less per individual amount in the specific duties.", "Technical adaptations\nThe Commission shall adopt amendments and technical adaptations to the provisions adopted pursuant to this Regulation which are necessary following changes to the Combined Nomenclature codes and to the TARIC subdivisions or arising from the conclusion of new or modified agreements, protocols, exchanges of letters or other acts between the Union and the Republic of Serbia by means of implementing acts. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 13(3).", "General safeguard clause\nWithout prejudice to Article 7, where the Union needs to take a measure as provided for in Article 41 of the SAA, the Commission shall adopt that measure by means of implementing acts. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 13(3) of this Regulation, unless otherwise specified in Article 41 of the SAA.", "Shortage clause\nWithout prejudice to Article 7, where the Union needs to take a measure provided for in Article 42 of the SAA, the Commission shall adopt that measure by means of implementing acts. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 13(3) of this Regulation.", "Exceptional and critical circumstances\nWhere exceptional and critical circumstances arise within the meaning of Article 41(5)(b) and Article 42(4) of the SAA, the Commission may take immediately applicable measures as provided for in Articles 41 and 42 of the SAA, in accordance with the procedure referred to in Article 13(4) of this Regulation.", "Safeguard clause for agricultural and fishery products\n1.   Notwithstanding the procedures provided for in Articles 5 and 6 of this Regulation, where the Union needs to take a measure as provided for in Article 32(2) or Article 41 of the SAA, concerning agricultural and fishery products, the Commission shall, at the request of a Member State or on its own initiative, decide upon the necessary measures after, where applicable, having had recourse to the referral procedure provided for in Article 41 of the SAA. Those measures shall be adopted by the Commission by means of implementing acts. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 13(3) of this Regulation.\nOn duly justified imperative grounds of urgency, including the case referred to in paragraph 2 of this Article, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 13(4) of this Regulation.\n2.   If the Commission receives the request referred to in paragraph 1 from a Member State, it shall take a decision thereon:\n(a) within three working days following the receipt of that request, where the referral procedure provided for in Article 41 of the SAA does not apply; or\n(b) within three days of the end of the 30-day period referred to in Article 41(5)(a) of the SAA, where the referral procedure provided for in Article 41 of the SAA applies.", "Surveillance\nFor the purposes of implementing Article 32(2) of the SAA, a Union surveillance of imports of goods listed in Annex V to Protocol 3 to the SAA shall be established. The procedure laid down in Article 308d of Commission Regulation (EEC) No 2454/93 (9) shall apply.", "0\nDumping and subsidy\nIn the event of a practice that may cause the Union to take the measures provided for in Article 40(2) of the SAA, the introduction of anti-dumping and/or countervailing measures shall be decided upon in accordance with the provisions laid down in, respectively, Regulation (EC) No 1225/2009 and Regulation (EC) No 597/2009.", "1\nCompetition\n1.   In the event of a practice which the Commission considers to be incompatible with Article 73 of the SAA, the Commission shall, after examining the case on its own initiative or on the request of a Member State, decide upon the appropriate measure provided for in Article 73 of the SAA.\nThe measures provided for in Article 73(10) of the SAA shall be adopted in the cases of aid in accordance with the procedures laid down in Regulation (EC) No 597/2009.\n2.   In the event of a practice that may cause measures to be applied to the Union by the Republic of Serbia on the basis of Article 73 of the SAA, the Commission shall, after examining the case, decide whether the practice is compatible with the principles set out in the SAA. Where necessary, it shall take appropriate decisions on the basis of criteria which result from the application of Articles 101, 102 and 107 of the Treaty.", "2\nFraud or failure to provide administrative cooperation\n1.   Where the Commission, on the basis of information provided by a Member State or on its own initiative, finds that the conditions laid down in Article 46 of the SAA are fulfilled, it shall, without undue delay:\n(a) inform the European Parliament and the Council; and\n(b) notify the Stabilisation and Association Committee of its finding together with the objective information it is based on, and enter into consultations within the Stabilisation and Association Committee.\n2.   Any publication under Article 46(5) of the SAA shall be done by the Commission in the Official Journal of the European Union.\n3.   The Commission may decide, by means of implementing acts adopted in accordance with the examination procedure referred to in Article 13(3) of this Regulation, to suspend temporarily the relevant preferential treatment of the products as provided for in Article 46(4) of the SAA.", "3\nCommittee procedure\n1.   For the purposes of Articles 2, 4 and 12 of this Regulation, the Commission shall be assisted by the Customs Code Committee set up by Article 184 of Regulation (EC) No 450/2008 of the European Parliament and of the Council (10). That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   For the purposes of Articles 5 to 8 of this Regulation, the Commission shall be assisted by the Committee set up by Article 4 of Regulation (EC) No 260/2009. That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n3.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n4.   Where reference is made to this paragraph, paragraphs 1 to 4 of Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply.", "4\nNotification\nThe Commission, acting on behalf of the Union, shall be responsible for notification to the Stabilisation and Association Council and the Stabilisation and Association Committee, respectively, as required by the SAA.", "5\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2013. However, Articles 2, 3 and 4 shall apply from 1 February 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 11 March 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  Position of the European Parliament of 25 October 2012 (not yet published in the Official Journal) and position of the Council at first reading of 28 January 2014 (not yet published in the Official Journal). Position of the European Parliament of 11 March 2014 (not yet published in the Official Journal).\n(2)  Council and Commission Decision 2013/490/EU, Euratom of 22 July 2013 on the conclusion of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part (OJ L 278, 18.10.2013, p. 14). The Agreement has been published together with that Decision in OJ L 278, 18.10.2013, p. 16.\n(3)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(4)  Council Regulation (EC) No 260/2009 of 26 February 2009 on the common rules for imports (OJ L 84, 31.3.2009, p. 1).\n(5)  Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (OJ L 343, 22.12.2009, p. 51).\n(6)  Council Regulation (EC) No 597/2009 of 11 June 2009 on protection against subsidised imports from countries not members of the European Community (OJ L 188, 18.7.2009, p. 93).\n(7)  Council Regulation (EC) No 515/97 of 13 March 1997 on mutual assistance between the administrative authorities of the Member States and cooperation between the latter and the Commission to ensure the correct application of the law on customs and agricultural matters (OJ L 82, 22.3.1997, p. 1).\n(8)  OJ L 28, 30.1.2010, p. 1.\n(9)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1).\n(10)  Regulation (EC) No 450/2008 of the European Parliament and of the Council of 23 April 2008 laying down the Community Customs Code (Modernised Customs Code) (OJ L 145, 4.6.2008, p. 1)."}