{"celex_id": "32014R0705", "uri": "http://publications.europa.eu/resource/cellar/dda3d0cf-fcfe-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["3191", "3732", "4078", "4080", "4381"], "title": "Commission Implementing Regulation (EU) No 705/2014 of 25 June 2014 fixing the import duty applicable to broken rice\n", "header": "26.6.2014 EN Official Journal of the European Union L 186/53\nCOMMISSION IMPLEMENTING REGULATION (EU) No 705/2014\nof 25 June 2014\nfixing the import duty applicable to broken rice\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular point (a) of Article 183 thereof,\nWhereas:\n(1) The Agreement between the European Union and Thailand (2) with respect to rice, approved by Council Decision 2005/953/EC (3), provides that, for broken rice, the Union has to apply an import duty of EUR 65 per tonne.\n(2) To implement the Agreement between the Union and Thailand, Article 140 of Council Regulation (EC) No 1234/2007 (4) set the import duty on broken rice at EUR 65 per tonne.\n(3) Regulation (EU) No 1308/2013, which repeals and replaces Regulation (EC) No 1234/2007, does not contain a provision similar to Article 140 of Regulation (EC) No 1234/2007. As regards the import duties, Article 183 of Regulation (EU) No 1308/2013 empowers the Commission to adopt implementing acts fixing the level of the applied import duty in accordance with the rules set out, inter alia, in an international agreement concluded in accordance with the Treaty on the Functioning of the European Union.\n(4) In order to continue to comply with the Agreement between the Union and Thailand, the import duty applicable to broken rice should be fixed,", "main_body": ["Notwithstanding the rate of import duty fixed in the Common Customs Tariff, the import duty on broken rice falling within CN code 1006 40 00 shall be EUR 65 per tonne.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Agreement in the form of an Exchange of Letters between the European Community and Thailand pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to GATT 1994 (OJ L 346, 29.12.2005, p. 26).\n(3)  Council Decision 2005/953/EC of 20 December 2005 on the conclusion of an agreement in the form of an Exchange of Letters between the European Community and Thailand pursuant to Article XXVIII of GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to GATT 1994 (OJ L 346, 29.12.2005, p. 24).\n(4)  Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation), (OJ L 299, 16.11.2007, p. 1)."}