{"celex_id": "32012R0564", "uri": "http://publications.europa.eu/resource/cellar/9976a2f7-c10d-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["1255", "2543", "2965", "3763", "5283", "5706", "5709", "5859", "5860", "8459", "875"], "title": "Commission Implementing Regulation (EU) No 564/2012 of 27 June 2012 establishing budgetary ceilings for 2012 applicable to certain direct support schemes provided for in Council Regulation (EC) No 73/2009\n", "header": "28.6.2012 EN Official Journal of the European Union L 168/26\nCOMMISSION IMPLEMENTING REGULATION (EU) No 564/2012\nof 27 June 2012\nestablishing budgetary ceilings for 2012 applicable to certain direct support schemes provided for in Council Regulation (EC) No 73/2009\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation No 1782/2003 (1), and in particular the first subparagraph of Article 51(2), the first subparagraph of Article 69(3), the first subparagraph of Article 123(1), the second subparagraph of Article 128(2), and the first subparagraph of Article 131(4) thereof,\nWhereas:\n(1) For the Member States implementing, in 2012, the single payment scheme provided for under Title III of Regulation (EC) No 73/2009, the budgetary ceilings for each of the payments referred to in Articles 52, 53 and 54 of that Regulation should be established for 2012.\n(2) For the Member States making use, in 2012, of the options provided for in Articles 69(1) or 131(1) of Regulation (EC) No 73/2009, the budgetary ceilings for the specific support referred to in Chapter 5 of Title II of Regulation (EC) No 73/2009 should be established for 2012.\n(3) Article 69(4) of Regulation (EC) No 73/2009 limits the resources that can be used for any coupled measure provided for in points (i), (ii), (iii) and (iv) of Article 68(1)(a) and in Article 68(1)(b) and (e) to 3.5% of the national ceiling referred to in Article 40 of the same Regulation. For the sake of clarity, the Commission should publish the ceiling resulting from the amounts notified by the Member States for the measures concerned.\n(4) Pursuant to Article 69(6)(a) of Regulation (EC) No 73/2009, the amounts calculated in accordance with Article 69(7) of that Regulation have been laid down in Annex III of Commission Regulation (EC) No 1120/2009 of 29 October 2009 laying down detailed rules for the implementation of the single payment scheme provided for in Title III of Council Regulation (EC) No 73/2009 (2). For the sake of clarity, the Commission should publish the amounts notified by Member States which they intend to use in accordance with Article 69(6)(a) of Regulation (EC) No 73/2009.\n(5) For the sake of clarity, the 2012 budgetary ceilings for the single payment scheme, resulting from deduction of the ceilings established for the payments referred to in Articles 52 53, 54 and 68 of Regulation (EC) No 73/2009 from the ceilings given in Annex VIII to the same Regulation, should be published. The amount to be deducted from the said Annex VIII in order to finance the specific support provided for in Article 68 of Regulation (EC) No 73/2009 corresponds to the difference between the total amount for the specific support notified by the Member States and the amounts notified to finance the specific support in accordance with article 69(6)(a) of the same Regulation. Where a Member State implementing the single payment scheme decides to grant the support referred to in point (c) of Article 68(1), the amount notified to the Commission is to be included in the single payment scheme ceiling, as this support takes the form of an increase in the unit value and/or the number of the farmer's payment entitlements.\n(6) For Member States implementing, in 2012, the single area payment scheme provided for in Chapter 2 of Title V of Regulation (EC) No 73/2009, the annual financial envelopes should be established in accordance with Article 123(1) of that Regulation.\n(7) For the sake of clarity, the maximum amount of funds available to Member States applying the single area payment scheme for granting separate sugar payments in 2012 under Article 126 of Regulation (EC) No 73/2009, established on the basis of their notification, should be published.\n(8) For the sake of clarity, the maximum amount of funds available to Member States applying the single area payment scheme for granting separate fruit and vegetables payments in 2012 pursuant to Article 127 of Regulation (EC) No 73/2009, established on the basis of their notification, should be published.\n(9) For Member States applying the single area payment scheme, the 2012 budgetary ceilings applicable to transitional payments for fruit and vegetables payments in 2012 in accordance with Article 128(2) of Regulation (EC) No 73/2009, should be published on the basis of their notification.\n(10) For the sake of clarity, the maximum amount of funds available to Member States applying the single area payment scheme for granting separate soft fruit payments in 2012 pursuant to Article 129 of Regulation (EC) No 73/2009, established on the basis of their notification, should be published\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["1.   The budgetary ceilings for 2012 referred to in Article 51(2) of Regulation (EC) No 73/2009 are set out in Annex I to this Regulation.\n2.   The budgetary ceilings for 2012 referred to in Article 69(3) and 131(4) of Regulation (EC) No 73/2009 are set out in Annex II to this Regulation.\n3.   The budgetary ceilings for 2012 for the support provided for in points (i), (ii), (iii) and (iv) of Article 68(1)(a) and in Article 68(1)(b) and (e) of Regulation (EC) No 73/2009 are set out in Annex III to this Regulation.\n4.   The amounts that can be used by the Member States in accordance with Article 69(6)(a) of Regulation (EC) No 73/2009 to cover the specific support provided in Article 68(1) of the same Regulation are set out in Annex IV to this Regulation.\n5.   The budgetary ceilings for 2012 for the single payment scheme referred to in Title III of Regulation (EC) No 73/2009 are set out in Annex V to this Regulation.\n6.   The annual financial envelopes for 2012 referred to in Article 123(1) of Regulation (EC) No 73/2009 are set out in Annex VI to this Regulation.\n7.   The maximum amounts of funding available to the Czech Republic, Hungary, Latvia, Lithuania, Poland, Romania and Slovakia for granting the separate sugar payment in 2012, as referred to in Article 126 of Regulation (EC) No 73/2009, are set out in Annex VII to this Regulation.\n8.   The maximum amounts of funding available to the Czech Republic, Hungary, Poland and Slovakia for granting the separate fruit and vegetables payment in 2012, as referred to in Article 127 of Regulation (EC) No 73/2009, are set out in Annex VIII to this Regulation.\n9.   The budgetary ceilings for 2012 referred to in the second subparagraph of Article 128(2) of Regulation (EC) No 73/2009 are set out in Annex IX to this Regulation.\n10.   The maximum amounts of funding available to Bulgaria, Hungary and Poland for granting the separate soft fruit payment in 2012, as referred to in Article 129 of Regulation (EC) No 73/2009, are set out in Annex X to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 316, 2.12.2009, p.1\nANNEX I\nBUDGETARY CEILINGS FOR DIRECT PAYMENTS TO BE GRANTED IN ACCORDANCE WITH ARTICLES 52, 53 AND 54 OF REGULATION (EC) No 73/2009\n2012 calendar year\n(thousand EUR)\nBE DK ES FR IT AT PT SI FI SE\nSheep and goat premium       21 892  600\nSheep and goat supplementary premium       7 184  200\nSuckler cow premium 77 565  261 153 525 622  70 578 78 695\nAdditional suckler cow premium 19 389  26 000   99 9 462\nFruit and vegetables. other than tomatoes Article 54 (2)    33 025 850\nANNEX II\nBUDGETARY CEILINGS FOR THE SPECIFIC SUPPORT PROVIDED FOR IN ARTICLE 68(1) OF REGULATION (EC) No 73/2009\n2012 Calendar year\nMember State (thousands EUR)\nBelgium 8 600\nBulgaria 28 500\nCzech Republic 31 826\nDenmark 36 325\nEstonia 1 253\nIreland 25 000\nGreece 108 000\nSpain 248 065\nFrance 466 600\nItaly 321 950\nLatvia 5 130\nLithuania 13 304\nHungary 130 898\nNetherlands 37 900\nAustria 13 900\nPoland 106 558\nPortugal 34 111\nRomania 37 545\nSlovenia 13 154\nSlovakia 12 000\nFinland 52 483\nSweden 3 469\nUnited Kingdom 29 800\nAmounts notified by the Member States to grant the support referred to in point (c) of Article 68(1) which are included in the Single payment scheme ceiling.\nANNEX III\nBUDGETARY CEILINGS FOR THE SUPPORT PROVIDED FOR IN POINTS (i), (ii), (iii) AND (iv) OF ARTICLE 68(1)(a) AND ARTICLE 68(1)(b) AND (e) OF REGULATION (EC) No 73/2009\n2012 Calendar year\nMember State (thousands EUR)\nBelgium 4 461\nBulgaria 28 500\nCzech Republic 31 826\nDenmark 18 285\nEstonia 1 253\nIreland 25 000\nGreece 78 000\nSpain 184 965\nFrance 297 600\nItaly 152 950\nLatvia 5 130\nLithuania 13 304\nHungary 46 164\nNetherlands 30 100\nAustria 13 900\nPoland 106 558\nPortugal 21 210\nRomania 37 545\nSlovenia 7 754\nSlovakia 12 000\nFinland 52 483\nSweden 3 469\nUnited Kingdom 29 800\nANNEX IV\nAMOUNTS TO BE USED BY THE MEMBER STATES IN ACCORDANCE WITH ARTICLE 69(6)(a) OF REGULATION (EC) No 73/2009 TO COVER THE SPECIFIC SUPPORT PROVIDED IN ARTICLE 68(1) OF THAT REGULATION\n2012 Calendar year\nMember State (thousands EUR)\nBelgium 8 600\nDenmark 23 250\nIreland 23 900\nGreece 70 000\nSpain 144 400\nFrance 84 000\nItaly 144 900\nNetherlands 31 700\nAustria 11 900\nPortugal 21 700\nSlovenia 5 400\nFinland 6 190\nANNEX V\nBUDGETARY CEILINGS FOR THE SINGLE PAYMENT SCHEME\n2012 Calendar year\nMember State (thousands EUR)\nBelgium 517 901\nDenmark 1 035 927\nGermany 5 852 938\nIreland 1 339 769\nGreece 2 225 227\nSpain 4 913 824\nFrance 7 586 247\nItaly 4 202 085\nLuxembourg 37 671\nMalta 5 137\nNetherlands 891 551\nAustria 679 111\nPortugal 476 907\nSlovenia 129 221\nFinland 523 455\nSweden 767 437\nUnited Kingdom 3 958 242\nANNEX VI\nANNUAL FINANCIAL ENVELOPES FOR THE SINGLE AREA PAYMENT SCHEME\n2012 Calendar year\nMember State (thousands EUR)\nBulgaria 472 216\nCzech Republic 755 659\nEstonia 90 789\nCyprus 45 787\nLatvia 125 540\nLithuania 323 394\nHungary 1 033 364\nPoland 2 504 542\nRomania 1 043 001\nSlovakia 328 485\nANNEX VII\nMAXIMUM AMOUNTS OF FUNDING AVAILABLE TO MEMBER STATES FOR GRANTING THE SEPARATE SUGAR PAYMENTS REFERRED TO IN ARTICLE 126 OF REGULATION (EC) No 73/2009\n2012 Calendar year\nMember State (thousands EUR)\nCzech Republic 44 245\nLatvia 3 308\nLithuania 10 260\nHungary 41 010\nPoland 159 392\nRomania 6 062\nSlovakia 19 289\nANNEX VIII\nMAXIMUM AMOUNTS OF FUNDING AVAILABLE TO MEMBER STATES FOR GRANTING THE SEPARATE FRUIT AND VEGETABLES PAYMENTS REFERRED TO IN ARTICLE 127 OF REGULATION (EC) No 73/2009\n2012 Calendar year\nMember State (thousands EUR)\nCzech Republic 414\nHungary 4 756\nPoland 6 715\nSlovakia 690\nANNEX IX\nBUDGETARY CEILINGS FOR THE TRANSITIONAL PAYMENTS IN THE FRUIT AND VEGETABLE SECTOR REFERRED TO IN ARTICLE 128 OF REGULATION (EC) No 73/2009\n2012 Calendar year\n(EUR thousand)\nMember State Cyprus\nFruit and vegetables other than tomatoes - Article 128(2) 3 359\nANNEX X\nMAXIMUM AMOUNTS OF FUNDING AVAILABLE TO MEMBER STATES FOR GRANTING THE SEPARATE SOFT FRUIT PAYMENTS REFERRED TO IN ARTICLE 129 OF REGULATION (EC) No 73/2009\n2012 Calendar year\nMember State (thousands EUR)\nBulgaria 226\nHungary 391\nPoland 11 040"}