{"celex_id": "32012R0369", "uri": "http://publications.europa.eu/resource/cellar/8dee3084-2b54-48f2-b426-5d01bd0bea1e", "type": "Regulation", "concepts": ["191", "2739", "2948", "3757", "3810", "5451", "767"], "title": "Commission Implementing Regulation (EU) No 369/2012 of 27 April 2012 amending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substances blood meal, calcium carbide, calcium carbonate, limestone, pepper and quartz sand  Text with EEA relevance\n", "header": "28.4.2012 EN Official Journal of the European Union L 116/19\nCOMMISSION IMPLEMENTING REGULATION (EU) No 369/2012\nof 27 April 2012\namending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substances blood meal, calcium carbide, calcium carbonate, limestone, pepper and quartz sand\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 13 (2) thereof,\nWhereas:\n(1) The active substances blood meal, calcium carbide calcium carbonate, limestone, pepper and quartz sand were included in Annex I to Council Directive 91/414/EEC (2) by Commission Directive 2008/127/EC (3) in accordance with the procedure provided for in Article 24b of Commission Regulation (EC) No 2229/2004 (4) of 3 December 2004 laying down further detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC. Since the replacement of Directive 91/414/EEC by Regulation (EC) No 1107/2009, these substances are deemed to have been approved under that Regulation and are listed in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (5).\n(2) In accordance with Article 25a of Regulation (EC) No 2229/2004, the European Food Safety Authority, hereinafter ‘the Authority’, presented to the Commission the conclusions on the peer review for blood meal (6) on 26 September 2011 for calcium carbide (7) on 17 October 2011, for calcium carbonate (8) and for limestone (9) on 6 July 2011, for pepper dust extraction residue (10) on 4 July 2011, and for quartz sand (11) on 6 July 2011. The draft assessment reports and the conclusions of the Authority were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 9 March 2012 in the format of the Commission review reports for blood meal, calcium carbide, calcium carbonate, limestone, pepper dust extraction residue and quartz sand.\n(3) In accordance with Article 12(2) of Regulation (EC) No 1107/2009 the Commission invited the notifiers to submit their comments on the conclusions of the Authority. Furthermore, in accordance with Article 13(1) of that Regulation, the Commission invited the notifiers to submit comments on the draft review reports for blood meal, calcium carbide, calcium carbonate, limestone, pepper dust extraction residue and quartz sand. The notifiers submitted their comments, which have been carefully examined.\n(4) It is confirmed that the active substances blood meal, calcium carbide, calcium carbonate, limestone, pepper and quartz sand are to be deemed to have been approved under Regulation (EC) No 1107/2009.\n(5) In accordance with Article 13(2) of Regulation (EC) No 1107/2009 in conjunction with Article 6 thereof and in the light of current scientific and technical knowledge, it is necessary to amend the conditions of approval of blood meal, calcium carbide, calcium carbonate, limestone, pepper and quartz sand. It is, in particular, appropriate to require further confirmatory information as regards blood meal, calcium carbonate and pepper. At the same time certain technical adaptations should be made, in particular the name of the active substance ‘pepper’ should be replaced by ‘pepper dust extraction residue‘.\n(6) The Annex to Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(7) A reasonable period of time should be allowed before the application of this Regulation in order to allow Member States, notifiers and holders of authorisations for plant protection products to meet the requirements resulting from amendment to the conditions of the approval.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Part A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 230, 19.8.1991, p. 1.\n(3)  OJ L 344, 20.12.2008, p. 89.\n(4)  OJ L. 379, 24.12.2004, p. 13.\n(5)  OJ L 153, 11.6.2011, p. 1.\n(6)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance blood meal. EFSA Journal 2011; 9(10):2394. [36 pp.]. doi:10.2903/j.efsa.2011.2396. Available online: www.efsa.europa.eu/efsajournal.htm.\n(7)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance calcium carbide. EFSA Journal 2011; 9(10):2419. [48 pp.]. doi:10.2903/j.efsa.2011.2419. Available online: www.efsa.europa.eu/efsajournal.htm.\n(8)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance calcium carbonate. EFSA Journal 2011; 9(7):2298. [28 pp.] doi:10.2903/j.efsa.2011.2298. Available online: www.efsa.europa.eu/efsajournal.htm.\n(9)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance limestone. EFSA Journal 2011; 9(7):2299. [33 pp.]. doi:10.2903/j.efsa.2011.2299. Available online: www.efsa.europa.eu/efsajournal.htm.\n(10)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance pepper dust extraction residue. EFSA Journal 2011; 9(7):2285. [37 pp.]. doi:10.2903/j.efsa.2011.2285. Available online: www.efsa.europa.eu/efsajournal.htm.\n(11)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance quartz sand. EFSA Journal 2011; 9(7):2300. [40 pp.]. doi:10.2903/j.efsa.2011.2300. Available online: www.efsa.europa.eu/efsajournal.htm.\nANNEX\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended as follows:\n(1) Row 222 on the active substance blood meal is replaced by the following:\nCommon Name, Identification Numbers IUPAC Name Purity Date of approval Expiration of approval Specific provisions\n‧Blood meal Not available ≥ 990 g/Kg 1 September 2009 31 August 2019 PART A\n(2) Row 223 on the active substance calcium carbide is replaced by the following:\nCommon Name, Identification Numbers IUPAC Name Purity Date of approval Expiration of approval Specific provisions\n‧Calcium carbide Calcium acetylide ≥ 765 g/kg 1 September 2009 31 August 2019 PART A\n(3) Row 224 on the active substance calcium carbonate is replaced by the following:\nCommon Name, Identification Numbers IUPAC Name Purity Date of approval Expiration of approval Specific provisions\n‧Calcium carbonate Calcium carbonate ≥ 995 g/kg 1 September 2009 31 August 2019 PART A\n— further data on the specification of the technical material,\n— analytical methods for the determination of calcium carbonate in the representative formulation and of the impurities in the technical material.\n(4) Row 237 on the active substance limestone is replaced by the following:\nCommon Name, Identification Numbers IUPAC Name Purity Date of approval Expiration of approval Specific provisions\n‧Limestone Calcium carbonate ≥ 980 g/kg 1 September 2009 31 August 2019 PART A\n(5) Row 239 on the active substance pepper is replaced by the following:\nCommon Name, Identification Numbers IUPAC Name Purity Date of approval Expiration of approval Specific provisions\n‧Pepper dust extraction residue (PDER) Steam distilled and solvent extracted Black pepper – Piper nigrum It is a complex mixture of chemical substances, the component piperine as marker should be minimum 4 % 1 September 2009 31 August 2019 PART A\n(6) Row 247 on the active substance quartz sand is replaced by the following:\nCommon Name, Identification Numbers IUPAC Name Purity Date of approval Expiration of approval Specific provisions\n‧Quartz sand Quartz, Silicon dioxide ≥ 915 g/kg 1 September 2009 31 August 2019 PART A\n(1)  OJ L 300, 14.11.2009, p. 1.\n(2)  OJ L 54, 26.2.2011, p. 1.‧"}