{"celex_id": "32012D0442", "uri": "http://publications.europa.eu/resource/cellar/1ea7bed6-da3f-11e1-905c-01aa75ed71a1", "type": "Decision", "concepts": ["1442", "1509", "2084", "2357", "2531", "2836", "3469", "5504", "5618", "5870"], "title": "2012/442/EU: Council Decision of 24 July 2012 on the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex II (Technical regulations, standards, testing and certification) to the EEA Agreement\n", "header": "28.7.2012 EN Official Journal of the European Union L 202/1\nCOUNCIL DECISION\nof 24 July 2012\non the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex II (Technical regulations, standards, testing and certification) to the EEA Agreement\n(2012/442/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) and Article 168(4)(b), in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement on the European Economic Area (2) (‘the EEA Agreement’) entered into force on 1 January 1994.\n(2) Pursuant to Article 98 of the EEA Agreement, the EEA Joint Committee may decide to amend, among others, Annex II to the EEA Agreement.\n(3) Annex II to the EEA Agreement contains provisions and arrangements concerning technical regulations, standards, testing and certification.\n(4) Commission Implementing Regulation (EU) No 1274/2011 of 7 December 2011 concerning a coordinated multiannual control programme of the Union for 2012, 2013 and 2014 to ensure compliance with maximum residue levels of pesticides and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin (3) is to be incorporated into the EEA Agreement.\n(5) Commission Regulation (EC) No 1213/2008 of 5 December 2008 concerning a coordinated multiannual Community control programme for 2009, 2010 and 2011 to ensure compliance with maximum levels of and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin (4) was incorporated into the EEA Agreement with certain adaptations for the EEA EFTA States.\n(6) Since the Regulation (EC) No 1213/2008 has been repealed and should consequently be repealed under the EEA Agreement, those adaptations should be carried over to Implementing Regulation (EU) No 1274/2011. They concern the number of pesticides to be monitored by Iceland and the number of samples of each product to be taken and analysed by Iceland and Norway and take into account, in particular, the limited capacity of Icelandic laboratories.\n(7) Annex II to the EEA Agreement should therefore be amended accordingly.\n(8) The position of the Union in the EEA Joint Committee should be based on the attached draft Decision,", "main_body": ["The position to be taken by the European Union in the EEA Joint Committee on amending Annex II (Technical regulations, standards, testing and certification) to the EEA Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 24 July 2012.\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\n(3)  OJ L 325, 8.12.2011, p. 24.\n(4)  OJ L 328, 6.12.2008, p. 9.\nDRAFT\nDECISION OF THE EEA JOINT COMMITTEE\nNo …/…\nof\namending Annex II (Technical regulations, standards, testing and certification) to the EEA Agreement\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area, (‘the EEA Agreement’), and in particular Article 98 thereof,\nWhereas:\n(1) Annex II to the EEA Agreement was amended by Decision of the EEA Joint Committee No …/… of … (1).\n(2) Commission Implementing Regulation (EU) No 1274/2011 of 7 December 2011 concerning a coordinated multiannual control programme of the Union for 2012, 2013 and 2014 to ensure compliance with maximum residue levels of pesticides and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin (2) is to be incorporated into the EEA Agreement.\n(3) Commission Regulation (EC) No 1213/2008 of 5 December 2008 concerning a coordinated multiannual Community control programme for 2009, 2010 and 2011 to ensure compliance with maximum levels of and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin (3), which is incorporated into the EEA Agreement, has been repealed in the European Union and should consequently be repealed under the EEA Agreement.\n(4) This Decision concerns legislation regarding foodstuffs. Legislation regarding foodstuffs shall not apply to Liechtenstein as long as the application of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products is extended to Liechtenstein, as specified in the introduction to Chapter XII of Annex II to the EEA Agreement. This Decision is therefore not to apply to Liechtenstein,\nHAS ADOPTED THIS DECISION:\nArticle 1\nChapter XII of Annex II to the EEA Agreement shall be amended as follows:\n1. The text of point 54zzzzb (Commission Regulation (EC) No 1213/2008) shall be deleted.\n2. The following shall be inserted after point 65 (Commission Regulation (EU) No 1171/2011):\n‘66. 32011 R 1274: Commission Implementing Regulation (EU) No 1274/2011 of 7 December 2011 concerning a coordinated multiannual control programme of the Union for 2012, 2013 and 2014 to ensure compliance with maximum residue levels of pesticides and to assess the consumer exposure to pesticide residues in and on food of plant and animal origin (OJ L 325, 8.12.2011, p. 24).\n1. The following shall be added in Article 1:\n2. The following shall be added in point 5 of Annex II:\n“IS 12 (*)\nNO 12 (*)\nArticle 2\nThe text of Regulation (EU) No 1274/2011 in the Icelandic and Norwegian languages, to be published in the EEA Supplement to the Official Journal of the European Union, shall be authentic.\nArticle 3\nThis Decision shall enter into force on …, provided that all the notifications under Article 103(1) of the EEA Agreement have been made to the EEA Joint Committee (4).\nArticle 4\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels, … .\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L …\n(2)  OJ L 325, 8.12.2011, p. 24.\n(3)  OJ L 328, 6.12.2008, p. 9.\n(4)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}