{"celex_id": "32015R0097", "uri": "http://publications.europa.eu/resource/cellar/d3a2c1f0-a2ca-11e4-9f50-01aa75ed71a1", "type": "Regulation", "concepts": ["424", "5334", "5362", "560"], "title": "Commission Delegated Regulation (EU) 2015/97 of 17 October 2014 correcting Delegated Regulation (EU) No 918/2012 as regards the notification of significant net short positions in sovereign debt  Text with EEA relevance\n", "header": "23.1.2015 EN Official Journal of the European Union L 16/22\nCOMMISSION DELEGATED REGULATION (EU) 2015/97\nof 17 October 2014\ncorrecting Delegated Regulation (EU) No 918/2012 as regards the notification of significant net short positions in sovereign debt\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 236/2012 of the European Parliament and of the Council of 14 March 2012 on short selling and certain aspects of credit default swaps (1), and in particular Article 3(7) thereof,\nWhereas:\n(1) Article 13 of Commission Delegated Regulation (EU) No 918/2012 (2) specifies, according to the empowerment provided in Article 3(7)(c) of Regulation (EU) No 236/2012, the method of calculating positions for legal entities within a group that have long or short positions in relation to a particular issuer. Article 13 of Delegated Regulation (EU) No 918/2012 provides the method of calculating positions both for issued share capital and issued sovereign debt. However, Article 13(3) of Delegated Regulation (EU) No 918/2012 currently only refers to the notification threshold of Article 5 of Regulation (EU) No 236/2012, on significant net short positions in shares, while it should also refer to the notification threshold of Article 7 of Regulation (EU) No 236/2012 on significant net short positions in sovereign debt.\n(2) To avoid legal uncertainty, Delegated Regulation (EU) No 918/2012 should therefore be corrected accordingly,", "main_body": ["In Article 13(3) of Delegated Regulation (EU) No 918/2012, the first sentence is replaced by the following:\n‘3.   When a net short position reaches or crosses the notification threshold in accordance with Articles 5 and 7 or the disclosure threshold in accordance with Article 6 of Regulation (EU) No 236/2012, a legal entity within the group shall report and disclose in accordance with Articles 5 to 11 of Regulation (EU) No 236/2012 the net short position in a particular issuer calculated according to paragraph 1 provided that no net short position at group level calculated according to paragraph 2 reaches or crosses a notification or disclosure threshold.’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 86, 24.3.2012, p. 1.\n(2)  Commission Delegated Regulation (EU) No 918/2012 of 5 July 2012 supplementing Regulation (EU) No 236/2012 of the European Parliament and of the Council on short selling and certain aspects of credit default swaps with regard to definitions, the calculation of net short positions, covered sovereign credit default swaps, notification thresholds, liquidity thresholds for suspending restrictions, significant falls in the value of financial instruments and adverse events (OJ L 274, 9.10.2012, p. 1)."}