{"celex_id": "32011R0212", "uri": "http://publications.europa.eu/resource/cellar/e8e246ab-e06c-48a8-8f56-b798e76b097c", "type": "Regulation", "concepts": ["1277", "1590", "3730", "4743", "5451", "6052"], "title": "Commission Regulation (EU) No 212/2011 of 3 March 2011 concerning the authorisation of Pediococcus acidilactici CNCM MA 18/5M as a feed additive for laying hens (holder of authorisation Lallemand SAS)  Text with EEA relevance\n", "header": "4.3.2011 EN Official Journal of the European Union L 59/1\nCOMMISSION REGULATION (EU) No 212/2011\nof 3 March 2011\nconcerning the authorisation of Pediococcus acidilactici CNCM MA 18/5M as a feed additive for laying hens (holder of authorisation Lallemand SAS)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of Pediococcus acidilactici CNCM MA 18/5M. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of a new use of Pediococcus acidilactici CNCM MA 18/5M as a feed additive for laying hens, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of Pediococcus acidilactici CNCM MA 18/5M was authorised without a time limit for chickens for fattening by Commission Regulation (EC) No 1200/2005 (2), without a time limit for pigs for fattening by Commission Regulation (EC) No 2036/2005 (3) and for 10 years for salmonids and shrimps by Commission Regulation (EC) No 911/2009 (4) and for weaned piglets by Commission Regulation (EU) No 1120/2010 (5).\n(5) New data were submitted in support of the application for the authorisation of Pediococcus acidilactici CNCM MA 18/5M for laying hens. The European Food Safety Authority (‘the Authority’) concluded in its opinion of 5 October 2010 (6) that Pediococcus acidilactici CNCM MA 18/5M, under the proposed conditions of use, does not have an adverse effect on animal health, human health or the environment, and that its use significantly increased the laying intensity of the target species. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of Pediococcus acidilactici CNCM MA 18/5M shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 195, 27.7.2005, p. 6.\n(3)  OJ L 328, 15.12.2005, p. 13.\n(4)  OJ L 257, 30.9.2009, p. 10.\n(5)  OJ L 317, 3.12.2010, p. 12.\n(6)  EFSA Journal 2010; 8(10):1865.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition\nCharacterisation of active substance\nAnalytical methods\n (1)\nEnumeration: spread plate method using MSR agar (EN 15786:2009)\nIdentification: Pulsed Field Gel Electrophoresis (PFGE)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. For safety: breathing protection, glasses and gloves shall be used during handling.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives"}