{"celex_id": "32010R0520", "uri": "http://publications.europa.eu/resource/cellar/871fa5bf-f133-4f22-943e-e07cf762e5a3", "type": "Regulation", "concepts": ["4256", "4258", "5399", "92"], "title": "Commission Regulation (EU) No 520/2010 of 16 June 2010 amending Regulation (EC) No 831/2002 concerning access to confidential data for scientific purposes as regards the available surveys and statistical data sources  (Text with EEA relevance)\n", "header": "17.6.2010 EN Official Journal of the European Union L 151/14\nCOMMISSION REGULATION (EU) No 520/2010\nof 16 June 2010\namending Regulation (EC) No 831/2002 concerning access to confidential data for scientific purposes as regards the available surveys and statistical data sources\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 223/2009 of the European Parliament and of the Council of 11 March 2009 on European Statistics (1) and in particular Article 23 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 831/2002 (2) establishes, for the purpose of enabling statistical conclusions to be drawn for scientific purposes, the conditions under which access to confidential data transmitted to the Community authority may be granted. It lists the different surveys and data sources to which it applies.\n(2) There is a growing demand from researchers and the scientific community in general to have access for scientific purposes to confidential data from the European Health Interview Survey (EHIS), the Community Statistics on Information Society (CSIS), the Household Budget Survey (HBS) and the Statistical returns in respect of the Carriage of Goods by Road (CGR).\n(3) The EHIS aims at measuring on a harmonised basis and with a high degree of comparability among EU Member States the health status, life style (health determinants) and health care services use of EU citizens. The topics included in the questionnaire both answer to policy driven needs and to scientific purposes. Using individual data sets will allow researchers to carry out studies on specific populations (elderly people for instance), to better assess their health status and how health care systems meet their needs. Results of such research studies could be used to design specific plans for different population groups or to assess European or/and national prevention plans.\n(4) Regulation (EC) No 808/2004 of the European Parliament and of the Council of 21 April 2004 concerning Community statistics on information society (3) provides a framework for the provision of harmonised statistical data on the use of Information and Communication Technologies (ICT) in households and by individuals. Access to individual data sets would largely benefit the research work on the impact of ICT use on the European societies and on digital inclusion. Results can be used to assess existing policies and to define relevant new policies at national and European level, such as the i2010 strategy.\n(5) The HBS includes the classification of expenditure according to characteristics of the household and according to its reference person and the household income. The homogeneity of this source allows micro-simulation tools to be produced in order to test EU-wide hypotheses and help policy makers take informed decisions.\n(6) Council Regulation (EC) No 1172/98 of 25 May 1998 on statistical returns in respect of the carriage of goods by road (4) requires that the reporting countries provide Eurostat with quarterly microdata on vehicles selected for the sample, journeys carried out by these vehicles and goods transported during these journeys between regions. Access by researchers to these data would be beneficial for the analyses of transport policy and for the transport modelling, inter alia for the purposes of EU regional policy, the balancing of different transport modes and the development of trans-European Transport Networks in the EU.\n(7) The European Health Interview Survey (EHIS), the Community Statistics on Information Society (CSIS) – module 2 Individuals, households and information society, the Household Budget Survey (HBS) and the Statistical returns in respect of the Carriage of Goods by Road (CGR) should therefore be added to the enumeration in Regulation (EC) No 831/2002.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee (ESS Committee),", "main_body": ["Regulation (EC) No 831/2002 is amended as follows:\n1. In Article 5, paragraph 1 is replaced by the following:\n— European Community Household Panel,\n— Labour Force Survey,\n— Community Innovation Survey,\n— Continuing Vocational Training Survey,\n— Structure of Earnings Survey,\n— European Union Statistics on Income and Living Conditions,\n— Adult Education Survey,\n— Farm Structure Survey,\n— European Health Interview Survey,\n— Community Statistics on Information Society – module 2 Individuals, households and information society,\n— Household Budget Survey,\n— Statistical returns in respect of the Carriage of Goods by Road,\n2. In Article 6, paragraph 1 is replaced by the following:\n— European Community Household Panel,\n— Labour Force Survey,\n— Community Innovation Survey,\n— Continuing Vocational Training Survey,\n— Structure of Earnings Survey,\n— European Union Statistics on Income and Living Conditions,\n— Adult Education Survey,\n— Farm Structure Survey,\n— European Health Interview Survey,\n— Community Statistics on Information Society – module 2 Individuals, households and information society,\n— Household Budget Survey,\n— Statistical returns in respect of the Carriage of Goods by Road,", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 June 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 87, 31.3.2009, p. 164.\n(2)  OJ L 133, 18.5.2002, p. 7.\n(3)  OJ L 143, 30.4.2004. p. 49.\n(4)  OJ L 163, 6.6.1998, p. 1."}