{"celex_id": "32013D0287", "uri": "http://publications.europa.eu/resource/cellar/8692c551-d4de-11e2-bfa7-01aa75ed71a1", "type": "Decision", "concepts": ["1224", "1442", "2729", "2771", "3191", "3732", "5369", "5768", "5969", "6268"], "title": "2013/287/EU: Commission Implementing Decision of 13 June 2013 amending Implementing Decision 2011/884/EU on emergency measures regarding unauthorised genetically modified rice in rice products originating from China  Text with EEA relevance\n", "header": "14.6.2013 EN Official Journal of the European Union L 162/10\nCOMMISSION IMPLEMENTING DECISION\nof 13 June 2013\namending Implementing Decision 2011/884/EU on emergency measures regarding unauthorised genetically modified rice in rice products originating from China\n(Text with EEA relevance)\n(2013/287/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1) thereof,\nWhereas:\n(1) Commission Implementing Decision 2011/884/EU of 22 December 2011 on emergency measures regarding unauthorised genetically modified rice in rice products originating from China and repealing Decision 2008/289/EC (2) provides for a review of the emergency measures provided therein in order to assess whether they continue to be necessary and adapted to the objective pursued.\n(2) Since the entry into force of Implementing Decision 2011/884/EU, there have been 56 notifications from Member States to the Rapid Alert System for Food and Feed (RASFF) as established by Regulation (EC) No 178/2002 concerning unauthorised genetically modified rice in rice products originating from China. Under those conditions, the emergency measures set out in Implementing Decision 2011/884/EU have to be maintained in order to prevent the placing on the market of genetically modified food and feed which is not covered by an authorisation granted in accordance with Regulation (EC) No 1829/2003 of the European Parliament and of the Council (3).\n(3) From the experience gained by Member States in Implementing Decision 2011/884/EU and from information collected from stakeholders by the Commission, it appears also necessary to adjust some of the requirements set out in that Decision.\n(4) In particular, official controls carried out by the Member States have shown that other products which may contain rice should be added to the scope of Implementing Decision 2011/884/EU. The possibility for the competent authorities to carry out physical checks on other products should also be provided.\n(5) In addition, some Member States have highlighted during the review process that the requirements set out in Implementing Decision 2011/884/EU as regards the prior notification of consignments are not fully aligned with the requirements provided for in Commission Regulation (EC) No 669/2009 of 24 July 2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin and amending Decision 2006/504/EC (4) and, where applicable, in Commission Regulation (EC) No 136/2004 of 22 January 2004 laying down procedures for veterinary checks at Community border inspection posts on products imported from third countries (5). Regulation (EC) No 669/2009 provides the obligation for the feed and food business operators to complete Part 1 of the common entry document detailed in its Annex II when importing feed and food of non-animal origin covered in that Regulation. Similarly, Regulation (EC) No 136/2004 provides for an obligation to complete the common veterinary entry document detailed in its Annex III when importing products falling under the scope of that Regulation. In view of improving the efficiency of official controls, it is therefore appropriate to align the requirements on prior notification set out in Implementing Decision 2011/884/EU with those set in Regulation (EC) No 669/2009 and, where applicable, in Regulation (EC) No 136/2004. To avoid misunderstanding, it should also be detailed in that Decision that prior notifications should be addressed to the competent authorities at the Border Inspection Post or at the designated point of entry.\n(6) Sampling methodologies play a crucial role in obtaining representative and comparable results. Annex II to Implementing Decision 2011/884/EU defines a common protocol for sampling and analysis for the control of the absence of genetically modified rice. Experience to date has shown that the majority of imports covered by the Decision are processed products. In such cases the presence of unauthorised genetically modified rice is expected to be distributed homogenously throughout the lot. In the light of those elements, it appears necessary to add an additional sampling protocol more appropriate for such products.\n(7) It is necessary to provide a new transitional period for the application of the new provisions contained in this Decision in order to let food and feed business operators time to adapt to the new situation created by this Decision.\n(8) The situation concerning the possible contamination of rice products with unauthorised genetically modified rice lines should continue to be reviewed regularly in order to assess whether the measures provided for in this Decision are still necessary and adapted to the objective pursued and to ensure that it takes into account new scientific and technical developments.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Implementing Decision 2011/884/EU is amended as follows:\n(1) Article 1 is replaced by the following:\n(2) Article 3 is replaced by the following:\n(3) paragraphs 1 and 2 of Article 4 are replaced by the following:\n(4) Article 5 is replaced by the following:\n(a) complete the relevant part of Part II of the CED or, where appropriate, the CVED; and the responsible official of the competent authority shall stamp and sign the original of that document.\n(b) make and retain a copy of the signed and stamped CED or, where appropriate, CVED.\n(5) Article 9 is replaced by the following:\n(6) Annexes I and II are amended in accordance with Annexes I and II to this Decision.", "Article 10 is replaced by the following:\n‘Article 10\nReview of the measure\nThe measures provided for in this Decision shall be reviewed regularly to take into account, where appropriate, new developments as regards the presence of unauthorised GMOs in products originating in or consigned from China, or as regards scientific and technical progress in the methods for sampling and analysis provided in this Decision.’", "Entry into force\nThis Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 343, 23.12.2011, p. 140.\n(3)  OJ L 268, 18.10.2003, p. 1.\n(4)  OJ L 194, 25.7.2009, p. 11.\n(5)  OJ L 21, 28.1.2004, p. 11.\n(6)  OJ L 21, 28.1.2004, p. 11.’;\nANNEX I\nAnnex I to Implementing Decision 2011/884/EU is replaced by the following:\n‘ANNEX I\nLIST OF PRODUCTS\nProduct CN code\nRice in the husk (“paddy” or rough) 1006 10\nHusked (brown) rice 1006 20\nSemi-milled or wholly milled rice, whether or not polished or glazed 1006 30\nBroken rice 1006 40 00\nRice flour 1102 90 50\nRice groats and meal 1103 19 50\nRice pellets 1103 20 50\nFlaked rice grains 1104 19 91\nRolled or flaked cereal grains (excluding grains of oats, wheat, rye, maize and barley, and flaked rice) 1104 19 99\nRice starch 1108 19 10\nPreparations for infant use, put up for retail sale 1901 10 00\nUncooked pasta, not stuffed or otherwise prepared, containing eggs 1902 11 00\nUncooked pasta, not stuffed or otherwise prepared, not containing eggs 1902 19\nStuffed pasta, whether or not cooked or otherwise prepared 1902 20\nOther pasta (other than uncooked pasta, not stuffed or otherwise prepared, and other than stuffed pasta, whether or not cooked or otherwise prepared) 1902 30\nPrepared foods obtained by swelling or roasting cereals or cereal products, obtained from rice 1904 10 30\nPreparations of the muesli-type based on unroasted cereal flakes 1904 20 10\nPrepared foods obtained from unroasted cereal flakes or from mixtures of unroasted cereal flakes and roasted cereal flakes or swelled cereals, obtained from rice (excluding preparations of the muesli-type on the basis of unroasted cereal flakes) 1904 20 95\nRice, pre-cooked or otherwise prepared, not elsewhere specified or included (excluding flour, groats and meal, food preparations obtained by swelling or roasting or from unroasted cereal flakes or from mixtures of unroasted cereal flakes and roasted cereal flakes or swelled cereals) 1904 90 10\nRice paper ex 1905 90 20\nBiscuits 1905 90 45\nExtruded or expanded products, savoury or salted 1905 90 55\nExtruded or expanded products, sweetened (e.g. Fruit tarts, currant bread, panettone, meringues, Christmas stollen, croissants, and other baker’s wares) 1905 90 60\nExtruded or expanded products neither sweetened nor savouried nor salted (e.g. Pizzas, quiches and other unsweetened baker’s wares) 1905 90 90\nSauces and preparations, mixed condiments and mixed seasonings 2103 90 90\nBran, sharps and other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of rice with a starch content not exceeding 35 % by weight 2302 40 02\nBran, sharps and other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of rice other than with a starch content not exceeding 35 % by weight 2302 40 08’\nANNEX II\nAnnex II to Implementing Decision 2011/884/EU is amended as follows:\n(1) in point 2.2 the words ‘CEN/ISO 15568’ are replaced by ‘CEN/TS 15568:2007’;\n(2) in point 3, the second paragraph is replaced by the following:\n(3) in point 5, the words ‘the EU RL GMFF’ are replaced by ‘the EURL for GMOs’."}