{"celex_id": "32012D0005", "uri": "http://publications.europa.eu/resource/cellar/80dfd342-c596-4c89-b8a6-3a286173950a", "type": "Decision", "concepts": ["1005", "1123", "2795", "2903", "296", "5158", "6703"], "title": "2012/5/EU: Decision of the European Parliament and of the Council of 13 December 2011 amending the Interinstitutional Agreement of 17 May 2006 on budgetary discipline and sound financial management as regards the multiannual financial framework, to address additional financing needs of the ITER project\n", "header": "7.1.2012 EN Official Journal of the European Union L 4/12\nDECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 2011\namending the Interinstitutional Agreement of 17 May 2006 on budgetary discipline and sound financial management as regards the multiannual financial framework, to address additional financing needs of the ITER project\n(2012/5/EU)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (1),\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) At the trilogue meeting of 1 December 2011 the European Parliament, the Council and the Commission have agreed on the modalities for providing additional financing to the ITER project. The financing requires a revision of the multiannual financial framework 2007-2013 in accordance with the Interinstitutional Agreement, so as to raise the ceilings for commitment appropriations under subheading 1a by EUR 650 million for the year 2012 and by EUR 190 million for the year 2013 in current prices.\n(2) The increase of the ceilings for commitment appropriations under subheading 1a for the years 2012 and 2013 will be fully offset by a decrease of the ceilings for commitment appropriations for the year 2011 under heading 2 and of commitment appropriations for the years 2011 and 2012 under heading 5.\n(3) In order to keep an appropriate relationship between commitments and payments, the annual ceilings for payment appropriations will be adjusted. The adjustment will be neutral in terms of payment requirements over the period 2007-2013.\n(4) Annex I to the Interinstitutional Agreement on budgetary discipline and sound financial management should therefore be amended accordingly (2),", "main_body": ["Annex I to the Interinstitutional Agreement on budgetary discipline and sound financial management is replaced by the Annex to this Decision."], "attachments": "Done at Strasbourg, 13 December 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. SZPUNAR\n(1)  OJ C 139, 14.6.2006, p. 1.\n(2)  For that purpose, the figures resulting from the above agreement are converted into 2004 prices.\nANNEX\nFINANCIAL FRAMEWORK 2007-2013\n(EUR million - constant 2004 prices)\nCOMMITMENT APPROPRIATIONS 2007 2008 2009 2010 2011 2012 2013 Total 2007-2013\n1.\n1a Competitiveness for Growth and Employment\n1b Cohesion for Growth and Employment\n2.\nof which: market related expenditure and direct payments 43 120 42 697 42 279 41 864 41 453 41 047 40 645 293 105\n3.\n3a Freedom, Security and Justice\n3b Citizenship\n4.\n5.\n6.\nTOTAL COMMITMENT APPROPRIATIONS 117 277 122 683 122 022 125 184 123 857 126 359 127 607 864 989\nas a percentage of GNI 1,08 % 1,09 % 1,06 % 1,06 % 1,03 % 1,03 % 1,01 % 1,049 %\n\nTOTAL PAYMENT APPROPRIATIONS 115 142 119 805 109 091 119 245 116 394 120 649 120 418 820 744\nas a percentage of GNI 1,06 % 1,06 % 0,95 % 1,01 % 0,97 % 0,98 % 0,96 % 1,00 %\nMargin available 0,18 % 0,18 % 0,29 % 0,22 % 0,26 % 0,25 % 0,27 % 0,23 %\nOwn Resources Ceiling as a percentage of GNI 1,24 % 1,24 % 1,24 % 1,23 % 1,23 % 1,23 % 1,23 % 1,23 %\n(1)  The expenditure on pensions included under the ceiling for this heading is calculated net of the staff contributions to the relevant scheme, within the limit of EUR 500 million at 2004 prices for the period 2007-2013."}