{"celex_id": "32012L0011", "uri": "http://publications.europa.eu/resource/cellar/603ef31d-0f8a-4031-96b1-79fa4b694638", "type": "Directive", "concepts": ["1280", "192", "5319", "5739"], "title": "Directive 2012/11/EU of the European Parliament and of the Council of 19 April 2012 amending Directive 2004/40/EC on minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (electromagnetic fields) (18th individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC)\n", "header": "24.4.2012 EN Official Journal of the European Union L 110/1\nDIRECTIVE 2012/11/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 19 April 2012\namending Directive 2004/40/EC on minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (electromagnetic fields) (18th individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 153(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Following the entry into force of Directive 2004/40/EC of the European Parliament and of the Council (3), stakeholders, in particular those in the medical community, expressed serious concerns about the impact that implementing that Directive could have on the use of medical procedures based on medical imaging, as well as its impact on certain industrial activities.\n(2) The Commission examined the arguments put forward by stakeholders and decided to reconsider some provisions of Directive 2004/40/EC, on the basis of new scientific evidence.\n(3) The deadline for transposition of Directive 2004/40/EC was postponed, by Directive 2008/46/EC of the European Parliament and of the Council (4), until 30 April 2012, in order to allow a new Directive based on the most recent evidence to be adopted by that date.\n(4) On 14 June 2011, the Commission adopted a proposal for a new Directive to replace Directive 2004/40/EC. The aim of the new Directive is to ensure both a high level of health and safety protection for workers and the continuation and development of medical and other industrial activities using electromagnetic fields. Consequently, anticipating the adoption of the new Directive by 30 April 2012, the majority of Member States have not transposed Directive 2004/40/EC.\n(5) However, given the technical complexity of the subject matter, it is unlikely that the new Directive will be adopted by 30 April 2012.\n(6) Consequently, the deadline of 30 April 2012 should be extended. It is therefore necessary for this Directive to enter into force on the day of its publication,", "main_body": ["In Article 13(1) of Directive 2004/40/EC, the date ‘30 April 2012’ is replaced by ‘31 October 2013’.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 19 April 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nM. BØDSKOV\n(1)  Opinion of 22 February 2012 (not yet published in the Official Journal).\n(2)  Position of the European Parliament of 29 March 2012 (not yet published in the Official Journal) and decision of the Council of 11 April 2012.\n(3)  OJ L 159, 30.4.2004, p. 1.\n(4)  OJ L 114, 26.4.2008, p. 88."}