{"celex_id": "32014L0097", "uri": "http://publications.europa.eu/resource/cellar/ba3c63a4-5503-11e4-a0cb-01aa75ed71a1", "type": "Directive", "concepts": ["1078", "2409", "322", "3342", "3409"], "title": "Commission Implementing Directive 2014/97/EU of 15 October 2014 implementing Council Directive 2008/90/EC as regards the registration of suppliers and of varieties and the common list of varieties\n", "header": "16.10.2014 EN Official Journal of the European Union L 298/16\nCOMMISSION IMPLEMENTING DIRECTIVE 2014/97/EU\nof 15 October 2014\nimplementing Council Directive 2008/90/EC as regards the registration of suppliers and of varieties and the common list of varieties\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2008/90/EC of 29 September 2008 on the marketing of fruit plant propagating material and fruit plants intended for fruit production (1), and in particular Article 5(3) and Article 7(5) and (6) thereof,\nWhereas:\n(1) It is necessary to set out provisions concerning the register of suppliers provided for in Directive 2008/90/EC and the notification obligations of suppliers.\n(2) For the purpose of transparency, Member States should make available that register, where appropriate. The decision whether that register, or parts of it are to be published is left to the Member States.\n(3) A variety register should be provided for. That register should include varieties registered under Council Directive 92/34/EEC (2) in addition to those registered under Directive 2008/90/EC. That register should indicate whether varieties have an official description or an officially recognised description.\n(4) Genetically modified varieties should be registered only if the genetically modified organism of which the variety consists is authorised for cultivation pursuant to Directive 2001/18/EC of the European Parliament and of the Council (3) or Regulation (EC) No 1829/2003 of the European Parliament and of the Council (4).\n(5) The conditions under which varieties are to be registered as varieties with an official description and the procedure for their registration should be provided for. Member States may, as provided for in Directive 2008/90/EC, lay down conditions concerning the registration of a variety with an officially recognised description.\n(6) In order to register a variety as a variety with an official description, the responsible official body should establish such a description.\n(7) The period of validity of registration, the renewal of registration and the removal of a variety from the variety register should be provided for.\n(8) Member States should notify to each other and to the Commission certain information concerning registered varieties and applications for registration of varieties. Based on that information the Commission should publish a common list of varieties to create a transparent and easily consultable database to increase the confidence on the market.\n(9) It is appropriate to repeal Commission Directive 93/79/EEC (5).\n(10) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Propagating Material and Plants of Fruit Genera and Species,", "main_body": ["Register of suppliers\n1.   Member States shall keep and update a register of suppliers, as provided for in Article 5(1) of Directive 2008/90/EC. That register shall be referred to hereinafter as ‘the register of suppliers’.\nIn addition to suppliers registered in accordance with this Directive, that register shall include suppliers accredited in accordance with national provisions transposing Article 6(1) of Directive 92/34/EEC.\nWhere appropriate, Member States shall make available the register of suppliers.\n2.   The register of suppliers shall include the following information:\n(a) name, address and contact details of the supplier;\n(b) activities within the meaning of Article 2(9) of Directive 2008/90/EC that are exercised by the supplier in the Member State concerned, the address of the premises involved and the main genera or species concerned; and\n(c) registration number or code.\n3.   Member States shall ensure that the responsible official body removes a natural or legal person from the register of suppliers, if it is established that that person no longer exercises any activity within the meaning of Article 2(9) of Directive 2008/90/EC.", "Notification obligation of suppliers\n1.   Member States shall ensure that suppliers notify the information referred to in Article 1(2)(a) and (b).\nNo notification shall, however, be required from suppliers accredited in accordance with Article 6(1) of Directive 92/34/EEC.\n2.   Member States shall ensure that suppliers notify any change in their situation concerning the information referred to in Article 1(2)(a) and (b).\n3.   Member States shall ensure that suppliers are informed of their registration and of any modifications thereto within a time period to be laid down by national legislation.", "Variety register\n1.   Member States shall keep, update and publish a register of varieties (hereinafter ‘variety register’).\nIn addition to varieties registered in accordance with this Directive, the variety register shall include varieties registered before 30 September 2012 in accordance with Article 9(3) of Directive 92/34/EEC and varieties registered in accordance with the second sentence of the first subparagraph of Article 7(4) of Directive 2008/90/EC.\n2.   The variety register shall include the following information:\n(a) denomination of the variety and synonyms;\n(b) species the variety belongs to;\n(c) the indication ‘official description’ or ‘officially recognised description’, as appropriate;\n(d) date of registration, or, where applicable, of renewal of registration;\n(e) end of validity of registration.\n3.   Member States shall keep a file for each variety they register. That file shall contain a description of the variety and a summary of all the facts relevant to the registration of the variety.", "Conditions for registration of varieties\n1.   Member States shall ensure that a variety is registered as a variety with an official description if it fulfils the following requirements:\n(a) it is distinct, uniform and stable within the meaning of paragraph 2;\n(b) a sample of the variety is available; and\n(c) as regards genetically modified varieties, the genetically modified organism of which the variety consists is authorised for cultivation pursuant to Directive 2001/18/EC or Regulation (EC) No 1829/2003.\n2.   A variety shall be considered as:\n(a) ‘distinct’ where it is clearly distinguishable, by reference to the expression of the characteristics that result from a particular genotype or combination of genotypes, from any other variety commonly known at the date of the application referred to in Article 5;\n(b) ‘uniform’ where, subject to the variation that may be expected from the particular features of its propagation, it is sufficiently uniform in the expression of those characteristics which are included in the examination for distinctness, as well as any other characteristics used for the variety description;\n(c) ‘stable’ where the expression of the characteristics which are included in the examination for distinctness, as well as any other characteristics used for the variety description, remain unchanged after repeated propagation or, in the case of micropropagation at the end of each cycle.", "Application for registration of a variety\n1.   For registration of a variety as a variety with an official description, Member States shall require that a written application be submitted to the responsible official body of the Member State concerned.\n2.   The application shall be accompanied by the following:\n(a) the information required by the technical questionnaires set out at the time of application:\n(i) in Annex II to the ‘Protocols for distinctness, uniformity and stability tests’ of the Administrative Council of the Community Plant Variety Office (CPVO) for the relevant species for which such a protocol has been published; or, where no such protocols have been published;\n(ii) in Section X of the ‘Test guidelines for the conduct of tests for distinctness, uniformity and stability’ of the International Union for the Protection of new Varieties of Plants (UPOV) and the Annex to the Test guideline concerned for the relevant species for which such guidelines have been published; or where no such guidelines have been published;\n(iii) in national provisions;\n(b) information on whether the variety is officially registered in another Member State, or is the subject of an application for such a registration in another Member State;\n(c) a proposed denomination;\n(d) in the case of a genetically modified variety, evidence that the genetically modified organism of which the variety consists is authorised for cultivation pursuant to Directive 2001/18/EC or Regulation (EC) No 1829/2003.\n3.   The applicant may submit any of the following with its application:\n(a) an official description established, in accordance with Article 6(5), by a responsible official body of another Member State;\n(b) any other relevant information.", "Examination of applications\n1.   Member States shall ensure that, where a responsible official body receives an application for registration of a variety as a variety with an official description, an examination of that variety is performed in accordance with paragraphs 2, 3 and 4.\n2.   Growing trials shall be carried out to establish an official description of the variety.\nWhere the applicant submits information in accordance with Article 5(3)(a) and the responsible official body considers that this information shows that the conditions for registration provided for in Article 4 are fulfilled, no growing trials shall, however, be carried out.\nWhere growing trials are to be carried out, the responsible official body shall request a sample of the material of the variety.\n3.   The growing trials referred to in paragraph 2 shall be performed by:\n(a) the responsible official body receiving the application; or\n(b) the responsible official body of another Member State having agreed to perform those trials; or\n(c) any legal person, in accordance with Article 13(2) of Directive 2008/90/EC.\nWhere point (c) applies and trials are carried out on the premises of private enterprises, the responsible official body shall ensure that no measures are applied that might interfere with the official examination.\n4.   The growing trials shall be performed in accordance with the following provisions as regards trial design, growing conditions and characteristics of the variety to be covered as a minimum:\n(a) the ‘Protocols for distinctness, uniformity and stability tests’ of the Administrative Council of the Community Plant Variety Office (CPVO) applicable at the beginning of the technical examination; or, where no protocols have been published for the relevant species;\n(b) the ‘Test guidelines for the conduct of tests for distinctness, uniformity and stability’ of the International Union for the Protection of New Varieties of Plants (UPOV) applicable at the beginning of the technical examination; or, where no guidelines have been published for the relevant species;\n(c) national provisions.\n5.   If based on the examination referred to in paragraph 1, the responsible official body concludes that the variety concerned fulfils the conditions of Article 5 it shall establish an official description and include that variety in the variety register.", "Period of validity of variety registration\nThe maximum period of validity of the registration of a variety shall be 30 years.\nIn the case of genetically modified varieties, the validity of the registration shall be limited to the period for which the genetically modified organism of which the variety consists is authorised for cultivation pursuant to Directive 2001/18/EC or Regulation (EC) No 1829/2003.", "Renewal of variety registration\n1.   Member States shall ensure that the registration of a variety may be renewed for further maximum periods of 30 years, provided that material of that variety is still available.\nIn the case of a genetically modified variety, renewal shall, in addition, be subject to the condition that the respective genetically modified organism continues to be authorised for cultivation pursuant to Directive 2001/18/EC or Regulation (EC) No 1829/2003. The renewal period shall be limited to the period of authorisation of the genetically modified organism concerned.\n2.   For renewal of the registration, Member States shall require that a written application be submitted to the responsible official body of the Member State concerned. The application shall be accompanied by evidence showing that the conditions set out in paragraph 1 are fulfilled.\nA Member State may, however, renew the registration of a variety for which no written application has been submitted, where it considers that renewal serves to preserve genetic diversity and sustainable production or serves another general interest.", "Removal of a variety from the variety register\nMember States shall ensure that a variety is removed from the variety register if:\n(a) the conditions for registration, as set out in Article 4, are no longer fulfilled;\n(b) at the time of the application for registration or during examination, false or fraudulent particulars had been supplied concerning the facts on the basis of which the variety was registered.", "0\nNotifications\n1.   Each Member State shall notify to the responsible official bodies of the other Member States and the Commission the information required to access the variety register of the Member State concerned.\nEach Member State shall notify the Commission as soon as possible of the inclusion of a variety in its variety register, and any other amendment to its variety register.\n2.   Each Member State shall, on request, make available to another Member State or the Commission:\n(a) the official or officially recognised description of varieties registered in the variety register of the Member State concerned;\n(b) the results of examinations of applications for registration of varieties performed by the Member State concerned pursuant to Article 6;\n(c) any other information available in respect of varieties included in the variety register of the Member State concerned or removed from that register;\n(d) the list of varieties for which applications for registration are pending in the Member State concerned.", "1\nCommon list\nThe Commission shall, on the basis of the information received pursuant to subparagraph 2 of Article 10(1), establish, regularly update and publish in an electronic format a common list of the varieties included in the variety registers of the Member States.", "2\nTransposition\n1.   Member States shall adopt and publish, by 31 December 2016 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 January 2017.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "3\nRepeal\nDirective 93/79/EEC is repealed with effect from 1 January 2017.", "4\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "5\nAddressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 15 October 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 267, 8.10.2008, p. 8.\n(2)  Council Directive 92/34/EEC of 28 April 1992 on the marketing of fruit plant propagating material and fruit plants intended for fruit production (OJ L 157, 10.6.1992, p. 10).\n(3)  Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms and repealing Council Directive 90/220/EEC (OJ L 106, 17.4.2001, p. 1).\n(4)  Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (OJ L 268, 18.10.2003, p. 1).\n(5)  Commission Directive 93/79/EEC of 21 September 1993 setting out additional implementing provisions for lists of varieties of fruit plant propagating material and fruit plants, as kept by suppliers under Council Directive 92/34/EEC (OJ L 256, 14.10.1993, p. 25)."}