{"celex_id": "32010R1153", "uri": "http://publications.europa.eu/resource/cellar/06092b75-4e1d-426b-9f69-2d018a7e6d47", "type": "Regulation", "concepts": ["1755", "1854", "1961", "2320", "3584", "3730", "5369", "623"], "title": "Commission Regulation (EU) No 1153/2010 of 8 December 2010 amending Regulation (EU) No 175/2010 by prolonging the period of application of measures to control increased mortality in Pacific oysters ( Crassostrea gigas )  Text with EEA relevance\n", "header": "9.12.2010 EN Official Journal of the European Union L 324/39\nCOMMISSION REGULATION (EU) No 1153/2010\nof 8 December 2010\namending Regulation (EU) No 175/2010 by prolonging the period of application of measures to control increased mortality in Pacific oysters (Crassostrea gigas)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": "Having regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Articles 41(3) and 61(3) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 175/2010 of 2 March 2010 implementing Council Directive 2006/88/EC as regards measures to control increased mortality in oysters of the species Crassostrea gigas in connection with the detection of Ostreid herpesvirus-1 μvar (OsHV-1 μvar) (2) was adopted to contain the spread of a disease potentially caused by a viral infection in Pacific oysters (Crassostrea gigas) in France, Ireland and the Channel Islands.\n(2) As it was unclear whether that virus really caused increased mortality in Pacific oysters (Crassostrea gigas), those measures were adopted on a temporary basis until 31 December 2010.\n(3) Increased mortality in Pacific oysters (Crassostrea gigas) in connection with the detection of OsHV-1 μvar has continued to occur in 2010.\n(4) Reports on experience gained by the Member States with programmes for the early detection of OsHV-1 μvar, as well as an opinion of the European Food Safety Authority on the causes will only become available in autumn 2010 and they will need to be evaluated before the measures adopted pursuant to Regulation (EU) No 175/2010 can be reconsidered.\n(5) Consequently, the period of application of Regulation (EU) No 175/2010 should be extended until 30 April 2011. That Regulation should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the second paragraph of Article 8 of Regulation (EU) No 175/2010, the date ‘31 December 2010’ is replaced by ‘30 April 2011’.", "This Regulation shall enter into force on the third day following that of its publication in the Official journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 December 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 52, 3.3.2010, p. 1."}