{"celex_id": "32010R1257", "uri": "http://publications.europa.eu/resource/cellar/99465078-cd70-4dbd-9fa0-730500315d5c", "type": "Regulation", "concepts": ["4179", "5606"], "title": "Council Regulation (EU) No 1257/2010 of 20 December 2010 extending the temporary derogation measures from Regulation No 1 of 15 April 1958 determining the languages to be used by the European Economic Community and Regulation No 1 of 15 April 1958 determining the languages to be used by the European Atomic Energy Community introduced by Regulation (EC) No 920/2005\n", "header": "29.12.2010 EN Official Journal of the European Union L 343/5\nCOUNCIL REGULATION (EU) No 1257/2010\nof 20 December 2010\nextending the temporary derogation measures from Regulation No 1 of 15 April 1958 determining the languages to be used by the European Economic Community and Regulation No 1 of 15 April 1958 determining the languages to be used by the European Atomic Energy Community introduced by Regulation (EC) No 920/2005\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 342 thereof,\nWhereas:\n(1) Council Regulation (EC) No 920/2005 of 13 June 2005 amending Regulation No 1 of 15 April 1958 determining the languages to be used by the European Economic Community and Regulation No 1 of 15 April 1958 determining the languages to be used by the European Atomic Energy Community and introducing temporary derogation measures from those Regulations (1) accorded Irish the status of official language and working language of the institutions of the European Union.\n(2) Regulation (EC) No 920/2005 provides that, for practical reasons and on a transitional basis, the institutions of the Union are not to be bound by the obligation to draft and translate all acts, including judgments of the Court of Justice, in the Irish language, with the exception of Regulations adopted jointly by the European Parliament and the Council. It is for the Council to determine, not later than 4 years from the date of application of Regulation (EC) No 920/2005 and at 5-yearly intervals thereafter, whether to put an end to this derogation.\n(3) The institutions of the Union will continue to take steps to improve public access to information in Irish on the activities of the Union. Nevertheless, there are still difficulties in recruiting a sufficient number of Irish-language translators, legal/linguistic experts, interpreters and assistants. It is therefore necessary to extend the derogation provided for in the first paragraph of Article 2 of Regulation (EC) No 920/2005 for a period of 5 years from 1 January 2012,", "main_body": ["The derogation provided for in the first paragraph of Article 2 of Regulation (EC) No 920/2005 is hereby extended for a period of 5 years from 1 January 2012.\nThis Article shall not apply to Regulations adopted jointly by the European Parliament and the Council.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2010.\nFor the Council\nThe President\nJ. SCHAUVLIEGE\n(1)  OJ L 156, 18.6.2005, p. 3."}