{"celex_id": "32010D0277", "uri": "http://publications.europa.eu/resource/cellar/93187bb3-0f64-4012-aabf-ebac8153161b", "type": "Decision", "concepts": ["1445", "2737", "3191", "3342", "4079", "4152", "5501", "5649"], "title": "2010/277/: Commission Decision of 12 May 2010 amending Decision 2009/821/EC as regards the lists of border inspection posts and veterinary units in Traces (notified under document C(2010) 3040) (Text with EEA relevance)\n", "header": "18.5.2010 EN Official Journal of the European Union L 121/16\nCOMMISSION DECISION\nof 12 May 2010\namending Decision 2009/821/EC as regards the lists of border inspection posts and veterinary units in Traces\n(notified under document C(2010) 3040)\n(Text with EEA relevance)\n(2010/277/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 20(1) and (3) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (2), and in particular the last sentence of the second subparagraph of Article 6(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3), and in particular Article 6(2) thereof,\nWhereas:\n(1) Commission Decision 2009/821/EC of 28 September 2009 drawing up a list of approved border inspection posts, laying down certain rules on the inspections carried out by Commission veterinary experts and laying down the veterinary units in Traces (4) lays down a list of border inspection posts approved in accordance with Directives 91/496/EEC and 97/78/EC. That list is set out in Annex I to that Decision.\n(2) The Commission inspection service, the Food and Veterinary Office (FVO) carried out an inspection at the border inspection post at the port of Antwerp in Belgium. The results of the inspection were satisfactory. An additional inspection centre should therefore be added for that border inspection post in the list set out in Annex I to Decision 2009/821/EC. In addition, the categories of the existing inspection centres at this border inspection post should be amended.\n(3) The Commission inspection service, the Food and Veterinary Office (FVO) carried out an inspection at the border inspection post at the port of Gdańsk in Poland. The results of the inspection were satisfactory. An additional inspection centre should therefore be added for that border inspection post in the list set out in Annex I to Decision 2009/821/EC.\n(4) Following communications from Denmark and Poland, certain inspection centres at border inspection posts for those Member States should be deleted from the list of border inspection posts set out in Annex I to Decision 2009/821/EC.\n(5) Following communication from France, the border inspection post at Brest airport should be deleted from the list of border inspection posts set out in Annex I to Decision 2009/821/EC. In addition, certain categories at the border inspection posts at the airports at Lyon-Saint Exupéry, Marseille aéroport and Nice should be modified in the list of border inspection posts set out in Annex I to Decision 2009/821/EC.\n(6) Following communication from Italy, certain categories at the border inspection posts at the airports at Milano-Linate, Milano-Malpensa, Palermo, Reggio Calabria and Rimini should be suspended in the list of border inspection posts set out in Annex I to Decision 2009/821/EC. In addition, certain categories at the border inspection post at the port at Napoli should be modified in the list of border inspection posts set out in Annex I to Decision 2009/821/EC.\n(7) Following communication from Latvia, the border inspection post at the port of Riga (Baltmarine Terminal) should be deleted from the list of border inspection posts set out in Annex I to Decision 2009/821/EC. In addition, the listing of the categories for the two inspection centres at the approved border inspection post at Riga port should be corrected in the list of border inspection posts set out in Annex I to Decision 2009/821/EC.\n(8) Following communication from Spain, the list of border inspection posts for that Member State should be amended to take account of the suspension of two of its border inspection posts, of lifting the suspension for certain categories of products of animal origin that can be checked at one of its border inspection posts and of limiting the approval categories for products of animal origin at another one of its border inspection posts already approved in accordance with Decision 2009/821/EC.\n(9) Following communication from the Netherlands, the name of one Inspection Centre at the port of Rotterdam should be amended in the list of border inspection posts set out in Annex I to Decision 2009/821/EC.\n(10) The list of central units, regional units and local units in Traces is laid down in Annex II to Decision 2009/821/EC.\n(11) Following communications from Denmark, Germany, Ireland, Italy, Latvia and Finland, certain changes to the central, regional and local units in Traces should be reflected in the Annex II to Decision 2009/821/EC for those Member States.\n(12) Decision 2009/821/EC should therefore be amended accordingly.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   Annex I to Decision 2009/821/EC is amended in accordance with Annex I to this Decision.\n2.   Annex II to Decision 2009/821/EC is amended in accordance with Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 May 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29.\n(2)  OJ L 268, 24.9.1991, p. 56.\n(3)  OJ L 24, 30.1.1998, p. 9.\n(4)  OJ L 296, 12.11.2009, p. 1.\nANNEX I\nAnnex I is amended as follows:\n1. In the part concerning Belgium, the entry for the port at Antwerp is replaced by the following:\n‘Antwerpen BE ANR 1 P GIP LO HC(2), NHC\nKaai 650 HC(2)\nAfrulog HC(2), NHC’\n2. In the part concerning Denmark, the entry of the inspection centre Centre 1, SAS 1 (North) for the airport at København is deleted.\n3. The part concerning Spain is amended as follows:\n(a) the entry for the airport at Almeria is replaced by the following:\n‘Almeria (*) ES LEI 4 A  HC(2) (*), NHC(2) (*) O (*)’\n(b) the entry for the airport at Asturias is replaced by the following:\n‘Asturias (*) ES AST 4 A  HC(2) (*)’\n(c) the entry for the airport at Palma de Mallorca is replaced by the following:\n‘Palma de Mallorca ES PMI 4 A  HC(2), NHC(2) O’\n(d) the entry for the airport at Vitoria is replaced by the following:\n‘Vitoria ES VIT 4 A Productos HC(2), NHC-NT(2), NHC-T(CH)(2)\nAnimales  U, E, O’\n4. The part concerning France is amended as follows:\n(a) the entry for the border inspection post at Brest airport is deleted;\n(b) the entry for the airport at Lyon-Saint Exupéry is replaced by the following:\n‘Lyon-Saint Exupéry FR LIO 4 A  HC-T(1), HC-NT, NHC’\n(c) the entry for the airport at Marseille is replaced by the following:\n‘Marseille Aéroport FR MRS 4 A  HC-T(1), HC-NT’\n(d) the entry for the airport at Nice is replaced by the following:\n‘Nice FR NCE 4 A  HC-T(CH) (1) (2) O (14)’\n5. The part concerning Italy is amended as follows:\n(a) the entry for the airport at Milano-Linate is replaced by the following:\n‘Milano-Linate IT LIN 4 A  HC(2), NHC(2) O (*)’\n(b) the entry for the airport at Milano-Malpensa is replaced by the following:\n‘Milano-Malpensa IT MXP 4 A Magazzini aeroportuali ALHA HC(2), NHC(2)\nSEA  U, E\nCargo City MLE HC, NHC (*) O’\n(c) the entry for the port at Napoli is replaced by the following:\n‘Napoli IT NAP 1 P Molo Bausan HC, NHC-NT’\n(d) the entry for the airport at Palermo is replaced by the following:\n‘Palermo (*) IT PMO 4 A  HC-T (*)’\n(e) the entry for the airport at Reggio Calabria is replaced by the following:\n‘Reggio Calabria (*) IT REG 4 A  HC (*), NHC (*)’\n(f) the entry for the airport at Rimini is replaced by the following:\n‘Rimini (*) IT RMI 4 A  HC(2) (*), NHC(2) (*)’\n6. The part concerning Latvia is amended as follows:\n(a) the entry for the port at Riga is replaced by the following:\n‘Riga (Riga port) LV RIX 1a P  HC(2), NHC(2)\nKravu termināls HC-T(FR)(2), HC-NT(2)’\n(b) the entry for the border inspection post at Riga (Baltmarine Terminal) port is deleted.\n7. In the part concerning Netherlands, the entry for the port at Rotterdam is replaced by the following:\n‘Rotterdam NL RTM 1 P Eurofrigo Karimatastraat HC, NHC-T(FR), NHC-NT\nEurofrigo, Abel Tasmanstraat HC\nFrigocare Rotterdam B.V. HC-T(FR)(2)\nWibaco HC-T(FR)(2), HC-NT(2)’\n8. The part concerning Poland is amended as follows:\n(a) the entry for the port at Gdańsk is replaced by the following:\n‘Gdańsk PL GDN 1 P IC 1 HC(2), NHC\nIC 2 HC(2), NHC(2)’\n(b) the entry for the port at Gdynia is replaced by the following:\n‘Gdynia PL GDY 1 P IC 1 HC, NHC U, E, O’\nANNEX II\nAnnex II is amended as follows:\n1. In the part concerning Denmark, the entries for the current three regional units NORD, SYD, ØST and the local units are replaced by the following:\nDK00800 HADERSLEV\nDK00900 ESBJERG\nDK01000 VEJLE\nDK01100 HERNING\nDK01200 ÅRHUS\nDK01300 VIBORG\nDK01400 AALBORG\nDK00100 RØDOVRE\nDK00400 RINGSTED\nDK00700 ODENSE’\n2. In the part concerning Germany, the entry for ‘NIEDERSACHSEN’ is amended as follows:\n(a) ZWECKVERBAND JADE-WESER is replaced by the following:\n‘DE14103 ZWECKVERBAND VETERINÄRAMT JADEWESER’\n(b) BRAKE, ZWECKVERBAND JADE-WESER is replaced by the following:\n‘DE46103 BRAKE, ZWECKVERBAND VETERINÄRAMP JADEWESER’\n(c) WITTMUND, ZWECKVERBAND JADE-WESER is replaced by the following:\n‘DE46903 WITTMUND, ZWECKVERBAND VETERINÄRAMPT JADEWESER’\n3. In the part concerning Ireland, the following entries for the local units are deleted:\n‘IE00100 CARLOW\nIE00300 CLARE\nIE01000 KILKENNY\nIE01400 LONGFORD\nIE01500 LOUTH\nIE02100 TIPPERARY NORTH\nIE01200 SLIGO’\n4. In the part concerning Italy in the region of ‘LOMBARDIA’, the entry for the local unit MILANO 3 is replaced by the following:\n‘IT02903 MONZA e BRIANZA’\n5. The part concerning Latvia is amended as follows:\n(a) the entry for the local unit RIGA (BFT) is replaced by the following:\n‘LV00028 RIGA-MN’\n(b) the entry for the following local unit is deleted:\n‘LV00030 BALTMARINE TERMINAL’\n6. The part concerning Finland is amended as follows:\n(a) the entry for the central unit is replaced by the following:\n‘FI00000 ELINTARVIKETURVALLISUUSVIRASTO EVIRA’\n(b) the entries for the local units are replaced by the following:\n‘FI00100 ETELÄ-SUOMEN ALUEHALLINTOVIRASTO, HELSINKI\nFI00200 LOUNAIS-SUOMEN ALUEHALLINTOVIRASTO\nFI00300 AHVENANMAAN VALTIONVIRASTO\nFI00400 ETELÄ-SUOMEN ALUEHALLINTOVIRASTO, HÄMEENLINNA\nFI00402 LÄNSI- JA SISÄ-SUOMEN ALUEHALLINTOVIRASTO, TAMPERE\nFI00500 ETELÄ-SUOMEN ALUEHALLINTOVIRASTO, KOUVOLA\nFI00600 ITÄ-SUOMEN ALUEHALLINTOVIRASTO, MIKKELI\nFI00700 ITÄ-SUOMEN ALUEHALLINTOVIRASTO, JOENSUU\nFI00800 ITÄ-SUOMEN ALUEHALLINTOVIRASTO, KUOPIO\nFI00900 LÄNSI- JA SISÄ-SUOMEN ALUEHALLINTOVIRASTO, JYVÄSKYLÄ\nFI01000 LÄNSI- JA SISÄ-SUOMEN ALUEHALLINTOVIRASTO, VAASA\nFI01100 POHJOIS-SUOMEN ALUEHALLINTOVIRASTO\nFI01200 LAPIN ALUEHALLINTOVIRASTO’"}