{"celex_id": "32012R0991", "uri": "http://publications.europa.eu/resource/cellar/9933725a-41f6-458b-9afa-05247250c2c4", "type": "Regulation", "concepts": ["1224", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 991/2012 of 25 October 2012 concerning the authorisation of zinc chloride hydroxide monohydrate as feed additive for all animal species  Text with EEA relevance\n", "header": "26.10.2012 EN Official Journal of the European Union L 297/18\nCOMMISSION IMPLEMENTING REGULATION (EU) No 991/2012\nof 25 October 2012\nconcerning the authorisation of zinc chloride hydroxide monohydrate as feed additive for all animal species\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of zinc chloride hydroxide monohydrate. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of zinc chloride hydroxide monohydrate as a feed additive for all animal species, to be classified in the additive category ‘nutritional additives’.\n(4) The European Food Safety Authority (the Authority) concluded in its opinion of 26 April 2012 (2) that, under the proposed conditions of use, zinc chloride hydroxide monohydrate does not have an adverse effect on animal health, human health or the environment and that its use may be considered as an effective source of zinc for all animal species. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of zinc chloride hydroxide monohydrate shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘nutritional additives’ and to the functional group ‘compounds of trace elements’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  EFSA Journal 2012; 10(5):2672.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nContent of element (Zn) in mg/kg of complete feedingstuff with a moisture content of 12 %\nCategory of nutritional additives. Functional group: compounds of trace elements\nCharacterisation of the additive\nChemical formula: Zn5 (OH)8 Cl2 · (H2O)\nCAS Number: 12167-79-2\nPurity: min. 84 %\nZinc oxide: max. 9 %\nZinc content: min. 54 %\nParticles < 50 μm: below 1 %\nAnalytical method\n (1)\nFor the identification of zinc chloride hydroxide crystal form in the feed additive:\n— X-ray diffraction (XRD).\nFor the determination of total zinc in the additive and premixtures:\n— EN 15510: Inductively Coupled Plasma – Atomic Emission Spectrometry (ICP-AES) or\n— CEN/TS 15621: Inductively Coupled Plasma – Atomic Emission Spectrometry (ICP-AES) after pressure digestion.\nFor the determination of total zinc in feed materials and compound feed:\n— Atomic Absorption Spectrometry (AAS) or\n— EN 15510 or CEN/TS 15621.\n1. For user safety: breathing protection, safety glasses and gloves should be worn during handling.\n2. The additive shall be incorporated into feed in the form of a premixture.\n(1)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}