{"celex_id": "32010D0603", "uri": "http://publications.europa.eu/resource/cellar/0253652c-52d4-4ee5-934a-c7f02c0ce684", "type": "Decision", "concepts": ["1708", "2338", "306", "3870", "4778", "7137"], "title": "Council Decision 2010/603/CFSP of 7 October 2010 on further measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\n", "header": "8.10.2010 EN Official Journal of the European Union L 265/15\nCOUNCIL DECISION 2010/603/CFSP\nof 7 October 2010\non further measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 11 October 2004, the Council adopted Common Position 2004/694/CFSP on further measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY) (1), with the aim of freezing all funds and economic resources belonging to all persons who have been indicted by the ICTY for war crimes but who are not in the custody of the ICTY. That Common Position was extended by Common Position 2009/717/CFSP (2) until 10 October 2010.\n(2) The restrictive measures should be extended for a further year until 10 October 2011.\n(3) The Union implementing measures are set out in Regulation (EC) No 1763/2004 of 11 October 2004 imposing certain restrictive measures in support of effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY) (3),", "main_body": ["1.   All funds and economic resources belonging to the natural persons listed in the Annex, who have been indicted by the ICTY, shall be frozen.\n2.   No funds or economic resources shall be made available directly or indirectly to or for the benefit of the natural persons listed in the Annex.\n3.   Exemptions may be made for funds or economic resources which are:\n(a) necessary for basic expenses, including payments for foodstuffs, rent or mortgage, medicines and medical treatment, taxes, insurance premiums, and public utility charges;\n(b) intended exclusively for payment of reasonable professional fees and reimbursement of incurred expenses associated with the provision of legal services;\n(c) intended exclusively for payment of fees or service charges for routine holding or maintenance of frozen funds or economic resources;\n(d) necessary for extraordinary expenses.\n4.   Paragraph 2 shall not apply to the addition to frozen accounts of:\n(a) interest or other earnings on those accounts; or\n(b) payments due under contracts, agreements or obligations that were concluded or arose before the date on which those accounts became subject to restrictive measures,\nprovided that any such interest, other earnings and payments continue to be subject to paragraph 1.", "1.   The Council, acting upon a proposal by a Member State or the High Representative of the Union for Foreign Affairs and Security Policy, shall adopt amendments to the list contained in the Annex as required.\n2.   The Council shall communicate its decision, including the grounds for listing, to the person concerned, either directly, if the address is known, or through the publication of a notice, providing such person with an opportunity to present observations.\n3.   Where observations are submitted, or where substantial new evidence is presented, the Council shall review its decision and inform the person concerned accordingly.", "In order to maximise the impact of the abovementioned measures, the Union shall encourage third States to adopt restrictive measures similar to those contained in this Decision.", "Council Common Position 2004/694/CFSP is hereby repealed. References to it shall be read as references to this Decision.", "1.   This Decision shall enter into force on the date of its adoption.\n2.   This Decision shall apply until 10 October 2011. It shall be kept under constant review. It shall be renewed, or amended as appropriate, if the Council deems that its objectives have not been met."], "attachments": "Done at Luxembourg, 7 October 2010.\nFor the Council\nThe President\nM. WATHELET\n(1)  OJ L 315, 14.10.2004, p. 52.\n(2)  OJ L 253, 25.9.2009, p. 17.\n(3)  OJ L 315, 14.10.2004, p. 14.\nANNEX\nLIST OF PERSONS REFERRED TO IN ARTICLE 1\nIndividual Reason\n1. Name: HADZIC Goran (male) Indicted by the ICTY and still at large\n2. Name: MLADIC Ratko (male) Indicted by the ICTY and still at large"}