{"celex_id": "32015R0212", "uri": "http://publications.europa.eu/resource/cellar/6d91ce0c-b27f-11e4-b5b2-01aa75ed71a1", "type": "Regulation", "concepts": ["1052", "1164", "174", "3024", "3645", "4359", "4675", "5181", "6064", "773", "826"], "title": "Commission Implementing Regulation (EU) 2015/212 of 11 February 2015 laying down rules for the application of Regulation (EU) No 223/2014 of the European Parliament and of the Council as regards the technical specifications of the system to record and store data on each operation necessary for monitoring, evaluation, financial management, verification and audit, including data on individual participants in operations co-financed by OP II\n", "header": "12.2.2015 EN Official Journal of the European Union L 36/1\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/212\nof 11 February 2015\nlaying down rules for the application of Regulation (EU) No 223/2014 of the European Parliament and of the Council as regards the technical specifications of the system to record and store data on each operation necessary for monitoring, evaluation, financial management, verification and audit, including data on individual participants in operations co-financed by OP II\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 223/2014 of the European Parliament and of the Council of 11 March 2014 on the Fund for European Aid to the Most Deprived (1), and in particular the second subparagraph of Article 32(8) thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 463/2014 (2) lays down provisions necessary for the preparation of programmes. In order to ensure implementation of the programmes financed by the Fund for European Aid to the Most Deprived (the ‘FEAD’), it is necessary to lay down further provisions for the application of Regulation (EU) No 223/2014.\n(2) For the purposes of Article 32(2)(d) of Regulation (EU) No 223/2014, it is necessary to lay down technical specifications of the system to record and store in computerised form data on each operation necessary for the monitoring, evaluation, financial management, verification and audit.\n(3) The detailed technical specifications of the system to record and store data should be sufficiently documented to ensure audit trail of the compliance with the legal requirements.\n(4) The system to record and store data should also include appropriate search tools and reporting functions in order to be able to easily retrieve and aggregate information stored in it for monitoring, evaluation, financial management, verification and audit purposes.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Fund for European Aid to the Most Deprived,", "main_body": ["General provisions\nThe system to record and store data on operations referred to in point (d) of Article 32(2) of Regulation (EU) No 223/2014 shall comply with the technical specifications set out in Articles 2 to 5.", "Protection and preservation of data and documents and their integrity\n1.   Access to the system shall be based on predefined rights for different types of users and shall be suppressed where it is no longer needed.\n2.   The system shall keep the logs of any recording, modification and deletion of documents and data.\n3.   The system shall not allow modification of the content of documents bearing an electronic signature. A time stamp certifying the deposit of the document bearing an electronic signature, shall be generated and associated with the document and shall not be alterable. Deletion of such documents shall be logged in accordance with paragraph 2.\n4.   The data shall be subject to regular back-ups. The back-up with replica of the entire content of the electronic file repository shall be ready for use in case of emergency.\n5.   The electronic storage facility shall be protected against any danger of loss or alteration of its integrity. Such protection shall include physical protection against inappropriate temperature and levels of humidity, fire and theft detection systems, adequate protection systems against virus attacks, hackers and any other non-authorised access.\n6.   The system shall provide for the migration of data, format and computer environment at intervals sufficient to guarantee legibility and accessibility of documents and data until the end of the relevant period referred to in Article 51(1) of Regulation (EU) No 223/2014.", "Search and reporting functions\nThe system shall include:\n(a) appropriate search tools enabling easy retrieval of documents, data and their metadata;\n(b) a reporting function enabling the generation of reports on the basis of predefined criteria, in particular for the data set out in Commission Delegated Regulation (EU) No 532/2014 (3);\n(c) a possibility of saving, exporting or printing reports referred to in point (b), or a link to an external application providing for such possibility.", "Documentation of the system\nThe managing authority shall provide detailed and updated functional and technical documentation on the operation and characteristics of the system, accessible on request by relevant entities responsible for the management of the programme, by the Commission and the European Court of Auditors.\nThe documentation referred to in the first paragraph shall provide evidence of the implementation of Regulation (EU) No 223/2014 in the Member State concerned.", "Security of information exchange\nThe system used shall be protected by adequate security measures concerning document classification, protection of information systems and personal data protection. These measures shall comply with international standards and national legal requirements.\nThe security measures referred to in the first paragraph shall protect networks and transmission facilities where the system used interacts with other modules and systems.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 72, 12.3.2014, p. 1.\n(2)  Commission Implementing Regulation (EU) No 463/2014 of 5 May 2014 laying down pursuant to Regulation (EU) No 223/2014 of the European Parliament and of the Council on the Fund for European Aid to the Most Deprived, the terms and conditions applicable to the electronic data exchange system between the Member States and the Commission (OJ L 134, 7.5.2014, p. 32).\n(3)  Commission Delegated Regulation (EU) No 532/2014 of 13 March 2014 supplementing Regulation (EU) No 223/2014 of the European Parliament and of the Council on the Fund for European Aid to the Most Deprived (OJ L 148, 20.5.2014, p. 54)."}