{"celex_id": "32013R1065", "uri": "http://publications.europa.eu/resource/cellar/4ccc3d00-4235-11e3-ae03-01aa75ed71a1", "type": "Regulation", "concepts": ["2331", "3173", "5573", "601", "893"], "title": "Commission Regulation (EU) No 1065/2013 of 30 October 2013 amending Annex III to Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks\n", "header": "31.10.2013 EN Official Journal of the European Union L 289/48\nCOMMISSION REGULATION (EU) No 1065/2013\nof 30 October 2013\namending Annex III to Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council Regulation (EEC) No 1576/89 (1), and in particular Article 17(8) thereof,\nWhereas:\n(1) The Republic of Peru has applied for the registration of ‘Pisco’ as a geographical indication in Annex III to Regulation (EC) No 110/2008, in accordance with the procedure laid down in Article 17(1) of that Regulation. ‘Pisco’ is a fruit spirit traditionally produced in Peru, from the fermentation and distillation of grapes.\n(2) The main specifications of the technical file for ‘Pisco’ were published in the Official Journal of the European Union\n (2) for the purposes of the objection procedure, pursuant to Article 17(6) of Regulation (EC) No 110/2008. As the Commission did not receive any objections in accordance with Article 17(7) of Regulation (EC) No 110/2008, that name should be included in Annex III to that Regulation.\n(3) According to the Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, approved by Council Decision 2002/979/EC (3), ‘Pisco’ is a protected designation for spirit drinks originating in Chile. Therefore, it should be clarified that the protection of the geographical indication ‘Pisco’ for products originating in Peru does not hinder the use of such denomination for products originating in Chile.\n(4) Regulation (EC) No 110/2008 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Spirit Drinks,", "main_body": ["In Annex III to Regulation (EC) No 110/2008, in product category ‘9. Fruit spirit’, the following entry is added:\n‘Pisco\n (4) Peru", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 39, 13.2.2008, p. 16.\n(2)  OJ C 141, 12.5.2011, p. 16.\n(3)  OJ L 352, 30.12.2002, p. 1.\n(4)  The protection of the geographical indication “Pisco” under this Regulation shall be without prejudice to the use of the name “Pisco” for products originating in Chile protected under the Association Agreement between the Union and Chile of 2002.’"}