{"celex_id": "32012R0084", "uri": "http://publications.europa.eu/resource/cellar/ffab8c40-e6db-4dd4-b217-aa67583abb18", "type": "Regulation", "concepts": ["1445", "2121", "2560", "2735", "2737", "2773", "4743", "5451", "5734", "6569"], "title": "Commission Implementing Regulation (EU) No 84/2012 of 1 February 2012 amending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance phenoxymethylpenicillin  Text with EEA relevance\n", "header": "2.2.2012 EN Official Journal of the European Union L 30/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 84/2012\nof 1 February 2012\namending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance phenoxymethylpenicillin\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry should be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (2).\n(3) Phenoxymethylpenicillin is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance, for porcine species, applicable to muscle, liver and kidney and for poultry species, applicable to muscle, skin and fat, liver and kidney, excluding animals from which eggs are produced for human consumption.\n(4) An application for the extension of the existing entry for phenoxymethylpenicillin to include eggs for poultry species has been submitted to the European Medicines Agency.\n(5) The Committee for Medicinal Products for Veterinary Use has recommended establishing a maximum residue limit (hereinafter ‘MRL’) for phenoxymethylpenicillin for porcine species, applicable to muscle, liver and kidney and for poultry species, applicable to muscle, skin and fat, liver, kidney and eggs.\n(6) The entry for phenoxymethylpenicillin in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended to include the MRL for eggs for poultry species.\n(7) It is appropriate to provide for a reasonable period of time for the stakeholders concerned to take measures that may be required to comply with the newly set MRL.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 2 April 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  OJ L 15, 20.1.2010, p. 1.\nANNEX\nThe entry for phenoxymethylpenicillin in Table 1 of the Annex to Regulation (EU) No 37/2010 is replaced by the following:\nPharmacologically active substance Marker residue Animal species MRL Target tissues Other provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic classification\n‘Phenoxymethylpenicillin Phenoxymethylpenicillin Porcine 25 μg/kg Muscle NO ENTRY Anti-infectious agents/Antibiotics’\n25 μg/kg Liver\n25 μg/kg Kidney\nPoultry 25 μg/kg Muscle\n25 μg/kg Skin and fat\n25 μg/kg Liver\n25 μg/kg Kidney\n25 μg/kg Eggs"}