{"celex_id": "32013D0146", "uri": "http://publications.europa.eu/resource/cellar/20b685cc-94aa-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["2290", "231", "2965", "3774", "5438", "5856", "663"], "title": "2013/146/EU: Commission Implementing Decision of 20 March 2013 fixing the amount resulting from the application of voluntary adjustment in the United Kingdom for the calendar year 2013 (notified under document C(2013) 1577)\n", "header": "22.3.2013 EN Official Journal of the European Union L 82/58\nCOMMISSION IMPLEMENTING DECISION\nof 20 March 2013\nfixing the amount resulting from the application of voluntary adjustment in the United Kingdom for the calendar year 2013\n(notified under document C(2013) 1577)\n(Only the English text is authentic)\n(2013/146/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 10c(1) thereof,\nWhereas:\n(1) Article 10b(1) of Regulation (EC) No 73/2009 provides that any Member State having applied Article 1 of Council Regulation (EC) No 378/2007 (2) in respect of calendar year 2012 may apply a reduction (hereinafter referred to as ‘voluntary adjustment’) to all amounts of direct payments to be granted in its territory in respect of calendar year 2013. Voluntary adjustment shall be applied in addition to the adjustment of direct payments provided for in Article 10a of Regulation (EC) No 73/2009.\n(2) Article 10b(5) of Regulation (EC) No 73/2009 provides that the Member States decide on, and communicate to the Commission the rate of voluntary adjustment for the whole territory and, where applicable, for each region and the total amount to be reduced under voluntary adjustment for the whole territory and, where applicable, for each region.\n(3) The United Kingdom has fixed the following regionally applicable rates for the voluntary adjustment in accordance with Article 10b(2) of Regulation (EC) No 73/2009 and communicated them to the Commission:\nRegion Amount of direct payments to be granted to a farmer Voluntary adjustment rate\nEngland Less than 5 000 14 %\n5 000 and higher but less than 300 000 9 %\n300 000 and higher 5 %\nWales Less than 5 000 6,5 %\n5 000 and higher but less than 300 000 1,5 %\n300 000 and higher 0 %\nScotland Less than 5 000 9 %\n5 000 and higher but less than 300 000 4 %\n300 000 and higher 0 %\n(4) The United Kingdom has communicated to the Commission the total amount to be reduced under voluntary adjustment in calendar year 2013, respecting the maximum set in Article 10b(3) and pursuant to Article 10b(5)(b) of Regulation (EC) No 73/2009.\n(5) It is therefore necessary to fix the amount resulting from the application of voluntary adjustment in the United Kingdom,", "main_body": ["The total amount resulting from voluntary adjustment in the United Kingdom in calendar year 2013 is EUR 296,3 million.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 20 March 2013.\nFor the Commission\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 95, 5.4.2007, p. 1."}