{"celex_id": "32013R0398", "uri": "http://publications.europa.eu/resource/cellar/272040a0-b7fd-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["450652", "450658", "5283", "5334", "5575", "5953"], "title": "Commission Implementing Regulation (EU) No 398/2013 of 30 April 2013 amending Regulation (EC) No 883/2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD\n", "header": "1.5.2013 EN Official Journal of the European Union L 120/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 398/2013\nof 30 April 2013\namending Regulation (EC) No 883/2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Article 42 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 883/2006 (2) lays down certain specific requirements and rules, inter alia, on the keeping of accounts and declarations of expenditure and revenue by the paying agencies, and the reimbursement of expenditure by the Commission under Regulation (EC) No 1290/2005.\n(2) Article 26(5) of Regulation (EC) No 1290/2005 provides that the Commission is to make intermediate payments within 45 days of registering the declaration of expenditure for which the requirements laid down in paragraph 3 of that Article are complied with.\n(3) In accordance with Article 16(4) of Regulation (EC) No 883/2006, the Commission may interrupt the time limit for payment laid down in Article 26(5) of Regulation (EC) No 1290/2005 for all or part of the amount for which payment is claimed until the submission of the declaration of expenditure for the following period, where the Commission has requested further information from the Member State relating in particular to disagreements, differences of interpretation or inconsistencies relating to a declaration of expenditure.\n(4) In order to ensure that Union funds are used in accordance with the applicable rules, Article 59(6) of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (3) provides for the Commission to interrupt payment deadlines or suspend payments in accordance with the sector-specific rules.\n(5) According to Article 9(2) of Regulation (EC) No 1290/2005, the Commission is to check that management and control systems exist and function properly in the Member States and to reduce or suspend intermediate payments, in particular where those systems fail. In addition, according to Articles 27 and 27a of that Regulation, the Commission may reduce or suspend intermediate payments where a Member State fails to provide it with satisfactory additional information when requested.\n(6) In order to protect the Union’s financial interests as regards the European Agricultural Guarantee Fund and the European Agricultural Fund for Rural Development, it is appropriate to extend the number of cases provided for in Article 16(4) of Regulation (EC) No 883/2006, in which the deadline for intermediary payments may be interrupted, in order to also cover situations where the information provided to the Commission suggests the presence of irregularities linked to a payment request or deficiencies in the functioning of the management and control system in a Member State.\n(7) Regulation (EC) No 883/2006 should therefore be amended accordingly.\n(8) The Committee on the Agricultural Funds has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Article 16(4) of Regulation (EC) No 883/2006 is replaced by the following:\n‘4.   In cases where further checks are required in view of a disagreement, difference of interpretation or inconsistency relating to a declaration of expenditure for a reference period, resulting in particular from the failure to communicate the information required under Regulation (EC) No 1698/2005 and its implementing rules, or in view of evidence that expenditure included in the declaration of expenditure is affected by an irregularity having serious financial consequences or that there are deficiencies in the functioning of the management and control system for rural development, the Member State concerned shall, upon request by the Commission, provide additional information within a period set in that request according to the seriousness of the problem. That additional information shall be provided by means of the secure system for the exchange of information referred to in the second paragraph of Article 15 of this Regulation.\nThe time limit for payment laid down in Article 26(5) of Regulation (EC) No 1290/2005 may be interrupted for all or part of the amount for which payment is claimed, from the date on which the request for information is sent until receipt of the information requested, but no later than the date on which the declaration of expenditure for the following period is submitted.\nWhere the Member State concerned fails to respond to the request for additional information within the period set out in that request or if the response is considered unsatisfactory or demonstrates that the applicable rules have not been complied with or that Union funds have been improperly used, the Commission may suspend or reduce payments in accordance with Article 27(3) of Regulation (EC) No 1290/2005.’.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 209, 11.8.2005, p. 1.\n(2)  OJ L 171, 23.6.2006, p. 1.\n(3)  OJ L 298, 26.10.2012, p. 1."}