{"celex_id": "32011D0474", "uri": "http://publications.europa.eu/resource/cellar/bbb8ee33-a85e-426c-b5c9-3edee98ce730", "type": "Decision", "concepts": ["2556", "2850", "4148", "544", "611"], "title": "2011/474/EU: Council Decision of 12 July 2011 on the conclusion of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Community and the Republic of Seychelles\n", "header": "28.7.2011 EN Official Journal of the European Union L 196/1\nCOUNCIL DECISION\nof 12 July 2011\non the conclusion of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Community and the Republic of Seychelles\n(2011/474/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with point (a) of Article 218(6), thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 5 October 2006 the Council adopted Regulation (EC) No 1562/2006 concerning the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Seychelles (1) (hereinafter ‘the Partnership Agreement’). A Protocol setting out the fishing opportunities and financial contribution provided for in the Partnership Agreement was attached thereto. That Protocol expires on 17 January 2011.\n(2) The European Union negotiated with the Republic of Seychelles (hereinafter ‘Seychelles’) a new Protocol to the Partnership Agreement, providing EU vessels with fishing opportunities in the waters over which Seychelles have sovereignty or jurisdiction in respect of fisheries (hereinafter ‘the Protocol’).\n(3) On conclusion of those negotiations, the Protocol was initialled on 3 June 2010 and was amended by an Exchange of Letters on 29 October 2010.\n(4) In accordance with Council Decision 2010/814/EU (2), the Protocol was signed on 20 December 2010 on behalf of the Union and is being provisionally applied.\n(5) The Protocol should be concluded,", "main_body": ["The Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Community and the Republic of Seychelles is hereby approved on behalf of the Union (3).", "The President of the Council shall, on behalf of the Union, give the notification provided for in Article 14 of the Protocol (4).", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 12 July 2011.\nFor the Council\nThe President\nJ. VINCENT-ROSTOWSKI\n(1)  OJ L 290, 20.10.2006, p. 1.\n(2)  OJ L 345, 30.12.2010, p. 1.\n(3)  The text of the Protocol has been published in OJ L 345, 30.12.2010, p. 4, together with the decision on signature.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}