{"celex_id": "32011D0675", "uri": "http://publications.europa.eu/resource/cellar/59963a7f-e508-4c9d-ae19-68be484fa8d1", "type": "Decision", "concepts": ["1445", "1612", "192", "2563", "4576", "5034", "5706", "619"], "title": "Commission Implementing Decision of 12 October 2011 amending Decision 2003/467/EC as regards the declaration of Latvia as officially tuberculosis-free Member State and the declaration of certain administrative regions in Portugal as officially enzootic-bovine-leukosis-free regions (notified under document C(2011) 7186) Text with EEA relevance\n", "header": "13.10.2011 EN Official Journal of the European Union L 268/19\nCOMMISSION IMPLEMENTING DECISION\nof 12 October 2011\namending Decision 2003/467/EC as regards the declaration of Latvia as officially tuberculosis-free Member State and the declaration of certain administrative regions in Portugal as officially enzootic-bovine-leukosis-free regions\n(notified under document C(2011) 7186)\n(Text with EEA relevance)\n(2011/675/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Annexes A(I)(4) and D(I)(E) thereto,\nWhereas:\n(1) Directive 64/432/EEC applies to trade within the Union in bovine animals and swine. It lays down the conditions whereby a Member State or a region of a Member State may be declared officially tuberculosis-free and enzootic-bovine-leukosis-free as regards bovine herds.\n(2) Annexes I and III to Commission Decision 2003/467/EC of 23 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds (2) list the Member States and regions thereof which are declared officially tuberculosis-free and officially enzootic-bovine-leukosis-free.\n(3) Latvia has submitted to the Commission documentation demonstrating compliance with the conditions for the officially tuberculosis-free status laid down in Directive 64/432/EEC for its whole territory.\n(4) Following the evaluation of the documentation submitted by Latvia, the whole territory of that Member State should be declared officially tuberculosis-free.\n(5) Portugal has submitted to the Commission documentation demonstrating compliance with the conditions for the officially enzootic-bovine-leukosis-free status laid down in Directive 64/432/EEC for all administrative regions (distritos) within the superior administrative units (regiões) of Algarve and Alentejo.\n(6) Following evaluation of the documentation submitted by Portugal, the regions (distritos) concerned should be declared as officially enzootic-bovine-leukosis-free regions of Portugal.\n(7) Decision 2003/467/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and III to Decision 2003/467/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 October 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64.\n(2)  OJ L 156, 25.6.2003, p. 74.\nANNEX\nAnnexes I and III to Decision 2003/467/EC are amended as follows:\n(a) in Annex I, Chapter 1 is replaced by the following:\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nEE Estonia\nFR France\nLV Latvia\nLU Luxembourg\nNL Netherlands\nAT Austria\nPL Poland\nSI Slovenia\nSK Slovakia\nFI Finland\nSE Sweden’\n(b) in Annex III, Chapter 2, the entry for Portugal is replaced by the following:\n— Região Algarve: all distritos;\n— Região Alentejo: all distritos;\n— Região Autónoma dos Açores.’"}