{"celex_id": "32014R0265", "uri": "http://publications.europa.eu/resource/cellar/77c3826a-ac1c-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1744", "2641", "2644", "2687", "3191", "4059", "4080", "4215", "5000", "5010"], "title": "Commission Implementing Regulation (EU) No 265/2014 of 14 March 2014 amending Regulation (EU) No 642/2010 on rules of application (cereal sector import duties) for Council Regulation (EC) No 1234/2007\n", "header": "15.3.2014 EN Official Journal of the European Union L 76/26\nCOMMISSION IMPLEMENTING REGULATION (EU) No 265/2014\nof 14 March 2014\namending Regulation (EU) No 642/2010 on rules of application (cereal sector import duties) for Council Regulation (EC) No 1234/2007\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 180 thereof,\nWhereas:\n(1) In accordance with the list of concessions annexed to the General Agreement on Tariffs and Trade 1994, as concluded by the Council by Decision 94/800/EC (2), the European Union is committed to establishing import duty for certain cereals at a level so that the duty-paid import price will not be greater than the effective intervention price increased by 55 %.\n(2) With a view to acting on that commitment, Article 136 of Council Regulation (EC) No 1234/2007 (3) requires in particular for import duty on certain cereals to be equal to the intervention price valid for those cereals on importation increased by 55 %, minus the cif import price applicable to the consignment in question. Commission Regulation (EU) No 642/2010 (4) establishes detailed rules for the implementation of that Article.\n(3) Regulation (EU) No 1308/2013, which repeals and replaces Regulation (EC) No 1234/2007, does not contain a provision similar to Article 136 of Regulation (EC) No 1234/2007. As regards the calculation of import duties for agricultural products, Article 180 of Regulation (EU) No 1308/2013 enables the Commission to adopt implementing acts setting out measures to comply with requirements laid down, inter alia, in international agreements which have been concluded in accordance with the TFEU.\n(4) In order to respect the Union’s international commitments, a method for calculating import duty which is consistent with the list of concessions by the European Union should be included in Regulation (EU) No 642/2010.\n(5) Article 2(1) of Regulation (EU) No 642/2010 provides for the fixing of import duties on the 15th and last working days of each month, to apply to the following 15-day period and also for a possible adjustment during each of the periods of application. In order to simplify the current method, the principle of the automatic fixing of duties applicable to the start of each 15-day period should be abandoned and only take place if the result of the calculation differs from a specific amount compared to the result which gave rise to the previous fixing or if the result of the fixing is once again nil.\n(6) In order to avoid speculation and to ensure that the measure is managed efficiently, it should be stipulated that the fixing of import duties should apply from the date of publication in the Official Journal of the European Union.\n(7) The first subparagraph of Article 2(2) of Regulation (EU) No 642/2010 states that for fixing and adjustments, the daily import duties used for the previous period must not be taken into account. The number of days used therefore varies gradually in line with trends in the 15-day period of application. In order to provide that a constant number of days is chosen equal to 10 working days, this provision should be removed.\n(8) The second subparagraph of Article 2(2) of Regulation (EU) No 642/2010 provides that the intervention price to be used for calculating duties must be the price applicable during the month in which the import duty applies. Given that monthly increases in the intervention price have not applied since the 2009/10 marketing year for durum wheat and since the 2010/11 marketing year for common wheat, barley, maize and sorghum and the intervention price to be used is fixed, this provision should be amended.\n(9) The second subparagraph of Article 2(3) of Regulation (EU) No 642/2010 states that import duties must be published in the Official Journal of the European Union on the occasion of each fixing or adjustment. Given that adjustments are to be discontinued, this provision should be amended.\n(10) Article 5 of Regulation (EU) No 642/2010 requires the representative cif import prices for durum wheat to be based in particular on the reference exchange stipulated under Annex III to the Regulation, namely the Minneapolis Grain Exchange. Due to the change in United States durum wheat production on the world market, this exchange no longer provides a representative and reliable estimate of the durum wheat market. Furthermore, the other sources of information on the world durum wheat market are now too few or too unreliable to provide a basis for setting import duties for this product. Finally, the available sources indicate that prices for high quality durum wheat and high quality common wheat exported to the United States are following similar trends. Consequently, the duty calculated for high quality common wheat should be applied to high quality durum wheat. Moreover, for medium and low quality durum wheat, discounts linked to meal quality should also be applied.\n(11) Commission Implementing Regulation (EU) No 1006/2011 (5) provided for amendments to be made to the CN codes for cereals with effect from 1 January 2012. The references to the CN codes contained in Regulation (EU) No 642/2010 must therefore be changed in line with those amendments.\n(12) Regulation (EU) No 642/2010 should therefore be amended accordingly.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EU) No 642/2010 is amended as follows:\n(1) Article 1 is replaced by the following:\n(2) Article 2 is amended as follows:\n(a) paragraphs 1 and 2 shall be replaced by the following:\n(b) paragraph 3 is deleted;\n(3) Article 5 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(a) the representative exchange quotation on the market of the United States of America;\n(b) the known commercial premiums and discounts attached to that quotation in the United States of America market on the quotation day;\n(c) sea freight and associated costs between the United States of America (Gulf of Mexico or Duluth) and the port of Rotterdam for a vessel of at least 25 000 tonnes.’;\n(b) paragraphs 3 and 4 shall be replaced by the following:\n(c) paragraph 5 is deleted;\n(4) Annexes II and III shall be replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Council Decision 94/800/EC of 22 December 1994 concerning the conclusion on behalf of the European Community, as regards matters within its competence, of the agreements reached in the Uruguay Round multilateral negotiations (1986-1994) (OJ L 336, 23.12.1994, p. 1).\n(3)  Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (OJ L 299, 16.11.2007, p. 1).\n(4)  Commission Regulation (EU) No 642/2010 of 20 July 2010 on rules of application (cereal sector import duties) for Council Regulation (EC) No 1234/2007 (OJ L 187, 21.7.2010, p. 5).\n(5)  Commission Implementing Regulation (EU) No 1006/2011 of 27 September 2011 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 282, 28.10.2011, p. 1).\n(6)  Regulation (EC) No 450/2008 of the European Parliament and of the Council of 23 April 2008 laying down the Community Customs Code (Modernised Customs Code) (OJ L 145, 4.6.2008, p. 1).’;\n(7)  Between the fixing of two duties, the factors taken into account for the calculation shall be published on the Commission’s website.’;\nANNEX\nANNEX II\nClassification standards for imported products\n(on the basis of a moisture content of 12 % by weight or equivalent)\nProduct Common wheat and spelt (1) excluding meslin Durum wheat Flint maize\nCN code ex 1001 91 20 1001 11 00 ex 1005 90 00\nQuality (2) High Medium Low High Medium Low\n1. Minimum protein percentage\n2. Minimum specific weight kg/hl\n3. Maximum impurity percentage (Schwarzbesatz)\n4. Minimum vitreous grain percentage\n5. Maximum flotation index\nTolerances\nPermitted tolerance Common/durum wheat Flint maize\nProtein percentage –0,7 —\nMinimum specific weight –0,5 –0,5\nMaximum impurity percentage +0,5 —\nVitreous grain percentage –2,0 –3,0\nFlotation index — +1,0\n“—”: not applicable.\nANNEX III\nQuotation exchanges and reference varieties\nProduct Common wheat Maize\nStandard quality High\nReference variety (type/grade) for exchange quotation Hard Red Spring No 2 Yellow Corn No 3\nQuotation exchange Minneapolis Grain Exchange Chicago Mercantile Exchange\n(1)  Including husked spelt.\n(2)  The methods of analysis provided for in Part IV of Annex I to Regulation (EU) No 1272/2009 are applicable."}