{"celex_id": "32010R0611", "uri": "http://publications.europa.eu/resource/cellar/cf5d8492-5583-4204-adc7-92f48ae122aa", "type": "Regulation", "concepts": ["1264", "1519", "2948", "3173", "5573", "6292", "893"], "title": "Commission Regulation (EU) No 611/2010 of 12 July 2010 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Basilico Genovese (PDO))\n", "header": "13.7.2010 EN Official Journal of the European Union L 178/5\nCOMMISSION REGULATION (EU) No 611/2010\nof 12 July 2010\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Basilico Genovese (PDO))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second sentence of Article 9(2) thereof,\nWhereas:\n(1) Pursuant to the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006 and by virtue of Article 17(2) thereof, the Commission has examined Italy’s application for approval of amendments to details in the specification for the protected designation of origin ‘Basilico Genovese’, registered by Commission Regulation (EC) No 2400/96 (2), as amended by Regulation (EC) No 1623/2005 (3).\n(2) The request to change the specification concerns adding a provision on affixing to the product’s packaging the logo of the name ‘Basilico Genovese’, the graphical specifications of which are described.\n(3) The Commission has examined the amendment in question and decided that it is justified. Since the amendment is a minor one within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission can approve it without recourse to the procedure laid down in Articles 5, 6 and 7 of the said Regulation,", "main_body": ["The specification for the protected designation of origin ‘Basilico Genovese’ is hereby amended in accordance with Annex I to this Regulation.", "The updated Single Document is set out in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 327, 18.12.1996, p. 11.\n(3)  OJ L 259, 5.10.2005, p. 15.\nANNEX I\nThe specification for the protected designation of origin ‘Basilico Genovese’ is amended as follows:\nIn Article 8, ‘Packaging’, the following paragraph is added:\n‘Packaging for separate bunches or bags must be of a material meeting the standards in force and bear the words “BASILICO GENOVESE D.O.P.” and the EU PDO symbol, together with the full trademark of the firm and the product logo as described below. The firm’s trademark must be of sufficient size and appropriately placed in relation to the EU PDO symbol and the product’s logo.\nThe “Basilico Genovese” logo consists of a circular form of the same size as the EU PDO symbol, bearing the words, written out in full, “Basilico Genovese”, with at its centre the acronym “D.O.P.”.\nThe three graphic elements characterising the product are the following:\n— the sun (in yellow), a fundamental symbol of vitality common to all cultures,\n— Liguria (in blue), the production area, rich, fertile, and bathed by the sea,\n— basil (in green), emphasising the natural character, authenticity and quality of the product qualifying for PDO status.\nThe image may also appear in monochrome.\nThe font used for the text is Arial Black, bold, in the same blue as that used for Liguria. The font size is 6 for the words “Basilico Genovese” and 6,5 for “D.O.P.”.\n’\nANNEX II\nSINGLE DOCUMENT\nCouncil Regulation (EC) No 510/2006 on protected geographical indications and protected designations of origin\n‘BASILICO GENOVESE’\nEC No: IT-PDO-0105-0194-30.6.2009\nPGI ( ) PDO ( X )\n1.   Name\n‘Basilico Genovese’\n2.   Member State or third country\nItaly\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.6. Fruit, vegetables and cereals, fresh or processed\n3.2.   Description of the product to which the name in (1) applies\nThe protected designation of origin ‘Basilico Genovese’ refers to the whole, fresh plant grown from seed of indigenous ecotypes and selections of the species Ocimum Basilicum L. The plant must have the following characteristics:\n— medium to very tall, spreading or cylindrical in growth,\n— foliage density classifiable as intermediate (medium-low, medium, medium-tall),\n— elliptical leaf form,\n— swelling of the blade and edge cuts absent/very slight or slight,\n— leaves flat or convex,\n— total absence of aroma of mint,\n— strong and characteristic odour.\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the identified geographical area\n‘Basilico Genovese’ must be grown under cover or in the open within the geographical area of production.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\n‘Basilico Genovese’ must be packaged in the area of production in order to preserve the characteristics of the product, which is extremely fragile and prone to drying out.\nBasil for sale fresh must be put up in bunches with between two and four pairs of true leaves. The single bunch comprises three to ten plants complete with roots and wrapped individually in paper suitable for foodstuffs bearing the D.O.P. symbol. Larger bunches are called bouquets and contain the number of plants equivalent to ten bunches.\nBasil for local or industrial processing comprises portions of whole plants with no more than four pairs of true leaves.\nPackaging must use materials which comply with the standards in force and must bear the PDO logo and the full trademark of the firm.\n3.7.   Specific rules concerning labelling\nPackaging for separate bunches or bags must be of a material meeting the standards in force and bear the words ‘BASILICO GENOVESE D.O.P.’ and the EU PDO symbol, together with the full trademark of the firm and the product logo as described below. The firm’s trademark must be of sufficient size and appropriately placed in relation to the EU PDO symbol and the product’s logo.\nThe ‘Basilico Genovese’ logo consists of a circular form of the same size as the EU PDO symbol, bearing the words, written out in full, ‘Basilico Genovese’, with at its centre the acronym ‘D.O.P.’.\nThe three elements characterising the product are the following:\n— the sun (in yellow), a fundamental symbol of vitality common to all cultures,\n— Liguria (in blue), the production area, rich, fertile, and bathed by the sea,\n— basil (in green), emphasising the natural character, authenticity and quality of the product qualifying for PDO status.\nThe image may also appear in monochrome.\nThe font used for the text is Arial Black, bold, in the same blue as that used for Liguria. The font size is 6 for the words ‘Basilico Genovese’ and 6,5 for ‘D.O.P.’.\n4.   Concise definition of the geographical area\nThe geographical area where ‘Basilico Genovese’ is grown is the Tyrrhenian coast of the administrative Region of Liguria as bounded by the watershed.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe soil and climate of the Ligurian hinterland are marked by a microclimate suitable for the cultivation of basil, generated by an unusual combination of inter-related factors, both non-living (soil, temperature, water, light, wind) and living (animal and vegetable organisms), found only there. The characteristics of the soil impose a limit on the crops which can be grown and the limited changes to the physical nature of the land allowed for the growing of basil are motivated solely by the special technique of harvesting the plants, which must be done without damaging them. Any soil improvement is an important factor in crop management because it may solve limited and well defined drainage problems even if it appears not to contribute to the typical nature of the finished product. The daily changes in temperature have a direct influence on the choice of crops, as do the availability and quality of water, light and wind. The configuration of the territory of Liguria favours the cultivation of basil since its long axis lies along parallels, with crops enjoying sunlight for many hours, even in winter, on south-facing slopes which also provide protection from cold north, easterly and westerly winds through its unique curvature while also benefiting from the regulatory effect of the sea.\nIt is the climatic conditions of Liguria themselves, with their high levels of light even in winter, temperatures which rarely drop below 10 °C and a steady stream of air tempered by the sea, which combine with the chemical and physical characteristics of the land and the technical knowledge and traditions of the farmers to create a final product whose aromas cannot be found in the same combination and degree in basil grown elsewhere.\nAlthough the climate of the Ligurian hinterland is similar to that of lower Lazio and Campania and the origin of the soil where basil is grown is the same as that of lower Piedmont, Piedmont has a typically continental climate while the soils of central Italy are different from those of Liguria. This makes the combination of climate and soil for the grower in Liguria inimitable and special.\nAttesting to the importance of these crops for the economy of the region, we have the yearbooks of Italian agriculture and other documents, which described this situation vividly and in detail. Even today basil still accounts for a large part of agriculture and cultivation in Liguria. ‘Basilico Genovese’ is a unique and inimitable blend of territory, surroundings and cultivation.\n5.2.   Specificity of the product\nThe characteristics of ‘Basilico Genovese’, the complete absence of minty odour, a very intense and pleasant perfume and the particularly delicate colouring of the leaves are the result of certain features of the soil and climate of Liguria.\nAlthough basil is a minor crop in national and international terms, at regional level it is an important source of income for many farms which produce it under glass all the year round and in open fields in summer. As long ago as the 1920s and 1930s, international horticultural fairs and exhibitions were held at Finale Ligure where early crops grown under glass from the entire region, including basil, received the highest honours.\nComparing basil plants from Liguria with those from other areas shows that the yield of essential basil oil from Liguria is markedly different from that from basil grown elsewhere, this yield rising by a statistically significant extent from basil grown throughout its growing cycle in Liguria to that grown elsewhere in Italy.\nEven the composition of the essential oil is different, as are the proportions of the various substances, so that the aroma is clearly distinguishable.\nBasil which has been grown throughout its cycle in Liguria can be clearly distinguished from that grown elsewhere.\nTaking account of the substances present in larger quantities, or those whose presence, even in small amounts, can affect the final aroma of the basil leaf, makes it possible to clearly distinguish basil grown in Liguria from that from elsewhere. The special aroma of ‘Basilico Genovese’ and its quality features cannot derive other than from Liguria. Basil grown in Piedmont or the other regions bordering on Liguria smells of mint, while that grown further south is considerably less delicate.\n‘Basilico Genovese’, on the other hand, is a delicate crop immediately distinguishable by its intense and persistent perfume, by the total absence of any minty odour, and by its delicate leaf colour, present even after successive processing. The characteristics are typical and consistent in all basil produced in the production area covered by the specification.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nBasil is one of the most representative and typical crops of Liguria and symbolises a style of cooking using traditional flavours, resulting from the unique combination of territory, surroundings and cultivation.\n‘Basilico Genovese’ has been grown for centuries and has enjoyed unprecedented popularity among consumers in Italy and beyond, who appreciate ever more the aromas contributing to flavoursome dishes and because ‘Basilico Genovese’ stands for the quality, simplicity and typical character of a region and its culture.\nThe original centre of production was limited to the geographical area of Genoa. Given the increasingly favourable market conditions for the large-scale consumption of basil in the preparation of many recipes and the well known pesto, the production area has widened, taking in the entire Ligurian coastline.\nStarting from the area around Genoa, the area of production has expanded both eastwards and westwards, making the territory of Liguria the ideal area for obtaining a characteristic product.\nThe entire region of Liguria is given over to growing basil on account of its environmental, cultivation and human characteristics, which give the fresh and the processed product its unique character, which is well known and recognised all over the world.\nBasil is a plant species much influenced by its environment. This explains why basil grown in Liguria distinguishes itself by its homogenous quality, determined by whether it is grown under glass or in the open, cultivation and post-harvesting processing techniques.\nThe combination of soil characteristics, sun exposure and the particularly mild climate of the region, a climate in which the sea breeze plays a major role, gives this production area its unique character.\nIn this exceptional region specific technical skills have been developed to maximise the natural characteristics of the product and ensure a high and consistent level of quality, regardless of the time of year.\nThe skills of local growers are not limited to the cultivation method but also cover the subsequent packing phase, enabling them to avoid any alteration to the specific characteristics of the product thanks to a perfect blend of tradition and innovation (application of integrated pest management).\nReference to the publication of the specification\nThe Ministry launched the national objection procedure with the publication of the proposal for recognising ‘Basilico Genovese’ as a protected designation of origin in Official Gazette of the Italian Republic No 108 of 12 May 2009.\nThe full text of the product specification is available on the following website: www.politicheagricole.it/DocumentiPubblicazioni/Search_Documenti_Elenco.htm?txtTipoDocumento=Disciplinare%20in%20esame%20UE&txtDocArgomento=Prodotti%20di%20Qualit%E0>Prodotti%20Dop,%20Igp%20e%20Stg\nor by going directly to the home page of the Ministry of Agricultural, Food and Forestry Policy (www.politicheagricole.it) and clicking on ‘Prodotti di Qualità’ [Quality products] (on the left of the screen) and finally on ‘Disciplinari di Produzione all’esame dell’UE’ (Reg. CE 510/2006) [Specifications subject to examination under Regulation (EC) No 510/2006]."}