{"celex_id": "32010R0663", "uri": "http://publications.europa.eu/resource/cellar/b270ff5c-cf01-47aa-b6f3-7757ddf1a74e", "type": "Regulation", "concepts": ["2337", "2338", "261", "3474", "3483", "4452", "5788"], "title": "Commission Regulation (EU) No 663/2010 of 23 July 2010 amending for the 131st time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "24.7.2010 EN Official Journal of the European Union L 193/6\nCOMMISSION REGULATION (EU) No 663/2010\nof 23 July 2010\namending for the 131st time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan, (1) and in particular Articles 7(1)(a) and 7a(5) (2) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 9 and 15 July 2010 the Sanctions Committee of the United Nations Security Council decided to remove two natural persons and three legal persons, groups or entities from its list of persons, groups and entities to whom the freezing of funds and economic resources should apply. On 12 July 2010 it decided to amend the identifying data concerning two natural persons on that list.\n(3) Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2010.\nFor the Commission\nFor the President\nKarel KOVANDA\nActing Director General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9.\n(2)  Article 7a was inserted by Regulation (EU) No 1286/2009 (OJ L 346, 23.12.2009, p. 42).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The following entries under the heading ‘Legal persons, groups and entities’ are deleted:\n(a) ‘Al-Nur Honey Press Shops (alias Al-Nur Honey Center). Address: Sanaa, Yemen. Other information: established by Mohamed Mohamed A-Hamati from Hufash District, El Mahweet Governate, Yemen.’\n(b) ‘Al-Shifa Honey Press For Industry And Commerce, PO Box 8089, Al-Hasabah, Sanaa, Yemen; By the Shrine Next to the Gas Station, Jamal Street, Taiz, Yemen; Al-Arudh Square, Khur Maksar, Aden, Yemen; Al-Nasr Street, Doha, Qatar.’\n(c) ‘Mamoun Darkazanli Import-Export Company (aka Darkazanli Company, Darkazanli Export-Import Sonderposten), Uhlenhorsterweg 34 11, Hamburg, Germany.’\n(2) The following entries under the heading ‘Natural persons’ are deleted:\n(a) ‘Aweys, Dahir Ubeidullahi, Via Cipriano Facchinetti 84, Rome, Italy.’\n(b) ‘Noordin Mohammad Top (alias Nordin Mohd Top). Address: Kg. Sg. Tiram, Johor, Malaysia. Date of birth: 11.8.1969. Place of birth: Johor, Malaysia. Nationality: Malaysian. Passport No: A 9775183. National identification No: 690811-10-5873. Other Information: Confirmed to have died in Sept.2009. Date of designation referred to in Article 2a (4) (b): 9.9.2003.’\n(3) The entry ‘Mehrez Ben Mahmoud Ben Sassi Al-Amdouni (alias (a) Fabio Fusco, (b) Mohamed Hassan, (c) Abu Thale). Address: 14 Abdesthana Street, Sarajevo, Bosnia and Herzegovina. Date of birth: 18.12.1969. Place of birth: Asima-Tunis, Tunisia. Nationality: Tunisian. Passport No: (a) G737411 (Tunisian passport issued on 24.10.1990, expired on 20.9.1997); (b) Bosnia and Herzegovina 0801888 issued in Sarajevo, Bosnia and Herzegovina, issued on 14.9.1998, expired on 14.9.2003). Other information: (a) Bosnia and Herzegovina citizenship withdrawn in July 2006; (b) address is last registered address in Bosnia and Herzegovina; (c) reportedly arrested in Istanbul, Turkey and deported to Italy; (d) he has no valid Bosnia and Herzegovina identification document. Date of designation referred to in Article 2a (4) (b): 25.6.2003.’ under the heading ‘Natural persons’ shall be replaced by the following:\n(4) The entry ‘Shafiq Ben Mohamed Ben Mohamed Al-Ayadi (alias (a) Ayadi Chafiq Bin Muhammad; (b) Ben Muhammad Ayadi Chafik; (c) Ben Muhammad Aiadi; (d) Ben Muhammad Aiady; (e) Ayadi Shafig Ben Mohamed; (f) Ayadi Chafig Ben Mohamed; (g) Chafiq Ayadi; (h) Chafik Ayadi; (i) Ayadi Chafiq; (j) Ayadi Chafik; (k) Ajadi Chafik; (l) Abou El Baraa). Address: (a) Helene Meyer Ring 10-1415-80809, Munich, Germany; (b) 129 Park Road, London NW8, England; (c) 28 Chaussée de Lille, Mouscron, Belgium; (d) 20 Provare Street Sarajevo, (last registered address in Bosnia and Herzegovina); (e) Dublin, Ireland (residence as at August 2009). Date of birth: (a) 21.3.1963; (b) 21.1.1963. Place of birth: Sfax, Tunisia. Nationality: Tunisian. Passport No: (a) E423362 (Tunisian passport issued in Islamabad on 15.5.1988, expired on 14.5.1993); (b) 0841438 (Bosnia and Herzegovina passport issued on 30.12.1998, expired on 30.12.2003); (c) 0898813 (Bosnia and Herzegovina passport, issued on 30.12.1999 in Sarajevo, Bosnia and Herzegovina); (d) 3449252 (Bosnia and Herzegovina passport issued on 30.5.2001 by the Consular Office of Bosnia and Herzegovina in London, expired on 30.5.2006). National identification No: 1292931. Other information: (a) Belgian address above is a PO Box. Belgian authorities state that this person never resided in Belgium; (b) Reportedly living in Dublin, Ireland; (c) Father's name is Mohamed, mother's name is Medina Abid; (d) Associated with Al- Haramain Islamic Foundation; (e) Bosnia and Herzegovina citizenship withdrawn in July 2006 and he has no valid Bosnia and Herzegovina identification document. Date of designation referred to in Article 2a(4)(b): 17.10.2001.’ under the heading ‘Natural persons’ shall be replaced by the following:"}