{"celex_id": "32010D0761", "uri": "http://publications.europa.eu/resource/cellar/8531089d-d278-4ebe-819d-03deb3887d1c", "type": "Decision", "concepts": ["1309", "1596", "1755", "1854", "2081", "2320", "2435"], "title": "2010/761/EU: Commission Decision of 7 December 2010 amending Annexes I and II to Decision 2010/221/EU as regards approved national measures by Hungary and the United Kingdom for spring viraemia of carp (notified under document C(2010) 8617)  Text with EEA relevance\n", "header": "8.12.2010 EN Official Journal of the European Union L 322/47\nCOMMISSION DECISION\nof 7 December 2010\namending Annexes I and II to Decision 2010/221/EU as regards approved national measures by Hungary and the United Kingdom for spring viraemia of carp\n(notified under document C(2010) 8617)\n(Text with EEA relevance)\n(2010/761/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 43(2) thereof,\nWhereas:\n(1) Commission Decision 2010/221/EU of 15 April 2010 approving national measures for limiting the impact of certain diseases in aquaculture animals and wild aquatic animals in accordance with Article 43 of Council Directive 2006/88/EC (2) allows certain Member States to apply placing on the market and import restrictions on consignments of those animals in order to prevent the introduction of certain diseases, including spring viraemia of carp (SVC), provided that the Member States have either demonstrated that they, or certain demarcated areas, are free of the disease in question (‘disease-free areas’) or that they have established an eradication programme to obtain such freedom.\n(2) Annex I to Decision 2010/221/EU lists the disease-free areas and Annex II thereto lists the areas with approved eradication programmes.\n(3) Annex II to Decision 2010/221/EU currently lists Great Britain as an area of the United Kingdom with approved eradication programme for SVC. That Member State has now submitted information demonstrating that its eradication programme has been successfully completed and that Great Britain should be regarded as free of SVC and listed in Annex I, instead of in Annex II, to that Decision as regards that disease.\n(4) Hungary has submitted to the Commission applications for the approval of national measures as regards SVC. Hungary has also conducted targeted surveillance of SVC for the last two years which has demonstrated that its entire territory is free of SVC. Hungary should therefore be listed in Annex I to Decision 2010/221/EU as free of SVC.\n(5) Annexes I and II to Decision 2010/221/EU should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 2010/221/EU are replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 December 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 98, 20.4.2010, p. 7.\nANNEX\nAnnexes I and II to Decision 2010/221/EU are replaced by the following:\nANNEX I\nMember States and areas regarded as being free of the diseases listed in the table and approved to take national measures to prevent the introduction of those diseases in accordance with Article 43(2) of Directive 2006/88/EC\nDisease Member State Code Geographical demarcation of the area with approved national measures\nSpring viraemia of carp (SVC) Denmark DK Whole territory\nIreland IE Whole territory\nHungary HU Whole territory\nFinland FI Whole territory\nSweden SE Whole territory\nUnited Kingdom UK The whole territory of the United Kingdom; the territories of Guernsey, Jersey and the Isle of Man\nBacterial kidney disease (BKD) Ireland IE Whole territory\nUnited Kingdom UK The territory of Northern Ireland; the territories of Jersey and the Isle of Man.\nInfectious pancreatic necrosis virus (IPN) Finland FI The continental parts of the territory\nSweden SE The continental parts of the territory\nUnited Kingdom UK The territory of the Isle of Man\nInfection with Gyrodactylus salaris (GS) Ireland IE The whole territory\nFinland FI The water catchment areas of the Tenojoki and Näätämönjoki; the water catchment areas of the Paatsjoki, Luttojoki, and Uutuanjoki are considered as buffer zones.\nUnited Kingdom UK The whole territory of the United Kingdom; the territories of Guernsey, Jersey and the Isle of Man\nANNEX II\nMember States and areas with eradication programmes as regards certain diseases in aquaculture animals, and approved to take national measures to control those diseases in accordance with Article 43(2) of Directive 2006/88/EC\nDisease Member State Code Geographical demarcation of the area with approved national measures\nBacterial kidney disease (BKD) Finland FI The continental parts of the territory\nSweden SE The continental parts of the territory\nUnited Kingdom UK The territory of Great Britain\nInfectious pancreatic necrosis virus (IPN) Sweden SE The coastal parts of the territory"}