{"celex_id": "32010D0728", "uri": "http://publications.europa.eu/resource/cellar/cc8f6864-70d1-4dcb-b034-c16a03d631ec", "type": "Decision", "concepts": ["2479", "3559", "5640", "6049"], "title": "Commission Decision of 27 July 2010 on the appointment of the members of the European Union Committee of Experts on Rare Diseases set up by Decision 2009/872/EC\n", "header": "28.7.2010 EN Official Journal of the European Union C 204/2\nCOMMISSION DECISION\nof 27 July 2010\non the appointment of the members of the European Union Committee of Experts on Rare Diseases set up by Decision 2009/872/EC\n2010/C 204/02\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Commission Decision 2009/872/EC of 30 November 2009 establishing a European Union Committee of Experts on Rare Diseases (1), and in particular Article 3(4) thereof,\nWhereas:\n(1) According to Article 3(1) of Decision 2009/872/EC, the European Union Committee of Experts on Rare Diseases (hereinafter, ‘the Committee’) shall comprise 51 members and the corresponding alternates.\n(2) According to Article 3(4) of Decision 2009/872/EC, among these 51 members, the following members shall be appointed by the Commission: four representatives from patients' organisations, four representatives of the pharmaceutical industry, nine representatives of ongoing and/or past Community projects in the field of rare diseases financed by programmes of Community action in the filed of health (2) including three members of the pilot European Reference Networks on rare diseases, and six representatives of ongoing and/or past rare diseases projects financed by the Community Framework Programmes for Research and Technological Development (3). The 27 representatives of the Member States shall be appointed by the Member States. The representative of the European Centre for Disease Prevention and Control (ECDC) shall be appointed by the ECDC.\n(3) In accordance with Article 3(4) of Decision 2009/872/EC and with a view to selecting these members the Commission published four calls for expression of interest which specified the required qualifications and conditions to become member of the Committee. These calls led to lists of suitable candidates from which, based on the assessment criteria listed in the calls, the Commission hereby appoints the said members,", "main_body": ["The experts listed in the Annex to this Decision are appointed as members of the EU Committee on Rare Diseases."], "attachments": "Done at Brussels, 27 July 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 315, 2.12.2009, p. 18.\n(2)  OJ L 155, 22.6.1999, p. 1; OJ L 271, 9.10.2002, p. 1; OJ L 301, 20.11.2007, p. 3.\n(3)  OJ L 412, 30.12.2006, p. 1.\nANNEX\nList of experts appointed by the Commission as members of the EU Committee on Rare Diseases\n1.   Patients’ organisations\n1.1.   List in alphabetical order of representatives from patients’ organisations\nLast name First name Institute or organisation of affiliation\nDan Dorica European Organisation for Rare Diseases\nGrønnebæk Torben European Organisation for Rare Diseases\nLe Cam Yann European Organisation for Rare Diseases\nNourissier Christel European Organisation for Rare Diseases\n1.2.   List in alphabetical order of alternates from patients’ organisations\nLast name First name Institute or organisation of affiliation\nGeissler Jan European Organisation for Rare Diseases\nKent Alastair European Organisation for Rare Diseases\nPizzera-Piantanida Bianca European Organisation for Rare Diseases\nPogany Gabor European Organisation for Rare Diseases\n2.   Pharmaceutical industry\n2.1.   List in alphabetical order of representatives from the pharmaceutical industry\nLast name First name Institute or organisation of affiliation\nHughes-Wilson Wills Genzyme\nLoth Kevin William Celgene\nParker Samantha Orphan Europe\nValenta Barbara Baxter\n2.2.   List in alphabetical order of alternates from the pharmaceutical industry\nLast name First name Institute or organisation of affiliation\nFehervary Andras C. Novartis\nFinck Katia Shire Human Genetic Therapies\nTellier Zéra LFB Biomédicaments\nZimmermann Martine Alexion Europe\n3.   Projects in the field of rare diseases financed by programmes of Community action in the field of health\n3.1.   List in alphabetical order of representatives from ongoing and/or past projects in the field of rare diseases financed by programmes of Community action in the field of health including three members of the pilot European Reference Networks on rare diseases\nLast name First name Institute or organisation of affiliation\nAymé Ségolène Orphanet Inserm\nDonadieu Jean Hopital Trousseau\nDonnai Dian European Network of Centres of Expertise in Dysmorphology\nFregonese Laura CHUV Lausanne\nGarne Ester Hospital Lillebaelt-Kolding\nTaruscio Domenica National Center for Rare Diseases at the Istituto Superiore di Sanità\nVives Corrons Joan Luis European Network for Rare Congenital Anaemias\nWagner Thomas European Centres of Reference Network for Cystic Fibrosis\nWebb Susan Hospital de Sant Pau de Barcelona\n3.2.   List in alphabetical order of alternates from ongoing and/or past projects in the field of rare diseases financed by programmes of Community action in the field of health\nLast name First name Institute or organisation of affiliation\nDubertret Louis Fondation Rene Touraine\nEleftheriou Androulla Anastasiou Thalassemia International Federation\nGatta Gemma Fondazione IRCCS, Instituto Nazionale dei Tumori\nKaminska Magdalena European Paediatric Hodgkin Network\nNelen Vera Provinciaal Instituut voor Hygiene\nNguyen Gérard Rett Syndrome Europe\nVittozzi Luciano Centro Nazionale Malattie Rare\nWeill Alain European Haemophilia Consortium\nZeidler Cornelia Medizinische Hochschule Hannover\n4.   Projects in the field of rare diseases financed by the Community Framework Programmes for Research and Technological Development\n4.1.   List in alphabetical order of representatives from ongoing and/or past projects in the field of rare diseases financed by the Community Framework Programmes for Research and Technological Development\nLast name First name Institute or organisation of affiliation\nBlay Jean-Yves European Organisation for Research and Treatment of Cancer\nBushby Kate Institute of Human Genetics, University of Newcastle\nDe Baets Marc School for Mental Health and Neuroscience, Maastricht University\nHiort Olaf Universitätsklinikum Schleswig-Holstein\nKoutouzov Sophie GIS-Institut des Maladies Rares\nWagemaker Gerard Department of Haematology, Erasmus University Medical Center Rotterdam\n4.2.   List in alphabetical order of alternates from ongoing and/or past projects in the field of rare diseases financed by the Community Framework Programmes for Research and Technological Development\nLast name First name Institute or organisation of affiliation\nMatthijs Gert Centre for Human Genetics, University of Leuven\nPalau Francesc Centro de Investigación Biomédica en Red de Enfermedades Raras\nPicci Piero Istituto Ortopedico Rizzoli di Bologna\nRieß Olaf Institute of Medical Genetics, University of Tübingen\nTanner Stuart Emeritus professor at University of Sheffield\nZambruno Giovanna Istituto Dermopatico dell'Immacolata, Roma"}