{"celex_id": "32012D0627", "uri": "http://publications.europa.eu/resource/cellar/457f786c-4b67-4d79-b7c4-2e8dcc827deb", "type": "Decision", "concepts": ["1811", "189", "3246", "4160", "5945"], "title": "2012/627/EU: Commission Implementing Decision of 5 October 2012 on the recognition of the legal and supervisory framework of Australia as equivalent to the requirements of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies  Text with EEA relevance\n", "header": "9.10.2012 EN Official Journal of the European Union L 274/30\nCOMMISSION IMPLEMENTING DECISION\nof 5 October 2012\non the recognition of the legal and supervisory framework of Australia as equivalent to the requirements of Regulation (EC) No 1060/2009 of the European Parliament and of the Council on credit rating agencies\n(Text with EEA relevance)\n(2012/627/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1060/2009 of the European Parliament and of the Council of 16 September 2009 on credit rating agencies (1), and in particular Article 5(6) thereof,\nWhereas:\n(1) On 17 November 2009 the Commission granted a mandate to the Committee of European Securities Regulators (CESR), whose tasks have been assumed by the European Securities and Markets Authority established on 1 January 2011 pursuant to Regulation (EU) No 1095/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority (European Securities and Markets Authority) (2) (ESMA), requesting their advice with regard to the technical assessment of the legal and supervisory framework of Australia in respect of credit rating agencies.\n(2) In its advice delivered on 18 April 2012, ESMA suggested that the Australian legal and supervisory framework in respect of credit rating agencies be considered equivalent to Regulation (EC) No 1060/2009.\n(3) Pursuant to the second subparagraph of Article 5(6) of Regulation (EC) No 1060/2009, the fulfilment of three conditions needs to be assessed in order to consider a third country legal and supervisory framework equivalent to Regulation (EC) No 1060/2009.\n(4) According to the first condition, credit rating agencies in the third country must be subject to authorisation or registration and subject to effective supervision and enforcement on an ongoing basis. The Australian legal and regulatory framework for credit rating agencies was introduced on 1 January 2010. All relevant laws and regulations, namely the Corporations Act (2001) and the Australian Securities and Investments Commission (ASIC) Act (2001), have entered into force. According to this regulatory framework, credit rating agencies have to be registered and are supervised on an ongoing basis by the Australian Securities and Investments Commission (ASIC). The Australian legal and supervisory framework endows ASIC with sufficient powers to enable effective supervision and enforcement of credit rating agencies, including the power to sanction CRAs in breach of the applicable rules: ASIC can be warranted to seize books not produced by CRAs. On the basis of a search warrant granted by the competent judicial authority, ASIC has the power to search the premises of CRAs. In addition, ASIC is empowered by the Corporations Act to apply to a federal court for orders to cancel the licence of a credit rating agency. Following such cancellation of a licence, ASIC can apply to a court for orders to permanently prohibit the CRA from issuing credit ratings in Australia. Under the Corporations Act, ASIC may also apply for orders to stop unlawful behaviour by a CRA or impose fines where it has contravened any of its obligations under the relevant financial services legislation. The cooperation agreement concluded between ESMA and ASIC provides for information exchange with regard to enforcement and supervisory measures taken against cross border CRAs.\n(5) According to the second condition, credit rating agencies in the third country must be subject to legally binding rules which are equivalent to those set out in Articles 6 to 12 and Annex I to Regulation (EC) No 1060/2009. The Australian legal and supervisory framework meets the objectives of the EU regulatory framework for credit rating agencies in relation to conflicts-of-interest management. Conflicts-of-interest management is required by the Australian legislation (ASIC Act) including the obligation to manage conflicts of interest and organisational requirements, notably with regard to outsourcing, record keeping and confidentiality. With regard to corporate governance, the ASIC’s licence conditions require a CRA to be organised in a manner that ensures its business interest does not impair the independence and accuracy of its credit rating activities. The Australian framework also requires CRAs to establish a rigorous review function for rating methodologies and contains a wide range of disclosure requirements with regard to credit ratings and rating activities. Therefore, the Australian legal and supervisory framework meets the objectives of Regulation (EC) No 1060/2009 in respect of the management of conflicts of interest, the organisational processes and procedures that a credit rating agency needs to have in place, the quality of ratings and of rating methodologies, the disclosure of credit ratings and the general and periodic disclosure of credit rating activities. It thus provides for equivalent protection in terms of integrity, transparency, good governance of credit rating agencies and reliability of the credit rating activities.\n(6) According to the third condition, the regulatory regime in the third country must prevent interference by the supervisory authorities and other public authorities of that third country with the content of credit ratings and methodologies. Any such interference with credit ratings and rating methodologies would be contrary to the objectives of Chapter 7 of the Australian Corporations Act of 2001 and ASIC’s objectives. Neither ASIC nor any other public authority is empowered to interfere with the content of credit ratings or credit rating methodologies.\n(7) In view of the factors examined, the conditions laid down in the second subparagraph of Article 5(6) of Regulation (EC) No 1060/2009 can be considered to be met by the Australian legal and supervisory framework for credit rating agencies. Therefore, the Australian legal and supervisory framework for credit rating agencies should be considered equivalent to the legal and supervisory framework established by Regulation (EC) No 1060/2009. The Commission, in cooperation with ESMA, will continue monitoring the evolution of the Australian legal and supervisory framework for credit rating agencies and the fulfilment of the conditions on the basis of which this decision has been taken.\n(8) The measures provided for in this Decision are in accordance with the opinion of the European Securities Committee,", "main_body": ["For the purposes of Article 5 of Regulation (EC) No 1060/2009, the Australian legal and supervisory framework for credit rating agencies shall be considered as equivalent to the requirements of Regulation (EC) No 1060/2009.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 5 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 17.11.2009, p. 1.\n(2)  OJ L 331, 15.12.2010, p. 84."}