{"celex_id": "32010R0558", "uri": "http://publications.europa.eu/resource/cellar/d78f9360-c1d0-4d77-a9b8-334f01da42c4", "type": "Regulation", "concepts": ["1442", "1596", "2735", "2737"], "title": "Commission Regulation (EU) No 558/2010 of 24 June 2010 amending Annex III to Regulation (EC) No 853/2004 of the European Parliament and of the Council laying down specific hygiene rules for food of animal origin  (Text with EEA relevance )\n", "header": "25.6.2010 EN Official Journal of the European Union L 159/18\nCOMMISSION REGULATION (EU) No 558/2010\nof 24 June 2010\namending Annex III to Regulation (EC) No 853/2004 of the European Parliament and of the Council laying down specific hygiene rules for food of animal origin\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific hygiene rules for food of animal origin. It provides, inter alia, that food business operators may place products of animal origin on the market only if they have been prepared and handled exclusively in establishments that meet the relevant requirements of Annex III thereto.\n(2) Chapter VII of Section I of Annex III to Regulation (EC) No 853/2004 provides that meat of domestic ungulates may be transported before the temperature required under that Regulation is attained, if the competent authority so authorises to enable the production of specific products, subject to certain conditions.\n(3) Accepted knowledge concerning appropriate microbiological and temperature criteria show that a similar provision would be beneficial for the production of foie gras to enable the use of traditional methods of production.\n(4) Freezing carried out immediately after slaughter and chilling minimises the growth of bacteria and therefore the microbiological load upon thawing. Similarly to the provisions already established for meat of domestic ungulates, meat derived from poultry and lagomorphs intended for freezing should be frozen without undue delay after slaughter and chilling. Consequently, it is appropriate to amend Chapter V of Section II of Annex III to Regulation (EC) No 853/2004 accordingly.\n(5) The rules laid down in Chapter II, of Section VII of Annex III to Regulation (EC) No 853/2004 include specific requirements for live bivalve molluscs, live echinoderms, live tunicates and live marine gastropods, as regards the microbiological classification of production areas.\n(6) Article 6 of Regulation (EC) No 854/2004 of the European Parliament and of the Council (2) provides that the Member States are to ensure that the production and placing on the market of live bivalve molluscs, live echinoderms, live tunicates and live marine gastropods undergo official controls as provided for in Annex II thereto.\n(7) Annex II to that Regulation provides that production areas are to be classified according to the level of faecal contamination. Filter feeder animals, such as bivalve molluscs, can accumulate micro-organisms representing a risk for public health.\n(8) Marine gastropods are generally not filter feeder animals. Consequently, the risk of accumulation of micro-organisms related to faecal contamination may be considered to be remote. In addition, no epidemiological information has been reported to link the provisions for classification of production areas with risks for public health associated with marine gastropods which are not filter feeders. For this reason, such marine gastropods, should be excluded from provisions on the classification of production areas as laid down in Chapter II, of Section VII of Annex III to Regulation (EC) No 853/2004.\n(9) Chapter VI of Section VII of Annex III to Regulation (EC) No 853/2004 only provides that individual consumer-sized packages of live bivalve molluscs must be closed and remain closed when transported after leaving the dispatch centre until presented for sale to the final consumer. Accordingly, other packages of live bivalve molluscs are not covered by that requirement. In the interest of public health, it is appropriate to amend that requirement so that all such packages must remain closed until presented to the final consumer.\n(10) Chapter IX of Section VII of Annex III to Regulation (EC) No 853/2004 establishes specific requirements for pectinidae harvested outside classified production areas. Such requirements should also apply to live marine gastropods which are not filter feeders. Point 4 of that Chapter establishes specific rules for the packaging of pectinidae. It is appropriate that the requirements for packages of live bivalve molluscs when transported from the dispatch centre to retail sale be applicable also to pectinidae and marine gastropods which are not filter feeders harvested outside classified production areas.\n(11) Point A of Chapter III of Section VIII of Annex III to Regulation (EC) No 853/2004 lays down requirements for handling of fresh fishery products. The definition of fresh fishery products set out in point 3.5 of Annex I to that Regulation does not include thawed unprocessed fishery products and fresh fishery products to which food additives have been added in accordance with the appropriate legislation to ensure preservation. For consistency of Union legislation, the same requirements as for fresh fishery products should apply to those products.\n(12) Point 2 of Chapter VII and Point 1(b) of Chapter VIII of Section VIII of Annex III to Regulation (EC) No 853/2004 refers to a derogation for whole frozen fish in brine intended for canning from the general temperature requirement for frozen fishery products of not more than – 18 °C. For fish frozen in brine a temperature of not more than – 9 °C must be achieved for the product.\n(13) When the whole fish frozen in brine intended for canning is removed from the brine solution used for the freezing process, it is unnecessary that the temperature must be further reduced by other means to not more than – 18 °C according with the common practice applied when using the brine method to freeze whole fish intended for canning.\n(14) Point 1 of Chapter 1 of Section XIV and point 1 of Chapter I of Section XV of Annex III to Regulation (EC) No 853/2004 lay down requirements for raw material used for the production of gelatine and collagen intended for use in food.\n(15) In January 2005, the European Food Safety Authority published a scientific opinion on the safety of collagen and a processing method for the production of collagen (3). According to this opinion, the use of bones for the production of collagen should not to be considered as a risk for public health It is therefore appropriate to lay down processing requirements in accordance with the opinion of EFSA and specify that the bones used as raw material have to be other than specified risk material as defined in Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (4). Point 1 of Chapter I of Section XV of Annex III should be amended accordingly.\n(16) For consistency of Union legislation, point 1 of Chapter I, point 1 of Chapter III of Section XIV of Annex III to Regulation (EC) No 853/2004 regarding raw materials for the production of gelatine should be amended accordingly.\n(17) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex III to Regulation (EC) No 853/2004 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 139, 30.4.2004, p. 206.\n(3)  Opinion of the Scientific Panel on Biological hazards (BIOHAZ) on the safety of collagen and on a processing method for the production of collagen, adopted on 26 January 2005.\n(4)  OJ L 147, 31.5.2001, p. 1.\nANNEX\nAnnex III to Regulation (EC) No 853/2004 is amended as follows:\n1. In Section II, in Chapter V, points 3 and 4 are replaced by the following:\n‘3. As soon as the meat is cut and, where appropriate, packaged, it must be chilled to a temperature of not more than 4 °C.\n4. Meat must attain a temperature of not more than 4 °C before transport, and be maintained at that temperature during transport. However, if the competent authority so authorises, livers for the production of foie gras may be transported at a temperature of more than 4 °C, provided that:\n(a) such transport takes place in accordance with the requirements that the competent authority specifies in respect of transport from one given establishment to another; and\n(b) the meat leaves the slaughterhouse, or a cutting room immediately and transport takes no more than two hours.\n5. Meat derived from poultry and lagomorphs intended for freezing must be frozen without undue delay.\n6. Exposed meat must be stored and transported separately from packaged meat, unless stored or transported at different times or in such a way that the packaging material and the manner of storage or transport cannot be a source of contamination for the meat.’\n2. Section VII is amended as follows:\n(a) In the introductory part of that Section, point 1 is replaced by the following:\n‘1. This Section applies to live bivalve molluscs. With the exception of the provisions on purification, it also applies to live echinoderms, live tunicates and live marine gastropods. Provisions on classification of production areas set out in Chapter II part A of that Section do not apply to marine gastropods which are not filter feeders.’\n(b) In Chapter VI, point 2 is replaced by the following:\n‘2. All packages of live bivalve molluscs leaving dispatch centres or destined for another dispatch centre, must be closed. Packages of live bivalve molluscs, intended for direct retail sale, must remain closed until they are presented for sale to the final consumer.’\n(c) Chapter IX is replaced by the following:\n1. Pectinidae and marine gastropods, which are not filter feeders, may not be placed on the market unless they are harvested and handled in accordance with Chapter II, Part B, and meet the standards laid down in Chapter V, as proved by a system of own-checks.\n2. In addition, where data from official monitoring programmes enable the competent authority to classify fishing grounds — where appropriate, in cooperation with food business operators — the provisions of Chapter II, Part A, apply by analogy to pectinidae\n3. Pectinidae and marine gastropods, which are not filter feeders, may not be placed on the market for human consumption otherwise than via a fish auction, a dispatch centre or a processing establishment. When they handle pectinidae and/or such marine gastropods, food business operators operating such establishments must inform the competent authority and, as regards dispatch centres, comply with the relevant requirements of Chapters III and IV.\n4. Food business operators handling pectinidae and live marine gastropods, which are not filter feeders, must comply:\n(a) with the documentary requirements of Chapter I, points 3 to 7, where applicable. In this case, the registration document must clearly indicate the location of the area where the pectinidae and/or live marine gastropods were harvested; or\n(b) with the requirements of Chapter VI, point 2 concerning the closing of all packages of live pectinidae and live marine gastropods dispatched for retail sale and Chapter VII concerning identification marking and labelling.’\n3. Section VIII is amended as follows:\n(a) In the introductory part of that Section, point 1 is replaced by the following:\n‘1. This Section does not apply to bivalve molluscs, echinoderms, tunicates and marine gastropods if they are still alive when placed on the market. With the exception of Chapters I and II, it applies to such animals when not placed on the market live, in which case they must have been obtained in accordance with Section VII.\n(b) In Chapter VII, point 2 is replaced by the following:\n‘2. Frozen fishery products must be kept at a temperature of not more than – 18 °C in all parts of the product; however, whole fish initially frozen in brine intended for the manufacture of canned food may be kept at a temperature of not more than – 9 °C.’\n(c) In Chapter VIII, point 1(b) is replaced by the following:\n‘(b) frozen fishery products, with the exception of whole fish initially frozen in brine intended for the manufacture of canned food, must be maintained during transport at an even temperature of not more than – 18 °C in all parts of the product, possibly with short upward fluctuations of not more than 3 °C.’\n4. In Section XIV, in Chapter I, point 1(a) is replaced by the following:\n‘(a) bones, other than specified risk materials as defined in Article 3(1)(g) of Regulation (EC) No 999/2001 of the European Parliament and of the Council (1);\n5. Section XV is amended as follows:\n(a) In Chapter I, point 1 is replaced by the following:\n‘1. For the production of collagen intended for use in food, the following raw materials may be used:\n(a) bones, other than specified risk materials as defined in Article 3(1)(g) of Regulation (EC) No 999/2001;\n(b) hides and skins of farmed ruminant animals;\n(c) pig skins;\n(d) poultry skin;\n(e) tendons and sinews;\n(f) wild game hides and skins; and\n(g) fish skin and bones.’\n(b) In Chapter III, point 1 is replaced by the following:\n‘1. The production process for collagen must ensure that:\n(a) all ruminant bone material derived from animals born, reared or slaughtered in countries or regions with a controlled or undetermined BSE risk as determined in accordance with Article 5 of Regulation (EC) No 999/2001 is subjected to a process which ensures that all bone material is finely crushed and degreased with hot water and treated with dilute hydrochloric acid (at a minimum concentration of 4 % and pH < 1,5) over a period of at least two days; this treatment must be followed by pH adjustment using acid or alkali followed by one or more rinses, filtration and extrusion, or by any approved equivalent process;\n(b) raw material other than that referred to in point (a) must be subjected to a treatment involving washing, pH adjustment using acid or alkali followed by one or more rinses, filtration and extrusion, or by an approved equivalent process; the extrusion step may not be carried out when manufacturing low molecular collagen from raw materials of non-ruminant origin.’\n(1)  OJ L 147, 31.5.2001, p 1.’"}