{"celex_id": "32014R0627", "uri": "http://publications.europa.eu/resource/cellar/7c3d1fcb-f2c0-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["1994", "4654", "5481", "5593", "6851"], "title": "Commission Regulation (EU) No 627/2014 of 12 June 2014 amending Regulation (EU) No 582/2011 for the purposes of adapting it to technical progress as regards particulate matter monitoring by the on-board diagnostic system  Text with EEA relevance\n", "header": "13.6.2014 EN Official Journal of the European Union L 174/28\nCOMMISSION REGULATION (EU) No 627/2014\nof 12 June 2014\namending Regulation (EU) No 582/2011 for the purposes of adapting it to technical progress as regards particulate matter monitoring by the on-board diagnostic system\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 595/2009 of the European Parliament and of the Council of 18 June 2009 on type-approval of motor vehicles and engines with respect to emissions from heavy duty vehicles (Euro VI) and on access to vehicle repair and maintenance information and amending Regulation (EC) No 715/2007 and Directive 2007/46/EC and repealing Directives 80/1269/EEC, 2005/55/EC and 2005/78/EC (1), and in particular Article 5(4) and Article 12(3) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 582/2011 (2) establishes the obligation of the Commission to conduct a review on the technical feasibility of monitoring, for compression ignition vehicles, the performance of the diesel particulate filter (DPF) against the threshold limits of the on-board diagnostic system (OTLs) set out in Table 1 of Annex X to that Regulation.\n(2) The Commission has conducted that review and concluded that the technology capable of monitoring the DPF performance against OTLs is available. However, it also results from that review that it is appropriate to defer the date of implementation of those DPF performance requirements in order to provide an adequate lead time to industry for ensuring the availability of the equipment in terms of mass production and its adaptation to the vehicles. It is therefore necessary to adapt Table 1 of Appendix 9 to Annex I to Regulation (EU) No 582/2011, in order to include the new date of implementation.\n(3) In addition, and in the case of positive ignition engines, Table 1 of Appendix 9 to Annex I to Regulation (EU) No 582/2011 should also be adapted by inserting a column referring to the requirement of monitoring the levels of carbon monoxide against the OTLs set out in Table 2 of Annex X to Regulation (EU) No 582/2011, as well as a column referring to the in-use performance requirements set out in points 6. to 6.5.5.1 of Annex X to that Regulation.\n(4) Regulation (EU) No 582/2011 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Technical Committee — Motor Vehicles,", "main_body": ["Regulation (EU) No 582/2011 is amended as follows:\n(1) in Article 4, paragraph 8 is replaced by the following:\n(2) Annex I is amended in accordance with the Annex to this Regulation.", "Type-approvals granted to compression ignition engines and vehicles in accordance with Character B in Table 1 of Appendix 9 to Annex I before the date of application of this Regulation, shall remain valid after that date.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 188, 18.7.2009, p. 1.\n(2)  Commission Regulation (EU) No 582/2011 of 25 May 2011 implementing and amending Regulation (EC) No 595/2009 of the European Parliament and of the Council with respect to emissions from heavy duty vehicles (Euro VI) and amending Annexes I and III to Directive 2007/46/EC of the European Parliament and of the Council (OJ L 167, 25.6.2011, p. 1).\nANNEX\nTable 1 of Appendix 9 of Annex I to Regulation (EU) No 582/2011 is replaced by the following:\n‘Table 1\nCharacter NOx OTL (1) PM OTL (2) CO OTL (6) IUPR Reagent quality and consumption Implementation dates: new types Implementation dates: all vehicles Last date of registration\nA Row “phase-in period” of Table 1 or Table 2 Performance monitoring (3)  Phase-in (7) Phase in (4) 31.12.2012 31.12.2013 31.8.2015 (9)\nB (11) Row “phase-in period” of Table 2  Row “phase-in period” of Table 2 Phase-in (7) Phase in (4) 1.9.2014 1.9.2015 30.12.2016\nC Row “general requirements” of Table 1 or Table 2 Row “general requirements” of Table 1 Row “general requirements” of Table 2 General (8) General (5) 31.12.2015 31.12.2016\n(1)  “NOx OTL” monitoring requirements as set out in Table 1 and 2 of Annex X.\n(2)  “PM OTL” monitoring requirements as set out in Table 1 of Annex X.\n(3)  “Performance monitoring” requirements as set out in point 2.1.1 of Annex X.\n(4)  Reagent quality and consumption “phase-in” requirements as set out in points 7.1.1.1 and 8.4.1.1 of Annex XIII.\n(5)  Reagent quality and consumption “general” requirements as set out in points 7.1.1 and 8.4.1 of Annex XIII.\n(6)  “CO OTL” monitoring requirements as set out in Table 2 of Annex X.\n(7)  IUPR “Phase-in” requirements as set out in points 6.4.4, 6.5.5 and 6.5.5.1 of Annex X.\n(8)  IUPR “General” requirements as set out in Section 6 of Annex X.\n(9)  For positive-ignition engines and vehicles equipped with such engines.\n(10)  For compression-ignition engines and vehicles equipped with such engines.\n(11)  Only applicable to positive-ignition engines and vehicles equipped with such engines.’"}