{"celex_id": "32014R0763", "uri": "http://publications.europa.eu/resource/cellar/15c4abd2-0cb2-11e4-a7d0-01aa75ed71a1", "type": "Regulation", "concepts": ["3645", "452085", "5312", "5334"], "title": "Commission Implementing Regulation (EU) No 763/2014 of 11 July 2014 laying down rules for applying Regulation (EU) No 508/2014 of the European Parliament and of the Council on the European Maritime and Fisheries Fund as regards the technical characteristics of information and publicity measures and instructions for creating the Union emblem\n", "header": "16.7.2014 EN Official Journal of the European Union L 209/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 763/2014\nof 11 July 2014\nlaying down rules for applying Regulation (EU) No 508/2014 of the European Parliament and of the Council on the European Maritime and Fisheries Fund as regards the technical characteristics of information and publicity measures and instructions for creating the Union emblem\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 508/2014 of the European Parliament and of the Council of 15 May 2014 on the Maritime and Fisheries Fund and repealing Council Regulations (EC) No 2328/2003, (EC) No 861/2006, (EC) No 1198/2006 and (EC) No 791/2007 and Regulation (EU) No 1255/2011 of the European Parliament and of the Council (1), and in particular Article 119(4) thereof,\nWhereas:\n(1) Article 119 of Regulation (EU) No 508/2014 lays down general rules in relation to information and publicity to be applied to all the operational programmes and operations financed under the Maritime and Fisheries Fund (‘EMFF’). Detailed rules concerning the information and publicity measures for the public and information measures for applicants and beneficiaries are laid down in Annex V to Regulation (EU) No 508/2014.\n(2) In order to ensure a harmonised visual identity for information and communication measures for operations in the area of Union cohesion policy including operations financed under the EMFF, the instructions for creating the Union emblem and a definition of the standard colours should be established, as well as technical characteristics for displaying the Union emblem and the reference to the Fund or Funds supporting the operation,", "main_body": ["Acknowledgment of support from the European Maritime and Fisheries Fund\nThe Member State or the managing authority shall be responsible for ensuring that all information and publicity measures aimed at the beneficiaries, potential beneficiaries and the public acknowledge support from the European Maritime and Fisheries Fund to the relevant operation by displaying:\n(a) the Union emblem in accordance with Article 2, together with a reference to the European Union in accordance with Article 3;\n(b) a reference to the European Maritime and Fisheries Fund, or, in case of a multi-fund operation, a reference to the European Structural and Investment Funds, in accordance with Article 4.", "Union emblem\n1.   The Union emblem shall be created in accordance with the graphic standards set out in the Annex.\n2.   The Union emblem shall be displayed in colour on websites. In all other media, colour shall be used whenever possible. A monochrome version may only be used in justified cases.\n3.   The Union emblem shall always be clearly visible and placed in a prominent position. Its position and size shall be appropriate to the scale of the material or document being used. The minimum height of the Union emblem shall be 1 cm. For small promotional items, the minimum height of the Union emblem shall be 5 mm.\n4.   When the Union emblem is displayed on a website, it shall be visible inside the viewing area of a digital device, without requiring users to scroll down the page.\n5.   If other logos are displayed next to the Union emblem, the Union emblem shall have at least the same size, measured in height or width, as the biggest of the other logos. It is recommended to place the EU emblem well apart from the logo of the third party organisation.", "Reference to the European Union\n1.   The name European Union shall always be spelled out in full. The typeface to be used in conjunction with the Union emblem may be any of the following fonts: Arial, Auto, Calibri, Garamond, Trebuchet, Tahoma, and Verdana. Italic and underlined variations and the use of font effects are not allowed.\n2.   The positioning of the text in relation to the Union emblem is not prescribed in any particular way but the text should not interfere with the Union emblem in any way.\n3.   The font size used shall be proportionate to the size of the emblem. The colour of the font shall be reflex blue, black or white depending on the background.", "Reference to the European Maritime and Fisheries Fund\nWhere the European Maritime and Fisheries Fund or the European Structural and Investment Funds are referred to on a website, that reference shall be visible inside the viewing area of a digital device, without requiring users to scroll down the page.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 July 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 149, 20.5.2014, p. 1.\nANNEX\nGraphic standards for creating the Union emblem and the definition of the standard colours\nFor full details and guidance see:\nhttp://ec.europa.eu/dgs/communication/services/visual_identity/pdf/use-emblem_en.pdf\nSYMBOLIC DESCRIPTION\nAgainst a background of blue sky, 12 golden stars form a circle representing the union of the peoples of Europe. The number of stars is fixed, 12 being the symbol of perfection and unity.\nHERALDIC DESCRIPTION\nOn an azure field a circle of 12 golden mullets, their points not touching.\nGEOMETRIC DESCRIPTION\nThe emblem has the form of a blue rectangular flag of which the fly is one and a half times the length of the hoist. Twelve gold stars situated at equal intervals form an invisible circle whose centre is the point of intersection of the diagonals of the rectangle. The radius of the circle is equal to one-third of the height of the hoist. Each of the stars has five points, which are situated on the circumference of an invisible circle whose radius is equal to 1/18th of the height of the hoist. All the stars are upright, i.e. with one point vertical and two points in a straight line at right angles to the mast. The circle is arranged so that the stars appear in the position of the hours on the face of a clock. Their number is invariable.\nREGULATION COLOURS\nThe emblem is in the following colours:\n— PANTONE REFLEX BLUE for the surface of the rectangle;\n— PANTONE YELLOW for the stars.\nFOUR-COLOUR PROCESS\nIf the four-colour process is used, recreate the two standard colours by using the four colours of the four-colour process.\nPANTONE YELLOW is obtained by using 100 % ‘Process Yellow’.\nPANTONE REFLEX BLUE is obtained by mixing 100 % ‘Process Cyan’ and 80 % ‘Process Magenta’.\nINTERNET\nPANTONE REFLEX BLUE corresponds to the web-palette colour RGB: 0/51/153 (hexadecimal: 003399) and PANTONE YELLOW corresponds to the web-palette colour RGB: 255/204/0 (hexadecimal: FFCC00).\nMONOCHROME REPRODUCTION PROCESS\nUsing black, outline the rectangle in black and print the stars in black on white.\nUsing blue (Reflex Blue), use 100 % with the stars reproduced in negative white.\nREPRODUCTION ON A COLOURED BACKGROUND\nIf there is no alternative to a coloured background, put a white border around the rectangle, the width of the border being 1/25th of the height of the rectangle"}