{"celex_id": "32013D0472", "uri": "http://publications.europa.eu/resource/cellar/13e20446-25be-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["1074", "1950", "4258", "5581", "5905", "668"], "title": "2013/472/EU: Commission Implementing Decision of 23 September 2013 granting derogations for implementing Regulation (EC) No 452/2008 of the European Parliament and of the Council concerning the production and development of statistics on education and lifelong learning with regard to Belgium, Greece, Spain, France, Italy, Poland and Portugal (notified under document C(2013) 5897)\n", "header": "25.9.2013 EN Official Journal of the European Union L 253/24\nCOMMISSION IMPLEMENTING DECISION\nof 23 September 2013\ngranting derogations for implementing Regulation (EC) No 452/2008 of the European Parliament and of the Council concerning the production and development of statistics on education and lifelong learning with regard to Belgium, Greece, Spain, France, Italy, Poland and Portugal\n(notified under document C(2013) 5897)\n(Only the Dutch, French, Greek, Italian, Polish, Portuguese and Spanish texts are authentic)\n(2013/472/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 452/2008 of the European Parliament and of the Council of 23 April 2008 concerning the production and development of statistics on education and lifelong learning (1), and in particular Article 6(3) thereof,\nWhereas:\n(1) Regulation (EC) No 452/2008 applies to the production of statistics in three specific domains set out in its Article 3.\n(2) Article 6(3) of Regulation (EC) No 452/2008 provides for adoption of limited derogations and transition periods for Member States, if necessary, both to be based on objective grounds.\n(3) The international comparability of statistics on education requires the Member States and the Union institutions use classifications of education that are compatible with the revised International Standard Classification of Education ISCED 2011 (hereinafter referred to as ‘ISCED 2011’), as adopted by the Unesco Member States at their 36th General Conference in November 2011.\n(4) Data collection from administrative and other sources on student mobility for all cycles of study should be improved, in order to monitor progress and identify challenges, as well as to contribute to evidence-based policy making.\n(5) It emerges from information provided to the Commission that certain Member States’ requests for derogations are due to the need for major adaptations to national statistical systems in order to comply in full with Regulation (EC) No 452/2008.\n(6) Such derogations should therefore be granted as requested to Belgium, Greece, Spain, France, Italy, Poland and Portugal.\n(7) The measures provided for in this Decision are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Derogations are hereby granted to the Member States as set out in the Annex.", "This Decision is addressed to the Kingdom of Belgium, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Poland and the Portuguese Republic."], "attachments": "Done at Brussels, 23 September 2013.\nFor the Commission\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 145, 4.6.2008, p. 227.\nANNEX\nDerogations from Regulation (EC) No 452/2008 concerning Domain 1: Education and training systems\nISCED levels shall refer to ISCED 2011 levels.\nMember State Variables and breakdowns End of derogation\n— Number of new entrants by ISCED levels 3 to 7 (ISCED 3 to 5: 2-digit level of detail; ISCED 6 to 7: 1-digit level of detail), sex and age. Till the end of derogation data shall be provided for ISCED 5 at 1-digit level of detail\n— Number of new entrants by ISCED levels 3 to 5 (ISCED 3 and 4: only vocational; ISCED 5: 2-digit level of detail), sex and field of education (2nd level of detail). Till the end of derogation data shall be provided for ISCED 5 at 1-digit level of detail\n— Number of mobile students enrolled, by ISCED levels 5 to 8 (1-digit level of detail), fields of education (3rd level of detail) and sex\n— Number of mobile students enrolled, by ISCED levels 5 to 8 (1-digit level of detail), country of origin and sex\n— Number of degree mobile graduates, by ISCED levels 5 to 8 (1-digit level of detail), country of origin and sex\n— Number of new entrants in ISCED level 3 (2nd level of detail), by sex and age.\n— Number of new entrants in ISCED level 3 vocational, by sex and field of education (2nd level of detail).\n— Data on degree mobile students and graduates according to the definition of country of origin ‘the country where the upper secondary diploma was awarded’\n— Data on education expenditure for ISCED 3-4 aggregated at 2-digit level of detail. Till end of derogation, data shall be provided for ISCED 3 + 4 aggregated\n— Number of new entrants, by ISCED levels 4, 5 and 6 (ISCED 4 and 5: 2-digit level of detail; ISCED 6: 1-digit level of detail), sex and age\n— Number of new entrants, by ISCED levels 4, 5 and 6 (ISCED 4 only vocational; ISCED 5: 2-digit level of detail; ISCED 6: 1-digit level of detail), sex and field of education (2nd level of detail)\n— Number of degree mobile graduates, by ISCED levels 5 to 8 (1-digit level of detail), country of origin and sex\n— Number of graduates, by ISCED levels 4 to 7 (at 3-digit level of detail), sex and age\n— Number of graduates having had a credit mobility stay of minimum duration of three months throughout the cycle of study, for ISCED level 8 and by type of mobility scheme (EU programmes, other international/national programmes, other programmes)\n— Number of graduates having had a credit mobility stay of minimum duration of three months throughout the cycle of study, for ISCED level 8 and by country of destination\n— Number of degree mobile graduates on ISCED level 6 to 8 by country of origin and sex\n— Number of graduates having had a credit mobility stay of minimum duration of three months throughout the cycle of study by ISCED levels 6 to 8 and type of mobility scheme (EU programmes, other international/national programmes, other programmes)\n— Number of graduates having had a credit mobility stay of minimum duration of three months throughout the cycle of study by ISCED levels 6 to 8 and country of destination\n— Number of new entrants, in ISCED 3: 2-digit level of detail, by sex and age\n— Number of new entrants, in ISCED 3: vocational, by sex and by field of education (2nd level of detail)"}