{"celex_id": "32010D0435", "uri": "http://publications.europa.eu/resource/cellar/d214c2f7-426e-4c6f-a58e-9ef59e84a8d8", "type": "Decision", "concepts": ["1445", "1854", "2286", "3660", "5063", "994"], "title": "2010/435/EU: Commission Decision of 9 August 2010 amending Annex XI to Council Directive 2003/85/EC as regards the list of laboratories authorised to handle live foot-and-mouth disease virus (notified under document C(2010) 5420)  Text with EEA relevance\n", "header": "10.8.2010 EN Official Journal of the European Union L 209/18\nCOMMISSION DECISION\nof 9 August 2010\namending Annex XI to Council Directive 2003/85/EC as regards the list of laboratories authorised to handle live foot-and-mouth disease virus\n(notified under document C(2010) 5420)\n(Text with EEA relevance)\n(2010/435/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (1), and in particular Article 67 thereof,\nWhereas:\n(1) Directive 2003/85/EC sets out minimum control measures to be applied in the event of an outbreak of foot-and-mouth disease and certain preventive measures aimed at increasing the awareness and preparedness of the competent authorities and the farming community concerning that disease.\n(2) Those preventive measures include an obligation on Member States to ensure that the handling of live foot-and-mouth disease virus for research and diagnosis is carried out only in the approved laboratories listed in Part A and the manufacturing of either inactivated antigens for the production of vaccines or vaccines and related research is carried out only in the approved establishments and laboratories listed in Part B of Annex XI to Directive 2003/85/EC.\n(3) Bulgaria has officially informed the Commission that following the checks carried out in accordance with Article 66 of Directive 2003/85/EC, their national reference laboratory is no longer considered to meet the bio-security standards provided for in Article 65(d) of Directive 2003/85/EC.\n(4) The Netherlands have officially informed the Commission of certain changes relating to the name of a laboratory listed in Part B of Annex XI to Directive 2003/85/EC situated in the Netherlands.\n(5) For security reasons, it is important to keep the list of laboratories set out in Annex XI to Directive 2003/85/EC updated.\n(6) Accordingly, it is necessary to delete the entry for Bulgaria in the list of laboratories set out in Part A and to replace the entry for the Netherlands in the list of laboratories set out in Part B of Annex XI to Directive 2003/85/EC. Annex XI to Directive 2003/85/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex XI to Directive 2003/85/EC is amended as follows:\n1. in Part A, the entry for Bulgaria is deleted;\n2. in Part B, the entry for the Netherlands is replaced by the following:\n‘NL Netherlands Merial S.A.S., Lelystad Laboratory, Lelystad’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 August 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 306, 22.11.2003, p. 1."}