{"celex_id": "32013D0267", "uri": "http://publications.europa.eu/resource/cellar/8e33a001-cf4f-11e2-ba1b-01aa75ed71a1", "type": "Decision", "concepts": ["2352", "3468", "4827", "5889"], "title": "2013/267/EU: Council Decision of 13 May 2013 on the position to be taken on behalf of the European Union at the 65th session of the Marine Environment Protection Committee as regards amendments to the Condition Assessment Scheme and at the 92nd session of the Maritime Safety Committee as regards amendments to the International Safety Management Code as well as amendments to Chapter III of the SOLAS Convention and to the High Speed Craft Codes 1994 and 2000 concerning enclosed space entry and rescue drills\n", "header": "7.6.2013 EN Official Journal of the European Union L 155/1\nCOUNCIL DECISION\nof 13 May 2013\non the position to be taken on behalf of the European Union at the 65th session of the Marine Environment Protection Committee as regards amendments to the Condition Assessment Scheme and at the 92nd session of the Maritime Safety Committee as regards amendments to the International Safety Management Code as well as amendments to Chapter III of the SOLAS Convention and to the High Speed Craft Codes 1994 and 2000 concerning enclosed space entry and rescue drills\n(2013/267/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2) in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Action by the Union in the sector of maritime transport should aim to improve maritime safety.\n(2) The International Maritime Organization (IMO) Marine Environment Protection Committee (MEPC) at its 64th session in October 2012 approved amendments to the Condition Assessment Scheme (Resolution MEPC.94(46)), arising from the adoption of the International Code on the Enhanced Programme of Inspections during Surveys of Bulk Carriers and Oil Tankers 2011. Those amendments are expected to be adopted in the 65th session of the MEPC, to be held on 13 to 17 May 2013.\n(3) The IMO Maritime Safety Committee (MSC) meeting at its 91st session approved amendments to the International Safety Management (ISM) Code as well as amendments to Chapter III of the International Convention for the Safety of Life at Sea, 1974 (SOLAS), the High Speed Craft Codes 1994 and 2000 and the Dynamically Supported Craft Code. Those amendments are expected to be adopted in the 92nd session of the MSC, to be held in June 2013.\n(4) The amendments to the Condition Assessment Scheme (CAS) for single hull oil tankers will modify the CAS to refer to the latest (2011) Enhanced Programme of Inspections during Surveys of Bulk Carriers and Oil Tankers or Enhanced Survey Programme (ESP). Regulation (EU) No 530/2012 of the European Parliament and of the Council of 13 June 2012 on the accelerated phasing-in of double hull or equivalent design requirements for single-hull oil tankers (1) provides for the application of the CAS.\n(5) The amendments to the ISM Code will introduce specific clarifications to that Code in terms of appropriate manning considerations and responsibility for ISM-related delegated tasks as well as the insertion of relevant footnotes. The ISM Code, although set out in an Annex to Regulation (EC) No 336/2006 of the European Parliament and of the Council of 15 February 2006 on the implementation of the International Safety Management Code within the Community (2), is also defined in that Regulation as being ‘in its up-to-date version’. Regulation (EC) No 336/2006 requires that ships covered by it comply with the requirements of Part A of the ISM Code. Hence the changes to be adopted at the 92th session of the MSC will have a direct legal effect on that Regulation.\n(6) The amendments to Chapter III of the SOLAS Convention with respect to the High Speed Craft Codes 1994 and 2000 as well as to the Dynamically Supported Craft Code, will introduce into Regulation 19 of Chapter III of the SOLAS Convention, into Chapter 18 of the High Speed Craft Codes 1994 and 2000 and into Chapter 17 of the Dynamically Supported Craft Code an obligation for rescue training for those crew members with responsibilities for working in enclosed spaces. Directive 2009/45/EC of the European Parliament and of the Council of 6 May 2009 on safety rules and standards for passenger ships (3) specifically applies the High Speed Craft Codes 1994 and 2000 to domestic high speed passenger craft. For older crafts for which those High Speed Craft Codes do not apply, that Directive applies the previous Dynamically Supported Craft Code.\n(7) The amendments to be adopted at the 65th session of the MEPC and at the 92th session of the MSC can be considered positive developments and therefore should be given the Union’s support.\n(8) The Union is neither a member of the IMO nor a contracting party to the conventions and codes concerned. It is therefore necessary for the Council to authorise the Member States to express the position of the Union in the MEPC and the MSC and express their consent to the bound by these amendments,", "main_body": ["1.   The position of the Union at the 65th session of the IMO Marine Environment Protection Committee shall be to agree to the adoption of the amendments to the Condition Assessment Scheme (MEPC Resolution 94(46)), as approved by that committee at its 64th session and as laid down in Annexes 13 and 16 to the IMO document MEPC 64/23/Add.1.\n2.   The position of the Union at the 92nd session of the IMO Maritime Safety Committee shall be to agree to the adoption of the amendments to the ISM Code and its related guidelines and the introduction of a new training requirement for rescue in enclosed spaces into Regulation 19 of Chapter III of the SOLAS Convention, into Chapter 18 of the High Speed Craft Codes 1994 and 2000 and into Chapter 17 of the Dynamically Supported Craft Code, as approved by that committee at its 91st session and as laid down in Annexes 22, 30 and 31 to the IMO document MSC 91/22/Add.2 and in Annex 4 to the IMO document MSC 92/3/1, respectively.\n3.   The position of the Union as set out in paragraphs 1 and 2 shall be expressed by the Member States which are members of IMO acting jointly in the interest of the Union.\n4.   Formal and minor change to this position may be agreed without requiring that position to be amended.", "Member States are hereby authorised to give their consent to be bound, in the interest of the Union, by the amendments referred to in Article 1(1) and (2).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Council\nThe President\nS. COVENEY\n(1)  OJ L 172, 30.6.2012, p. 3.\n(2)  OJ L 64, 4.3.2006, p. 1.\n(3)  OJ L 163, 25.6.2009, p. 1."}