{"celex_id": "32012D1212(02)", "uri": "http://publications.europa.eu/resource/cellar/13922212-4451-11e2-9b3b-01aa75ed71a1", "type": "Decision", "concepts": ["2359", "4018", "5070", "6050", "6257", "8465"], "title": "Commission Decision of 5 December 2012 amending Commission Decision 2007/623/EC setting up the High Level Group of Independent Stakeholders on Administrative Burdens\n", "header": "12.12.2012 EN Official Journal of the European Union C 382/9\nCOMMISSION DECISION\nof 5 December 2012\namending Commission Decision 2007/623/EC setting up the High Level Group of Independent Stakeholders on Administrative Burdens\n2012/C 382/08\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) By Commission Decision 2007/623/EC (1), the Commission created a High Level Group of Independent Stakeholders on Administrative Burdens, hereinafter referred to as ‘the group’, for a fixed term of three years.\n(2) The group's mandate was extended until 31 December 2012 by Commission Decision of 17 August 2010 (2010/C 223/03) (2) to fully exploit the savings potential of the action programme for reducing administrative burdens in the European Union which will be completed by the end of 2012.\n(3) The group's November 2011 report on best practice in Member States to implement EU legislation in the least burdensome way showed that there is ample scope to help Member States’ public administrations implement EU legislation more efficiently.\n(4) Reducing the administrative burden and simplifying the legislation, especially for small and medium-sized businesses (SMEs), are priorities for the Commission (3).\n(5) The mandate of the group and its members should therefore be extended accordingly.\n(6) The group should continue to work closely with stakeholders and Commission services, and to have a regular and structured exchange of views and experience with the Deputy Secretary-General and the Chair of the Impact Assessment Board,", "main_body": ["Decision 2007/623/EC is amended as follows:\n(1) Article 1 is replaced by the following:\n(2) Article 2 is replaced by the following:\n— on the measures aiming to reduce the administrative burden and simplify existing legislation, with a particular focus on the needs of small businesses,\n— on its simplification rolling programme, focusing on acts with a high potential for reducing the administrative burden,\n— on the basis of the roadmaps, concerning potential administrative burden placed on business, in particular on SMEs and micro companies when applying EU legislation,\n— on measures that can be taken at national level to help Member States apply the EU legislation adopted under the administrative burden reduction programme in the least burdensome way,\n— on measures that can be taken at national level to make administrations more responsive to the concerns of SMEs and more responsive to the needs and the imperative on growth when applying EU legislation;\n(3) Article 3(1) is replaced by the following:\n(4) Article 4 is amended as follows:\n(a) in paragraph 2, the second sentence is replaced by the following:\n(b) paragraph 3 is replaced by the following:\n(c) in paragraph 4, the first sentence is replaced by the following:\n(d) paragraph 5 is replaced by the following:\n(e) paragraph 6 is replaced by the following:\n(f) paragraph 7 is replaced by the following:\n(g) the following new paragraph 8 is inserted after paragraph 7:\n(5) Article 5 is amended as follows:\n(a) paragraph 3 is replaced by the following:\n(b) paragraph 6 is replaced by the following:\n(6) Article 7 is replaced by the following:", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 31 December 2012."], "attachments": "Done at Brussels, 5 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 253, 28.9.2007, p. 40.\n(2)  OJ C 223, 18.8.2010, p. 6.\n(3)  COM(2011) 803 — Minimising regulatory burden for SMEs — Adapting EU regulation to the needs of micro-enterprises.\n(4)  Commission Decision of 29 November 2001 amending its internal Rules of Procedure (OJ L 317, 3.12.2001, p. 1).’;"}