{"celex_id": "32012D0415", "uri": "http://publications.europa.eu/resource/cellar/f1027505-5f65-42fc-a5ba-94ec59ffd284", "type": "Decision", "concepts": ["1188", "1509", "2089", "2771", "3191", "3408", "3823", "4079", "4160", "4324", "5100", "5369", "5563", "5965", "888"], "title": "2012/415/EU: Commission Implementing Decision of 18 July 2012 amending Implementing Decision 2011/630/EU as regards animal health requirements relating to bluetongue and Simbu viruses (notified under document C(2012) 4882)  Text with EEA relevance\n", "header": "21.7.2012 EN Official Journal of the European Union L 194/26\nCOMMISSION IMPLEMENTING DECISION\nof 18 July 2012\namending Implementing Decision 2011/630/EU as regards animal health requirements relating to bluetongue and Simbu viruses\n(notified under document C(2012) 4882)\n(Text with EEA relevance)\n(2012/415/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 88/407/EEC of 14 June 1988 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species (1), and in particular the first subparagraph of Article 10(2) and Article 11(2) thereof,\nWhereas:\n(1) Commission Implementing Decision 2011/630/EU of 20 September 2011 on imports into the Union of semen of domestic animals of the bovine species (2) lays down the list of third countries from which Member States are to authorise imports of semen of domestic animals of the bovine species and additional guarantees as regards specific animal diseases to be provided by certain third countries listed in Annex I thereto. It also lays down certification requirements for the imports of such semen into the Union.\n(2) The model animal health certificate in Section A of Part 1 of Annex II to Implementing Decision 2011/630/EU includes the animal health requirements for imports into the Union of semen of domestic animals of the bovine species collected, processed and stored in accordance with Directive 88/407/EEC, as amended by Council Directive 2003/43/EC (3).\n(3) The current animal health requirements for bluetongue in the model health certificate in Section A of Part 1 of Annex II to Implementing Decision 2011/630/EU provide that donor animals must fulfil the import conditions for bovine semen laid down in the Bluetongue Chapter of the Terrestrial Animal Health Code of the World Organisation for Animal Health (OIE). That Chapter recommends a whole range of risk mitigating measures aiming at either protecting the mammalian host from exposure to the infectious vector or at inactivating the virus by antibodies. In the interest of legal certainty, it is appropriate that that model health certificate sets out clearly the relevant requirements and the guarantees to be provided by the exporting third country, depending on the epidemiological situation.\n(4) In addition, the OIE has laid down a chapter on Surveillance for arthropod vectors of animal diseases in the Terrestrial Animal Health Code. Those recommendations do not include the monitoring of ruminants for antibodies to Simbu viruses, such as the Akabane and Aino viruses of the Bunyaviridae family, which in the past was considered an economical method for determining the distribution of bluetongue competent vectors until more information on the spread of those diseases became available.\n(5) Also, the OIE does not list Akabane and Aino diseases in the Terrestrial Animal Health Code. Consequently, the requirement for annual testing for those diseases to prove the absence of the vector should be deleted from Annex I to Implementing Decision 2011/630/EU and from the model health certificate in Section A of Part 1 of Annex II thereto.\n(6) Implementing Decision 2011/630/EU should therefore be amended accordingly.\n(7) To avoid any disruption of trade, the use of animal health certificates issued in accordance with Implementing Decision 2011/630/EU in its version prior to the amendments introduced by this Decision should be authorised during a transitional period subject to certain conditions.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annexes to Implementing Decision 2011/630/EU are amended in accordance with the Annex to this Decision.", "For a transitional period until 30 June 2013, Member States shall authorise imports of semen and stocks of semen from third countries which are accompanied by an animal health certificate issued not later than 31 May 2013 in accordance with the model set out in Section A of Part 1 of Annex II to Implementing Decision 2011/630/EU before the amendments introduced by this Decision.", "This Decision shall apply from 1 January 2013.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 194, 22.7.1988, p. 10.\n(2)  OJ L 247, 24.9.2011, p. 32.\n(3)  OJ L 143, 11.6.2003, p. 23.\nANNEX\n1. Annex I is replaced by the following:\nISO Code Name of the third country Remarks\nDescription of the territory Additional guarantees\nAU Australia  The additional guarantee concerning testing set out in point II.5.4.1 of the certificate in Section A of Part 1 of Annex II is compulsory.\nCA Canada (1)\nCH Switzerland (2)\nCL Chile\nGL Greenland\nHR Croatia\nIS Iceland\nNZ New Zealand\nPM Saint Pierre and Miquelon\nUS United States  The additional guarantee set out in point II.5.4.1 of the certificate in Section A of Part 1 of Annex II is compulsory.\n2. In Part 1 of Annex II, Section A is replaced by the following:\n(1)  The certificate to be used for imports from Canada is set out in Commission Decision 2005/290/EC of 4 April 2005 on simplified certificates for the importation of bovine semen and fresh pig meat from Canada and amending Decision 2004/639/EC (only for the semen collected in Canada) laid down in accordance with the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products, as approved by Council Decision 1999/201/EC.\n(2)  The certificates to be used for imports from Switzerland are set out in Annex D to Directive 88/407/EEC, with the adaptations set out in point 4 of Chapter VII(B) of Appendix 2 of Annex 11 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products as approved by Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation.’"}