{"celex_id": "32012R0328", "uri": "http://publications.europa.eu/resource/cellar/4f4886ee-3c27-4f29-963b-67bded98434b", "type": "Regulation", "concepts": ["3645", "4430", "4509", "4514", "5864"], "title": "Commission Regulation (EU) No 328/2012 of 17 April 2012 amending Regulation (EC) No 62/2006 concerning the technical specification for interoperability relating to the telematic applications for freight subsystem of the trans-European conventional rail system  Text with EEA relevance\n", "header": "18.4.2012 EN Official Journal of the European Union L 106/14\nCOMMISSION REGULATION (EU) No 328/2012\nof 17 April 2012\namending Regulation (EC) No 62/2006 concerning the technical specification for interoperability relating to the telematic applications for freight subsystem of the trans-European conventional rail system\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/57/EC of the European Parliament and of the Council of 17 June 2008 on the interoperability of the rail system within the Community (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) The Commission has received the recommendation of the European Railway Agency ERA/REC/06-2011/INT of 12 May 2011.\n(2) Each technical specification for interoperability (TSI) should indicate the strategy for implementing the TSI and the stages to be completed in order to make a gradual transition from the existing situation to the final situation in which compliance with the TSIs shall be the norm. The strategy to implement the telematic applications for freight services (TAF) TSI should not only rely on compliance of subsystems with the TSI but it should also be based on a coordinated implementation.\n(3) Commission Regulation (EC) No 62/2006 of 23 December 2005 concerning the technical specification for interoperability relating to the telematic applications for freight subsystem of the trans-European conventional rail system (2) should be aligned with Chapter 7 of Commission Regulation (EU) No 454/2011 of 5 May 2011 on the technical specifications for interoperability relating to the subsystem ‘telematics applications for passenger services’ of the trans-European rail system (3) where relevant.\n(4) In accordance with Article 3 of Regulation (EC) No 62/2006, the representative bodies of the European railway sector have sent a Strategic European Deployment Plan (SEDP) for the implementation of the Telematics Applications for Freight to the European Commission. This work should be taken into account by modifying Annex A to the Annex. Annex A refers to the detailed specifications that are the basis for the development of the TAF system. These documents need to be put under a change management process. Through this process, the Agency should update these documents in order to clarify what the baseline is for the implementation.\n(5) The individual schedules of the SEDP submitted in 2007 are outdated. Railway undertakings, infrastructures managers and wagon keepers should therefore submit to the Commission through the Steering Committee their detailed schedules indicating the intermediate steps, deliverables and dates for the implementation of the individual TAF TSI functions. Any divergence from schedules of the SEDP should be duly justified with the mitigating measures undertaken to limit further delays. This work should be based on the assumption that change requests processed in accordance with Section 7.2.2 of the Annex would be validated.\n(6) There is a need to inform all addressees of their obligations in this Regulation, in particular small freight operators which are not members of the representative bodies of the European railway sector.\n(7) Regulation (EC) No 62/2006 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee established in accordance with Article 29(1) of Directive 2008/57/EC,", "main_body": ["The following Articles 4a, 4b and 4c shall be inserted to Regulation (EC) No 62/2006:\n‘Article 4a\n1.   Railway undertakings, infrastructures managers and wagon keepers shall develop and deploy the computerised system in accordance with the provisions of Chapter 7 of the Annex to this Regulation, and in particular in accordance with the functional requirement specifications and with the master plan referred to in Section 7.1.2.\n2.   Railway undertakings, infrastructures managers and wagon keepers shall submit to the Commission through the Steering Committee referred to in Section 7.1.4 of the Annex not later than 13 May 2012 the master plan referred to in Section 7.1.2 based on their detailed schedules indicating the intermediate steps, deliverables and dates for the implementation of the individual TAF TSI functions.\n3.   They shall report on their progress to the Commission through the Steering Committee referred to in Section 7.1.4 of the Annex following the provisions of Chapter 7 of the Annex to this Regulation.", "b\n1.   The Agency shall publish the master plan referred to in Section 7.1.2, and keep it up to date.\n2.   The Agency shall update the documents referred to in Annex A on the basis of change requests that are validated before 13 May 2012 in accordance with the change management process described in Section 7.2.2. The Agency shall submit a recommendation to the Commission by 13 October 2012 on the update of Annex A which sets the baseline for implementation.\n3.   The Agency shall assess the implementation of TAF with a view to determining whether the objectives pursued and deadlines have been achieved.", "c\nMember States shall ensure that all railway undertakings, infrastructure managers, wagon keepers established on their territory are informed of this Regulation and shall designate a national contact point for the follow-up of its implementation.’", "The Annex to Regulation (EC) No 62/2006 shall be amended as follows:\n(1) Sections 7.1, 7.2 and 7.3 are replaced by the text set out in Annex I to this Regulation.\n(2) Annex A is replaced by the text set out in Annex II to this Regulation.\n(3) In Section 2.3.1, in the paragraph starting with ‘some specific service providers…’, the text ‘(see also Annex A index 6)’ is deleted.\n(4) In Sections 4.2, 4.2.3.1, 4.2.4.1, 4.2.8.1, the reference to ‘index 1’ is replaced by a reference to ‘Appendix F’.\n(5) In Section 4.2.1.1, the sentence\n(6) In Section 4.2.1.2, the sentences\n(7) In Section 4.2.2.1, ‘index 4’ is replaced by ‘Appendix F’, and ‘index 1’ is replaced by ‘Appendix F’.\n(8) In Section 4.2.11.2, ‘index 2’ is replaced by ‘Appendices D and F’.\n(9) In Section 4.2.11.3, ‘index 2’ is replaced by ‘Appendices A, B, F and Annex 1 to Appendix B’.\n(10) In Section 6.2, ‘index 1’ is replaced by ‘Appendices E and F’.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 April 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 191, 18.7.2008, p. 1.\n(2)  OJ L 13, 18.1.2006, p. 1.\n(3)  OJ L 123, 12.5.2011, p. 11.\nANNEX I\n7.1.   Modalities of application of this TSI\n7.1.1.   Introduction\nThis TSI concerns the subsystem telematics applications for freight services. This subsystem is functional according to Annex II to Directive 2008/57/EC. The application of this TSI therefore does not rely on the notion of new, renewed or upgraded subsystem, as is customary in the case of TSIs related to structural subsystems, except where it is specified in the TSI.\nThe TSI is implemented in phases:\n—   phase one: detailed IT specifications and master plan,\n—   phase two: development,\n—   phase three: deployment.\n7.1.2.   Phase one — detailed IT specifications and master plan\nThe functional requirement specifications which shall be used as basis for above technical architecture during the development and deployment of the computerised system are in the Appendices A to F of Annex A.\nThe mandatory master plan from-concept-to-delivery of the computerised system, based on the Strategic European Deployment Plan (SEDP) prepared by the rail sector, includes the core architecture components of the system and the identification of the major activities which shall be executed.\n7.1.3.   Phase 2 and 3 — development and deployment\nRailway undertakings, infrastructures managers and wagon keepers shall develop and deploy the TAF computerised system in accordance with the provisions of Chapter 7.\n7.1.4.   Governance, roles and responsibilities\nThe development and deployment shall be put under a governance structure with following actors.\nThe Steering Committee\nThe Steering Committee shall have following roles and responsibilities:\n1. The Steering Committee shall provide for the strategic management structure to efficiently manage and coordinate the work for implementing the TAF TSI. This shall involve setting the policy, the strategic direction and prioritisation. In doing so, the Steering Committee shall also take into account the interests of small undertakings, new entrants, and railway undertaking providing specific services.\n2. The Steering Committee shall monitor the implementation progress. It shall regularly report to the European Commission about the progress achieved compared with the master plan, at least four times a year. The Steering Committee shall make the necessary steps to adjust above development in the case of a deviation from the master plan.\n3. The Steering Committee shall be composed by\n— the representative bodies from the railway sector acting on a European level as defined in Article 3(2) of Regulation (EC) No 881/2004/EC (“the rail sector representative bodies”),\n— the European Railway Agency, and\n— the Commission.\n4. This Steering Committee shall be co-chaired by (a) the Commission and (b) a person nominated by the rail sector representative bodies. The Commission assisted by the members of the Steering Committee shall draft the rules of procedure of this Steering Committee, on which the Steering Committee shall agree.\n5. The members of the Steering Committee may propose to the Steering Committee that other organisations be included as observers where there are sound technical and organisational reasons for doing so.\nThe Stakeholders\nThe railway undertakings, infrastructure managers and wagon keepers shall set up an efficient project governance structure which enables the TAF system to be efficient developed and deployed.\nAbove stakeholders shall:\n— provide the necessary efforts and resources needed for the implementation of this Regulation,\n— comply with the principles of access to the TAF TSI common components which shall be available to all market participants at a unified, transparent and lowest possible service cost structure,\n— ensure that all market participants have access to all data exchanged required for fulfilling their legal obligations and for the performance of their functions in accordance with the TAF TSI functional requirements,\n— protect the confidentiality of customer relationships,\n— set-up a mechanism which will enable “latecomers” to join the TAF development and to profit from achieved TAF developments related to the common components in a way which is satisfactory both for above stakeholders and for the “newcomers” in particular with a view to fair cost sharing,\n— report of progress with implementation plans to the TAF Steering Committee. This reporting includes also — where appropriate — deviations from the master plan.\nThe Representative Bodies\nThe Representative Bodies from the railway sector acting on a European level as defined in Article 3(2) of Regulation (EC) No 881/2004/EC shall have the following roles and responsibilities:\n— represent their individual stakeholder members at the TAF TSI Steering Committee,\n— raise awareness of their members on their obligations related to the implementation of the present Regulation,\n— ensure current and complete access for all above stakeholders to status information on the work of the Steering Committee and any other groups in order to safeguard each representative’s interests in the implementation of TAF TSI in a timely manner,\n— ensure the efficient information flow from their individual stakeholder members to the TAF Steering Committee so that the stakeholders’ interest is duly taken into account for decisions affecting the TAF development and deployment,\n— ensure the efficient information flow from the TAF Steering Committee to their individual stakeholder members so that the stakeholders are duly informed about decisions affecting the TAF development and deployment.\n7.2.   Change management\n7.2.1.   Change management process\nChange management procedures shall be designed to ensure that the costs and benefits of change are properly analysed and that changes are implemented in a controlled way. These procedures shall be defined, put in place, supported and managed by the European Railway Agency and shall include:\n— the identification of the technical constraints underpinning the change,\n— a statement of who takes responsibility for the change implementation procedures,\n— the procedure for validating the changes to be implemented,\n— the policy for change management, release, migration and roll-out,\n— the definition of the responsibilities for the management of the detailed specifications and for both its quality assurance and configuration management.\nThe Change Control Board (CCB) shall be composed of the European Railway Agency, rail sector representative bodies and national safety authorities. Such an affiliation of the parties shall ensure a perspective on the changes that are to be made and an overall assessment of their implications. The Commission may add further parties to the CCB if their participation is seen to be necessary. The CCB ultimately shall be brought under the aegis of the European Railway Agency.\n7.2.2.   Specific change management process for documents listed in Annex A to this Regulation\nThe change control management for the documents listed in Annex A to this Regulation shall be established by the European Railway Agency in accordance with the following criteria:\n1. The change requests affecting the documents are submitted either via the National Safety Authorities (NSA), or via the representative bodies from the railway sector acting on a European level as defined in Article 3(2) of Regulation (EC) No 881/2004, or via the TAF TSI Steering Committee. The Commission may add further submitting parties if their contribution is seen to be necessary.\n2. The European Railway Agency shall gather and store the change requests.\n3. The European Railway Agency shall present change requests to the dedicated ERA working party, which will evaluate them and prepare a proposal accompanied by an economic evaluation, where appropriate.\n4. Afterwards the European Railway Agency shall present the change request and the associated proposal to the change control board that will or will not validate or postpone the change request.\n5. If the change request is not validated, the European Railway Agency shall send back to the requester either the reason for the rejection or a request for additional information about the draft change request.\n6. The document shall be amended on the basis of validated change requests.\n7. The European Railway Agency shall submit a recommendation to update Annex A to the Commission together with the draft new version of the document, the change requests and their economic evaluation.\n8. The European Railway Agency shall make the draft new version of the document and the validated change requests available on its web site.\n9. Once the update of Annex A is published in the Official Journal of the European Union, the European Railway Agency shall make the new version of the document available on its web site.\nWhere change control management affects elements which are in common use within the TAP TSI, the changes shall be made so as to remain as close as possible to the implemented TAP TSI in order to achieve optimum synergies.\nANNEX II\n‘ANNEX A\nLIST OF ACCOMPANYING DOCUMENTS\nList of mandatory specifications\nIndex N Reference Document Name Version\n5 ERA_FRS_TAF_A_Index_5.doc TAF TSI — ANNEX A.5: Figures and Sequence Diagrams of the TAF TSI Messages 1.0\nAppendix Reference Document Name Version\nA ERA_FRS_TAF_D_2_Appendix_A.doc TAF TSI — ANNEX D.2: APPENDIX A (WAGON/ILU TRIP PLANNING) 1.0\nB ERA_FRS_TAF_D_2_Appendix_B.doc TAF TSI — ANNEX D.2: APPENDIX B — WAGON AND INTERMODAL UNIT OPERATING DATABASE (WIMO) 1.0\nB — Annex 1 ERA_FRS_TAF_D_2_Appendix_B_Annex_1.doc TAF TSI — ANNEX D.2: APPENDIX B — WAGON AND INTERMODAL UNIT OPERATING DATABASE (WIMO) — ANNEX 1: WIMO DATA 1.0\nC ERA_FRS_TAF_D_2_Appendix_C.doc TAF TSI — ANNEX D.2: APPENDIX C — REFERENCE FILES 1.0\nD ERA_FRS_TAF_D_2_Appendix_D.doc TAF TSI — ANNEX D.2: APPENDIX D — INFRASTRUCTURE RESTRICTION NOTICE DATA 1.0\nE ERA_FRS_TAF_D_2_Appendix_E.doc TAF TSI — ANNEX D.2: APPENDIX E — COMMON INTERFACE 1.0\nF ERA_FRS_TAF_D_2_Appendix_F.doc TAF TSI — ANNEX D.2: APPENDIX F — TAF TSI DATA AND MESSAGE MODEL 1.0’"}