{"celex_id": "32012D0123", "uri": "http://publications.europa.eu/resource/cellar/c6830a5d-6d98-4926-b59d-be612504c482", "type": "Decision", "concepts": ["2156", "2381", "3483", "3584", "3870", "4354", "5404"], "title": "Council Decision 2012/123/CFSP of 27 February 2012 amending Decision 2011/523/EU partially suspending the application of the Cooperation Agreement between the European Economic Community and the Syrian Arab Republic\n", "header": "28.2.2012 EN Official Journal of the European Union L 54/18\nCOUNCIL DECISION 2012/123/CFSP\nof 27 February 2012\namending Decision 2011/523/EU partially suspending the application of the Cooperation Agreement between the European Economic Community and the Syrian Arab Republic\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207 in conjunction with Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 18 January 1977, the European Economic Community and the Syrian Arab Republic concluded a Cooperation Agreement (1) (‘the Cooperation Agreement’) to promote overall cooperation with a view to strengthening relations between them.\n(2) On 2 September 2011, the Council adopted Decision 2011/523/EU (2) which partially suspends the application of the Cooperation Agreement until the Syrian authorities put an end to the systematic violations of human rights and can again be considered as being in compliance with general international law and the principles which form the basis of the Cooperation Agreement.\n(3) Since then, and in view of the further deterioration of the situation in Syria, the Union has adopted further restrictive measures against the Syrian regime (3).\n(4) In this regard, the partial suspension of the application of the Cooperation Agreement should continue. In line with the approach set out in Decision 2011/523/EU, the suspension should aim at targeting the Syrian authorities, not the people of Syria, and should be limited accordingly. Since gold, precious metals and diamonds are products the trade in which benefits in particular the Syrian regime, and which therefore supports its repressive policies, the suspension should be extended so as to apply also to trade in these materials,", "main_body": ["The measures listed in the Annex to this Decision shall be added to the Annex to Decision 2011/523/EU.", "This Decision shall be notified to the Syrian Arab Republic.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 February 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 269, 27.9.1978, p. 2.\n(2)  OJ L 228, 3.9.2011, p. 19.\n(3)  Council Regulation (EU) No 36/2012 of 18 January 2012 concerning restrictive measures in view of the situation in Syria (OJ L 16, 19.1.2012, p. 1), Council Implementing Regulation (EU) No 55/2012 of 23 January 2012 implementing Article 33(1) of Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria (OJ L 19, 24.1.2012, p. 6), Council Implementing Decision 2012/37/CFSP of 23 January 2012 implementing Decision 2011/782/CFSP concerning restrictive measures against Syria (OJ L 19, 24.1.2012, p. 33).\nANNEX\nList of measures referred to in Article 1\n‘(6) The sale, supply, transfer or export, directly or indirectly, of gold, precious metals and diamonds, as listed below, whether or not originating in the Union, to the Government of Syria, its public bodies, corporations and agencies, the Central Bank of Syria, any person, entity or body acting on their behalf or at their direction, or any entity or body owned or controlled by them;\n(7) The purchase, import or transport, directly or indirectly, of gold, precious metals and diamonds, as listed below, whether the item concerned originates in Syria or not, from the Government of Syria, its public bodies, corporations and agencies, the Central Bank of Syria and any person, entity or body acting on their behalf or at their direction, or any entity or body owned or controlled by them; and\n(8) The provision, directly or indirectly, technical assistance or brokering services, financing or financial assistance, related to the goods referred to in points (6) and (7), to the Government of Syria, its public bodies, corporations and agencies, the Central Bank of Syria and any person, entity or body acting on their behalf or at their direction, or any entity or body owned or controlled by them.\nThe gold, precious metals and diamonds referred to in this Annex are:\nHS Code Description\n7102 Diamonds, whether or not worked, but not mounted or set.\n7106 Silver (including silver plated with gold or platinum), unwrought or in semi-manufactured forms, or in powder form.\n7108 Gold (including gold plated with platinum), unwrought or in semi-manufactured forms, or in powder form.\n7109 Base metals or silver, clad with gold, not further worked than semi-manufactured.\n7110 Platinum, unwrought or in semi-manufactured forms, or in powder form.\n7111 Base metals, silver or gold, clad with platinum, not further worked than semi-manufactured.\n7112 Waste and scrap of precious metal or of metal clad with precious metal; other waste and scrap containing precious metal or precious-metal compounds, of a kind used principally for the recovery of precious metal.’."}