{"celex_id": "32011R0499", "uri": "http://publications.europa.eu/resource/cellar/be398810-9932-4db2-875f-3141e24b817a", "type": "Regulation", "concepts": ["2735", "4284", "5283", "807", "826", "862"], "title": "Commission Implementing Regulation (EU) No 499/2011 of 18 May 2011 amending Regulation (EU) No 945/2010 adopting the plan allocating to the Member States resources to be charged to the 2011 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the EU and derogating from certain provisions of Regulation (EU) No 807/2010\n", "header": "21.5.2011 EN Official Journal of the European Union L 134/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 499/2011\nof 18 May 2011\namending Regulation (EU) No 945/2010 adopting the plan allocating to the Member States resources to be charged to the 2011 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the EU and derogating from certain provisions of Regulation (EU) No 807/2010\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular points (f) and (g) of Article 43, in conjunction with Article 4 thereof,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (2), and in particular Article 3(2) thereof,\nWhereas:\n(1) A number of Member States have informed the Commission in accordance with Article 3(5) of Commission Regulation (EU) No 807/2010 of 14 September 2010 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Union (3) that they shall not be able to use certain quantities of products allocated to them under the 2011 plan adopted by Commission Regulation (EU) No 945/2010 (4).\n(2) In accordance with Article 3(5) of Regulation (EU) No 807/2010 the Commission may allocate the available resources to other Member States on the basis of their applications and their actual use of products made available and allocations made during previous financial years.\n(3) This revision of the plan for 2011 being made at a time when national administrative arrangements for the implementation of the plan should be approaching completion, it is appropriate that the reallocated quantities are not taken into account for calculating whether Member States have respected their obligation laid down in the first paragraph of Article 5 of Regulation (EU) No 945/2010 and in the second subparagraph of Article 3(2) of Regulation (EU) No 807/2010 to have withdrawn 70 % of cereals by the deadlines fixed therein.\n(4) Regulation (EU) No 945/2010 should therefore be amended accordingly.\n(5) The Management Committee for the Common Organization of the Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["Regulation (EU) No 945/2010 is amended as follows:\n(a) In Article 5, the following paragraph is added:\n— 12 856 tonnes allocated to Italy and\n— 306 tonnes allocated to Slovenia.’\n(b) Annex I and III are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 2011.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 349, 24.12.1998, p. 1.\n(3)  OJ L 242, 15.9.2010, p. 9.\n(4)  OJ L 278, 22.10.2010, p. 1.\nANNEX\nAnnex I and III to Regulation (EU) No 945/2010 are amended as follows:\n(1) Annex I is replaced by the following:\n(a) Financial resources made available to implement the 2011 plan in each Member State:\n(in EUR)\nMember State Distribution\nBelgique/België 10 935 075\nБългария 11 042 840\nČeská republika 45 959\nEesti 755 405\nÉire/Ireland 1 196 457\nElláda 20 045 000\nEspaña 74 731 353\nFrance 72 741 972\nItalia 102 023 445\nLatvija 6 723 467\nLietuva 7 781 341\nLuxembourg 107 483\nMagyarország 14 146 729\nMalta 640 243\nPolska 75 422 222\nPortugal 20 513 026\nRomânia 49 578 143\nSlovenija 2 441 755\nSlovakia 4 809 692\nSuomi/Finland 4 318 393\nTotal 480 000 000\n(b) Quantity of each type of product to be withdrawn from EU intervention stocks for distribution in each Member State subject to the maximum amounts laid down in point (a) of this Annex:\n(in tonnes)\nMember State Cereals Butter Skimmed milk powder Sugar\nBelgique/België 74 030 — 1 687\nБългария 103 318 — —\nČeská Republika 401 — — 9\nEesti 7 068 — — —\nEire/Ireland 250 109 —\nElláda 88 836 976 —\nEspaña 305 207 — 23 507\nFrance 491 108 — 11 305\nItalia 480 539 — 28 281\nLatvija 50 663 — 730\nLietuva 61 000 — 704\nLuxembourg (1) — — —\nMagyarország 132 358 — —\nMalta 5 990 — —\nPolska 441 800 — 15 743\nPortugal 61 906 458 5 000\nRomânia 370 000 — 5 600\nSlovenija 14 465 — 500\nSlovakia 45 000 — —\nSuomi/Finland 25 338 — 899\nTotal 2 759 277 1 543 93 956 9\n(2) Annex III is amended as follows:\n(a) point (a) is replaced by the following:\n‘(a) Intra-EU transfers of cereals authorised under the plan for the 2011 budget year:\nQuantity Holder Recipient\n1. 39 080 BLE, Deutschland BIRB, Belgique\n2. 57 631 Pôdohospodárska platobná agentúra, Slovenská Republika Държавен фонд ‘Земеделие’ — Разплащателна агенция, България\n3. 250 FranceAgriMer, France OFI, Ireland\n4. 88 836 Mezőgazdasági és Vidékfejlesztési Hivatal, Magyarország OPEKEPE, Elláda\n5. 305 207 FranceAgriMer, France FEGA, España\n6. 467 683 BLE, Deutschland AGEA, Italia\n7. 27 670 PRIA, Eesti Rural Support Service, Latvia\n8. 5 990 AMA, Austria Ministry for Resources and Rural Affairs Paying Agency, Malta\n9. 75 912 BLE, Deutschland ARR, Polska\n10. 61 906 FranceAgriMer, France IFAP I.P., Portugal\n11. 146 070 SZIF, Česká republika Agenția de Plăți și Intervenție pentru Agricultură, România\n12. 162 497 Mezőgazdasági és Vidékfejlesztési Hivatal, Magyarország Agenția de Plăți și Intervenție pentru Agricultură, România\n13. 14 159 AMA, Austria Agencija Republike Slovenije za kmetijske trge in razvoj podeželja, Slovenija\n14. 12 856 Agency for Rural Affairs, Suomi/Finland AGEA, Italia\n15. 306 Agency for Rural Affairs, Suomi/Finland Agencija Republike Slovenije za kmetijske trge in razvoj podeželja, Slovenija’\n(b) In point (b), row 4 is replaced by the following:\n‘4. 13 147 BLE, Deutschland ARR, Polska’\n(1)  Luxembourg: allocation for the purchase of dairy products on the EU market: 101 880 EUR, to be accounted against the skimmed milk powder allocation of Luxembourg.’"}