{"celex_id": "32015D0001", "uri": "http://publications.europa.eu/resource/cellar/8b18d134-d51b-11e4-9de8-01aa75ed71a1", "type": "Decision", "concepts": ["189", "3246", "4250", "445259", "5399"], "title": "Decision (EU) 2015/529 of the European Central Bank of 21 January 2015 amending Decision ECB/2004/3 on public access to European Central Bank documents (ECB/2015/1)\n", "header": "28.3.2015 EN Official Journal of the European Union L 84/64\nDECISION (EU) 2015/529 OF THE EUROPEAN CENTRAL BANK\nof 21 January 2015\namending Decision ECB/2004/3 on public access to European Central Bank documents (ECB/2015/1)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 12.3 thereof,\nHaving regard to Decision ECB/2004/2 of 19 February 2004 adopting the Rules of Procedure of the European Central Bank (1), and in particular Article 23 thereof,\nWhereas:\n(1) Pursuant to Article 127(6) of the Treaty on the Functioning of the European Union, the Council adopted Regulation (EU) No 1024/2013 (2) which confers on the European Central Bank (ECB) specific tasks concerning policies relating to the prudential supervision of credit institutions, with a view to contributing to the safety and soundness of credit institutions and the stability of the financial system within the Union and each Member State, with full regard and duty of care for the unity and integrity of the internal market. These specific tasks are in addition to the task of the European System of Central Banks (ESCB), under Article 127(5) of the Treaty, of contributing to the smooth conduct of policies pursued by the competent authorities relating to the prudential supervision of credit institutions and the stability of the financial system.\n(2) Decision ECB/2004/3 (3) was amended by Decision ECB/2011/6 (4) in order to ensure the protection of the public interest as regards the stability of the financial system in the Union and in Member States, in respect of requests for access to ECB documents relating to ECB activities and policies or decisions drawn up or held by the ECB in the field of financial stability, including those relating to the provision of support by the ECB to the European Systemic Risk Board.\n(3) In carrying out the specific tasks referred to in the first recital, the ECB will also draw up or hold documents relating to the prudential supervision of credit institutions. Such documents will qualify as ECB documents within the meaning of Decision ECB/2004/3.\n(4) There is a need to ensure the protection of the public interest as regards the Union's or a Member State's policy relating to the prudential supervision of credit institutions in the context of public access requests to ECB documents. There is also a need to ensure the protection of the public interest as regards the purpose of supervisory inspections.\n(5) In accordance with Article 23.1 of the Rules of Procedure of the European Central Bank, adopted in Decision ECB/2004/2, the proceedings of the decision-making bodies of the ECB, or any committee or group established by them, of the Supervisory Board, its Steering Committee and any of its substructures of a temporary nature shall be confidential unless the Governing Council authorises the President of the ECB to make the outcome of their deliberations public. The President is to consult the Chair of the Supervisory Board prior to making any such decision in relation to the proceedings of the Supervisory Board, its Steering Committee and any of its substructures of a temporary nature.\n(6) The applicable Union law is relevant for both disclosure and confidentiality of information held by competent authorities in the exercise of prudential supervision of credit institutions, in particular Regulation (EU) No 575/2013 of the European Parliament and of the Council (5) and Directive 2013/36/EU of the European Parliament and of the Council (6).\n(7) Developments in the economies of the Member States and in the financial markets, and their impact on the conduct of the ECB's monetary policy, and/or on the stability of the financial system in the Union or in a Member State, have increased the need for interaction between the ECB and Member States' authorities, and between the ECB and European and international institutions or bodies. It has proven to be of crucial importance for the ECB to be in a position to convey pertinent and candid messages to European and Member States' authorities so as to most effectively serve the public interest in the fulfilment of its mandate. This could entail that effective informal and confidential communication must also be possible and should not be undermined by the prospect of disclosure.\n(8) More specifically, the ECB is required to interact with national authorities and bodies, Union institutions, bodies, offices and agencies, relevant international organisations, supervisory authorities and administrations of third countries, in relation to: (a) the ESCB's support for the general economic policies of the Union pursuant to Article 127(1) of the Treaty; (b) the ESCB's contribution to the smooth conduct of policies pursued by the competent authorities relating to the prudential supervision of credit institutions and the stability of the financial system, pursuant to Article 127(5) of the Treaty; and (c) the tasks conferred on the ECB by Regulation (EU) No 1024/2013. In particular, pursuant to Article 6(2) of Regulation (EU) No 1024/2013, both the ECB and national competent authorities have a duty to cooperate in good faith and an obligation to exchange information. The ECB also cooperates at international level where ESCB tasks are concerned. For the ECB to cooperate effectively, it is essential to provide and preserve a ‘space to think’ for the free and constructive exchange of views and information between the abovementioned authorities, institutions and other bodies. On this basis, the ECB should be entitled to protect documents exchanged as part of its cooperation with national central banks, national competent authorities, national designated authorities and other relevant authorities and bodies.\n(9) In addition, in carrying out the task of the ESCB to promote the smooth operation of payment systems, it is important to protect documents the disclosure of which would undermine the public interest as regards the soundness and security of the financial market infrastructures, payment schemes and payment service providers.\n(10) Therefore, Decision ECB/2004/3 should be amended accordingly,", "main_body": ["Amendments\nDecision ECB/2004/3 is amended as follows:\n(1) in Article 3 the following definitions are added:\n‘(c) “national competent authority” (NCA) and “national designated authority” (NDA) have the meaning given to them by Council Regulation (EU) No 1024/2013 (7);\n(d) “other relevant authorities and bodies” means relevant national authorities and bodies, Union institutions, bodies, offices and agencies, relevant international organisations, supervisory authorities and administrations of third countries.\n(2) in Article 4(1)(a) the first indent is replaced by the following:\n— ‘the confidentiality of the proceedings of the ECB's decision-making bodies, the Supervisory Board or other bodies established pursuant to Regulation (EU) No 1024/2013,’\n(3) in Article 4(1)(a) the following indents are added:\n— ‘the Union's or a Member State's policy relating to the prudential supervision of credit institutions and other financial institutions,\n— the purpose of supervisory inspections,\n— the soundness and security of financial market infrastructures, payment schemes or payment service providers.’\n(4) Article 4(3) is replaced by the following:\n(5) in Article 7(1), the reference to ‘Director-General Secretariat and Language Services’ is replaced by ‘Director-General Secretariat’.", "Entry into force\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 21 January 2015.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 80, 18.3.2004, p. 33.\n(2)  Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (OJ L 287, 29.10.2013, p. 63).\n(3)  Decision ECB/2004/3 of 4 March 2004 on public access to European Central Bank documents (OJ L 80, 18.3.2004, p. 42).\n(4)  Decision ECB/2011/6 of 9 May 2011 amending Decision ECB/2004/3 on public access to European Central Bank documents (OJ L 158, 16.6.2011, p. 37).\n(5)  Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (OJ L 176, 27.6.2013, p. 1).\n(6)  Directive 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJ L 176, 27.6.2013, p. 338).\n(7)  Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (OJ L 287, 29.10.2013, p. 63).’"}