{"celex_id": "32013R0496", "uri": "http://publications.europa.eu/resource/cellar/b8875943-cc1a-11e2-8725-01aa75ed71a1", "type": "Regulation", "concepts": ["2299", "2590", "2771", "333", "4385", "451486", "451885", "451912"], "title": "Commission Implementing Regulation (EU) No 496/2013 of 29 May 2013 amending Annex I to Council Regulation (EC) No 732/2008 applying a scheme of generalised tariff preferences\n", "header": "30.5.2013 EN Official Journal of the European Union L 143/11\nCOMMISSION IMPLEMENTING REGULATION (EU) No 496/2013\nof 29 May 2013\namending Annex I to Council Regulation (EC) No 732/2008 applying a scheme of generalised tariff preferences\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular Article 207 thereof,\nHaving regard to Council Regulation (EC) No 732/2008 of 22 July 2008 applying a scheme of generalised tariff preferences from 1 January 2009 and amending Regulations (EC) No 552/97, (EC) No 1933/2006 and Commission Regulations (EC) No 1100/2006 and (EC) No 964/2007 (1) (GSP Regulation), and in particular Article 25 thereof,\nWhereas:\n(1) Recital 12 of Regulation (EC) No 732/2008 provides that the special arrangement for the least-developed countries should continue to grant duty-free access to the Community market for products originating in the least-developed countries, as recognised and classified by the UN.\n(2) In accordance with point (b) of Article 25 of the GSP Regulation the Commission shall adopt amendments made necessary by change in the international status or classification of countries or territories.\n(3) The Republic of South Sudan (hereinafter South Soudan) has become an independent State. On 14 July 2011 the General Assembly of United Nations adopted Resolution A/RES/65/308 admitting South Sudan to membership in the United Nations.\n(4) On 18 December 2012 the General Assembly of United Nations adopted Resolution A/RES/67/136 adding South Sudan to the list of Least Developed Countries.\n(5) The Netherlands Antilles have been dissolved. Bonaire, Sint Eustatius and Saba, Curaçao and Sint Maarten (Dutch part) are now overseas countries and territories of the Kingdom of Netherlands.\n(6) Commission Regulation (EU) No 1106/2012 of 27 November 2012 implementing Regulation (EC) No 471/2009 of the European Parliament and of the Council on Community statistics relating to external trade with non-member countries, as regards the update of the nomenclature of countries and territories (2) deleted Netherlands Antilles from and included Bonaire, Sint Eustatius and Saba, Curaçao, Sint Maarten (Dutch part) and South Sudan in the version of nomenclature of countries and territories for the external trade statistics of the Union and statistics of trade between Member States which is valid as from 1 January 2013.\n(7) Accordingly Annex I to the GSP Regulation should be amended as follows. Netherlands Antilles should be deleted from Column B of Annex I to the GSP Regulation. South Sudan, Bonaire, Sint Eustatius and Saba, Curaçao and Sint Maarten (Dutch part) should be included in Column B of Annex I to the GSP Regulation. South Sudan should be also included in Column D of Annex I to the GSP Regulation, as country included in the special arrangement for the least developed countries.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["Annex I to Regulation (EC) No 732/2008 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 211, 6.8.2008, p. 1.\n(2)  OJ L 328, 28.11.2012, p. 7.\nANNEX\n‘ANNEX I\nBeneficiary countries\n (1)\nand territories of the Community’s scheme of generalised tariff preferences\nColumn A : alphabetical code, in accordance with the nomenclature of countries and territories for the external trade statistics of the Community\nColumn B : name of the country or territory\nColumn C : section(s) in respect of which the tariff preferences have been removed, for the beneficiary country concerned (Article 13)\nColumn D : country included in the special arrangement for the least developed countries (Article 11)\nColumn E : country included in the special incentive arrangement for sustainable development and good governance (Article 7)\nA B C D E\nAE United Arab Emirates\nAF Afghanistan   X\nAG Antigua and Barbuda\nAI Anguilla\nAM Armenia    X\nAO Angola   X\nAQ Antarctica\nAR Argentina\nAS American Samoa\nAW Aruba\nAZ Azerbaijan    X\nBB Barbados\nBD Bangladesh   X\nBF Burkina Faso   X\nBH Bahrain\nBI Burundi   X\nBJ Benin   X\nBM Bermuda\nBN Brunei Darussalam\nBO Bolivia    X\nBQ Bonaire, Sint Eustatius and Saba\nBR Brazil S-IV Prepared foodstuffs; beverages, spirits and vinegar; tobacco and manufactured tobacco substitutes\nS-IX Wood and articles of wood; wood charcoal; cork and articles of cork; manufactures of straw, of esparto or of other plaiting materials; basket ware and wickerwork\nBS Bahamas\nBT Bhutan   X\nBV Bouvet Island\nBW Botswana\nBY Belarus\nBZ Belize\nCC Cocos Islands (or Keeling Islands)\nCD Congo, Democratic Republic of   X\nCF Central African Republic   X\nCG Congo\nCI Côte d’Ivoire\nCK Cook Islands\nCM Cameroon\nCN China, People’s Republic of S-VI Products of the chemical or allied industries\nS-VII Plastics and articles thereof; rubber and articles thereof\nS-VIII Raw hides and skins, leather, furskins and articles thereof; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silkworm gut)\nS-IX Wood and articles of wood; wood charcoal; cork and articles of cork; manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork\nS-XI(a) Textiles; S-XI(b) Textile articles\nS-XII Footwear, headgear, umbrellas, sun umbrellas, walking sticks, seat-sticks, whips, riding-crops and parts thereof; prepared feathers and articles made therewith; artificial flowers; articles of human hair\nS-XIII Articles of stone, plaster, cement, asbestos, mica or similar materials; ceramic products; glass and glassware\nS-XIV Natural or cultured pearls, precious or semi-precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coin\nS-XV Base metals and articles of base metal\nS-XVI Machinery and mechanical appliances; electrical equipment; parts thereof; sound recorders and reproducers, television image and sound recorders and reproducers, and parts and accessories of such articles\nS-XVII Vehicles, aircraft, vessels and associated transport equipment\nS-XVIII Optical, photographic, cinematographic, measuring, checking, precision, medical or surgical instruments and apparatus; clocks and watches; musical instruments; parts and accessories thereof\nS-XX Miscellaneous manufactured articles\nCO Colombia    X\nCR Costa Rica    X\nCU Cuba\nCV Cape Verde   X\nCW Curaçao\nCX Christmas Island\nDJ Djibouti   X\nDM Dominica\nDO Dominican Republic\nDZ Algeria\nEC Ecuador    X\nEG Egypt\nER Eritrea   X\nET Ethiopia   X\nFJ Fiji\nFK Falkland Islands\nFM Micronesia, Federated States of\nGA Gabon\nGD Grenada\nGE Georgia    X\nGH Ghana\nGI Gibraltar\nGL Greenland\nGM Gambia   X\nGN Guinea   X\nGQ Equatorial Guinea   X\nGS South Georgia and South Sandwich Islands\nGT Guatemala    X\nGU Guam\nGW Guinea-Bissau   X\nGY Guyana\nHM Heard Island and McDonald Islands\nHN Honduras    X\nHT Haiti   X\nID Indonesia S-III Animal or vegetable fats and oils and their cleavage products; prepared edible fats; animal or vegetable waxes\nIN India S-XI(a) Textiles\nIO British Indian Ocean Territory\nIQ Iraq\nIR Iran\nJM Jamaica\nJO Jordan\nKE Kenya\nKG Kyrgyzstan\nKH Cambodia   X\nKI Kiribati   X\nKM Comoros   X\nKN St Kitts and Nevis\nKW Kuwait\nKY Cayman Islands\nKZ Kazakhstan\nLA Lao People’s Democratic Republic   X\nLB Lebanon\nLC St Lucia\nLK Sri Lanka    X\nLR Liberia   X\nLS Lesotho   X\nLY Libyan Arab Jamahiriya\nMA Morocco\nMG Madagascar   X\nMH Marshall Islands\nML Mali   X\nMM Myanmar/Burma   X\nMN Mongolia    X\nMO Macao\nMP Northern Mariana Islands\nMR Mauritania   X\nMS Montserrat\nMU Mauritius\nMV Maldives   X\nMW Malawi   X\nMX Mexico\nMY Malaysia S-III Animal or vegetable fats and oils and their cleavage products; prepared edible fats; animal or vegetable waxes\nMZ Mozambique   X\nNA Namibia\nNC New Caledonia\nNE Niger   X\nNF Norfolk Island\nNG Nigeria\nNI Nicaragua    X\nNP Nepal   X\nNR Nauru\nNU Niue\nOM Oman\nPA Panama\nPE Peru    X\nPF French Polynesia\nPG Papua New Guinea\nPH Philippines\nPK Pakistan\nPM St Pierre and Miquelon\nPN Pitcairn\nPW Palau\nPY Paraguay    X\nQA Qatar\nRU Russian Federation\nRW Rwanda   X\nSA Saudi Arabia\nSB Solomon Islands   X\nSC Seychelles\nSD Sudan   X\nSH Saint Helena\nSL Sierra Leone   X\nSN Senegal   X\nSO Somalia   X\nSR Suriname\nSS South Sudan   X\nST São Tomé and Príncipe   X\nSV El Salvador    X\nSX Sint Maarten (Dutch part)\nSY Syrian Arab Republic\nSZ Swaziland\nTC Turks and Caicos Islands\nTD Chad   X\nTF French Southern Territories\nTG Togo   X\nTH Thailand S-XIV Natural or cultured pearls, precious or semi-precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coin\nTJ Tajikistan\nTK Tokelau\nTL Timor-Leste   X\nTM Turkmenistan\nTN Tunisia\nTO Tonga\nTT Trinidad and Tobago\nTV Tuvalu   X\nTZ Tanzania   X\nUA Ukraine\nUG Uganda   X\nUM United States Minor Outlying Islands\nUY Uruguay\nUZ Uzbekistan\nVC St Vincent and the Grenadines\nVE Venezuela\nVG Virgin Islands, British\nVI Virgin Islands, US\nVN Vietnam S-XII Footwear, headgear, umbrellas, sun umbrellas, walking sticks, seat-sticks, whips, riding crops and parts thereof; prepared feathers and articles made therewith; artificial flowers; articles of human hair\nVU Vanuatu   X\nWF Wallis and Futuna\nWS Samoa   X\nYE Yemen   X\nYT Mayotte\nZA South Africa\nZM Zambia   X\nZW Zimbabwe’\n(1)  This list includes countries which may have been suspended temporarily from the Community’s GSP or which may not have complied with the requirements for administrative cooperation (a precondition for goods to be granted the benefit of tariff preferences). The Commission or the competent authorities of the country concerned will provide an updated list."}