{"celex_id": "32013R0482", "uri": "http://publications.europa.eu/resource/cellar/b21bf6b3-c518-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "3191", "3579", "4689", "5029", "994"], "title": "Commission Implementing Regulation (EU) No 482/2013 of 24 May 2013 amending Regulation (EU) No 206/2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements  Text with EEA relevance\n", "header": "25.5.2013 EN Official Journal of the European Union L 139/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 482/2013\nof 24 May 2013\namending Regulation (EU) No 206/2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of Article 8(1) and (4) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 206/2010 (2) lays down the veterinary certification requirements for the introduction into the Union of certain consignments of live animals or fresh meat. It also lays down the lists of third countries, territories or parts thereof from which those consignments may be introduced into the Union.\n(2) Regulation (EU) No 206/2010 provides that consignments of fresh meat intended for human consumption are to be imported into the Union only if they come from the third countries, territories or parts thereof listed in Part 1 of Annex II to that Regulation for which there is a model veterinary certificate corresponding to the consignment concerned listed in that Part.\n(3) Four parts of the territory of Botswana are listed in Part 1 of Annex II to Regulation (EU) No 206/2010, as regions from which imports of certain fresh meat into the Union are authorised. Those regions consist of a number of veterinary disease control zones.\n(4) In March 2013, a Commission audit was carried out in Botswana in order to evaluate the animal health control system in place, in particular as regards controls concerning foot-and-mouth disease. The audit found that the risk of introduction of the foot-and-mouth disease virus into the veterinary disease control zones 6 and 4a of the territory of that third country cannot be considered negligible.\n(5) Surveillance identified the presence of the foot–and-mouth disease virus in goats and wild game in the intensive surveillance zone in veterinary disease control zone 6. That intensive surveillance zone is not authorised for export of fresh meat to the Union. However, the proximity of that area to the authorised part of veterinary disease control zone 6 from which such exports are authorised constitutes a risk.\n(6) The veterinary disease control zone 4a borders other areas of Botswana from which imports of fresh meat into the Union are not authorised. The Commission audit identified shortcomings as regards the animal health surveillance in veterinary disease control zone 4a. In addition, a number of shortcomings were identified as regards the delimitation of that zone from the areas from which imports of fresh meat into the Union are not authorised. Those shortcomings constitute a non-negligible risk as regards foot-and-mouth disease.\n(7) The Commission audit also found that the system to verify the effectiveness of official controls is well organised in the rest of the territory of Botswana and it has shown improvements compared with the situation reported in the previous audit in 2011.\n(8) In view of the risk of introduction of foot-and-mouth disease through the import of fresh meat from species susceptible to that disease from veterinary disease control zones 6 and 4a of Botswana into the Union, the authorisation to export into the Union such fresh meat from those veterinary disease control zones should however be suspended.\n(9) Regulation (EU) No 206/2010 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Part 1 of Annex II to Regulation (EU) No 206/2010, the entry for Botswana is replaced by the following:\n‘BW – Botswana BW-0 Whole country EQU, EQW\nBW-1 The veterinary disease control zones 3c, 4b, 5, 8, 9 and 18 BOV, OVI, RUF, RUW F 1 11 May 2011 26 June 2012\nBW-2 The veterinary disease control zones, 10, 11, 13 and 14 BOV, OVI, RUF, RUW F 1  7 March 2002\nBW-3 The veterinary disease control zone 12 BOV, OVI, RUF, RUW F 1 20 October 2008 20 January 2009\nBW-4 The veterinary disease control zone 4a, except the intensive surveillance buffer zone of 10 km along the boundary with the foot-and-mouth disease vaccination zone and wildlife management areas BOV F 1 28 May 2013 18 February 2011\nBW-5 The veterinary disease control zone 6, except the intensive surveillance zone in zone 6 between the border with Zimbabwe and the highway A1 BOV, OVI, RUF, RUW F 1 28 May 2013 26 June 2012’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 May 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 73, 20.3.2010, p. 1."}