{"celex_id": "32010R0892", "uri": "http://publications.europa.eu/resource/cellar/42861960-dad1-49a7-adf4-03f14d3f93e6", "type": "Regulation", "concepts": ["1224", "1445", "5451", "6052"], "title": "Commission Regulation (EU) No 892/2010 of 8 October 2010 on the status of certain products with regard to feed additives within the scope of Regulation (EC) No 1831/2003 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "9.10.2010 EN Official Journal of the European Union L 266/6\nCOMMISSION REGULATION (EU) No 892/2010\nof 8 October 2010\non the status of certain products with regard to feed additives within the scope of Regulation (EC) No 1831/2003 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) For certain substances, micro-organisms or preparations, referred to as products, there is uncertainty whether they are feed additives. This uncertainty concerns some products which are authorised as feed additives included in the Register of feed additives and also included in the Catalogue of feed materials provided for in Article 24 of Regulation (EC) No 767/2009 of the European Parliament and of the Council of 13 July 2009 on the placing on the market and use of feed, amending European Parliament and Council Regulation (EC) No 1831/2003 and repealing Council Directive 79/373/EEC, Commission Directive 80/511/EEC, Council Directives 82/471/EEC, 83/228/EEC, 93/74/EEC, 93/113/EC and 96/25/EC and Commission Decision 2004/217/EC (2), some products which are neither authorised as feed additives nor included in the Catalogue of feed materials and some products which are authorised as feed additives, but could be included in the Catalogue of feed materials in accordance with the conditions laid down in Regulation (EC) No 767/2009.\n(2) To avoid inconsistencies in the treatment of such products, to facilitate the work of the national competent control authorities and to lighten the burden of the interested parties, as regards certain products it is necessary to adopt a Regulation determining those products that are not feed additives.\n(3) For that determination all the characteristics of the products concerned have to be taken into account.\n(4) From a comparison between the characteristics of the products included in the Register of feed additives on the one hand and of the products mentioned in the Catalogue of feed materials on the other hand, several criteria may be derived for the classification of products as feed material, feed additive or other products. Useful criteria for this differentiation are amongst others the production and processing method, the level of standardisation, the homogenisation, the purity, the chemical definition and the mode of use of the products. For the sake of consistency, products with similar properties should be classified by analogy. For products for which there were doubts whether they were feed additives, an examination has been carried out taking into account these criteria.\n(5) Based on that examination, the products set out in the Annex should not be considered as feed additives within the scope of Regulation (EC) No 1831/2003.\n(6) As regards the labelling of the products which were authorised as feed additives and the labelling of feed materials and compound feed containing those products, a transitional period should be provided to allow feed business operators to adapt. Furthermore those products should be deleted from the Register of feed additives.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The substances, micro-organisms and preparations (referred to as ‘products’), as set out in the Annex, are not feed additives within the scope of Regulation (EC) No 1831/2003.", "The products listed under Part 1 of the Annex shall no longer be considered as authorised feed additives within the scope of Regulation (EC) No 1831/2003.", "Products set out in Part 1 of the Annex which are labelled as feed additives and pre-mixtures in accordance with Regulation (EC) No 1831/2003 may continue to be placed on the market until 9 October 2013 and remain on the market until stocks are exhausted. The same applies to feed materials or compound feed which refer to these products in their labelling as feed additives in accordance with Regulation (EC) No 767/2009.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 October 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 229, 1.9.2009, p. 1.\nANNEX\nProducts which are not feed additives within the scope of Regulation (EC) No 1831/2003\nPART 1\nProducts which were authorised as feed additives\n1.1. Calcium carbonate\n1.2. Sodium dihydrogen orthophosphate\n1.3. Disodium hydrogen orthophosphate\n1.4. Trisodium orthophosphate\n1.5. Sodium sulphate\n1.6. Calcium tetrahydrogen diorthophosphate\n1.7. Calcium hydrogen orthophosphate\n1.8. Tetrasodium diphosphate\n1.9. Pentasodium triphosphate\n1.10. Dicalcium diphosphate\n1.11. Calcium sulphate, dihydrate\n1.12. Sodium carbonate\n1.13. Sodium hydrogen carbonate\n1.14. Sodium, potassium and calcium salts of edible fatty acids with at least four carbon atoms/stearates\n1.15. Mono- and diglycerides of fatty acids with at least four carbon atoms\n1.16. Mono- and diglycerides of edible fatty acids with at least four carbon atoms esterified with the following acids: acetic, lactic, citric, tartaric, mono- and diacetyltartaric\n1.17. Glycerol\n1.18. Propane-1,2-diol\n1.19. Pectins\nPART 2\nProducts which were not authorised as feed additives\n2.1. Potassium chloride\n2.2. Calcium chloride\n2.3. Calcium sodium phosphate\n2.4. Sodium magnesium phosphate\n2.5. Methyl sulfonyl methane (MSM)\n2.6. Plain caramel\n2.7. Glucosamine, Chitosamine (amino sugar (monosaccharide) being part of the structure of the polysaccharides chitosan and chitin, produced, for example, by the hydrolysis of crustacean and other arthropods exoskeletons or by fermentation of a grain such as maize or wheat)\n2.8. Chondroitin sulphate (polysaccharide with repeating unit consisting of an amino sugar and D-glucuronic acid, sulphate esters of chondroitin are major structural components of cartilage, tendons and bones)\n2.9. Hyaluronic acid (glucosamineglucan (polysaccharide) with repeating unit consisting of an amino sugar (N-acetyl-D-glucosamine) and D-glucuronic acid present in the skin, synovial fluid and the umbilical cord, produced, for example, from animal tissue or by bacterial fermentation)\n2.10. Egg powder (dried eggs without shells or a mixture of dried albumen and dried egg yolk)\n2.11. Lactulose (disaccharide (4-O-D-galactopyranosyl-D-fructose) obtained from lactose through the isomerisation of glucose to fructose. Naturally present in heat treated milk and milk products)\n2.12. Plant sterols (phytosterols are a group of steroid alcohols, naturally occurring in plants in small quantities and presented as free sterols or esterified with fatty acids)\n2.13. Tagetes flower meal (ground meal of dried flowers of Tagetes sp.)\n2.14. Paprika meal (ground meal of dried fruits of Capsicum sp.)\n2.15. Chlorella suspension or meal (suspension of the living Chlorella sp. in water or dried and ground meal of Chlorella sp.)\n2.16. Algae meal (dried and ground meal of micro-algae such as Schizochytrium sp., the cells of which have been inactivated)\n2.17. Fermentation products and by-products (fermented feed materials after inactivation of the fermentative micro-organism and fermentation by-product (dried and ground by product of solid state or liquid fermentation) after extraction of the active component or activity, inactivation of the micro-organism and with only residual content(s) of active component(s) or activity remaining in the product)"}