{"celex_id": "32010D0079", "uri": "http://publications.europa.eu/resource/cellar/24f9e00a-7954-48f9-8616-4d39c468e944", "type": "Decision", "concepts": ["3114", "3428", "3645", "3648", "4033", "4514", "5235", "5864"], "title": "Commission Decision of 19 October 2009 amending Decisions 2006/679/EC and 2006/860/EC as regards technical specifications for interoperability relating to subsystems of the trans-European conventional and high-speed rail systems (notified under document C(2009) 7787) (Text with EEA relevance)\n", "header": "10.2.2010 EN Official Journal of the European Union L 37/74\nCOMMISSION DECISION\nof 19 October 2009\namending Decisions 2006/679/EC and 2006/860/EC as regards technical specifications for interoperability relating to subsystems of the trans-European conventional and high-speed rail systems\n(notified under document C(2009) 7787)\n(Text with EEA relevance)\n(2010/79/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2008/57/EC of the European Parliament and of the Council of 17 June 2008 on the interoperability of the rail system within the Community (1), and in particular Article 6(1) thereof,\nHaving regard to the recommendation of the European Railway Agency (ERA-REC-38-2009-ERTMS) of 24 April 2009, on updating the Annex A of the TSI Control Command and Signalling for High Speed and Conventional Rail systems,\nWhereas:\n(1) Commission Decision 2006/679/EC of 28 March 2006 concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European conventional rail system (2) laid down the technical specification for interoperability (TSI) relating to the control-command and signalling subsystem of the trans-European conventional rail system.\n(2) Commission Decision 2006/860/EC of 7 November 2006 concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European high speed rail system (3) laid down the TSI relating to the control-command and signalling subsystem of the trans-European high speed rail system.\n(3) In accordance with Article 2 of Commission Decision 2008/386/EC of 23 April 2008 modifying Annex A to Decision 2006/679/EC concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European conventional rail system and Annex A to Decision 2006/860/EC concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European high-speed rail system (4), the ETCS specifications should be completed to include updated common test specifications.\n(4) A number of technical documents referred to in Annex A to Decisions 2006/679/EC and 2006/860/EC must be updated to adapt them to technical progress.\n(5) Decisions 2006/679/EC and 2006/860/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Railway Interoperability and Safety Committee, established in accordance with Article 29 of Directive 2008/57/EC,", "main_body": ["The list of mandatory specifications and the list of informative specifications set out in Annex A to Decision 2006/679/EC and in Annex A to Decision 2006/860/EC, are replaced by the list of mandatory specifications and the list of informative specifications contained in the Annex to this Decision. The footnotes referring to Decision 2002/731/EC in Annex H to the TSI attached to Decision 2006/679/EC and in Annex H to the TSI attached to Decision 2006/860/EC are deleted.", "This Decision shall apply from 1 April 2010.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 October 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 191, 18.7.2008, p. 1.\n(2)  OJ L 284, 16.10.2006, p. 1.\n(3)  OJ L 342, 7.12.2006, p. 1.\n(4)  OJ L 136, 24.5.2008, p. 11.\nANNEX\nLIST OF MANDATORY SPECIFICATIONS\nIndex No Reference Document name Version\n1 ERA/ERTMS/003204 ERTMS/ETCS Functional Requirement Specification 5.0\n2 Intentionally deleted\n3 UNISIG SUBSET-023 Glossary of Terms and Abbreviations 2.0.0\n4 UNISIG SUBSET-026 System Requirement Specification 2.3.0\n5 UNISIG SUBSET-027 FFFIS Juridical Recorder-Downloading Tool 2.3.0\n6 UNISIG SUBSET-033 FIS for Man-Machine Interface 2.0.0\n7 UNISIG SUBSET-034 FIS for the Train Interface 2.0.0\n8 UNISIG SUBSET-035 Specific Transmission Module FFFIS 2.1.1\n9 UNISIG SUBSET-036 FFFIS for Eurobalise 2.4.1\n10 UNISIG SUBSET-037 Euroradio FIS 2.3.0\n11 Reserved 05E537 Off line key management FIS\n12 UNISIG SUBSET-039 FIS for the RBC/RBC Handover 2.3.0\n13 UNISIG SUBSET-040 Dimensioning and Engineering rules 2.3.0\n14 UNISIG SUBSET-041 Performance Requirements for Interoperability 2.1.0\n15 ERA SUBSET-108 Interoperability-related consolidation on TSI Annex A documents 1.2.0\n16 UNISIG SUBSET-044 FFFIS for Euroloop sub-system 2.3.0\n17 Intentionally deleted\n18 UNISIG SUBSET-046 Radio In-fill FFFS 2.0.0\n19 UNISIG SUBSET-047 Track-side-Trainborne FIS for Radio In-Fill 2.0.0\n20 UNISIG SUBSET-048 Trainborne FFFIS for Radio In-Fill 2.0.0\n21 UNISIG SUBSET-049 Radio In-fill FIS with LEU/Interlocking 2.0.0\n22 Intentionally deleted\n23 UNISIG SUBSET-054 Assignment of Values to ETCS variables 2.0.0\n24 Intentionally deleted\n25 UNISIG SUBSET-056 STM FFFIS Safe Time Layer 2.2.0\n26 UNISIG SUBSET-057 STM FFFIS Safe Link Layer 2.2.0\n27 UNISIG SUBSET-091 Safety Requirements for the Technical Interoperability of ETCS in Levels 1 & 2 2.5.0\n28 Reserved Reliability — Availability Requirements\n29 UNISIG SUBSET-102 Test specification for Interface ‘k’ 1.0.0\n30 Intentionally deleted\n31 UNISIG SUBSET-094 UNISIG Functional Requirements for an On-board Reference Test Facility 2.0.2\n32 EIRENE FRS GSM-R Functional Requirements Specification 7\n33 EIRENE SRS GSM-R System Requirements Specification 15\n34 A11T6001 12 (MORANE) Radio Transmission FFFIS for EuroRadio 12\n35 ECC/DC(02)05 ECC Decision of 5 July 2002 on the designation and availability of frequency bands for railway purposes in the 876-880 and 921-925 MHz bands\n36a Intentionally deleted\n36b Intentionally deleted\n36c UNISIG SUBSET-074-2 FFFIS STM Test cases document 1.0.0\n37a Intentionally deleted\n37b UNISIG SUBSET-076-5-2 Test cases related to features 2.3.1\n37c UNISIG SUBSET-076-6-3 Test sequences 2.3.1\n37d UNISIG SUBSET-076-7 Scope of the test specifications 1.0.2\n37e Intentionally deleted\n38 06E068 ETCS marker board definition 1.0\n39 UNISIG SUBSET-092-1 ERTMS EuroRadio Conformance Requirements 2.3.0\n40 UNISIG SUBSET-092-2 ERTMS EuroRadio Test cases Safety Layer 2.3.0\n41 Reserved JRU Test Specification\n42 Intentionally deleted\n43 UNISIG SUBSET 085 Test Specification for Eurobalise FFFIS 2.2.2\n44 Reserved Odometry FIS\n45 UNISIG SUBSET-101 Interface ‘K’ specification 1.0.0\n46 UNISIG SUBSET-100 Interface ‘G’ specification 1.0.1\n47 Reserved Safety Requirements and Requirements to Safety Analysis for Interoperability for the Control-Command and Signalling Sub-System\n48 Reserved Test specification for mobile equipment GSM-R\n49 UNISIG SUBSET-059 Performance requirements for STM 2.1.1\n50 UNISIG SUBSET-103 Test specification for EUROLOOP 1.0.0\n51 Reserved Ergonomic aspects of the DMI\n52 UNISIG SUBSET-058 FFFIS STM Application Layer 2.1.1\n53 Reserved AEIF-ETCS-Variables-Manual\n54 Intentionally deleted\n55 Reserved Juridical recorder baseline requirements\n56 Reserved ERTMS Key Management Conformance Requirements\n57 Reserved Requirements on pre-fitting of ERTMS on-board equipment\n58 UNISIG SUBSET-097 Requirements for RBC-RBC Safe Communication Interface 1.1.0\n59 Reserved Requirements on pre-fitting of ERTMS track side equipment\n60 Reserved ETCS version management\n61 Reserved GSM-R version management\n62 Reserved RBC-RBC Test specification for Safe Communication Interface\n63 UNISIG SUBSET-098 RBC-RBC Safe Communication Interface 1.0.0\nLIST OF INFORMATIVE SPECIFICATIONS\nType ‘1’ specifications represent the current state of the work for the preparation of a mandatory specification still ‘reserved’.\nType ‘2’ specifications give additional information, justifying the requirements in mandatory specifications and providing help for their application.\nIndex B32 is intended to ensure unique references in the Annex A documents. As this is used for editorial purposes and to support future changes of documents referred only, it is not classified as a ‘Type’ and not linked to a mandatory Annex A document.\nDocuments B25, B27, B28, B29 and B30 are applicable only for the GSM-R DMI. For the ETCS DMI only B34 applies.\nIndex No Reference Document name Version Type\nB1 EEIG 02S126 RAM requirements (chapter 2 only) 6 2 (index 28)\nB2 EEIG 97S066 Environmental conditions 5 2 (index A5)\nB3 UNISIG SUBSET-074-1 Methodology for testing FFFIS STM 1.0.0 2 (index 36)\nB4 EEIG 97E267 ODOMETER FFFIS 5 1 (index 44)\nB5 O_2475 ERTMS GSM-R QoS Test Specification 1.0.0 2\nB6 UNISIG SUBSET-038 Off-line Key Management FIS 2.1.9 1 (index 11)\nB7 UNISIG SUBSET-074-3 FFFIS STM test specification traceability of test cases with Specific Transmission Module FFFIS 1.0.0 2 (index 36)\nB8 UNISIG SUBSET-074-4 FFFIS STM Test Specification Traceability of testing the packets specified in the FFFIS STM Application Layer 1.0.0 2 (index 36)\nB9 UNISIG SUBSET 076-0 ERTMS/ETCS Class 1, Test plan 2.3.1 2 (index 37)\nB10 UNISIG SUBSET 076-2 Methodology to prepare features 2.3.0 2 (index 37)\nB11 UNISIG SUBSET 076-3 Methodology of testing 2.3.1 2 (index 37)\nB12 UNISIG SUBSET 076-4-1 Test sequence generation: Methodology and Rules 1.0.2 2 (index 37)\nB13 UNISIG SUBSET 076-4-2 ERTMS ETCS Class 1 States for Test Sequences 1.0.2 2 (index 37)\nB14 UNISIG SUBSET 076-5-3 On-Board Data Dictionary 2.3.0 2 (index 37)\nB15 UNISIG SUBSET 076-5-4 SRS v.2.2.2 Traceability 2.3.1 2 (index 37)\nB16 UNISIG SUBSET 076-6-1 UNISIG test data base 2.3.1 2 (index 37)\nB17 UNISIG SUBSET 076-6-4 Test Cases Coverage 2.3.1 2 (index 37)\nB18 Intentionally deleted\nB19 UNISIG SUBSET 077 UNISIG Causal Analysis Process 2.2.2 2 (index 27)\nB20 UNISIG SUBSET 078 RBC interface: Failure modes and effects analysis 2.4.0 2 (index 27)\nB21 UNISIG SUBSET 079 MMI: Failure Modes and Effects Analysis 2.2.2 2 (index 27)\nB22 UNISIG SUBSET 080 TIU: Failure Modes and Effects Analysis 2.2.2 2 (index 27)\nB23 UNISIG SUBSET 081 Transmission system: Failure Modes and Effects Analysis 2.3.0 2 (index 27)\nB24 UNISIG SUBSET 088 ETCS Application Levels 1 & 2 — Safety Analysis 2.3.0 2 (index 27)\nB25 TS50459-1 Railway applications — European Rail Traffic Management System — Driver Machine Interface — part 1 — Ergonomic principles of ERTMS/ETCS/GSM-R Information 2005 2 (index 51)\nB26 intentionally deleted superseded by B34\nB27 TS50459-3 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — Driver Machine Interface — part 3 — Ergonomic arrangements of ERTMS/GSM-R Information 2005 2 (index 51)\nB28 TS50459-4 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — Driver Machine Interface — part 4 — Data entry for the ERTMS/ETCS/GSM-R systems 2005 2 (index 51)\nB29 TS50459-5 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — Driver Machine Interface — part 5 — Symbols 2005 2 (index 51)\nB30 TS50459-6 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — Driver Machine Interface — part 6 — Audible Information 2005 2 (index 51)\nB31 Reserved Railway applications — European Rail Traffic Management System — Driver Machine Interface — part 7 — Specific Transmission Modules  2 (index 51)\nB32 Reserved Guideline for references  None\nB33 EN 301515 Global System for Mobile communication (GSM); Requirements for GSM operation in railways 2.1.0 2 (index 32, 33)\nB34 ERA-ERTMS-015560 ERTMS/ETCS Driver Machine Interface 2.3 1 (index 51)\nB35 Reserved ERTMS Key Management Conformance Requirements  1 (index 56)\nB36 04E117 ETCS/GSM-R Quality of Service user requirements — Operational Analysis 1 2 (index 32)\nB37 UNISIG SUBSET-093 GSM-R Interfaces — Class 1 requirements 2.3.0 1 (index 32, 33)\nB38 UNISIG SUBSET-107A Requirements on pre-fitting of ERTMS on-board equipment 1.0.0 2 (index 57)\nB39 UNISIG SUBSET-076-5-1 ERTMS ETCS Class 1 Feature List 2.3.1 2 (index 37)\nB40 UNISIG SUBSET-076-6-7 Test Sequences Evaluation and Validation 1.0.2 2 (index 37)\nB41 UNISIG SUBSET-076-6-8 Generic train data for test Sequences 1.0.1 2 (index 37)\nB42 UNISIG SUBSET-076-6-10 Test Sequence Viewer (TSV) 3.0.8 2 (index 37)\nB43 04E083 Safety Requirements and Requirements to Safety Analysis for Interoperability for the Control-Command and Signalling Sub-System 1.0 1 (index 47)\nB44 04E084 Justification Report for the Safety Requirements and Requirements to Safety Analysis for Interoperability for the Control-Command and Signalling Sub-System. 1.0 2 (index B43)\nB45 ERA/ERTMS/003205 Traceability Of Changes To ETCS FRS 0.1 2 (index 1)\nB46 UNISIG SUBSET-099 RBC-RBC Safe Communication Interface Test Specifications 1.0.0 1 (index 62)"}