{"celex_id": "32013R0175", "uri": "http://publications.europa.eu/resource/cellar/a8d3732d-a1f7-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2985", "3618", "5451"], "title": "Commission Implementing Regulation (EU) No 175/2013 of 27 February 2013 amending Implementing Regulation (EU) No 540/2011 as regards the withdrawal of the approval of the active substance didecyldimethylammonium chloride  Text with EEA relevance\n", "header": "28.2.2013 EN Official Journal of the European Union L 56/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 175/2013\nof 27 February 2013\namending Implementing Regulation (EU) No 540/2011 as regards the withdrawal of the approval of the active substance didecyldimethylammonium chloride\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular the second alternative of Article 21(3) and Article 78(2) thereof,\nWhereas:\n(1) Commission Directive 2009/70/EC (2) included didecyldimethylammonium chloride (DDAC) as active substance in Annex I to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3), with the condition that the Member States concerned ensure that the notifier at whose request DDAC was included in that Annex provides further confirmatory information on the specification of that active substance, as manufactured, by 1 January 2010.\n(2) Active substances included in Annex I of Directive 91/414/EEC are deemed to have been approved under Regulation (EC) No 1107/2009 and are listed in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (4).\n(3) On 25 October 2011, the notifier submitted additional information with a view to complying with the obligation to submit further information on the specification of the active substance, as manufactured, to the rapporteur Member State, the Netherlands.\n(4) The Netherlands assessed the additional information submitted by the notifier. It submitted its assessment, in the form of an addendum to the draft assessment report to the other Member States, the Commission and the European Food Safety Authority.\n(5) In the light of the additional information provided by the notifier, the Commission considered that the further confirmatory information required had not been provided.\n(6) The Commission invited the notifier to submit its comments on the considerations of the Commission.\n(7) The Commission has come to the conclusion that the information submitted is incomplete and does not allow to conclude on the degree of purity and, in particular, on the identity and content of the impurities.\n(8) It is appropriate to withdraw the approval of the active substance DDAC by deleting row 291 of Part A of the Annex to Implementing Regulation (EU) No 540/2011.\n(9) Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(10) Member States should be provided with time to withdraw authorisations for plant protection products containing DDAC.\n(11) For plant protection products containing DDAC, where Member States grant any period of grace in accordance with Article 46 of Regulation (EC) No 1107/2009, this period should expire at the latest one year after the withdrawal of the authorisations.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Implementing Regulation (EU) No 540/2011\nIn Part A of the Annex to Implementing Regulation (EU) No 540/2011, the row No 291 didecyldimethylammonium chloride, is deleted.", "Transitional measures\nMember States shall ensure that authorisations for plant protection products containing didecyldimethylammonium chloride are withdrawn by 20 June 2013.", "Grace period\nAny grace period granted by Member States in accordance with Article 46 of Regulation (EC) No 1107/2009 shall be as short as possible and shall expire 12 months after withdrawal of the respective authorisation at the latest.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 164, 26.6.2009, p. 59.\n(3)  OJ L 230, 19.8.1991, p. 1.\n(4)  OJ L 153, 11.6.2011, p. 1."}