{"celex_id": "32014D0670", "uri": "http://publications.europa.eu/resource/cellar/a56a37a7-408f-11e4-88a1-01aa75ed71a1", "type": "Decision", "concepts": ["2901", "4048", "5344", "5946"], "title": "2014/670/Euratom: Council Decision of 23 June 2014 approving the conclusion, by the European Commission, on behalf of the European Atomic Energy Community, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part\n", "header": "20.9.2014 EN Official Journal of the European Union L 278/8\nCOUNCIL DECISION\nof 23 June 2014\napproving the conclusion, by the European Commission, on behalf of the European Atomic Energy Community, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part\n(2014/670/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) On 22 January 2007, the Council authorised the European Commission to open negotiations with Ukraine for the conclusion of a new Agreement between the European Union and Ukraine to replace the Partnership and Cooperation Agreement (1).\n(2) Taking into account the close historical relationship and progressively closer links between the Parties, as well as their desire to strengthen and widen relations in an ambitious and innovative way, the negotiations on the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part (hereinafter ‘the Agreement’) were successfully concluded by the initialling of the Agreement in 2012.\n(3) On 15 May 2013, the European Commission proposed to the Council that the Agreement should be signed on behalf of the Union and applied in part between the Union and Ukraine on a provisional basis in accordance with Article 486 of the Agreement, pending its conclusion at a later date.\n(4) The signature and conclusion of the Agreement is subject to a separate procedure as regards matters falling under the Treaty on European Union and the Treaty on the Functioning of the European Union.\n(5) The Agreement also covers matters falling under the European Atomic Energy Community competence, namely Article 342 and Annex XXVII in so far as it relates to nuclear issues.\n(6) The Agreement should therefore be also concluded, on behalf of the European Atomic Energy Community, as regards matters falling under the Euratom Treaty.\n(7) According to Article 102 of the Euratom Treaty, the Agreement may not enter into force for the European Atomic Energy Community until the European Commission has been notified by the Member States that such agreement has become applicable in accordance with the provisions of their respective national laws.\n(8) The conclusion of the Agreement by the European Commission, acting on behalf of the European Atomic Energy Community, should therefore be approved,", "main_body": ["The conclusion by the European Commission, on behalf of the European Atomic Energy Community, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part, is hereby approved (2).", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 23 June 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  Partnership and Cooperation Agreement between the European Communities and their Member States, and Ukraine (OJ L 49, 19.2.1998, p. 3).\n(2)  The text of the Agreement is attached to Decision No 2014/295/EU of 17 March 2014 of the Council on the signing, on behalf of the European Union, and provisional application of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part, as regards the Preamble, Article 1, and Titles I, II and VII thereof (OJ L 161, 29.5.2014, p. 1)."}