{"celex_id": "32011D0425", "uri": "http://publications.europa.eu/resource/cellar/ce039d92-ba57-4db3-aa0f-7595268c79ce", "type": "Decision", "concepts": ["3367", "4040", "5448", "8465"], "title": "Council Decision 2011/425/CFSP of 18 July 2011 extending the mandate of the European Union Special Representative for Central Asia\n", "header": "19.7.2011 EN Official Journal of the European Union L 188/27\nCOUNCIL DECISION 2011/425/CFSP\nof 18 July 2011\nextending the mandate of the European Union Special Representative for Central Asia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28, 31(2) and 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 5 October 2006, the Council adopted Decision 2006/670/CFSP (1) appointing Mr Pierre MOREL European Union Special Representative (EUSR) for Central Asia. The mandate of Mr Pierre MOREL will expire on 31 August 2011.\n(2) The mandate of the EUSR should be extended until 30 June 2012.\n(3) The mandate of the EUSR will be implemented in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union’s external action, as set out in Article 21 of the Treaty,", "main_body": ["Appointment\nThe mandate of Mr Pierre MOREL as the European Union Special Representative (EUSR) for Central Asia is hereby extended until 30 June 2012. The mandate of the EUSR may be terminated earlier, if the Council so decides, on a proposal of the High Representative of the Union for Foreign Affairs and Security Policy (HR).", "Policy objectives\nThe EUSR’s mandate shall be based on the policy objectives of the Union for Central Asia. Those objectives include:\n(a) promoting good and close relations between countries of Central Asia and the Union on the basis of common values and interests, as set out in relevant agreements;\n(b) contributing to strengthening the stability and cooperation between the countries in the region;\n(c) contributing to strengthening democracy, the rule of law, good governance and respect for human rights and fundamental freedoms in Central Asia;\n(d) addressing key threats, especially specific problems with direct implications for the Union;\n(e) enhancing the Union’s effectiveness and visibility in the region, including through a closer coordination with other relevant partners and international organisations, such as the Organisation for Security and Cooperation in Europe (OSCE) and the United Nations.", "Mandate\n1.   In order to achieve the policy objectives, the mandate of the EUSR shall be to:\n(a) promote overall Union political coordination in Central Asia and help to ensure consistency of the external actions of the Union in the region;\n(b) monitor, on behalf of the HR and in accordance with the EUSR’s mandate, together with the European External Action Service (EEAS) and the Commission the implementation process of the EU Strategy for a New Partnership with Central Asia, make recommendations and report to relevant Council bodies on a regular basis;\n(c) assist the Council in further developing a comprehensive policy towards Central Asia;\n(d) follow closely political developments in Central Asia by developing and maintaining close contacts with governments, parliaments, the judiciary, civil society and mass media;\n(e) encourage Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan to cooperate on regional issues of common interest;\n(f) develop appropriate contacts and cooperation with the main interested actors in the region, and all relevant regional and international organisations, including the Shanghai Cooperation Organisation (SCO), the Eurasian Economic Community (EurAsEC), the Conference on Interaction and Confidence-Building Measures in Asia (CICA), the Collective Security Treaty Organisation (CSTO), the Central Asia Regional Economic Cooperation Program (CAREC) and the Central Asian Regional Information and Coordination Centre (CARICC);\n(g) contribute to the implementation of the EU human rights policy and EU Guidelines on Human Rights, in particular with regard to children and women in areas affected by conflict, especially by monitoring and addressing developments in this regard;\n(h) contribute, in close cooperation with the OSCE, to conflict prevention and resolution by developing contacts with the authorities and other local actors such as non-governmental organisations, political parties, minorities, religious groups and their leaders;\n(i) provide input to the formulation of energy security, anti-narcotics and water resource management aspects of the common foreign and security policy with respect to Central Asia.\n2.   The EUSR shall support the work of the HR and maintain an overview of all activities of the Union in the region.", "Implementation of the mandate\n1.   The EUSR shall be responsible for the implementation of the mandate, acting under the authority of the HR.\n2.   The Political and Security Committee (PSC) shall maintain a privileged link with the EUSR and shall be the EUSR’s primary point of contact with the Council. The PSC shall provide the EUSR with strategic guidance and political direction within the framework of the mandate, without prejudice to the powers of the HR.\n3.   The EUSR shall work in close coordination with the EEAS.", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR in the period from 1 September 2011 to 30 June 2012 shall be EUR 924 850.\n2.   The expenditure shall be managed in accordance with the procedures and rules applicable to the general budget of the Union.\n3.   The management of the expenditure shall be subject to a contract between the EUSR and the Commission. The EUSR shall be accountable to the Commission for all expenditure.", "Constitution and composition of the team\n1.   Within the limits of the EUSR’s mandate and the corresponding financial means made available, the EUSR shall be responsible for constituting a team. The team shall include the expertise on specific policy issues as required by the mandate. The EUSR shall keep the Council and the Commission promptly informed of the composition of the team.\n2.   Member States, the institutions of the Union and the EEAS may propose the secondment of staff to the EUSR. The salary of such seconded personnel shall be covered by the Member State, the institution of the Union concerned or the EEAS, respectively. Experts seconded by Member States to the institutions of the Union or the EEAS may also be posted to the EUSR. International contracted staff is to have the nationality of a Member State.\n3.   All seconded personnel shall remain under the administrative authority of the sending Member State, the sending institution of the Union or the EEAS, and shall carry out their duties and act in the interest of the mandate of the EUSR.", "Privileges and immunities of the EUSR and the staff of the EUSR\nThe privileges, immunities and further guarantees necessary for the completion and smooth functioning of the EUSR’s mission and the members of the EUSR’s staff shall be agreed with the host party or parties, as appropriate. Member States and the Commission shall grant all necessary support to such effect.", "Security of EU classified information\nThe EUSR and the members of the EUSR’s team shall respect the security principles and minimum standards established by Council Decision 2011/292/EU of 31 March 2011 on the security rules for protecting EU classified information (2).", "Access to information and logistical support\n1.   Member States, the Commission and the General Secretariat of the Council shall ensure that the EUSR is given access to any relevant information.\n2.   The Union delegations and the Member States, as appropriate, shall provide logistical support in the region.", "0\nSecurity\nIn accordance with the Union’s policy on the security of personnel deployed outside the Union in an operational capacity under Title V of the Treaty, the EUSR shall take all reasonably practicable measures, in accordance with the EUSR’s mandate and the security situation in the geographical area of responsibility, for the security of all personnel under the direct authority of the EUSR, in particular by:\n(a) establishing a mission-specific security plan, providing for mission-specific physical, organisational and procedural security measures governing the management of the secure movement of personnel to, and within, the mission area and the management of security incidents, and providing for a contingency plan and a mission evacuation plan;\n(b) ensuring that all personnel deployed outside the Union are covered by high risk insurance, as required by the conditions in the mission area;\n(c) ensuring that all members of the EUSR’s team to be deployed outside the Union, including locally contracted personnel, have received appropriate security training before or upon arriving in the mission area, based on the risk ratings assigned to the mission area;\n(d) ensuring that all agreed recommendations made following regular security assessments are implemented, and providing the Council, the HR and the Commission with written reports on their implementation and on other security issues within the framework of the mid-term report and the report on the implementation of the mandate.", "1\nReporting\nThe EUSR shall regularly provide the PSC and the HR with oral and written reports. The EUSR shall also report to Council working parties as necessary. Regular written reports shall be circulated through the COREU network. Upon recommendation of the PSC or the HR, the EUSR may provide the Foreign Affairs Council with reports.", "2\nCoordination\n1.   The EUSR shall promote overall Union political coordination and shall help ensure that all Union instruments in the field are engaged coherently to attain the Union’s policy objectives. The activities of the EUSR shall be coordinated with those of the Commission and of the European Union Special Representative in Afghanistan. The EUSR shall provide regular briefings to Member States’ missions and the Union’s delegations.\n2.   In the field, close liaison shall be maintained with the Heads of the Union delegations and Member States’ Heads of Mission, who shall make best efforts to assist the EUSR in the implementation of the mandate. The EUSR shall also liaise with other international and regional actors in the field.", "3\nReview\nThe implementation of this Decision and its consistency with other contributions from the Union to the region shall be kept under regular review. The EUSR shall present the Council, the HR and the Commission with a progress report by the end of January 2012, and, at the end of the EUSR’s mandate, with a comprehensive report on the implementation of the mandate.", "4\nEntry into force\nThis Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 18 July 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 275, 6.10.2006, p. 65.\n(2)  OJ L 141, 27.5.2011, p. 17."}