{"celex_id": "32014D0425", "uri": "http://publications.europa.eu/resource/cellar/db0d5bd0-0281-11e4-831f-01aa75ed71a1", "type": "Decision", "concepts": ["2352", "3774", "4318", "4408", "5234", "5581", "5859", "5887"], "title": "2014/425/EU: Commission Decision of 1 July 2014 authorising Slovakia and the United Kingdom to derogate from certain common aviation safety rules pursuant to Article 14(6) of Regulation (EC) No 216/2008 of the European Parliament and of the Council (notified under document C(2014) 4344)  Text with EEA relevance\n", "header": "3.7.2014 EN Official Journal of the European Union L 196/30\nCOMMISSION DECISION\nof 1 July 2014\nauthorising Slovakia and the United Kingdom to derogate from certain common aviation safety rules pursuant to Article 14(6) of Regulation (EC) No 216/2008 of the European Parliament and of the Council\n(notified under document C(2014) 4344)\n(Text with EEA relevance)\n(2014/425/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (1), and in particular Article 14(7) thereof,\nWhereas:\n(1) Slovakia and the United Kingdom requested to apply certain derogations to the common aviation safety rules contained in Commission Regulation (EU) No 1178/2011 (2). Pursuant to Article 14(7) of Regulation (EC) No 216/2008, the Commission assessed the need for, and the level of protection emerging from, the derogations requested based on recommendations from the European Aviation Safety Agency (‘the Agency’).\n(2) The first derogation, requested by Slovakia on 29 April 2013, concerned the requirements of the renewal of instrument rating (‘IR’) privileges and of passing again the IR theoretical knowledge examination and skill test, set out in points (c) and (d) of FCL.625 of Annex I (Part-FCL) to Regulation (EU) No 1178/2011. Slovakia argued that those requirements were not appropriate where a pilot holds an equivalent IR on a third country licence which is compliant with Annex 1 to the Convention on International Civil Aviation signed in Chicago on 7 December 1944 (‘ICAO Annex 1’). Slovakia also gave reasons demonstrating that an equivalent level of protection would be achieved should the proposed derogation be granted. Based on the recommendation from the Agency, issued on 4 June 2013, the Commission concluded that the derogation would provide a level of protection equivalent to the one attained by application of the common aviation safety rules, provided certain conditions are met.\n(3) The second derogation, requested by Slovakia on 29 April 2013, concerned the requirement of the renewal of class or type ratings, set out in point (b) of FCL.740 of Annex I (Part-FCL) to Regulation (EU) No 1178/2011. Slovakia argued that the requirement was not appropriate where a pilot holds an equivalent class or type rating on a third country licence which was compliant with ICAO Annex 1. Slovakia also gave reasons demonstrating that an equivalent level of protection would be achieved should the proposed derogation be granted. Based on the recommendation from the Agency, issued on 4 June 2013, the Commission concluded that the derogation would provide a level of protection equivalent to the one attained by application of the common aviation safety rules, provided certain conditions are met.\n(4) The third derogation, requested by the United Kingdom on 21 June 2013 and amended on 4 July, concerned the conditions of the revalidation of single-engine piston aeroplane class rating and touring motor glider class rating, set out in point (b)(1)(ii) of FCL.740.A of Annex I (Part-FCL) to Regulation (EU) No 1178/2011. The United Kingdom argued that the requirement was not appropriate for pilots who maintained instrument ratings and/or instructor ratings but did not hold other class or type ratings. The United Kingdom also gave reasons demonstrating that an equivalent level of protection would be achieved should the proposed derogation be granted. Based on the recommendation from the Agency, issued on 27 August 2013, the Commission concluded that the derogation would provide a level of protection equivalent to the one attained by application of the common aviation safety rules, provided certain conditions are met.\n(5) The fourth derogation, requested by the United Kingdom on 10 July 2013, concerned the prerequisites to be complied with by applicants for an SFE certificate for aeroplanes, set out in point (a) of FCL.1010.SFE of Annex I (Part-FCL) to Regulation (EU) No 1178/2011. The United Kingdom argued that those prerequisites were incomplete, as they covered multi-pilot aeroplanes only, and not single-pilot high performance complex aeroplanes. The United Kingdom also gave reasons demonstrating that an equivalent level of protection would be achieved should the proposed derogation be granted. Based on the recommendation from the Agency, issued on 27 August 2013, the Commission concluded that the derogation would provide a level of protection equivalent to the one attained by application of the common aviation safety rules, provided certain conditions are met.\n(6) In accordance with Article 14(7) of Regulation (EC) No 216/2008, a derogation granted to one Member State needs to be notified to all Member States, which would also be entitled to apply that measure. This Decision should therefore be addressed to all Member States. The description of the derogation, as well as the conditions attached to it, should be such as to enable other Member States to apply that measure when they are in the same situation, without requiring a further approval from the Commission. Nevertheless, Member States should exchange information on the application of the derogations in accordance with Article 15(1) of Regulation (EC) No 216/2008, as they may have effects outside the Member States to which derogations are granted.\n(7) The measures provided for in this Decision are in accordance with the opinion of the European Aviation Safety Agency Committee,", "main_body": ["Slovakia may grant approvals derogating from the following implementing rules provided for in Annex I (Part-FCL) to Regulation (EU) No 1178/2011:\n(1) points (c) and (d) of FCL.625 ‘IR — Validity, revalidation and renewal’ of that Annex, in favour of the rules laid down in section 1 of Annex I to this Decision, provided that conditions specified in section 2 of Annex I to this Decision are complied with;\n(2) point (b) of FCL.740 ‘Validity and renewal of class and type ratings’ of that Annex, in favour of the rules laid down in section 1 of Annex II to this Decision, provided that conditions specified in section 2 of Annex II to this Decision are complied with.", "The United Kingdom may grant approvals derogating from the following implementing rules provided for in Annex I (Part-FCL) to Regulation (EU) No 1178/2011:\n(1) point (ii) of point FCL.740A(b)(1) ‘Revalidation of class and type ratings — aeroplanes’ of that Annex, in favour of the rules laid down in section 1 of Annex III to this Decision, provided that conditions specified in section 2 of Annex III to this Decision are complied with;\n(2) point (a) of FCL.1010.SFE ‘SFE — Prerequisites’ of that Annex, in favour of the rules laid down in section 1 of Annex IV to this Decision, provided that conditions specified in section 2 of Annex IV to this Decision are complied with.", "All Member States shall be entitled to apply the measures referred to in Articles 1 and 2, as specified in the Annexes to this Decision. Member States shall notify the Commission, the Agency and the national aviation authorities thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 July 2014.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 79, 19.3.2008, p. 1.\n(2)  Commission Regulation (EU) No 1178/2011 of 3 November 2011 laying down technical requirements and administrative procedures related to civil aviation aircrew pursuant to Regulation (EC) No 216/2008 of the European Parliament and of the Council (OJ L 311, 25.11.2011, p. 1).\nANNEX I\nDerogation by Slovakia from Regulation (EU) No 1178/2011 with respect to the validity and renewal of instrument ratings.\n1.   DESCRIPTION OF THE DEROGATION\nSlovakia may, by derogation from points (c) and (d) of FCL.625 ‘IR — Validity, revalidation and renewal’ of Annex I (Part-FCL) to Regulation (EU) No 1178/2011, allow Part-FCL licence holders who have been flying recently using a valid IR held on a third country licence issued in accordance with ICAO Annex 1 to comply with the renewal criteria for the Part-FCL IR set out in point (c) of FCL.625 by fulfilling the revalidation criteria set out in point (b) of FCL.625. In addition it may allow these Part-FCL licence holders who held a third country IR that is not any longer valid but has been revalidated or renewed within the preceding 7 years, to comply only with the renewal criteria for the Part-FCL IR set out in point (c) of FCL.625, without requiring to pass again the theoretical knowledge examinations as set out in point (d) of FCL.625.\n2.   CONDITIONS ATTACHED TO THE APPLICATION OF THE DEROGATION\nThis derogation applies to holders of licences in accordance with Part-FCL that include an IR to be renewed. If these licence holders also hold a third country licence with a valid IR the Part-FCL rating holder shall only be required to pass a proficiency check in order to renew the IR but shall not be required to also take refresher training at an approved training organisation (ATO). In addition these licence holders shall not be required to pass again the theoretical knowledge examinations if IR on the third country licence has been revalidated or renewed within the preceding 7 years.\nANNEX II\nDerogation by Slovakia from Regulation (EU) No 1178/2011 with respect to the validity and renewal of class and type ratings.\n1.   DESCRIPTION OF THE DEROGATION\nSlovakia may, by derogation from point (b) of FCL.740 ‘Validity and renewal of class and type ratings’ of Annex I (Part-FCL) to Regulation (EU) No 1178/2011, allow Part-FCL licence holders who have been flying recently using a valid equivalent class or type rating held on a third country licence issued in accordance with ICAO Annex 1 to comply with the renewal criteria by passing the proficiency check but not being required to undergo additional refresher training.\n2.   CONDITIONS ATTACHED TO THE APPLICATION OF THE DEROGATION\nThis derogation applies to holders of licences in accordance with Part-FCL that include a class or type rating to be renewed. If those licence holders also hold a third country licence with a valid rating for the same aircraft class or type, the Part-FCL rating holder shall only be required to pass a proficiency check in order to renew the class or type rating but shall not be required to also take refresher training at an ATO.\nANNEX III\nDerogation by the United Kingdom from Regulation (EU) No 1178/2011 with respect to the revalidation of single engine piston (SEP) or touring motor glider (TMG) class ratings.\n1.   DESCRIPTION OF THE DEROGATION\nThe United Kingdom may, by derogation from point (ii) of point FCL.740.A(b)(1) ‘Revalidation of class and type ratings — aeroplanes’ of Annex I (Part-FCL) to Regulation (EU) No 1178/2011, allow pilot licence holders to revalidate a single engine piston or touring motor glider class rating without completing the specified training flight with a flight instructor or a class rating instructor, subject to the licence holder having passed within the 12 months preceding the expiry of the rating:\n(a) a skill test or proficiency check for any class, type, instrument or mountain rating included in the pilot's licence; or\n(b) an assessment of competence for any flight instructor, class rating instructor or instrument rating instructor certificate included in the pilot's licence.\n2.   CONDITIONS ATTACHED TO THE APPLICATION OF THE DEROGATION\nThis derogation applies to the holders of licences in accordance with Part-FCL with a single engine piston or touring motor glider class rating. The training flight with an instructor may only be replaced if the holder has completed a skill test, proficiency check or assessment of competence for an aeroplane rating or certificate.\nANNEX IV\nDerogation by the United Kingdom from Regulation (EU) No 1178/2011 with respect to Synthetic Flight Examiners (SFEs) who conduct tests in aeroplane simulators.\n1.   DESCRIPTION OF THE DEROGATION\nThe United Kingdom may, by derogating from point (a) of FCL.1010.SFE ‘SFE — Prerequisites’ of Annex I (Part-FCL) to Regulation (EU) No 1178/2011, allow SFIs to apply for an SFE certificate on single-pilot high performance complex aeroplanes and define specific prerequisites for this aeroplane category.\n2.   CONDITIONS ATTACHED TO THE APPLICATION OF THE DEROGATION\nNo further conditions shall be fulfilled."}