{"celex_id": "32010D0361", "uri": "http://publications.europa.eu/resource/cellar/8028afc8-d82e-4570-8251-917bdff51d14", "type": "Decision", "concepts": ["1074", "1518", "2041", "2352", "2868", "2932"], "title": "2010/361/: Commission Decision of 28 June 2010 on the recognition of Israel as regards education, training and certification of seafarers for the recognition of certificates of competency (notified under document C(2010) 4227)\n", "header": "29.6.2010 EN Official Journal of the European Union L 161/9\nCOMMISSION DECISION\nof 28 June 2010\non the recognition of Israel as regards education, training and certification of seafarers for the recognition of certificates of competency\n(notified under document C(2010) 4227)\n(2010/361/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2008/106/CE of the European Parliament and of the Council of 19 November 2008 on the minimum level of training of seafarers (1) and in particular Article 19(3) thereof,\nHaving regard to the letter of 13 May 2005 from the Cypriot Authorities, requesting the recognition of Israel in order to recognise certificates of competency issued by this country,\nWhereas:\n(1) Member States may decide to endorse seafarers’ certificates of competency issued by third countries, provided that the relevant third country is recognised by the Commission as ensuring that this country complies with the requirements of the international Convention on Standards of Training, Certification and Watchkeeping for Seafarers, 1978, as amended (STCW Convention) (2).\n(2) Following the request of the Cypriot Authorities, the Commission assessed the maritime education, training and certification systems in Israel in order to verify whether this country complies with the requirements of the STCW Convention and whether appropriate measures have been taken to prevent fraud involving certificates. This assessment was based on the results of a fact-finding inspection performed by experts of the European Maritime Safety Agency in March 2007.\n(3) Where deficiencies had been identified during the assessment of compliance with the STCW Convention, the Israeli Authorities provided to the Commission the requested relevant information and evidence concerning the implementation of appropriate and sufficient corrective action to address most of these issues.\n(4) The remaining shortcomings as regards seafarers’ training and certification procedures mainly concern missing legal provisions in relation to minor aspects of the training provided by the Maritime Education and Training Institutions, the definition of relevant objectives for the application of the Quality Standards System and training requirements regarding personal survival techniques and the use of survival craft. The Israeli Authorities have therefore been invited to implement further corrective action in this respect. However, these shortcomings do not warrant calling into question the overall level of compliance of the Israeli systems regarding education, training and certification of seafarers with the STCW Convention.\n(5) The outcome of the assessment of compliance and the evaluation of the information provided by the Israeli Authorities demonstrate that Israel complies with the relevant requirements of the STCW Convention, while this country has taken appropriate measures to prevent fraud involving certificates and should thus be recognised by the Union.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships,", "main_body": ["Israel is recognised as regards education, training and certification of seafarers, for the purpose of recognition of certificates of competency issued by this country.", "This Decision is addressed to the Member States.", "This Decision takes effect from the date of its notification to the Member States."], "attachments": "Done at Brussels, 28 June 2010.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 323, 3.12.2008, p. 33.\n(2)  Adopted by the International Maritime Organisation."}