{"celex_id": "32012R0469", "uri": "http://publications.europa.eu/resource/cellar/70db3e67-b53b-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "1644", "2173", "3191", "3732"], "title": "Commission Implementing Regulation (EU) No 469/2012 of 1 June 2012 correcting Implementing Regulation (EU) No 69/2012 on the issue of licences for importing rice under the tariff quotas opened for the January 2012 subperiod by Implementing Regulation (EU) No 1273/2011\n", "header": "5.6.2012 EN Official Journal of the European Union L 144/15\nCOMMISSION IMPLEMENTING REGULATION (EU) No 469/2012\nof 1 June 2012\ncorrecting Implementing Regulation (EU) No 69/2012 on the issue of licences for importing rice under the tariff quotas opened for the January 2012 subperiod by Implementing Regulation (EU) No 1273/2011\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Implementing Regulation (EU) No 1273/2011 of 7 December 2011 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (2), and in particular the first paragraph of Article 5 thereof,\nWhereas:\n(1) A check has revealed an error in the Annex to Commission Implementing Regulation (EU) No 69/2012 (3) regarding the quantity available for the July 2012 subperiod for the quota of broken rice falling within CN Code 1006 40 00 provided for in Article 1(1)(c) of Implementing Regulation (EU) No 1273/2011 and with order number 09.4149.\n(2) Implementing Regulation (EU) No 69/2012 should therefore be corrected accordingly.\n(3) In order to ensure sound management of the procedure for issuing import licences, this Regulation should enter into force immediately after its publication,", "main_body": ["In point (c) of the Annex to Implementing Regulation (EU) No 69/2012, ‧Quota of broken rice covered by CN code 1006 40 00 as provided for in Article 1(1)(c) of Implementing Regulation (EU) No 1273/2011‧, in the line concerning the quota with order number 09.4149, the quantity ‧44 047 269‧ shall be replaced by the quantity ‧44 921 269‧.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 2012.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 325, 8.12.2011, p. 6.\n(3)  OJ L 24, 27.1.2012, p. 7."}