{"celex_id": "32014R0547", "uri": "http://publications.europa.eu/resource/cellar/0ccc21b4-ed5e-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["296", "3350", "3428", "4424", "5158", "5861", "5864", "5866", "881"], "title": "Regulation (EU, Euratom) No 547/2014 of the European Parliament and of the Council of 15 May 2014 amending Regulation (EU, Euratom) No 966/2012 on the financial rules applicable to the general budget of the Union\n", "header": "29.5.2014 EN Official Journal of the European Union L 163/18\nREGULATION (EU, Euratom) No 547/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\namending Regulation (EU, Euratom) No 966/2012 on the financial rules applicable to the general budget of the Union\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 322 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the Court of Auditors (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (3) was adopted on 25 October 2012 and was accompanied by a joint statement of the European Parliament, the Council and the Commission agreeing to revise that Regulation in order to take into account the outcome of the negotiations on the multiannual financial framework for the years 2014-2020.\n(2) Following the adoption of Council Regulation (EU, Euratom) No 1311/2013 (4) and Regulation (EU) No 1316/2013 of the European Parliament and of the Council (5), and in line with the joint statement, it is necessary to amend Regulation (EU, Euratom) No 966/2012 to include the carry-over rules for the Emergency Aid Reserve and for projects financed under the Connecting Europe Facility.\n(3) As regards the Emergency Aid Reserve, the corresponding appropriations are entered in Title ‘Reserves’ of the general budget of the Union. Therefore, it is necessary to amend Regulation (EU, Euratom) No 966/2012 in order to provide for the carry-over to year n+1 of the appropriations placed in reserve and not used in year n.\n(4) Due to their nature, projects financed under the Connecting Europe Facility will in many cases require complex contracting procedures. Therefore, even limited delays in the completion of such projects may result in a loss of annual commitment appropriations and undermine the viability of those projects and thus of the Union’s political determination to modernise its transport, energy and telecommunications networks and infrastructure. To prevent this, Regulation (EU, Euratom) No 966/2012 should allow for the carry-over to the following financial year of commitment appropriations not used by the end of each of financial years 2014, 2015 and 2016 for projects financed under the Connecting Europe Facility. The carry-over should be submitted for approval to the European Parliament and the Council.\n(5) Following the adoption of Regulation (EU) No 1303/2013 of the European Parliament and of the Council (6), it is necessary to amend Regulation (EU, Euratom) No 966/2012 in order to make decommitted appropriations available again for the purposes of the implementation of the performance reserve and the uncapped guarantee and securitisation financial instruments in favour of small and medium-sized enterprises (‘SMEs’),", "main_body": ["Amendments to Regulation (EU, Euratom) No 966/2012\nRegulation (EU, Euratom) No 966/2012 is hereby amended as follows:\n(1) Article 13 is amended as follows:\n(a) Paragraph 2 is amended as follows:\n(i) the following point is added:\n‘(c) amounts corresponding to commitment appropriations for the Emergency Aid Reserve;’;\n(ii) the following subparagraph is added:\n(b) Paragraph 6 is replaced by the following:\n(2) The title of Title II of Part Two is replaced by the following:\n(3) In Article 178, the following paragraph is added:\n(a) the decommitment of appropriations from a programme under the arrangements for the implementation of the performance reserve established in Article 20 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council (7);\n(b) the decommitment of appropriations from a programme dedicated to a specific financial instrument in favour of SMEs following the discontinuance of the participation of a Member State in the financial instrument, as referred to in the seventh subparagraph of Article 39(2) of Regulation (EU) No 1303/2013.\n(4) The following article is inserted:\n(a) the European Parliament and the Council approve it;\n(b) either the European Parliament or the Council approves it and the other institution refrains from acting;\n(c) the European Parliament and the Council refrain from acting or do not take a decision to refuse it.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 4, 8.1.2014, p. 1.\n(2)  Position of the European Parliament of 16 April 2014 (not yet published in the Official Journal) and decision of the Council of 6 May 2014.\n(3)  Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1).\n(4)  Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 on the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884).\n(5)  Regulation (EU) No 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending Regulation (EU) No 913/2010 and repealing Regulations (EC) No 680/2007 and (EC) No 67/2010 (OJ L 348, 20.12.2013, p. 129).\n(6)  Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320).\nJoint statement on the separate discharge for Joint Undertakings under Article 209 of the Financial Regulation\n1. The European Parliament, the Council and the Commission agree that in order for the Joint Undertakings to benefit from simplified financial rules better adapted to their public-private nature, they should be set up under Article 209 of the Financial Regulation.\n— In view of the specific nature and the current status of the Joint Undertakings, and in order to ensure continuity with the 7th Framework Programme, the Joint Undertakings should continue to be subject to a separate discharge to be given by the European Parliament upon recommendation of the Council. For this reason, specific derogations from Article 209 of the Financial Regulation shall be introduced in the constituent acts of the Joint Undertakings to be set up under Horizon 2020 Programme. Those derogations will refer to the separate discharge and will include any additional necessary adaptations.\n— In order to allow the Joint Undertakings to benefit immediately from the simplifications introduced in the new financial framework, it is necessary that the Commission delegated regulation of 30 September 2013 on the model financial regulation for PPP bodies under Article 209 of the Financial Regulation enters into force.\n2. The European Parliament and the Council take note that the Commission:\n— will ensure that the financial rules of the Joint Undertakings include derogations from the Model Financial Regulation for PPP bodies to reflect the introduction of the separate discharge in their constituent acts;\n— intends to propose relevant modifications to Articles 209 and 60(7) of the Financial Regulation in the framework of the future revision of the Financial Regulation."}