{"celex_id": "32013D0030(01)", "uri": "http://publications.europa.eu/resource/cellar/4bb5c08a-8294-11e3-9b7d-01aa75ed71a1", "type": "Decision", "concepts": ["1012", "2447", "3259", "4763", "6151"], "title": "2014/32/EU: Decision of the European Central Bank of 29 August 2013 on the paying-up of the European Central Bank’s capital by the national central banks of Member States whose currency is the euro (ECB/2013/30)\n", "header": "21.1.2014 EN Official Journal of the European Union L 16/61\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 29 August 2013\non the paying-up of the European Central Bank’s capital by the national central banks of Member States whose currency is the euro\n(ECB/2013/30)\n(2014/32/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 28.3 thereof,\nWhereas:\n(1) Decision ECB/2013/19 of 21 June 2013 on the paying-up of the European Central Bank’s capital by the national central banks of Member States whose currency is the euro (1) determined how and to what extent national central banks (NCBs) of Member States whose currency is the euro (hereinafter ‘euro area NCBs’) were under an obligation to pay up the capital of the European Central Bank (ECB) on 1 July 2013.\n(2) Decision ECB/2013/28 of 29 August 2013 on the national central banks’ percentage shares in the key for subscription to the European Central Bank’s capital (2) provides for the adjustment of the key for subscription to the ECB’s capital (hereinafter the ‘capital key’) in accordance with Article 29.3 of the Statute of the European System of Central Banks and of the European Central Bank and establishes with effect from 1 January 2014 the new weightings assigned to each NCB in the adjusted capital key (hereinafter the ‘capital key weightings’).\n(3) The ECB’s subscribed capital will be EUR 10 825 007 069,61 from 1 January 2014.\n(4) The adjustment of the ECB’s capital key requires the adoption of a new ECB decision repealing Decision ECB/2013/19 with effect from 1 January 2014, and determining how and to what extent the euro area NCBs are under an obligation to pay up the ECB’s capital with effect from 1 January 2014.\n(5) Pursuant to Article 1 of Council Decision 2013/387/EU of 9 July 2013 on the adoption by Latvia of the euro on 1 January 2014 (3), in accordance with Article 140(2) of the Treaty on the Functioning of the European Union, Latvia fulfils the necessary conditions for adoption of the euro and the derogation granted to it under Article 4 of the 2003 Act of Accession (4) will be abrogated with effect from 1 January 2014.\n(6) Latvijas Banka’s obligation to pay up the remaining share of its subscription to the ECB’s capital with effect from 1 January 2014, taking into account the adjusted capital key, will be laid down in a separate decision of the Governing Council on the paying-up of capital, transfer of foreign reserve assets and contributions by Latvijas Banka to the European Central Bank’s reserves and provisions,", "main_body": ["Extent and form of subscribed and paid-up capital\nEach euro area NCB shall pay up its subscription to the ECB’s capital in full with effect from 1 January 2014.\nTaking into account the capital key weightings set out in Article 2 of Decision ECB/2013/28, each euro area NCB shall have a total subscribed and paid-up capital of the amount shown next to its name in the following table:\nEuro area NCB EUR\nNationale Bank van België/Banque Nationale de Belgique 268 222 025,17\nDeutsche Bundesbank 1 948 208 997,34\nEesti Pank 20 870 613,63\nCentral Bank of Ireland 125 645 857,06\nBank of Greece 220 094 043,74\nBanco de España 957 028 050,02\nBanque de France 1 534 899 402,41\nBanca d’Italia 1 332 644 970,33\nCentral Bank of Cyprus 16 378 235,70\nLatvijas Banka 30 537 344,94\nBanque centrale du Luxembourg 21 974 764,35\nCentral Bank of Malta 7 014 604,58\nDe Nederlandsche Bank 433 379 158,03\nOesterreichische Nationalbank 212 505 713,78\nBanco de Portugal 188 723 173,25\nBanka Slovenije 37 400 399,43\nNárodná banka Slovenska 83 623 179,61\nSuomen Pankki 136 005 388,82", "Adjustment of paid-up capital\n1.   Given that each euro area NCB has already paid up its full share in the ECB’s subscribed capital as applicable until 31 December 2013 under Decision ECB/2013/19, each of them, with the exception of Latvijas Banka, shall either transfer an additional amount to the ECB or receive an amount back from the ECB, as appropriate, in order to arrive at the amounts shown in the table in Article 1. The paying-up of capital by Latvijas Banka will be regulated by a separate decision of the Governing Council.\n2.   All transfers pursuant to this Article shall be made in accordance with Decision ECB/2013/29 of 29 August 2013 laying down the terms and conditions for transfers of the European Central Bank’s capital shares between the national central banks and for the adjustment of the paid-up capital (5).", "Entry into force and repeal\n1.   This Decision shall enter into force on 1 January 2014.\n2.   Decision ECB/2013/19 is repealed with effect from 1 January 2014.\n3.   References to Decision ECB/2013/19 shall be construed as being made to this Decision."], "attachments": "Done at Frankfurt am Main, 29 August 2013.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 187, 6.7.2013, p. 23.\n(2)  See page 53 of this Official Journal.\n(3)  OJ L 195, 18.7.2013, p. 24.\n(4)  Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (OJ L 236, 23.9.2003, p. 33).\n(5)  See page 55 of this Official Journal."}