{"celex_id": "32010R0607", "uri": "http://publications.europa.eu/resource/cellar/cb4821d9-c052-49bb-883c-6efe132ce180", "type": "Regulation", "concepts": ["1159", "1447", "171", "2437", "2872", "4829", "5070", "5334", "5392"], "title": "Commission Regulation (EU) No 607/2010 of 9 July 2010 amending Regulation (EC) No 1542/2007 on landing and weighing procedures for herring, mackerel and horse mackerel\n", "header": "10.7.2010 EN Official Journal of the European Union L 175/27\nCOMMISSION REGULATION (EU) No 607/2010\nof 9 July 2010\namending Regulation (EC) No 1542/2007 on landing and weighing procedures for herring, mackerel and horse mackerel\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), and in particular Article 5(b) thereof,\nWhereas:\n(1) Procedures for landing and weighing have been developed in close cooperation between the Community and Norway and the Faeroe Islands. These are established in Commission Regulation (EC) No 1542/2007 (2). The scope of those rules was limited to the stocks which were subject to cooperation with Norway and the Faeroe Islands. However, the zones corresponding to the southern component of mackerel and horse mackerel, as well as other zones subject to catch limitations were not covered. It is appropriate to extend the scope of those rules to all zones where catch limitations are established and where the conservation status of the stocks and the need to ensure effective control so require.\n(2) According to Article 9 paragraph 3 of Regulation (EC) No 1542/2007, a weighing logbook is to be kept by the party weighing the fish, but there is no indication as to the time-frame for complying with this obligation. In order to avoid any uncertainty in the interpretation of this provision, a clear deadline for the completion of the logbook should be specified.\n(3) According to Article 9 paragraph 3(b) of Regulation (EC) No 1542/2007, each tanker load used to transport fish from the quayside to the processing plant is to be weighed and recorded separately. However, to avoid undue delay to the discharge of the cargo, it should be made possible to only record the total weight of all tanker loads from the same vessel provided that these tanker loads are weighed consecutively and without interruption.\n(4) Regulation (EC) No 1542/2007 should therefore be amended accordingly.\n(5) Article 60 of Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (3) establishes the general rules for the weighing of fisheries products and empowers the Commission to adopt detailed rules for its application. Considering that this Article will only apply from 1 January 2011 and having regard to the urgency for the amendment of Regulation (EC) No 1542/2007 to apply during the 2010 fishing season, it is appropriate to make use of Article 5(b) of Regulation (EC) No 2847/93 as legal basis for this amendment.\n(6) The Committee for Fisheries and Aquaculture has not delivered an opinion within the time limit laid down by its Chairman,", "main_body": ["Regulation (EC) No 1542/2007 is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n(a) for herring in ICES zones (4) I, II, IIIa, IV, Vb, VI and VII;\n(b) for mackerel in ICES zones: IIa, IIIa, IV, Vb, VI, VII, VIII, IX, X, XII, XIV and EU waters of CECAF (5);\n(c) for horse mackerel: ICES zones IIa, IV, Vb, VI, VII, VIII, IX, X, XII, XIV and EU waters of CECAF.\n2. in Article 9, paragraph 3 shall be replaced by the following:\n(a) the name and registration number of the vessel from which the fish has been landed;\n(b) the identity number of the tankers in cases where fish has been transported from the port of landing before weighing in accordance with Article 7. Each tanker load shall be weighed and recorded separately. However, the total weight of all the tanker loads from the same vessel may be recorded as a whole in case these tanker loads are weighed consecutively and without interruption;\n(c) the species of fish;\n(d) the weight of each landing;\n(e) the date and time of the beginning and end of the weighing.’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 261, 20.10.1993, p. 1.\n(2)  OJ L 337, 21.12.2007, p. 56.\n(3)  OJ L 343, 22.12.2009, p. 1.\n(4)  ICES (International Council for the Exploration of the Sea) zones, as defined in Regulation (EC) No 218/2009 of the European Parliament and of the Council of 11 March 2009 on the submission of nominal catch statistics by Member States fishing in the north-east Atlantic (OJ L 87, 31.3.2009, p. 70).\n(5)  CECAF (Eastern Central Atlantic or FAO major fishing zone 34), as defined in Regulation (EC) No 216/2009 of the European Parliament and of the Council of 11 March 2009 on the submission of nominal catch statistics by Member States fishing in certain areas other than those of the North Atlantic (OJ L 87, 31.3.2009, p. 1).’;"}