{"celex_id": "32015D0372", "uri": "http://publications.europa.eu/resource/cellar/98abb36e-c498-11e4-bbe1-01aa75ed71a1", "type": "Decision", "concepts": ["12", "1474", "1518", "2850", "3466", "4505", "5407", "5563", "5870"], "title": "Council Decision (EU) 2015/372 of 8 October 2014 on the signing, on behalf of the Union and its Member States, and provisional application of a Protocol amending the Euro-Mediterranean Aviation Agreement between the European Union and its Member States, of the one part, and the government of the State of Israel, of the other part, to take account of the accession to the European Union of the Republic of Croatia\n", "header": "7.3.2015 EN Official Journal of the European Union L 64/1\nCOUNCIL DECISION (EU) 2015/372\nof 8 October 2014\non the signing, on behalf of the Union and its Member States, and provisional application of a Protocol amending the Euro-Mediterranean Aviation Agreement between the European Union and its Member States, of the one part, and the government of the State of Israel, of the other part, to take account of the accession to the European Union of the Republic of Croatia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2), in conjunction with Article 218(5) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular the second subparagraph of Article 6(2) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 14 September 2012, the Council authorised the Commission to open negotiations, on behalf of the Union, its Member States and the Republic of Croatia, to conclude a Protocol amending the Euro-Mediterranean Aviation Agreement between the European Union and its Member States, of the one part and the government of the State of Israel, of the other part (1), to take account of the accession to the European Union of the Republic of Croatia (‘the Protocol’).\n(2) Those negotiations were successfully completed on 12 December 2013.\n(3) The Protocol should be signed on behalf of the Union and its Member States, subject to its conclusion at a later date.\n(4) The Protocol should be applied provisionally,", "main_body": ["The signing of the Protocol amending the Euro-Mediterranean Aviation Agreement between the European Union and its Member States, of the one part and the government of the State of Israel, of the other part, to take account of the accession to the European Union of the Republic of Croatia is hereby authorised on behalf of the Union and its Member States, subject to the conclusion of the Protocol.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol on behalf of the European Union and its Member States.", "The Protocol shall be applied on a provisional basis, in accordance with Article 3(2) thereof, as from its signing by the parties (2), pending its entry into force.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 8 October 2014.\nFor the Council\nThe President\nM. LUPI\n(1)  The text of the Agreement is published in OJ L 208, 2.8.2013, p. 3.\n(2)  The date from which the Protocol will be provisionally applied will be published in the Official Journal of the European Union by the General Secretariat of the Council."}