{"celex_id": "32011R0331", "uri": "http://publications.europa.eu/resource/cellar/2dc796b3-e525-47fe-9ae7-19664ae2f5fd", "type": "Regulation", "concepts": ["2173", "2443", "2709", "2965", "5384", "797"], "title": "Commission Regulation (EU) No 331/2011 of 6 April 2011 amending Regulation (EC) No 1120/2009 as regards the use of land for the production of hemp within the framework of the implementation of the single payment scheme provided for in Council Regulation (EC) No 73/2009\n", "header": "7.4.2011 EN Official Journal of the European Union L 93/16\nCOMMISSION REGULATION (EU) No 331/2011\nof 6 April 2011\namending Regulation (EC) No 1120/2009 as regards the use of land for the production of hemp within the framework of the implementation of the single payment scheme provided for in Council Regulation (EC) No 73/2009\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 39(2) thereof,\nWhereas:\n(1) Article 39, paragraph 1, of Regulation (EC) No 73/2009 establishes that areas used for the production of hemp shall only be eligible for direct payments if the varieties used have a tetrahydrocannabinol content not exceeding 0,2 %.\n(2) Article 124, paragraph 3, of Regulation (EC) No 73/2009 establishes that Article 39 of that Regulation is applicable to areas under the single area payment scheme.\n(3) Article 10 of Commission Regulation (EC) No 1120/2009 of 29 October 2009 laying down detailed rules for the implementation of the single payment scheme provided for in Title III of Council Regulation (EC) No 73/2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers (2) establishes that the payment of entitlements for areas on hemp shall be subject to the use of seed of the varieties listed in ‘Common Catalogue of Varieties of Agricultural Plant Species’, with exception of the varieties Finola and Tiborszállási, and provides for their certification.\n(4) Finland and Hungary have notified data to the Commission on the tetrahydrocannabinol content of varieties Finola, grown in Finland, and Tiborszállási, grown in Hungary, where it is shown that the said content in the past years was below the 0,2 % level.\n(5) On the basis of this information, the Commission considers that these hemp varieties should be made eligible, respectively, in the Member States concerned.\n(6) Regulation (EC) No 1120/2009 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Article 10 of Regulation (EC) No 1120/2009 is replaced as follows:\n‘Article 10\nProduction of hemp\nFor the purposes of Article 39 of Regulation (EC) No 73/2009, the payment of the entitlements for areas on hemp shall be subject to the use of seed of the varieties listed in the “Common Catalogue of Varieties of Agricultural Plant Species” on 15 March of the year in respect of which the payment is granted and published in accordance with Article 17 of Council Directive 2002/53/EC (3). However, areas using the variety Finola shall be eligible only in Finland and areas using the variety Tiborszállási shall be eligible only in Hungary. The seed shall be certified in accordance with Council Directive 2002/57/EC (4).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 316, 2.12.2009, p. 1.\n(3)  OJ L 193, 20.7.2002, p. 1.\n(4)  OJ L 193, 20.7.2002, p. 74.’"}