{"celex_id": "32015R0310", "uri": "http://publications.europa.eu/resource/cellar/2430d7d7-be4c-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["2039", "3645", "3875", "4502", "859"], "title": "Commission Implementing Regulation (EU) 2015/310 of 26 February 2015 amending Regulation (EC) No 29/2009 laying down requirements on data link services for the single European sky and repealing Implementing Regulation (EU) No 441/2014  Text with EEA relevance\n", "header": "27.2.2015 EN Official Journal of the European Union L 56/30\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/310\nof 26 February 2015\namending Regulation (EC) No 29/2009 laying down requirements on data link services for the single European sky and repealing Implementing Regulation (EU) No 441/2014\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 552/2004 of the European Parliament and of the Council of 10 March 2004 on the interoperability of the European Air Traffic Management network (the interoperability Regulation) (1), and in particular Article 3(1) and (5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 29/2009 (2) lays down requirements for the coordinated introduction of data link services based on air-ground point-to-point data communications.\n(2) Air navigation service providers and operators have reported technical issues when implementing Regulation (EC) No 29/2009, particularly disconnections, known as Provider Aborts (‘PAs’), of existing air-ground data communications enabling the operations of data link services (‘DLS’) and which are beyond acceptable performance levels. For that reason certain air navigation service providers have already taken mitigation measures, consisting of the restriction of DLS operations to aircraft equipped with specific avionics through so-called ‘white lists’, so as to address potential safety impacts of those PAs in the operations of data link service.\n(3) At the request of the Commission, the European Aviation Safety Agency (‘EASA’) conducted an investigation (3) to identify the root cause or causes of those technical issues and to recommend measures to address them. The investigation revealed that the random PA occurrences could not be attributed to a single, predictable cause but rather to a combination of factors related to the radio frequency environment and to the current single frequency implementation of the data link infrastructure. It was found that this excessive rate of random PAs causes a degradation in the network performance potentially presenting aviation safety risks by increasing the pilots and controllers' workload and creating confusion leading to a loss of situational awareness.\n(4) EASA concluded in its investigation report that acceptable data link performance levels can only be established by deploying a multi-frequency infrastructure, which is also to be optimised for radio frequency interference prevention. It recommended establishing and implementing a plan of actions to further investigate the identified technical issues and to validate the necessary technical solutions. However, these measures require time and EASA therefore recommended to reconsider the date of application of Regulation (EC) No 29/2009 and the timeframes of that Regulation. EASA also recommended that the implementation of the plan of actions be preferably performed by the deployment manager as referred to in Commission Implementing Regulation (EU) No 409/2013 (4).\n(5) In addition, with a view to addressing specifically the aviation safety aspect of DLS operations pursuant to Regulation (EC) No 29/2009, on 23 May 2014 EASA issued Safety Information Bulletin No 2014-14, which recommends that operators revert from data to voice when confronted with a high level of PAs.\n(6) In line with the EASA recommendations, the Commission instructed the SESAR Joint Undertaking (‘SJU’) to draft a work plan for further investigation of the identified issues and for carrying out the specific actions recommended by EASA. The work plan, as presented by the SJU, includes two phases of studies and remedial actions deemed necessary in relation to, in particular, the data link ground infrastructure issues and the finding and validation of technical airborne solutions. The preliminary results and remedial actions are expected by 2016, while further validation may require two more years.\n(7) Therefore, particularly due to the observed technical difficulties and shortcomings in the performance of the deployed DLS infrastructure, which have already led to certain mitigation measures being enacted, and their potential impact on aviation safety and given that the necessary studies and actions to identify and remedy them are expected to be completed during the course of 2018, the date of application of Regulation (EC) No 29/2009 should be deferred.\n(8) For the same reasons referred to in recital 7, and in order to retain the consistency of the requirements set out in Regulation (EC) No 29/2009, certain other timeframes provided for in that Regulation should also be amended.\n(9) In order to provide and operate data link services built on the required validated ground DLS capability, the dates of application for the requirements relating to the ground equipage for the airspace defined in Parts A and B of Annex I to Regulation (EC) No 29/2009 should be amended so as to ensure that the ground infrastructure is available 24 months before the date of application of the requirements relating to the airborne side. However, Member States responsible for the airspace defined in Part B of that Annex have already been provided with a longer period to implement the required DLS ground infrastructure. Therefore it is no longer justified to differentiate, in terms of dates of application, between airspace defined in Parts A and B of that Annex.\n(10) In addition, the date by which the operators are required to ensure that the aircraft concerned have the capacity to operate the DLS in accordance with Annex II to Regulation (EC) No 29/2009 should be adjusted, in order that it corresponds to the amended date of application of that Regulation. Moreover, in respect of this requirement concerning the capacity to operate the DLS, it is also no longer justified to distinguish between aircraft on the basis of the date of their individual certificate of airworthiness. However, the exemptions to this requirement for certain categories of aircraft, as well as the specific rule concerning new transport type State aircraft, should be retained and the relevant dates should be adjusted accordingly, so as to retain the practical effect of those rules. Only with respect to the exemption relating to aircraft with an individual certificate of airworthiness first issued before 1 January 2014 and fitted with data link equipment certified against one of the relevant Eurocae documents the current dates should be retained, at least for the time being, in the absence of clear and convincing data justifying their adjustment.\n(11) The measures set out in this Regulation, in particular the amendment to the date of application of Regulation (EC) No 29/2009, are, subject to the need to adequately address any aviation safety issues that may arise in this connection, without prejudice to the existing possibilities in the context of the modulation of air navigation charges referred to in Article 16 of Commission Implementing Regulation (EU) No 391/2013 (5) or the allocation of air traffic flow management (ATFM) slots in accordance with Commission Regulation (EU) No 255/2010 (6) to take account of the fact that certain operators may already have equipped, or will equip on a voluntary basis before the amended date of application of the Regulation, their aircraft with the capacity to operate DLS and that certain air traffic service providers have already implemented DLS ground infrastructure.\n(12) Pursuant to Commission Implementing Regulation (EU) No 441/2014 (7), the Croatian airspace is to be added to the airspace in which Regulation (EC) No 29/2009 applies. However, Implementing Regulation (EU) No 441/2014 only applies from 5 February 2016. Considering the current amendment to Regulation (EC) No 29/2009, Implementing Regulation (EU) No 441/2014 should, for reasons of clarity, be repealed and the amendment enacted by that Regulation should be inserted in this Regulation.\n(13) Regulation (EC) No 29/2009 should therefore be amended accordingly.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the Single Sky Committee, established by Article 5 of Regulation (EC) No 549/2004 of the European Parliament and of the Council (8),", "main_body": ["Regulation (EC) No 29/2009 is amended as follows:\n(1) in Article 1, paragraph 3 is replaced by the following:\n(2) in Article 3, paragraphs 2, 3, 4 and 5 are replaced by the following:\n(a) aircraft with an individual certificate of airworthiness first issued before 1 January 2014 and fitted with data link equipment certified against the requirements of one of the Eurocae documents specified in point (10) of Annex III;\n(b) aircraft which have an individual certificate of airworthiness first issued before 31 December 2003 and which will cease operation in the airspace referred to in Article 1(3) before 31 December 2022;\n(c) State aircraft;\n(d) aircraft flying in the airspace referred to in Article 1(3) for testing, delivery or for maintenance purposes or with data link constituents temporarily inoperative under conditions specified in the applicable minimum equipment list required by point (1) of Annex III and Regulation (EC) No 216/2008 and its implementing rules.\n(3) in Article 15, in the second paragraph, the words ‘7 February 2013’ are replaced by ‘5 February 2018’;\n(4) in Annex I, in Part B, the following is inserted after ‘— Warszawa FIR,’: ‘— Zagreb FIR,’.", "Implementing Regulation (EU) No 441/2014 is repealed.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 96, 31.3.2004, p. 26.\n(2)  Commission Regulation (EC) No 29/2009 of 16 January 2009 laying down requirements on data link services for the single European sky (OJ L 13, 17.1.2009, p. 3).\n(3)  European Aviation Safety Agency, Report ‘Technical issues in the implementation of Regulation (EC) No 29/2009’, version 1.1, 23.4.2014, document reference 2014_03_24_E4_D_51431_REP_DLS_1.1\n(4)  Commission Implementing Regulation (EU) No 409/2013 of 3 May 2013 on the definition of common projects, the establishment of governance and the identification of incentives supporting the implementation of the European Air Traffic Management Master Plan (OJ L 123, 4.5.2013, p. 1).\n(5)  Commission Implementing Regulation (EU) No 391/2013 of 3 May 2013 laying down a common charging scheme for air navigation services (OJ L 128, 9.5.2013, p. 31).\n(6)  Commission Regulation (EU) No 255/2010 of 25 March 2010 laying down common rules on air traffic flow management (OJ L 80, 26.3.2010, p. 10).\n(7)  Commission Implementing Regulation (EU) No 441/2014 of 30 April 2014 amending Regulation (EC) No 29/2009 laying down requirements on data link services for the single European sky (OJ L 130, 1.5.2014, p. 37).\n(8)  Regulation (EC) No 549/2004 of the European Parliament and of the Council of 10 March 2004 laying down the framework for the creation of the single European sky (the framework Regulation) (OJ L 96, 31.3.2004, p. 1)."}