{"celex_id": "32014R0291", "uri": "http://publications.europa.eu/resource/cellar/d0f50db7-b199-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "192", "4743", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 291/2014 of 21 March 2014 amending Regulation (EC) No 1289/2004 as regards the withdrawal time and maximum residues limits of the feed additive decoquinate  Text with EEA relevance\n", "header": "22.3.2014 EN Official Journal of the European Union L 87/87\nCOMMISSION IMPLEMENTING REGULATION (EU) No 291/2014\nof 21 March 2014\namending Regulation (EC) No 1289/2004 as regards the withdrawal time and maximum residues limits of the feed additive decoquinate\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the possibility to modify the authorisation of a feed additive further to a request from the holder of the authorisation and an opinion of the European Food Safety Authority (the Authority).\n(2) The use of decoquinate belonging to the group of coccidiostats and other medicinal substances was authorised for 10 years in accordance with Council Directive 70/524/EEC (2) as a feed additive for the use on chickens for fattening by Commission Regulation (EC) No 1289/2004 (3).\n(3) The holder of the authorisation submitted an application requesting a reduction in the authorised withdrawal time from three days to zero days before slaughter and the introduction of maximum residues limits (MRLs) for liver (1,0 mg/kg), kidney (0,8 mg/kg), muscle (0,5 mg/kg) and skin/fat (1,0 mg/kg) from animals fed with the additive. The holder of the authorisation submitted the relevant data to support its request.\n(4) The Authority concluded in its opinion of 12 September 2013 (4) that the modification from three days to zero days of withdrawal time does not compromise consumer safety and the new data submitted confirm that no MRLs are necessary.\n(5) However, for the purpose of the feasibility of controls, it was considered appropriate to established MRLs as proposed by the applicant.\n(6) The conditions provided for in Article 5 of Regulation (EC) No 1831/2003 are satisfied.\n(7) Regulation (EC) No 1289/2004 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Regulation (EC) No 1289/2004 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  Directive 70/524/EEC of the Council of 23 November 1970 concerning additives in feedingstuffs (OJ L 270, 14.12.1970, p. 1).\n(3)  Commission Regulation (EC) No 1289/2004 of 14 July 2004 concerning the authorisation for 10 years of the additive Deccox in feedingstuffs, belonging to the group of coccidiostats and other medicinal substances (OJ L 243, 15.7.2004, p. 15).\n(4)  EFSA Journal 2013; 11(10):3370.\nANNEX\nThe Annex to Regulation (EC) No 1289/2004 is replaced as follows:\n‘ANNEX\nRegistration number of additive Name and registration number of person responsible for putting the additive into circulation Additive (Trade name) Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation Maximum Residue Limits (MRLs) in the relevant foodstuffs of animal origin\nmg of active substance/kg of complete feedingstuff with a moisture content of 12 %\nCoccidiostats and other medicinal substances\nAdditive composition\nActive substance\nRelated impurities:\nAnalytical method\n (1)\n(1)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx’"}