{"celex_id": "32011R1336", "uri": "http://publications.europa.eu/resource/cellar/4f98940b-77b3-4c4a-9344-94144669119b", "type": "Regulation", "concepts": ["1125", "161", "2718", "2732", "2771", "3191", "4350", "4605", "4682", "4713", "5469", "5563", "5695", "5713", "5746", "5892", "8285"], "title": "Regulation (EU) No 1336/2011 of the European Parliament and of the Council of 13 December 2011 amending Council Regulation (EC) No 1215/2009 introducing exceptional trade measures for countries and territories participating in or linked to the European Union’s Stabilisation and Association process\n", "header": "30.12.2011 EN Official Journal of the European Union L 347/1\nREGULATION (EU) No 1336/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 2011\namending Council Regulation (EC) No 1215/2009 introducing exceptional trade measures for countries and territories participating in or linked to the European Union’s Stabilisation and Association process\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Council Regulation (EC) No 2007/2000 of 18 September 2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union’s Stabilisation and Association process (2) introduced exceptional trade measures which provide for unlimited duty free access to the Union market for almost all products originating in the countries and customs territories benefiting from the Stabilisation and Association process. As Regulation (EC) No 2007/2000 was substantially amended several times, in the interests of clarity and rationality it was codified by Council Regulation (EC) No 1215/2009 (3).\n(2) A Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and Bosnia and Herzegovina, of the other part, was signed in Luxembourg on 16 June 2008. Pending the completion of the procedures necessary for its entry into force, an Interim Agreement on trade and trade-related matters between the European Community, of the one part, and Bosnia and Herzegovina, of the other part (4), was signed and concluded (5) and entered into force on 1 July 2008.\n(3) A Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Serbia, of the other part was signed in Luxembourg on 29 April 2008. Pending the completion of the procedures necessary for its entry into force, an Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Serbia, of the other part (6), was signed and concluded (7) and entered into force on 1 February 2010.\n(4) The Stabilisation and Association Agreements and the Interim Agreements establish a contractual trade regime between the European Union and Bosnia and Herzegovina, and between the European Union and Serbia. It is therefore necessary to amend Regulation (EC) No 1215/2009 by removing Bosnia and Herzegovina and Serbia from the list of beneficiaries of the tariff concessions for the same products under the contractual trade regime and to adjust the global tariff quota volumes for specific products for which tariff quotas have been granted under the contractual trade regime. Bosnia and Herzegovina and Serbia should, however, remain beneficiaries under Regulation (EC) No 1215/2009 in so far as that Regulation provides for concessions which are more favourable than those under the bilateral agreements.\n(5) Regulation (EC) No 1215/2009 remains the main instrument governing trade relations with Kosovo (8). Kosovo’s continued access to the Union market is crucial for Kosovo’s economic recovery and for the whole region. At the same time, such access will not have negative consequences for the Union.\n(6) For those reasons and given the fact that Regulation (EC) No 1215/2009 ceased to apply on 31 December 2010, it is appropriate to extend the validity of Regulation (EC) No 1215/2009 until 31 December 2015.\n(7) In order to ensure the Union’s compliance with its international obligations, the preferential arrangements set out in this Regulation should be made conditional on the continuation or renewal of the existing waiver from World Trade Organization (WTO) obligations obtained by the Union.\n(8) In order to protect the economic interests of operators, it is necessary to provide for transitional measures in respect of goods that are, at the date of application of this Regulation, in transit or in temporary storage in customs warehouses or in free zones.\n(9) In order to adopt the provisions necessary for the application of this Regulation, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of the necessary amendments and technical adjustments to Annexes I and II following amendments to the Combined Nomenclature codes and to the TARIC subdivisions, as well as the necessary adjustments following the granting of trade preferences under other arrangements between the Union and the countries and territories referred to in this Regulation. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(10) In order to ensure uniform conditions for the implementation of this Regulation with regard to the suspension of the entitlement to benefit from the preferential arrangements in the event of non-compliance, the issuing of authenticity certificates attesting that the goods originate in the country or territory concerned and correspond to the definition in this Regulation, and for the temporary suspension, in whole or in part, of the arrangements provided for in this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (9).\n(11) In order not to disrupt trade, it is necessary for this Regulation to apply retroactively, as of 1 January 2011,", "main_body": ["Regulation (EC) No 1215/2009 is amended as follows:\n(1) Article 1 is replaced by the following:\n(2) Article 2 is amended as follows:\n(a) point (a) of paragraph 1 is replaced by the following:\n‘(a) compliance with the definition of “originating products” provided for in Part I, Title IV, Chapter 2, Section 2 of Regulation (EEC) No 2454/93.’;\n(b) the following paragraph is added:\n(3) Article 3 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) paragraph 3 is deleted;\n(c) paragraph 4 is replaced by the following:\n(4) Article 4 is replaced by the following:\n(5) Article 7 is replaced by the following:\n(a) necessary amendments and technical adjustments to Annexes I and II following amendments to the Combined Nomenclature codes and to the TARIC subdivisions;\n(b) necessary adjustments following the granting of trade preferences under other arrangements between the Union and the countries and territories referred to in Article 1.’;\n(6) the following Article is inserted:\n(7) Article 8 is replaced by the following:\n(8) Article 10 is amended as follows:\n(a) paragraph 1 is amended as follows:\n(i) point (a) is replaced by the following:\n‘(a) informed the Western Balkans Implementation Committee;’;\n(ii) the following subparagraph is added:\n(b) paragraph 2 is deleted;\n(c) paragraph 3 is replaced by the following:\n(9) in Article 12, the second paragraph is replaced by the following:\n(10) Annex I is replaced by the text appearing in the Annex to this Regulation.", "Goods which, on 1 January 2011, are either in transit or in the Union in temporary storage in customs warehouses or in free zones and for which before that date a proof of origin of Bosnia and Herzegovina or Serbia has been properly issued in accordance with Part I, Title IV, Chapter 2, Section 2 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (13), shall continue to benefit from Regulation (EC) No 1215/2009 for a period of 4 months from the date of application of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 13 December 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. SZPUNAR\n(1)  Position of the European Parliament of 13 October 2011 (not yet published in the Official Journal) and decision of the Council of 24 November 2011.\n(2)  OJ L 240, 23.9.2000, p. 1.\n(3)  OJ L 328, 15.12.2009, p. 1.\n(4)  OJ L 233, 30.8.2008, p. 6.\n(5)  OJ L 169, 30.6.2008, p. 10. Corrected version in OJ L 233, 30.8.2008, p. 5.\n(6)  OJ L 28, 30.1.2010, p. 2.\n(7)  OJ L 28, 30.1.2010, p. 1.\n(8)  As defined by United Nations Security Council Resolution 1244(1999).\n(9)  OJ L 55, 28.2.2011, p. 13.\n(10)  OJ L 55, 28.2.2011, p. 13.\n(11)  OJ L 84, 31.3.2009, p. 1.\n(12)  OJ L 299, 16.11.2007, p. 1.’;\n(13)  OJ L 253, 11.10.1993, p. 1.\nANNEX\n‘ANNEX I\nTARIFF QUOTAS REFERRED TO IN ARTICLE 3(1)\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nOrder No CN Code Description Quota volume per year (1) Beneficiaries Rate of duty\n09.1571 0301 91 10 Trout (Salmo trutta, Oncorhynchus mykiss, Oncorhynchus clarki, Oncorhynchus aguabonita, Oncorhynchus gilae, Oncorhynchus apache and Oncorhynchus chrysogaster): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 15 tonnes customs territory of Kosovo 0 %\n09.1573 0301 93 00 Carp: live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 20 tonnes customs territory of Kosovo 0 %\n09.1575 ex 0301 99 80 Sea bream (Dentex dentex and Pagellus spp.): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 45 tonnes customs territory of Kosovo 0 %\n09.1577 ex 0301 99 80 Sea bass (Dicentrarchus labrax): live; fresh or chilled; frozen; dried; salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption 30 tonnes customs territory of Kosovo 0 %\n09.1515 ex 2204 21 93 Wine of fresh grapes, of an actual alcoholic strength by volume not exceeding 15 % vol, other than sparkling wine 50 000 hl (2) Albania (3), Bosnia and Herzegovina (4), Croatia (5), the former Yugoslav Republic of Macedonia (6), Montenegro (7), Serbia (8) or customs territory of Kosovo Exemption\n(1)  One global volume per tariff quota accessible to imports originating in the beneficiaries.\n(2)  The volume of this global tariff quota shall be reduced if the quota volume of the individual tariff quota applicable under order No 09.1588 for certain wines originating in Croatia is increased.\n(3)  Access for wine originating in Albania to this global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Additional Protocol on wine concluded with Albania. These individual tariff quotas are opened under order Nos 09.1512 and 09.1513.\n(4)  Access for wine originating in Bosnia and Herzegovina to this global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Protocol on wine concluded with Bosnia and Herzegovina. These individual tariff quotas are opened under order Nos 09.1528 and 09.1529.\n(5)  Access for wine originating in Croatia to this global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Additional Protocol on wine concluded with Croatia. These individual tariff quotas are opened under order Nos 09.1588 and 09.1589.\n(6)  Access for wine originating in the former Yugoslav Republic of Macedonia to this global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Additional Protocol on wine concluded with the former Yugoslav Republic of Macedonia. These individual tariff quotas are opened under order Nos 09.1558 and 09.1559.\n(7)  Access for wine originating in Montenegro to this global tariff quota is subject to the prior exhaustion of the individual tariff quota provided for in the Protocol on wine concluded with Montenegro. This individual tariff quota is opened under order No 09.1514.\n(8)  Access for wine originating in Serbia to this global tariff quota is subject to the prior exhaustion of both individual tariff quotas provided for in the Protocol on wine concluded with Serbia. These individual tariff quotas are opened under order Nos 09.1526 and 09.1527.’."}