{"celex_id": "32010D0622", "uri": "http://publications.europa.eu/resource/cellar/855ed698-f8cf-4654-afbb-4ed80c13cc24", "type": "Decision", "concepts": ["1474", "4004", "4005", "5040", "5796"], "title": "2010/622/EU: Council Decision of 7 October 2010 on the signing, on behalf of the European Union, of the Agreement between the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports\n", "header": "20.10.2010 EN Official Journal of the European Union L 275/3\nCOUNCIL DECISION\nof 7 October 2010\non the signing, on behalf of the European Union, of the Agreement between the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports\n(2010/622/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 77(2)(a), in conjunction with Article 218(5), thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In order to harmonise their visa policy with the provisions of Regulation (EC) No 539/2001 of 15 March 2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement (1), some Member States granted visa waiver to the nationals of the Federative Republic of Brazil (‘Brazil’) prior to their accession to the Union, as Brazil figures on the list of third countries whose nationals are exempt from the visa requirement.\n(2) For constitutional reasons, Brazil cannot grant visa waiver to the Member States unilaterally; it is necessary to conclude a visa waiver agreement to be ratified by the Brazilian Parliament.\n(3) Brazil has bilateral visa waiver agreements with most of the Member States, concluded either prior to their accession to the Union or prior to the establishment of the common visa policy. However, there are still four Member States with whom no bilateral visa waiver agreement was concluded in the past; therefore Brazil still requires a visa from the nationals of these Member States for short stays.\n(4) It stems from the nature of the common visa policy and the exclusive external competence of the Union in this area that only the Union can negotiate and conclude a visa waiver agreement, and not the individual Member States.\n(5) In view of the non-reciprocal treatment of Brazil towards certain Member States, the Council, by its Decision of 18 April 2008, authorised the Commission to negotiate an agreement between the Union and Brazil on short-stay visa waiver in order to ensure a full reciprocal visa waiver.\n(6) Negotiations on the agreement were opened on 2 July 2008 and concluded on 1 October 2009.\n(7) Subject to its conclusion at a later date, the Agreement between the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports, initialled in Brussels on 28 April 2010, should be signed.\n(8) This Decision constitutes a development of the provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (2); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(9) This Decision constitutes a development of the provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (3); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application,", "main_body": ["The signing of the Agreement between the European Union and the Federative Republic of Brazil on short-stay visa waiver for holders of ordinary passports (‘the Agreement’) is hereby approved on behalf of the Union, subject to its conclusion (4).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union, subject to its conclusion.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 7 October 2010.\nFor the Council\nThe President\nM. WATHELET\n(1)  OJ L 81, 21.3.2001, p. 1.\n(2)  OJ L 131, 1.6.2000, p. 43.\n(3)  OJ L 64, 7.3.2002, p. 20.\n(4)  The text of the Agreement will be published together with the decision on its conclusion."}