{"celex_id": "32013D0137", "uri": "http://publications.europa.eu/resource/cellar/04a803fd-908b-11e2-b5c3-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "4152", "5581", "6112", "6307", "863"], "title": "2013/137/EU: Commission Implementing Decision of 15 March 2013 authorising the use of at risk bovine animals until the end of their productive lives in Spain following official confirmation of the presence of BSE (notified under document C(2013) 1473)\n", "header": "19.3.2013 EN Official Journal of the European Union L 75/37\nCOMMISSION IMPLEMENTING DECISION\nof 15 March 2013\nauthorising the use of at risk bovine animals until the end of their productive lives in Spain following official confirmation of the presence of BSE\n(notified under document C(2013) 1473)\n(Only the Spanish text is authentic)\n(2013/137/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the second subparagraph of Article 13(1) thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. The first subparagraph of Article 13(1) of that Regulation provides for eradication measures to be applied when the presence of a TSE has been officially confirmed. Those measures consist in particular in the killing and complete destruction of the animals and products of animal origin which have been identified as being at risk (‘at risk bovine animals’) due to an epidemiological link with the affected animals.\n(2) Spain has submitted to the Commission a request for a decision to allow the use of at risk bovine animals until the end of their productive lives by way of derogation from point (c) of the first subparagraph of Article 13(1) of Regulation (EC) No 999/2001.\n(3) The control measures submitted by Spain provide for strict movement restriction and traceability of bovine animals in such a way that the current level of protection of human and animal health is not endangered.\n(4) On the basis of a favourable risk assessment, Spain should therefore be allowed to use at risk bovine animals until the end of their productive lives provided that certain conditions are met.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   By way of derogation from point (c) of the first subparagraph of Article 13(1) of Regulation (EC) No 999/2001, Spain may use bovine animals referred to in the second and third indents of point 1(a) of Annex VII to that Regulation until the end of their productive lives under the conditions provided for in paragraphs 2 and 3 of this Article.\n2.   Spain shall ensure that the bovine animals referred to in paragraph 1:\n(a) are permanently traceable in the computerised database provided for in Article 5 of Regulation (EC) No 1760/2000 of the European Parliament and of the Council (2);\n(b) are only moved from their holding under official supervision and for the purpose of destruction;\n(c) are not dispatched to other Member States or exported to third countries.\n3.   Spain shall carry out regular checks to verify the correct implementation of this Decision.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 15 March 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  OJ L 204, 11.8.2000, p. 1."}