{"celex_id": "32011R0373", "uri": "http://publications.europa.eu/resource/cellar/23fbd202-57c5-4673-b6fd-4502e064b8a0", "type": "Regulation", "concepts": ["1224", "2560", "5451", "5760", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 373/2011 of 15 April 2011 concerning the authorisation of the preparation of Clostridium butyricum FERM-BP 2789 as a feed additive for minor avian species except laying birds, weaned piglets and minor porcine species (weaned) and amending Regulation (EC) No 903/2009 (holder of authorisation Miyarisan Pharmaceutical Co. Ltd, represented by Miyarisan Pharmaceutical Europe S.L.U.)  Text with EEA relevance\n", "header": "16.4.2011 EN Official Journal of the European Union L 102/10\nCOMMISSION IMPLEMENTING REGULATION (EU) No 373/2011\nof 15 April 2011\nconcerning the authorisation of the preparation of Clostridium butyricum FERM-BP 2789 as a feed additive for minor avian species except laying birds, weaned piglets and minor porcine species (weaned) and amending Regulation (EC) No 903/2009 (holder of authorisation Miyarisan Pharmaceutical Co. Ltd, represented by Miyarisan Pharmaceutical Europe S.L.U.)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) and Article 13(3) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition, for the grounds and procedures for granting such authorisation, and for the possibility to modify the authorisation of a feed additive further to a request from the holder of the authorisation and an opinion of the European Food Safety Authority (the Authority).\n(2) The preparation of Clostridium butyricum MIYAIRI 588 (FERM-P 1467) has been authorised as a feed additive for 10 years for use in chickens for fattening by Commission Regulation (EC) No 903/2009 (2).\n(3) The applicant requested a modification of the strain designation from Clostridium butyricum MIYAIRI 588 (FERM-P 1467) to Clostridium butyricum FERM-BP 2789, and of the name of the representative of the holder of the authorisation from Mitsui & Co. Deutschland GmbH to Miyarisan Pharmaceutical Europe S.L.U. and, in accordance with Article 7 of Regulation (EC) No 1831/2003, for a new use of this additive for minor avian species (except laying hens), weaned piglets and minor weaned porcine species, requesting that the additive be classified in the additive category ‘zootechnical additives’.\n(4) The application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003, and by the relevant data to support its request.\n(5) The Authority concluded in its opinion of 8 December 2010 (3) that the preparation of Clostridium butyricum FERM-BP 2789 set out in the Annex, under the proposed conditions of use, does not have an adverse effect on animal health, human health or the environment, and that this additive has the potential to improve weight gain and the efficiency of feed conversion in the target species. The Authority also concluded that the previous strain designation was not suitable for an unambiguous identification of the production strain and consequently supports the applicant’s wish to change it to Clostridium butyricum FERM-BP 2789. The Authority concluded that the compatibility has been demonstrated for two additional coccidiostats. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the European Union Reference Laboratory for Feed Additives set up by Regulation (EC) No 1831/2003.\n(6) The proposed change of the terms of the authorisation related to the name of the representative of the holder of the authorisation is purely administrative in nature and does not entail a fresh assessment of the additives concerned. The Authority was informed of the application.\n(7) The assessment of the preparation shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised as specified in the Annex to this Regulation.\n(8) Regulation (EC) No 903/2009 should therefore be amended accordingly.\n(9) Since the modifications on the conditions of the authorisation are not related to safety reasons, it is appropriate to allow a transitional period for the disposal of existing stocks of the premixtures and compound feed.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "In Regulation (EC) No 903/2009 the words ‘Clostridium butyricum MIYAIRI 588 (FERM-P 1467)’ and the words ‘Mitsui & Co. Deutschland GmbH’ are replaced respectively by the words ‘Clostridium butyricum FERM-BP 2789’ and by the words ‘Miyarisan Pharmaceutical Europe S.L.U’.\nIn point 2 of the ‘Other provisions’ column of the Annex to Regulation (EC) No 903/2009 the words ‘monensin sodium or lasalocid’ are added.", "Feed containing Clostridium butyricum MIYAIRI 588 (FERM-P 1467) labelled in accordance with Regulation (EC) No 903/2009 may continue to be placed on the market and used until stocks are exhausted.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 April 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 256, 29.9.2009, p. 26.\n(3)  EFSA Journal (2011); 9(1):1951.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition\nCharacterisation of the active substance\nAnalytical method\n (1)\nQuantification: pour plate method based on ISO 15213 standard.\nIdentification: pulsed-field gel electrophoresis (PFGE) method.\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. The use is allowed in feed containing the authorised coccidiostats: monensin sodium, diclazuril, maduramycin ammonium, robenidine, narasin, narasin/nicarbazin, semduramicin, decoquinate, salinomycin sodium or lasalocid sodium.\n3. For safety: breathing protection shall be used during the handling.\nPiglets (weaned) and minor porcine species (weaned). 2,5 × 108 CFU\n(1)  Details of the analytical methods are available at the following address of the European Union Reference Laboratory for Feed Additives: www.irmm.jrc.be/crl-feed-additives"}