{"celex_id": "32012R0028", "uri": "http://publications.europa.eu/resource/cellar/e1f6cfe8-1a2c-4578-8fa6-a5ec18ab9fdd", "type": "Regulation", "concepts": ["1445", "3191", "3614", "4294", "4498", "5369", "5581", "5876"], "title": "Commission Regulation (EU) No 28/2012 of 11 January 2012 laying down requirements for the certification for imports into and transit through the Union of certain composite products and amending Decision 2007/275/EC and Regulation (EC) No 1162/2009  Text with EEA relevance\n", "header": "14.1.2012 EN Official Journal of the European Union L 12/1\nCOMMISSION REGULATION (EU) No 28/2012\nof 11 January 2012\nlaying down requirements for the certification for imports into and transit through the Union of certain composite products and amending Decision 2007/275/EC and Regulation (EC) No 1162/2009\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), and in particular Article 3(5) thereof;\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (2), and in particular Article 8(5) thereof,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (3), and in particular the first paragraph of Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (4), and in particular the first paragraph of Article 16 thereof,\nHaving regard to Regulation (EC) No 882/2004 (5) of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules and in particular Article 48(1) and the first subparagraph of Article 63(1) thereof,\nWhereas:\n(1) Directive 97/78/EC provides that veterinary checks on products from third countries introduced into the Union are to be carried out by Member States in accordance with that Directive and with Regulation (EC) No 882/2004.\n(2) Regulation (EC) No 882/2004 lays down general rules for the performance of official controls to verify compliance with rules aiming, in particular, at preventing, eliminating or reducing to acceptable levels risks to humans and animals, either directly or through the environment.\n(3) Directive 2002/99/EC lays down the general animal health rules governing all stages of the production, processing and distribution within the Union and the introduction from third countries of products of animal origin and products obtained intended for human consumption.\n(4) Regulation (EC) No 853/2004 lays down specific rules on the hygiene of food of animal origin for food business operators. Article 6(4) of that Regulation provides that food business operators importing food containing both products of plant origin and processed products of animal origin (composite products) are to ensure that the processed products of animal origin contained in such food satisfy certain public health requirements laid down therein. In addition, Regulation (EC) No 853/2004 provides that food business operators must be able to demonstrate that they have done so, for example through appropriate documentation or certification.\n(5) Regulation (EC) No 853/2004 applies from 1 January 2006. However, the application of a number of measures laid down therein with immediate effect from that date would have presented practical difficulties in certain cases.\n(6) Commission Regulation (EC) No 2076/2005 (6) therefore provided that, by way of derogation from Article 6(4) of Regulation (EC) No 853/2004, food business operators importing food containing composite products were to be exempt from the obligation provided for in that Article.\n(7) Commission Regulation (EC) No 1162/2009 of 30 November 2009 laying down transitional measures for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (7) repealed and replaced Regulation (EC) No 2076/2005. Regulation (EC) No 1162/2009 contains the same derogation from Article 6(4) of Regulation (EC) No 853/2004 as did Regulation (EC) No 2076/2005.\n(8) In addition, Regulation (EC) No 1162/2009 provides that imports of composite products are to comply with the harmonised Union rules, where applicable, and with the national rules implemented by the Member States in other cases.\n(9) Regulation (EC) No 1162/2009 applies until 31 December 2013.\n(10) Commission Decision 2007/275/EC of 17 April 2007 concerning lists of animals and products to be subject to controls at border inspection posts under Council Directives 91/496/EEC and 97/78/EC (8) provides that certain composite products are to be subject to veterinary checks, when imported into the Union. Pursuant to that Decision, the composite products subjected to veterinary checks are all those containing processed meat products, those containing half or more of their substance of any one processed product of animal origin other than processed meat products and those containing no processed meat products and less than half of their substance of processed milk product where the final products do not meet certain requirements laid down in Decision 2007/275/EC.\n(11) In addition, Decision 2007/275/EC lays down certain certification requirements regarding the composite products subject to veterinary checks. It provides that composite products containing processed meat products are to be accompanied at introduction into the Union by the relevant certificate for meat products laid down in Union legislation. Composite products containing processed milk products, which are to be subjected to veterinary checks, are to be accompanied at introduction into the Union by the relevant certificate laid down in Union legislation. In addition, composite products containing only processed fishery or egg products which are to be subjected to veterinary checks are to be accompanied at introduction into the Union by the relevant certificate laid down in Union legislation or a commercial document where there is no certificate so required.\n(12) The composite products subjected to veterinary checks pursuant to Decision 2007/275/EC are, by their very nature, the ones that may present also a higher public health risk. The levels of potential public health risk vary depending on the product of animal origin which is included in the composite product, the percentage in which that product of animal origin is present in the composite product and the treatments applied to it as well as the shelf stability of the composite product.\n(13) It is therefore appropriate that the public health requirements laid down in Regulation (EC) No 853/2004 apply to those composite products even before the expiry of the derogation provided for in Regulation (EC) No 1162/2009.\n(14) In particular, the certification of compliance with public health requirements as laid down in Regulation (EC) No 853/2004 should be provided for in this Regulation for the importation of the composite products containing processed meat products, of those composite products containing half or more of their substance of milk products or of processed fishery or egg products and of those composite products containing no processed meat products and less than half of their substance of processed milk products where the final products are not shelf-stable at ambient temperature or where they have not clearly undergone in their manufacture a complete cooking or heat treatment process throughout their substance, so that any raw product is not denatured.\n(15) As a consequence, the derogation laid down in Regulation (EC) No 1162/2009 should no longer apply for those composite products.\n(16) The animal health requirements concerning those composite products are already laid down in Union legislation. Pursuant to those requirements, those composite products should in particular only be imported from approved third countries.\n(17) A specific model health certificate attesting that such composite products imported into the Union comply with those public and animal health requirements should be laid down in this Regulation. As a consequence, the certification requirements laid down in Decision 2007/275/EC should no longer apply for those composite products.\n(18) For the other composite products containing half or more of their substance of products of animal origin other than milk products or fishery or egg products, the certification requirements laid down in Decision 2007/275/EC should continue to apply. However, for reasons of simplification and clarity of Union legislation, it is appropriate to include those certification requirements in this Regulation, so that the main rules on the certification of composite products be laid down in only one act.\n(19) Decision 2007/275/EC and Regulation (EC) No 1162/2009 should therefore be amended accordingly.\n(20) Due to animal health reasons, a certificate and specific conditions for transit via the Union should be provided for. However these conditions should be applicable only to composite products containing processed meat products or processed dairy products.\n(21) Specific conditions for transit via the Union of consignments to and from Russia should be provided for, owing to the geographical situation of Kaliningrad, which only concerns Latvia, Lithuania and Poland.\n(22) To avoid any disruption of trade, the use of certificates issued in accordance with Decision 2007/275/EC prior to the date of application of this Regulation should be authorised for a transitional period.\n(23) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter\nThis Regulation lays down rules on the certification of consignments of certain composite products introduced into the Union from third countries.", "Definitions\nFor the purposes of this Regulation, the definitions in Article 2 of Decision 2007/275/EC shall apply.", "Imports of certain composite products\n1.   Consignments of the following composite products introduced into the Union shall come from a third country or part thereof authorised for the introduction into the Union of consignments of the products of animal origin contained in those composite products and the products of animal origin used for the production of such composite products shall originate from establishments in compliance with Article 6.1(b) of Regulation (EC) No 853/2004:\n(a) composite products containing processed meat products, as referred to in Article 4(a) of Decision 2007/275/EC;\n(b) composite products containing processed milk products and covered by Article 4(b) and (c) of Decision 2007/275/EC;\n(c) composite products containing half or more of their substance of processed fishery or egg products and covered by Article 4(b) of Decision 2007/275/EC.\n2.   Consignments of composite products referred to in paragraph 1 shall be accompanied by a health certificate in accordance with the model health certificate set out in Annex I and comply with the conditions established in such certificates.\n3.   Consignments of composite products containing half or more of their substance of products of animal origin other than those referred to in paragraph 1 shall come from a third country or part thereof authorised for the introduction into the Union of consignments of the products of animal origin contained in those composite products and shall be accompanied at introduction into the Union by the relevant certificate laid down in Union legislation for those products of animal origin or by a commercial document where there is no certificate so required.", "Transit and storage of certain composite products\nThe introduction into the Union of consignments of composite products referred to in Article 3(1)(a) and (b) not intended for importation into the Union but destined for a third country either by immediate transit or after storage in the Union, in accordance with Articles 11, 12 or 13 of Council Directive 97/78/EC, shall only be authorised if the consignments comply with the following conditions:\n(a) they come from a third country or part thereof authorised for the introduction into the Union of consignments of the products of animal origin contained in those composite products and comply with the appropriate treatment conditions for such products, as provided for in Commission Decision 2007/777/EC (9) and Commission Regulation (EU) No 605/2010 (10) for the product of animal origin concerned;\n(b) they are accompanied by a health certificate drawn up in accordance with the model health certificate set out in Annex II;\n(c) they comply with the specific animal health requirements for the importation into the Union of the products of animal origin contained in the composite products concerned, as set out in the animal health attestation in the model health certificate referred to in point (b);\n(d) they are certified as acceptable for transit, including for storage as appropriate, on the common veterinary entry document referred to in Article 2(1) of Commission Regulation (EC) No 136/2004 (11), signed by the official veterinarian of the border inspection post of introduction into the Union.", "Derogation for transit of consignments coming from and destined to Russia\n1.   By way of derogation from Article 4, the transit by road or by rail through the Union, between designated border inspection posts in Latvia, Lithuania and Poland, listed in Commission Decision 2009/821/EC (12), of consignments of composite products referred to Article 3 coming from and destined to Russia directly or via another third country shall be authorised provided that the following conditions are complied with:\n(a) the consignment is sealed with a serially numbered seal at the border inspection post of introduction into the Union by the veterinary services of the competent authority;\n(b) the documents accompanying the consignment and referred to in Article 7 of Directive 97/78/EC are stamped ‘ONLY FOR TRANSIT TO RUSSIA VIA THE EU’ on each page by the official veterinarian of the competent authority responsible for the border inspection post of introduction into the Union;\n(c) the procedural requirements provided for in Article 11 of Directive 97/78/EC are complied with;\n(d) the consignment is certified as acceptable for transit on the common veterinary entry document by the official veterinarian of the border inspection post of introduction into the Union.\n2.   Unloading or storage, as defined in Article 12(4) or in Article 13 of Directive 97/78/EC, of such consignments on Union territory shall not be allowed.\n3.   Regular audits shall be made by the competent authority to ensure that the number of consignments and the quantities of products leaving the Union territory matches the number and quantities entering the Union.", "Amendment to Decision 2007/275/EC", "of Decision 2007/275/EC is deleted.", "Amendment to Regulation (EC) No 1162/2009\nIn Regulation (EC) No 1162/2009, the first subparagraph of Article 3(2) is replaced by the following:\n‘2.   By way of derogation from Article 6(4) of Regulation (EC) No 853/2004, food business operators importing food containing both products of plant origin and processed products of animal origin, other than those referred to in Article 3(1) of Regulation (EU) No 28/2012 (13), shall be exempt from the obligation provided for in that Article.", "Transitional provision\nFor a transitional period until 30 September 2012, consignments of composite products in respect of which the relevant certificates have been issued in accordance with Article 5 of Decision 2007/275/EC before 1 March 2012 may continue to be introduced into the Union.", "Entry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 March 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 January 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 24, 30.1.1998, p. 9.\n(2)  OJ L 18, 23.1.2003, p. 11.\n(3)  OJ L 139, 30.4.2004, p. 55.\n(4)  OJ L 139, 30.4.2004, p. 206.\n(5)  OJ L 165, 30.4.2004, p. 1.\n(6)  OJ L 338, 22.12.2005, p. 83.\n(7)  OJ L 314, 1.12.2009, p. 10.\n(8)  OJ L 116, 4.5.2007, p. 9.\n(9)  OJ L 312, 30.11.2007, p. 49.\n(10)  OJ L 175, 10.7.2010, p. 1.\n(11)  OJ L 21, 28.1.2004, p. 11.\n(12)  OJ L 296, 12.11.2009, p. 1.\n(13)  OJ L 12, 14.1.2012, p. 1.’\nANNEX I\nModel Health Certificate for import into the European Union of composite products intended for human consumption\nANNEX II\nModel Health Certificate for transit through or storage in the European Union of composite products intended for human consumption"}