{"celex_id": "32011D0251", "uri": "http://publications.europa.eu/resource/cellar/64057ecf-4482-45a2-b0d0-ccce114e3b12", "type": "Decision", "concepts": ["3875", "4361", "5235", "5320", "5864", "7219"], "title": "2011/251/EU: Commission Implementing Decision of 18 April 2011 amending Decision 2009/766/EC on the harmonisation of the 900 MHz and 1800 MHz frequency bands for terrestrial systems capable of providing pan-European electronic communications services in the Community (notified under document C(2011) 2633)  Text with EEA relevance\n", "header": "27.4.2011 EN Official Journal of the European Union L 106/9\nCOMMISSION IMPLEMENTING DECISION\nof 18 April 2011\namending Decision 2009/766/EC on the harmonisation of the 900 MHz and 1 800 MHz frequency bands for terrestrial systems capable of providing pan-European electronic communications services in the Community\n(notified under document C(2011) 2633)\n(Text with EEA relevance)\n(2011/251/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) Commission Decision 2009/766/EC (2) aims to harmonise the technical conditions for the availability and efficient use of the 900 MHz band, in accordance with Council Directive 87/372/EEC of 25 June 1987 on the frequency bands to be reserved for the coordinated introduction of public pan-European cellular digital land-based mobile communications in the Community (3), and of the 1 800 MHz band for terrestrial systems capable of providing electronic communications services.\n(2) The efficient use of the 900 MHz and 1 800 MHz bands has been kept under review by the Member States with a view to covering additional technologies while ensuring technical compatibility with the GSM system and the UMTS system as defined in Directive 87/372/EEC by appropriate means.\n(3) On 15 June 2009 the Commission gave a mandate to the European Conference of Postal and Telecommunications Administrations (‘the CEPT’) pursuant to Article 4(2) of Decision No 676/2002/EC to define the technical conditions for allowing LTE and possibly other technologies into the 900 MHz and 1 800 MHz bands.\n(4) CEPT’s response to the mandate is set out in CEPT Reports 40 and 41. Those Reports concluded that the LTE (Long Term Evolution) and WiMAX (Worldwide Interoperability for Microwave Access) systems can be introduced in the 900 MHz and 1 800 MHz bands using appropriate values for the separation between the channel edges of the respective carriers.\n(5) As regards coexistence between UMTS, LTE and WiMAX and aeronautical systems above 960 MHz, CEPT Reports 41 and 42 provide information and recommendations on how to mitigate interference.\n(6) The results of the work carried out pursuant to the mandate issued to CEPT should be applied in the Union and Member States should be required to implement as soon as possible given the increasing market demand for the introduction of LTE and WiMAX in these bands. In addition, Member States should ensure that UMTS, LTE and WiMAX give appropriate protection to existing systems in adjacent bands.\n(7) Harmonised standards EN 301908-21 and EN 301908-22 are being finalised by the European Telecommunications Standards Institute (ETSI) in order to give presumption of conformity with Article 3(2) of Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (4).\n(8) The Annex to Decision 2009/766/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Radio Spectrum Committee,", "main_body": ["The Annex to Decision 2009/766/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 April 2011.\nFor the Commission\nNeelie KROES\nVice-President\n(1)  OJ L 108, 24.4.2002, p. 1.\n(2)  OJ L 274, 20.10.2009, p. 32.\n(3)  OJ L 196, 17.7.1987, p. 85.\n(4)  OJ L 91, 7.4.1999, p. 10.\nANNEX\n‘ANNEX\nLIST OF TERRESTRIAL SYSTEMS REFERRED TO IN ARTICLE 3 AND ARTICLE 4(2)\nThe following technical parameters shall be applied as an essential component of the conditions necessary to ensure coexistence in the absence of bilateral or multilateral agreements between neighbouring networks, without precluding less stringent technical parameters if agreed among the operators of such networks.\nSystems Technical parameters Implementation deadlines\n1. Carrier separation of 5 MHz or more between two neighbouring UMTS networks.\n2. Carrier separation of 2,8 MHz or more between a neighbouring UMTS network and a GSM network.\n1. A frequency separation of 200 kHz or more between the LTE channel edge and the GSM carrier's channel edge between a neighbouring LTE network and a GSM network.\n2. No frequency separation is required between LTE channel edge and the UMTS carrier's channel edge between a neighbouring LTE network and a UMTS network.\n3. No frequency separation is required between LTE channel edges between two neighbouring LTE networks.\n1. A frequency separation of 200 kHz or more between the WiMAX channel edge and the GSM carrier's channel edge between a neighbouring WiMAX network and a GSM network.\n2. No frequency separation is required between the WiMAX channel edge and the UMTS carrier's channel edge between a neighbouring WiMAX network and a UMTS network.\n3. No frequency separation is required between WiMAX channel edges between two neighbouring WiMAX networks."}