{"celex_id": "32010R0297", "uri": "http://publications.europa.eu/resource/cellar/642bd46f-d6dc-4c05-8672-bfcb3129d100", "type": "Regulation", "concepts": ["3648", "4408", "4511", "5234", "5235", "5887"], "title": "Commission Regulation (EU) No 297/2010 of 9 April 2010 amending Regulation (EC) No 272/2009 supplementing the common basic standards on civil aviation security (Text with EEA relevance)\n", "header": "10.4.2010 EN Official Journal of the European Union L 90/1\nCOMMISSION REGULATION (EU) No 297/2010\nof 9 April 2010\namending Regulation (EC) No 272/2009 supplementing the common basic standards on civil aviation security\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 300/2008 of the European Parliament and of the Council of 11 March 2008 on common rules in the field of civil aviation security and repealing Regulation (EC) No 2320/2002 (1) and in particular Article 4(2) thereof,\nWhereas:\n(1) General measures supplementing the common basic standards on civil aviation security should be adopted in the field of screening, access control and other security controls as well as in the field of prohibited articles, third country recognition of equivalence, staff recruitment, training, special security procedures and exemptions from security controls.\n(2) These general measures are necessary in order to achieve a common level of aviation security within the European Union to protect the travelling public from acts of unlawful interference. One-stop security is the main facilitating element offered by EU legislation. Therefore the harmonisation of screening methods is essential in order to maintain one-stop security within the EU including controls of liquids, aerosols and gels without impeding the benefits of the Single aviation market for EU citizens.\n(3) The Annex to Commission Regulation (EC) No 272/2009 of 2 April 2009 supplementing the common basic standards on civil aviation security laid down in the Annex to Regulation (EC) No 300/2008 of the European Parliament and of the Council (2), details in its Part A.3 the methods of screening allowed for baggage, cargo and mail which is to be loaded into the hold of an aircraft. It is necessary from time to time to make provision for additional methods of screening shown to be effective for screening some or all types of cargo and to provide a legal basis for the development of detailed implementing measures. Metal detection equipment is considered to be an effective screening method for some types of cargo.\n(4) Regulation (EC) No 272/2009 does not provide for liquids, aerosols and gels to be considered as a category of articles that may be prohibited from introduction into security restricted areas and on board an aircraft. Instead Regulation (EC) No 272/2009 requires methods, including technologies, for detection of liquid explosives to be deployed on an EU-wide basis at airports as swiftly as possible, but no later than 29 April 2010.\n(5) It is now time to put an end to the restrictions on liquids, aerosols and gels, moving progressively from banning most liquids to a system of screening for liquid explosives. To this end, transitional arrangements beyond April 2010 are required to phase-in the deployment of detection methods, including technologies, at all EU airports without compromising aviation security. The concerns of the law enforcement community, aimed at preventing possible terrorist threats in the future, require an effective mechanism in place until airports are in a position to install reliable detection equipment. Therefore a new approach is needed. This should be achieved by 29 April 2013, the date by which all airports should have the capability to screen liquids, aerosols and gels.\n(6) However, such an approach should not prevent airports from deploying and using equipment at an earlier date, provided that the equipment meets the standards set by the implementing legislation adopted by the Commission. This way, airports would be able to facilitate the carriage of liquids, aerosols and gels by departing passengers by deploying, for example, screening equipment for liquid explosives at one security check lane. Furthermore, some airports may choose to install advanced equipment more quickly.\n(7) Given the need for flexibility on how to operate security measures at airports the common basic standards on civil aviation security remain strictly technology neutral. Member States and airports may choose the technologies to be deployed and operated most effectively and efficiently at airports from the available options listed in Regulation (EC) No 272/2009 amended herewith.\n(8) Operating screening equipment capable of detecting liquid explosives requires airports or other entities responsible for aviation security to procure and deploy equipment proven to comply with the technical standards adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008. Member States should ensure that all regulatory requirements are in place to allow such equipment to be deployed in time to meet the deadlines referred to in this Regulation.\n(9) During the transitional period, passengers should be clearly informed of the EU airports applying liquid screening. Airports and airlines should cooperate to ensure that confiscation of liquids, aerosols and gels remains a means of last resort.\n(10) The general measures provided for by Regulation (EC) No 272/2009 should be amended to introduce rules allowing metal detection equipment to be used for the screening of hold baggage, cargo and mail, where appropriate and authorising phasing-in arrangements for liquids, aerosols and gels to be brought into the security restricted area or on board an aircraft to apply for a limited period of time, in order not to compromise standards of security.\n(11) Regulation (EC) No 272/2009 should therefore be amended accordingly.\n(12) Developments of technological or regulatory nature both at EU and international level may affect the dates laid down in this Regulation. Where appropriate, the Commission may make proposals for revision, in particular taking into account the operability of equipment and passenger facilitation.\n(13) Regulation (EC) No 300/2008 shall apply in full as from the date specified in the implementing rules adopted in accordance with the procedures referred to in Article 4(2) and 4(3) of that Regulation but not later than 29 April 2010. This Regulation should therefore apply as from 29 April 2010 together with Regulation (EC) No 300/2008 and its supplementing and implementing acts.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security set up by Article 19(1) of Regulation (EC) No 300/2008,", "main_body": ["The Annex to Regulation (EC) No 272/2009 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 29 April 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 97, 9.4.2008, p. 72.\n(2)  OJ L 91, 3.4.2009, p. 7.\nANNEX\nThe Annex to Regulation (EC) No 272/2009 is amended as follows:\n1. In part A.3, points (f) and (g) are replaced by the following:\n‘(f) explosive trace detection (ETD) equipment;\n(g) simulation chamber; and\n(h) metal detection equipment.’\n2. After Part B the following part B1 is added:\n1. By 29 April 2011 liquids, aerosols and gels obtained at a third country airport or on board an aircraft of a non-Community air carrier shall be permitted into security restricted areas and on board an aircraft, on condition that the liquid is packed in a bag that conforms to the recommended security control guidelines of the International Civil Aviation Organisation and the bag displays satisfactory proof of purchase within the preceding thirty-six hours airside at the airport or on board the aircraft. They shall be screened in accordance with the requirements of implementing rules adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008.\n2. By 29 April 2013 all airports shall screen liquids, aerosols and gels in accordance with the requirements of implementing rules adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008.\n3. Member States shall ensure that all regulatory requirements are in place to allow deployment of liquid screening equipment complying with the requirements of implementing rules adopted pursuant to Article 4(3) of Regulation (EC) No 300/2008, in time to meet the deadlines referred to under paragraph 1 and 2."}