{"celex_id": "32011D1004(01)", "uri": "http://publications.europa.eu/resource/cellar/1011be96-20d9-48bb-ba4b-4aafb96f84a0", "type": "Decision", "concepts": ["1810", "3545", "4038", "6050", "8465"], "title": "Commission Decision of 3 September 2011 setting up a Commission stakeholder expert group on public procurement and replacing Decision 87/305/EEC setting up an advisory committee on the opening-up of public procurement Text with EEA relevance\n", "header": "4.10.2011 EN Official Journal of the European Union C 291/2\nCOMMISSION DECISION\nof 3 September 2011\nsetting up a Commission stakeholder expert group on public procurement and replacing Decision 87/305/EEC setting up an advisory committee on the opening-up of public procurement\n(Text with EEA relevance)\n2011/C 291/02\nTHE COMMISSION OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) The Europe 2020 strategy stresses that public procurement policy should ensure the most efficient use of public funds, keep procurement markets open Union wide, especially in the context of severe budgetary constraints and economic difficulties in many Member States.\n(2) The Europe 2020 strategy underlines that public procurement rules should improve the business environment, especially with respect to innovative small and medium sized enterprises in order to support the shift towards a resource efficient economy. Public procurement policy should also contribute to the achievement of common societal goals, including the fight against climate change and the promotion of innovation, which are important new challenges facing Europe.\n(3) Within this context, the framework created by Commission Decision 87/305/EEC, of 26 May 1987, setting up an advisory committee on the opening-up of public procurement (1), is no longer suitable for providing the Commission with the expertise and practical input needed in order to shape a public procurement policy which meets the evolving challenges of the Union's public procurement policy.\n(4) It is therefore necessary to set up a group of experts on public procurement within a new legal framework which will allow, on the one hand, to adapt the functioning of the group to the new Commission framework for expert groups (2), and, on the other hand, to provide the Commission with the necessary expertise, experience and insight in order to meet the new challenges in the field of public procurement.\n(5) The group should therefore help the Commission to develop high quality procurement debate and policy. The group shall, where appropriate, prepare reports or issue opinions to help the Commission in developing and implementing Union policy and legislation on public procurement.\n(6) Furthermore, such a forum would also enable the sectors concerned to be informed about the design and application of Union rules on procurement.\n(7) In view of the above, the group should have a mixed composition of members chosen on the basis of their personal capacity and/or of the interests they represent, and from organisations. Those members should come from different backgrounds including, for instance, legal practitioners, technical experts involved in procurement contracts, academia, industry or trade organisations, associations of contracting authorities or entities.\n(8) The composition of the group should be balanced both with regard to gender and geographical origin as far as possible.\n(9) All members should satisfy high standards of active and quality participation during the meetings and in their preparation and follow up if needed.\n(10) Personal data should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3).\n(11) Therefore, Decision 87/305/EEC should be repealed,", "main_body": ["Commission stakeholder expert group on public procurement\nA stakeholder expert group on public procurement (hereinafter referred to as ‘the group’) is hereby set up.\nThis group replaces the advisory committee on the opening-up of public procurement set up by Decision 87/305/EEC.", "Tasks of the group\nThe tasks of the group shall be to provide the Commission with high quality legal, economic, technical and/or practical insight and expertise with a view to assisting it in shaping the public procurement policy of the Union.\nThose tasks may involve:\n(a) providing legal and economic analysis and comments on important developments or structural trends of public procurement, and their implications for the Union policy framework;\n(b) providing feedback to the Commission services on the challenges and developments in specific sectors which may require public procurement response and to propose adequate solutions;\n(c) providing input aimed at improving the effectiveness of the Union's public procurement policy;\n(d) providing input in the framework of preparatory legislative work of the Commission in the field of public procurement;\n(e) assisting the Commission services in analysing the relevant case law of the Court of Justice of the European Union.\nThe opinions of the group shall not be binding on the Commission or its services.", "Consultation\nThe Commission or its services may consult the group on any matter relating to the Union's public procurement policy, law and practice.", "Membership — Appointment\n1.   The group shall be composed of a maximum of 20 members.\n2.   Members shall be individuals appointed in a personal capacity, individuals representing a common interest, and/or organisations as referred to in Rule 8 of the horizontal rules for Commission expert groups.\n3.   All members and their representatives shall satisfy high standards of active and quality participation during the meetings and in their preparation and follow up if needed.\n4.   A call for applications shall be published by the services of the Commission with a view to selecting the members of the group.\n5.   Members shall be appointed by the Director General of DG Internal Market and Services. Those members shall be chosen from individuals and organisations with competence in the areas referred to in Article 2 and Article 3 and which have responded to the call for applications.\nOrganisations shall nominate their representatives. The Director General of DG Internal Market and Services may refuse a representative proposed by an organisation on the basis that the representative does not meet the profile required in the call for applications. In such cases, the organisation concerned shall be asked to appoint another representative.\n6.   Members are appointed for three years by the Director General of DG MARKT. Their term of office may be renewed for a maximum of three years. The The Director General of DG MARKT shall decide on the renewal of one or several members on the basis of the quality, regularity and relevance of their contributions as defined in Article 3.\nMembers shall remain in office and active until replaced.\n7.   Provision may be made for the same number of alternates as members to be appointed. Alternates shall be appointed in accordance with the same conditions as members; alternates automatically replace any members who are absent or indisposed.\n8.   Members who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do not comply with the conditions set out in paragraph 5 of this Article, or Article 339 of the Treaty, may be replaced for the remainder of their term of office.\n9.   Individuals appointed in a personal capacity shall act independently and in the public interest. Individuals appointed to represent a common interest shared by stakeholders shall not represent an individual stakeholder.\n10.   The names of individuals appointed in a personal capacity, of individuals representing a common interest, and of organisations, shall be published in the Register of Commission expert groups and other similar entities (‘the Register’). The interests represented by individuals shall also be published in the Register.\nIndividuals who do not wish to have their names disclosed may apply for a derogation from the obligation of publication set out in the first subparagraph. A derogation shall only be granted if disclosure of the expert's name could endanger his or her security or integrity or unduly prejudice his or her privacy.\n11.   Personal data shall be collected, processed and published in accordance with Regulation (EC) No 45/2001 (4).", "Operation\n1.   The group shall be chaired by a representative of the Commission services.\n2.   The group shall act at the request of those services.\n3.   The Commission services shall set the Agenda of the meetings in advance. To this effect, those services may take into account suggestions from the members of the group.\n4.   The Commission services may decide that the group meets in full or in subgroup(s) which shall be composed of those members whose expertise and/or interests are of specific relevance to the points of the agenda of the specific meeting.\n5.   The Commission services may invite experts from outside the group with specific competence in a subject on the agenda to participate in the work of the group on an ad hoc basis. In addition, the Commission services may give observer status to individuals, organisations as defined in Rule 8(3) of the horizontal rules on expert groups and candidate countries.\n6.   All members of the group and their representatives, as well as experts and observers invited for a specific meeting, shall comply with the obligations of professional secrecy laid down by the Treaties and their implementing rules, as well as with the Commission's rules on security regarding the protection of EU classified information, laid down in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (5). Should they fail to respect these obligations, the the Director General of Internal Market may take all appropriate measures.\n7.   The meetings of the group or subgroup(s) shall be held on Commission premises. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the group.\n8.   The rules of procedure of the group shall be the standard rules of procedure for expert groups, unless the group adopts specific rules.\n9.   The Commission shall publish the relevant information on the activities carried out by the group either by including it in the Register or via a link from the Register to a dedicated website.", "Meeting expenses\n1.   Participants in the activities of the group shall not be remunerated for the services they render.\n2.   Travel and subsistence expenses incurred by participants in the activities of the group shall be reimbursed by the Commission in accordance with the provisions in force within the Commission.\n3.   Those expenses shall be reimbursed within the limits of the available appropriations allocated under the annual procedure for the allocation of resources.", "Repeal\nDecision 87/305/EEC (6) is repealed."], "attachments": "Done at Brussels, 3 September 2011.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 152, 12.6.1987, p. 32. Commission Decision 87/305/EEC of 26 May 1987 setting up an advisory committee on the opening-up of public procurement.\n(2)  SEC(2010) 1360 final.\n(3)  OJ L 8, 12.1.2001, p. 1.\n(4)  See footnote 3.\n(5)  SEC(2007) 639 of 25.6.2007.\n(6)  See footnote 1."}