{"celex_id": "32014R0563", "uri": "http://publications.europa.eu/resource/cellar/d07d4912-e59b-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2357", "5451"], "title": "Commission Implementing Regulation (EU) No 563/2014 of 23 May 2014 approving the basic substance chitosan hydrochloride in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending Commission Implementing Regulation (EU) No 540/2011  Text with EEA relevance\n", "header": "24.5.2014 EN Official Journal of the European Union L 156/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 563/2014\nof 23 May 2014\napproving the basic substance chitosan hydrochloride in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending Commission Implementing Regulation (EU) No 540/2011\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 23(5) in conjunction with Article 13(2) and Article 78(2) thereof,\nWhereas:\n(1) In accordance with Article 23(3) of Regulation (EC) No 1107/2009, the Commission received on 19 December 2011 an application from CHIPRO for the approval of chitosan hydrochloride as basic substance. That application was accompanied by the information required by the second subparagraph of Article 23(3).\n(2) The Commission asked the European Food Safety Authority (hereinafter ‘the Authority’) for scientific assistance. The Authority presented to the Commission a Technical report on the substance concerned on 24 May 2013 (2). The Commission presented the review report and this draft regulation on the approval of chitosan hydrochloride to the Standing Committee on the Food Chain and Animal Health on 20 March 2014.\n(3) The documentation provided by the applicant and the results of examinations carried out by the Authority (3) in accordance with Regulation (EC) No 1924/2006 of the European Parliament and of the Council (4) show that Chitosan hydrochloride fulfils the criteria of a foodstuff as defined in Article 2 of Regulation (EC) No 178/2002 of the European Parliament and of the Council (5). Moreover, it is not predominantly used for plant protection purposes but nevertheless is useful in plant protection in a product consisting of the substance and water. Consequently, it is to be considered as a basic substance.\n(4) It has appeared from the examinations made that chitosan hydrochloride may be expected to satisfy, in general, the requirements laid down in Article 23 of Regulation (EC) No 1107/2009, in particular with regard to the uses which were examined and detailed in the Commission review report. In accordance with Article 13(2) of Regulation (EC) No 1107/2009 in conjunction with Article 6 thereof and in the light of current scientific and technical knowledge, it is necessary to include certain conditions for the approval which are detailed in Annex I of this Regulation.\n(5) In accordance with Article 13(4) of Regulation (EC) No 1107/2009, the Annex to Commission Implementing Regulation (EU) No 540/2011 (6) should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Approval of a basic substance\nThe substance chitosan hydrochloride as specified in Annex I is approved as basic substance subject to the conditions laid down in that Annex.", "Amendments to Implementing Regulation (EU) No 540/2011\nThe Part C of Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with Annex II to this Regulation.", "Entry into force and date of application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Outcome of the consultation with member States and EFSA on the basic substance application for Chitosan hydrochloride and the conclusions drawn by EFSA on the specific points raised. 2013: EN-426.23 pp.\n(3)  EFSA Panel on Dietetic Products, Nutrition and Allergies (NDA) EFSA Journal 2009; 7(9): 1289 doi: 10.2903/j.efsa.2009.1289.\n(4)  Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (OJ L 404, 30.12.2006, p. 9).\n(5)  Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1).\n(6)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1).\nANNEX I\nCommon Name, Identification Numbers IUPAC Name Purity (1) Date of approval Specific provisions\nChitosan hydrochloride Not applicable European Pharmacopeia 1 July 2014 Chitosan hydrochloride shall comply with Regulation (EC) No 1069/2009 of the European Parliament and of the Council (2) and Commission Regulation (EU) No 142/2011 (3).\n(1)  Further details on identity, specification and manner of use of basic substance are provided in the review report.\n(2)  OJ L 300, 14.11.2009, p. 1.\n(3)  OJ L 54, 26.2.2011, p. 1\nANNEX II\nIn Part C of Annex to Implementing Regulation (EC) No 540/2011, the following entry is added:\n‘2 Chitosan hydrochloride Not applicable European Pharmacopeia 1 July 2014 Chitosan hydrochloride shall comply with Regulation (EC) No 1069/2009 and Regulation (EU) No 142/2011."}