{"celex_id": "32013L0049", "uri": "http://publications.europa.eu/resource/cellar/bf0ddf7b-3359-11e3-8d1c-01aa75ed71a1", "type": "Directive", "concepts": ["2040", "3117", "3645", "4359", "4821", "4827", "5481", "616", "773"], "title": "Commission Directive 2013/49/EU of 11 October 2013 amending Annex II to Directive 2006/87/EC of the European Parliament and of the Council laying down technical requirements for inland waterway vessels  Text with EEA relevance\n", "header": "12.10.2013 EN Official Journal of the European Union L 272/41\nCOMMISSION DIRECTIVE 2013/49/EU\nof 11 October 2013\namending Annex II to Directive 2006/87/EC of the European Parliament and of the Council laying down technical requirements for inland waterway vessels\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/87/EC of the European Parliament and of the Council of 12 December 2006 laying down technical requirements for inland waterway vessels and repealing Council Directive 82/714/EEC (1), and in particular the first sentence of Article 20, paragraph 1,\nAfter consulting the European Data Protection Supervisor,\nWhereas:\n(1) Directive 2006/87/EC, the Rhine Vessel Inspection Regulation and the Commission Regulation (EU) No 164/2010 of 25 January 2010 on the technical specifications for electronic ship reporting in inland navigation referred to in Article 5 of Directive 2005/44/EC of the European Parliament and of the Council on harmonised river information services (RIS) on inland waterways in the Community (2) define the main requirements for the exchange of the minimum set of hull data among vessel certification authorities and RIS authorities.\n(2) Since the entry into force of Directive 2006/87/EC, more than 14 000 crafts have been assigned a Unique European Vessel Identification Number (ENI). The considerable amount of ENIs makes an efficient data exchange hard to manage without a suitable tool. This could lead to higher safety risks during the operation of the vessel (traffic management) but also to administrative problems (e.g. double-counting in statistics). The ENIs are stored in Inland AIS transponders in accordance with Commission Regulation (EC) No 415/2007 of 13 March 2007 concerning the technical specifications for vessel tracking and tracing systems referred to in Article 5 of Directive 2005/44/EC of the European Parliament and of the Council on harmonised river information services (RIS) on inland waterways in the Community (3) in order to be able to automatically identify the vessels in case they are provided with an ENI.\n(3) Competent authorities need these data in particular to avoid assigning two ENIs for one vessel, whereas RIS authorities need the data for several RIS applications, such as keeping lock diaries and preparing lock statistics. The number of Inland AIS transponders is still quickly growing making an efficient data exchange essential for proper functioning of the traffic management. A central electronic register (hull data base) to which all authorities are connected is therefore necessary to create an efficient data exchange and to adapt the Annex to this Directive to technical progress.\n(4) At the same time, the number of the competent authorities that can issue Community inland navigation certificates has significantly increased. At present, 49 authorities from 9 Member States are using the database for identification of a vessel and assigning of ENI. These competent authorities need to obtain reliable information on the vessel and its certificate for preparation of technical inspections and for issuing, renewing or withdrawing these certificates. After the certificate has been issued, renewed or withdrawn all other competent authorities have to be informed. A lack or incorrect information might result in incomplete assessments by the competent authority, which might determine a safety risk and an incorrect application of the requirements set out in Directive 2006/87/EC.\n(5) The increased number of the competent EU authorities and the fact that not all Member States exchange their information about the issuance of ENI’s with other Member States has a negative impact on the effective exchange of information between them, which in turn affects the issuance of certificates pursuant to the requirements of Directive 2006/87/EC since it is possible that two certificates are issued based on the same ENI. This contrasts with the situation on the Rhine where there are only a few authorities issuing certificates and all Rhine authorities are engaged in active communication among themselves making the flow of information between them effective. An efficient data exchange based on the hull data base is therefore a necessary condition for guaranteeing an equivalent level of safety between the Community inland navigation certificate and the certificate issued pursuant to Article 22 of the Revised Convention for Rhine Navigation.\n(6) It is necessary to ensure that the level of protection of individuals with regard to the processing of their personal data in the process of vessel identification complies with the requirements laid down in Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (4) and with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (5).\n(7) Directive 2006/87/EC should therefore be amended accordingly.\n(8) The measures provided for in this Directive are in accordance with the opinion of the Committee referred to in Article 7 of Council Directive 91/672/EEC of 16 December 1991 on the reciprocal recognition of national boatmasters’ certificates for the carriage of goods and passengers by inland waterway (6),", "main_body": ["Annex II to Directive 2006/87/EC is amended as set out in the Annex to this Directive.", "Member States which have inland waterways as referred to in Article 1(1) of Directive 2006/87/EC shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive within one year from its entry into force. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "All processing of personal data for the purposes of this Directive shall be in accordance with Directive 95/46/EC and Regulation (EC) No 45/2001.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States which have inland waterways as referred to in Article 1(1) of Directive 2006/87/EC."], "attachments": "Done at Brussels, 11 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 389, 30.12.2006, p. 1.\n(2)  OJ L 57, 6.3.2010, p. 1.\n(3)  OJ L 105, 23.4.2007, p. 35.\n(4)  OJ L 281, 23.11.1995, p. 31.\n(5)  OJ L 8, 12.1.2001, p. 1.\n(6)  OJ L 373, 31.12.1991, p. 29.\nANNEX\nIn Annex II to Directive 2006/87/EC, Article 2.18(6) is replaced by the following:\n‘6. The competent authorities referred to in paragraph 5 shall enter each assigned European Vessel Identification Number, the data for the identification of the vessel set out in Appendix IV as well as any changes without delay into the electronic register kept by the Commission (“the hull data base”). These data may be used by competent authorities of other Member States and the Contracting States of the Mannheim Convention, for the sole purpose of performing administrative measures for maintaining safety and ease of navigation and for implementation of Articles 2.02 to 2.15 and Article 2.18(3) of this Annex as well as Articles 8, 10, 11, 12, 15, 16 and 17 of this Directive.\n(1)  OJ L 281, 23.11.1995, p. 31.\n(2)  OJ L 8, 12.1.2001, p. 1.’"}