{"celex_id": "32014R0700", "uri": "http://publications.europa.eu/resource/cellar/5b36e86c-fc38-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2286", "2357", "2739"], "title": "Commission Implementing Regulation (EU) No 700/2014 of 24 June 2014 amending Implementing Regulation (EU) No 686/2012 as regards the rapporteur Member State for the active substance dimethomorph  Text with EEA relevance\n", "header": "25.6.2014 EN Official Journal of the European Union L 184/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 700/2014\nof 24 June 2014\namending Implementing Regulation (EU) No 686/2012 as regards the rapporteur Member State for the active substance dimethomorph\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 19 thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 686/2012 (2) allocates the evaluation for the purposes of the renewal procedures to the Member States, naming for each active substance a rapporteur and a co-rapporteur for active substances whose approval expires by 31 December 2018. Upon request of the applicant and in agreement with the concerned Member States it is considered necessary to change the rapporteur Member State for dimethomorph while respecting the balance as regards the distribution of the responsibilities and the work between Member States. The evaluation for the purposes of the renewal procedures for dimethomorph should from now on be allocated to the Netherlands.\n(2) Implementing Regulation (EU) No 686/2012 should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the Annex to Implementing Regulation (EU) No 686/2012 the entry for the active substance dimethomorph is replaced by the following:\n‘Dimethomorph NL DE’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Commission Implementing Regulation (EU) No 686/2012 of 26 July 2012 allocating to Member States, for the purposes of the renewal procedure, the evaluation of the active substances whose approval expires by 31 December 2018 at the latest (OJ L 200, 27.7.2012, p. 5)."}