{"celex_id": "32014D0397", "uri": "http://publications.europa.eu/resource/cellar/1b5a326e-fd00-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["191", "2081", "2739", "2985", "3730", "5451"], "title": "2014/397/EU: Commission Implementing Decision of 25 June 2014 postponing the expiry date of approval of difethialone and difenacoum for use in biocidal products for product-type 14  Text with EEA relevance\n", "header": "26.6.2014 EN Official Journal of the European Union L 186/111\nCOMMISSION IMPLEMENTING DECISION\nof 25 June 2014\npostponing the expiry date of approval of difethialone and difenacoum for use in biocidal products for product-type 14\n(Text with EEA relevance)\n(2014/397/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 14(5) thereof,\nWhereas:\n(1) The active substances difethialone and difenacoum were included into Annex I to Directive 98/8/EC of the European Parliament and of the Council (2) for use in biocidal products for product-type 14, and pursuant to Article 86 of Regulation (EU) No 528/2012 are considered approved under that Regulation subject to the specifications and conditions set out in Annex I to that Directive.\n(2) Their approval will expire on 31 October 2014 and 31 March 2015, respectively. In accordance with Article 13(1) of Regulation (EU) No 528/2012, applications have been submitted for the renewal of the approval of these active substances.\n(3) Because of the identified risks and the characteristics of the active substances difethialone and difenacoum, which render them potentially persistent, liable to bioaccumulate and toxic, or very persistent and very liable to bioaccumulate, the renewal of their approval is subject to an assessment of an alternative active substance or substances. In addition, due to these characteristics, the approval of those active substances may be renewed only if it is shown that at least one of the conditions of the first subparagraph of Article 5(2) of Regulation (EU) No 528/2012 is fulfilled.\n(4) The Commission has launched a study on the risk-mitigation measures that may be applied to anticoagulant rodenticides with a view to proposing the measures that are most suitable for mitigating the risks associated to the properties of those active substances.\n(5) That study is currently on-going, and the possibility should be given to the applicants for the renewal of approval of those active substances to address the conclusions of the study in their application. Furthermore, the conclusions of that study should be taken into account when deciding on the renewal of the approval of all anticoagulant rodenticides.\n(6) In order to facilitate the review and comparison of the risks and benefits of all anticoagulant rodenticides as well as of the risk-mitigation measures applied to them, the assessment of difethialone and difenacoum should be postponed until the last application for the renewal of the last anticoagulant rodenticide is submitted. Applications for the renewal of the approval of the last anticoagulant rodenticides, namely brodifacoum, warfarin and warfarin sodium, are expected to be submitted by 31 July 2015.\n(7) Consequently, for reasons beyond the control of the applicants, the approval of difethialone and difenacoum is likely to expire before a decision has been taken on their renewal. It is therefore appropriate to postpone the expiry date of approval of those active substances for a period of time sufficient to enable the examination of the applications.\n(8) Except for the expiry date of the approval, those substances should remain approved subject to the specifications and conditions set out in Annex I to Directive 98/8/EC.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["The expiry date of approval of difethialone and difenacoum for use in biocidal products for product-type 14 shall be postponed to 30 June 2018.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 25 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1)."}