{"celex_id": "32012R0195", "uri": "http://publications.europa.eu/resource/cellar/9b056f0c-49c0-4e9b-aab7-45c72b5f456a", "type": "Regulation", "concepts": ["1025", "2437", "2664", "2743"], "title": "Commission Implementing Regulation (EU) No 195/2012 of 8 March 2012 fixing the Union selling prices for the fishery products listed in Annex II to Council Regulation (EC) No 104/2000 for the 2012 fishing year\n", "header": "9.3.2012 EN Official Journal of the European Union L 71/11\nCOMMISSION IMPLEMENTING REGULATION (EU) No 195/2012\nof 8 March 2012\nfixing the Union selling prices for the fishery products listed in Annex II to Council Regulation (EC) No 104/2000 for the 2012 fishing year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products (1), and in particular Article 25(1) and (6) thereof,\nWhereas:\n(1) A Union selling price is to be fixed for each of the products listed in Annex II to Regulation (EC) No 104/2000 before the beginning of the fishing year, at a level at least equal to 70 % and not exceeding 90 % of the guide price.\n(2) Council Regulation (EU) No 1388/2011 (2) fixes the guide prices for the 2012 fishing year for all the products concerned.\n(3) Market prices vary considerably depending on the species and how the products are presented, particularly in the case of squid and hake.\n(4) Conversion factors should therefore be fixed for the different species and presentations of frozen products landed in the Union in order to determine the price level that trigger the intervention measure provided for in Article 25(2) of Regulation (EC) No 104/2000.\n(5) In order not to hinder the operation of the intervention system in the year 2012, this Regulation should apply retroactively from 1 January 2012.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The Union selling prices, as referred to in Article 25(1) of Regulation (EC) No 104/2000, applicable during the 2012 fishing year for the products listed in Annex II to that Regulation and the presentations and conversion factors to which they relate are set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 17, 21.1.2000, p. 22.\n(2)  OJ L 346, 30.12.2011, p. 1.\nANNEX\nSELLING PRICES AND CONVERSION FACTORS\nSpecies Presentation Conversion factor Intervention level Selling price\nGreenland halibut Whole or gutted, with or without head 1,0 0,85 1 661\nHake Whole or gutted, with or without head 1,0 0,85 1 068\nIndividual fillets\n— with skin\n— skinless\nSea-bream Whole or gutted, with or without head 1,0 0,85 1 242\nSwordfish Whole or gutted, with or without head 1,0 0,85 3 518\nShrimps and prawns Frozen\n(a)\n(b) Other Penaeidae\nCuttlefishes Frozen 1,0 0,85 1 669\nSquid (Loligo spp.)\n(a)\n— whole, not cleaned\n— cleaned\n(b)\n— whole, not cleaned\n— cleaned\nOctopus Frozen 1,00 0,85 1 892\n— whole, not cleaned\n— tube\nForms of commercial presentation:\nwhole, not cleaned : product which has not undergone any treatment\ncleaned : product which has at least been gutted\ntube : squid body which has at least been gutted and had the head removed"}