{"celex_id": "32011R0137", "uri": "http://publications.europa.eu/resource/cellar/ccf16f27-cc4d-4edd-8ae0-e21d85ad77de", "type": "Regulation", "concepts": ["1631", "2871", "2897", "5726", "764", "893"], "title": "Commission Regulation (EU) No 137/2011 of 16 February 2011 amending Regulation (EC) No 2003/2003 of the European Parliament and of the Council relating to fertilisers for the purposes of adapting Annexes I and IV thereto to technical progress  Text with EEA relevance\n", "header": "17.2.2011 EN Official Journal of the European Union L 43/1\nCOMMISSION REGULATION (EU) No 137/2011\nof 16 February 2011\namending Regulation (EC) No 2003/2003 of the European Parliament and of the Council relating to fertilisers for the purposes of adapting Annexes I and IV thereto to technical progress\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 2003/2003 of the European Parliament and of the Council of 13 October 2003 relating to fertilisers (1), and in particular Article 31(1) and (3) thereof,\nWhereas:\n(1) Article 3 of Regulation (EC) No 2003/2003 provides that a fertiliser belonging to a type of fertiliser listed in Annex I thereto and complying with the conditions laid down in that Regulation may be designated ‘EC fertiliser’.\n(2) Calcium formate (CAS 544-17-2) is a secondary nutrient fertiliser that is used as foliar fertiliser for fruit cultivation in one Member State. The substance is harmless for the environment and human health. Therefore to make it more easily available to farmers throughout the Union, calcium formate should be recognised as an ‘EC fertiliser’ type.\n(3) Provisions on micro-nutrient chelates and micro-nutrient solutions should be adapted to allow the use of more than one chelating agent, to introduce common values for the minimum content of water-soluble micro-nutrient and to ensure that each chelating agent that chelates at least 1 % of the water-soluble micro-nutrient and that is identified and quantified by EN standards is labelled. A sufficient transitional period is necessary in order to allow economic operators to sell off their stocks of fertilisers.\n(4) Zinc oxide powder (CAS 1314-13-2) is a zinc fertiliser listed in Annex I to Regulation (EC) No 2003/2003. Zinc oxide in powder form presents a potential dust hazard in use. The use of zinc oxide in the form of a stable suspension in water avoids this hazard. Zinc fertiliser suspension should therefore be recognised as an ‘EC fertiliser’ type to allow a safer use of zinc oxide. To allow flexibility within formulations, the use of zinc salts and one or more types of zinc chelate(s) should also be permitted in any such water-based suspensions.\n(5) Article 23(2) of Regulation (EC) No 2003/2003 contains rules for the composition and labelling of mixed micro-nutrient fertilisers but such mixtures are not yet listed among the fertiliser types of Annex I. Mixed micro-nutrient fertilisers therefore cannot be sold as ‘EC fertilisers’. Micro-nutrient fertiliser type designations should therefore be introduced in Annex I for solid and fluid fertilisers.\n(6) Iminodisuccinic acid (hereinafter ‘IDHA’) is a chelating agent which is authorised for use in two Member States as foliar sprays, for soil application, in hydroponics and in fertigation. IDHA should be added to the list of authorised chelating agents in Annex I to make it more easily available to farmers throughout the Union.\n(7) Article 29(2) of Regulation (EC) No 2003/2003 requires the control of ‘EC fertilisers’ in accordance with the methods of analysis that are described therein. However, some methods have not been internationally recognised. EN standards have now been developed by the European Committee for Standardisation and should replace those methods.\n(8) Validated methods published as EN standards usually include a ring test (inter-laboratory test) to check the reproducibility and repeatability of the analytical methods between different laboratories. A distinction between validated EN standards and non-validated methods should therefore be made to help to identify the EN standards which have undergone an inter-laboratory test to correctly inform controllers about the statistical reliability of EN standards.\n(9) To simplify legislation and facilitate future revision, it is appropriate to replace the full text of the standards in Annex IV to Regulation (EC) No 2003/2003 with references to the EN standards to be published by the European Committee for Standardisation.\n(10) Regulation (EC) No 2003/2003 should therefore be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 32 of Regulation (EC) No 2003/2003,", "main_body": ["Amendments\n1.   Annex I to Regulation (EC) No 2003/2003 is amended in accordance with Annex I to this Regulation.\n2.   Annex IV to Regulation (EC) No 2003/2003 is amended in accordance with Annex II to this Regulation.", "Transitional provisions\nPoints (a) to (e) of point (2) of Annex I shall apply from 9 October 2012 to fertilisers that are placed on the market before 9 March 2011.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 304, 21.11.2003, p. 1.\nANNEX I\nAnnex I to Regulation (EC) No 2003/2003 is amended as follows:\n(1) In Section D, the following entries 2.1 and 2.2 are inserted:\n‘2.1 Calcium formate Chemically obtained product containing calcium formate as essential ingredient 33,6 % CaO  Calcium oxide\n2.2 Calcium formate fluid Product obtained by dissolution in water of calcium formate 21 % CaO  Calcium oxide\n(2) Section E.1 is amended as follows:\n(a) in Section E.1.2, entries 2b and 2c are replaced by the following:\n‘2b Cobalt chelate Water-soluble product containing cobalt chemically combined with authorised chelating agent(s) 5 % of water-soluble cobalt and at least 80 % of the water-soluble cobalt is chelated by authorised chelating agent(s) Name of each authorised chelating agent that chelates at least 1 % water-soluble cobalt and that can be identified and quantified by a European standard Water-soluble cobalt (Co)\n2c Cobalt fertiliser solution Aqueous solution of types 2a and/or types 2b 2 % water-soluble cobalt The designation must include:\n(1) the name(s) of the mineral anion(s)\n(2) the name of any authorised chelating agent that chelates at least 1 % water-soluble cobalt if present and that can be identified and quantified by a European standard\n(b) in Section E.1.3, entries 3d and 3f are replaced by the following:\n‘3d Copper chelate Water-soluble product containing copper chemically combined with authorised chelating agent(s) 5 % of water-soluble copper and at least 80 % of the water-soluble copper is chelated by authorised chelating agent(s) Name of each authorised chelating agent that chelates at least 1 % water-soluble copper and that can be identified and quantified by a European standard Water-soluble copper (Cu)\n3f Copper fertiliser solution Aqueous solution of types 3a and/or types 3d 2 % water-soluble copper The designation must include:\n(1) the name(s) of the mineral anion(s)\n(2) the name of any authorised chelating agent that chelates at least 1 % water-soluble copper if present and that can be identified and quantified by a European standard\n(c) in Section E.1.4, entries 4b and 4c are replaced by the following:\n‘4b Iron chelate Water-soluble product containing iron chemically combined with authorised chelating agent(s) 5 % of water-soluble iron, of which the chelated fraction is at least 80 % and at least 50 % of the water-soluble iron is chelated by authorised chelating agent(s) Name of each authorised chelating agent that chelates at least 1 % water-soluble iron and that can be identified and quantified by a European standard Water-soluble iron (Fe)\n4c Iron fertiliser solution Aqueous solution of types 4a and/or types 4b 2 % of water soluble iron The designation must include:\n(1) the name(s) of the mineral anion(s)\n(2) the name of any authorised chelating agent that chelates at least 1 % water-soluble iron if present and that can be identified and quantified by a European standard\n(d) in Section E.1.5, entries 5b and 5e are replaced by the following:\n‘5b Manganese chelate Water-soluble product containing manganese chemically combined with authorised chelating agent(s) 5 % of water-soluble manganese and at least 80 % of the water-soluble manganese is chelated by authorised chelating agent(s) Name of each authorised chelating agent that chelates at least 1 % water-soluble manganese and that can be identified and quantified by a European standard Water-soluble manganese (Mn)\n5e Manganese fertiliser solution Aqueous solution of types 5a and/or types 5b 2 % water-soluble manganese The designation must include:\n(1) the name(s) of the mineral anion(s)\n(2) the name of any authorised chelating agent that chelates at least 1 % water-soluble manganese if present and that can be identified and quantified by a European standard\n(e) in Section E.1.7, entries 7b and 7e are replaced by the following:\n‘7b Zinc chelate Water-soluble product containing zinc chemically combined with authorised chelating agent(s) 5 % of water-soluble zinc and at least 80 % of the water-soluble zinc is chelated by authorised chelating agent(s) Name of each authorised chelating agent that chelates at least 1 % water-soluble zinc and that can be identified and quantified by a European standard Water-soluble zinc (Zn)\n7e Zinc fertiliser solution Aqueous solution of types 7a and/or types 7b 2 % water-soluble zinc The designation must include:\n(1) the name(s) of the mineral anion(s)\n(2) the name of any authorised chelating agent that chelates at least 1 % water-soluble zinc if present and that can be identified and quantified by a European standard\n(f) in Section E.1.7, the following entry 7f is added:\n‘7f Zinc fertiliser suspension Product obtained by suspending type 7(a) and/or 7(c) and/or types 7(b) in water 20 % total zinc The designation must include:\n(1) the name(s) of the anions\n(2) the name of any authorised chelating agent that chelates at least 1 % water-soluble zinc if present and that can be identified and quantified by a European standard\n(3) Section E.2 is amended as follows:\n(a) the title of Section E.2 is replaced by the following:\n(b) the title of Section E.2.1 is replaced by the following:\n(c) in Section E.2.1, the two sentences below the table are deleted;\n(d) the title of Section E.2.2 is replaced by the following:\n(e) the title of Section E.2.3 is replaced by the following:\n(f) the following Section E.2.4 is added:\nNo Type designation Data on method of production and essential ingredients Minimum total content of micro-nutrients (percentage by weight) Other data on the type designation Nutrient content to be declared\n1 2 3 4 5 6\n1 Mixture of micro-nutrients Product obtained by mixing two or more E.1 type fertilisers Total of micro-nutrients: 5 % by mass of the fertiliser The designation must include:\n(1) the names of any mineral anions if present\n(2) the name(s) of any authorised chelating agents if present\n2 Fluid mixture of micro-nutrients Product obtained by dissolving and/or suspending two or more E.1 type fertilisers in water Total of micro-nutrients: 2 % by mass of the fertiliser The designation must include:\n(1) the names of any mineral anions if present\n(2) the name(s) of any authorised chelating agents if present\n(4) In Section E.3.1, the following entry is added:\n‘Iminodisuccinic acid IDHA C8H11O8N 131669-35-7’.\nANNEX II\nSection B of Annex IV to Regulation (EC) No 2003/2003 is amended as follows:\n(1) Method 2.6.2 is replaced by the following:\n(2) The following method 2.6.3 is added:\n(3) The following title of method 5 is inserted:\n(4) The following method 5.1 is inserted:\n(5) Method 8.9 is replaced by the following:"}