{"celex_id": "32014D0450", "uri": "http://publications.europa.eu/resource/cellar/15dff02d-08ce-11e4-a7d0-01aa75ed71a1", "type": "Decision", "concepts": ["3483", "3584", "3870", "4217"], "title": "Council Decision 2014/450/CFSP of 10 July 2014 concerning restrictive measures in view of the situation in Sudan and repealing Decision 2011/423/CFSP\n", "header": "11.7.2014 EN Official Journal of the European Union L 203/106\nCOUNCIL DECISION 2014/450/CFSP\nof 10 July 2014\nconcerning restrictive measures in view of the situation in Sudan and repealing Decision 2011/423/CFSP\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 30 May 2005, the Council adopted Common Position 2005/411/CFSP (1). Common Position 2005/411/CFSP integrated the measures imposed by Council Common Position 2004/31/CFSP (2) and the measures to be implemented pursuant to United Nations Security Council Resolution (UNSCR) 1591 (2005) into a single legal document.\n(2) On 18 July 2011, the Council adopted Decision 2011/423/CFSP (3) imposing restrictive measures against Sudan and South Sudan.\n(3) For the sake of clarity, the restrictive measures imposed by Decision 2011/423/CFSP, insofar as these concern Sudan, should be separated and integrated into a single legal instrument.\n(4) Decision 2011/423/CFSP should therefore be repealed,", "main_body": ["1.   The sale, supply, transfer or export of arms and related materiel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment and spare parts for the aforementioned to Sudan by nationals of Member States or from the territories of Member States, or using their flag vessels or aircraft, shall be prohibited whether originating or not in their territories.\n2.   It shall also be prohibited to:\n(a) provide, directly or indirectly, technical assistance, brokering services or other services related to the items referred to in paragraph 1 or related to the provision, manufacture, maintenance and use of such items, to any natural or legal person, entity or body in, or for use in, Sudan;\n(b) provide, directly or indirectly, financing or financial assistance related to the items referred to in paragraph 1, including in particular grants, loans and export credit insurance, as well as insurance or reinsurance for any sale, supply, transfer or export of such items, or for the provision of related technical assistance, brokering services or other services to any natural or legal person, entity or body in, or for use in, Sudan;\n(c) participate, knowingly and intentionally, in activities, the object or effect of which is to circumvent the measures referred to in points (a) or (b).", "1.   Article 1 shall not apply to:\n(a) the sale, supply, transfer or export of non-lethal military equipment intended solely for humanitarian, human rights monitoring or protective use, or for institution-building programmes of the UN, the African Union (AU), the European Union, or of materiel intended for European Union, UN and AU crisis management operations;\n(b) the sale, supply, transfer or export of non-combat vehicles which have been manufactured or fitted with materials to provide ballistic protection, intended solely for the protective use, in Sudan, by personnel of the European Union and its Member States, or by UN or AU personnel;\n(c) the provision of technical assistance, brokering services and other services related to the equipment or to the programmes and operations referred to in point (a);\n(d) the provision of financing and financial assistance related to the equipment or to the programmes and operations referred to in point (a);\n(e) the sale, supply, transfer or export of de-mining equipment and materiel for use in de-mining operations;\nprovided that such deliveries have been approved in advance by the competent authority of the Member State in question.\n2.   Article 1 shall also not apply to protective clothing, including flak jackets and military helmets, temporarily exported to Sudan by UN personnel, personnel of the European Union, or its Member States, representatives of the media, humanitarian and development workers and associated personnel for their personal use only.\n3.   Member States shall consider deliveries under this Article on a case-by-case basis, taking full account of the criteria set out in Council Common Position 2008/944/CFSP (4). Member States shall require adequate safeguards against misuse of authorisations granted under this Article and, where appropriate, make provisions for repatriation of the equipment.", "In accordance with UNSCR 1591(2005), restrictive measures as set out in Articles 4(1) and 5(1) of this Decision shall be imposed against those individuals who impede the peace process, constitute a threat to stability in Darfur and the region, commit violations of international humanitarian or human rights law or other atrocities, violate the arms embargo and/or are responsible for offensive military overflights in and over the Darfur region, as designated by the Committee established by paragraph 3 of UNSCR 1591(2005) (‘Sanctions Committee’).\nThe relevant persons are listed in the Annex to this Decision.", "1.   Member States shall take the necessary measures to prevent the entry into, or transit through, their territories of the persons referred to in Article 3.\n2.   Paragraph 1 shall not oblige a Member State to refuse its own nationals entry into its territory.\n3.   Paragraph 1 shall not apply where the Sanctions Committee determines that travel is justified on the grounds of humanitarian need, including religious obligation, or where the Sanctions Committee concludes that an exemption would further the objectives of the relevant UNSCRs for the creation of peace and stability in Sudan and the region.\n4.   Where, pursuant to paragraph 3, a Member State authorises the entry into, or transit through, its territory of persons designated by the Sanctions Committee, the authorisation shall be limited to the purpose for which it is given and to the persons concerned thereby.", "1.   All funds, other financial assets and economic resources owned or controlled directly or indirectly by the persons referred to in Article 3, or held by entities owned or controlled directly or indirectly by such persons or by any persons acting on their behalf or at their direction, as identified in the Annex, shall be frozen.\n2.   No funds, financial assets or economic resources shall be made available directly or indirectly to or for the benefit of such persons or entities.\n3.   Exemptions may be made for funds, other financial assets and economic resources which are:\n(a) necessary for basic expenses, including payments for foodstuffs, rent or mortgage, medicines and medical treatment, taxes, insurance premiums, and public utility charges;\n(b) intended exclusively for payment of reasonable professional fees and reimbursement of incurred expenses associated with the provision of legal services;\n(c) intended exclusively for payment of fees or service charges, in accordance with national laws, for routine holding or maintenance of frozen funds, other financial assets and economic resources;\n(d) necessary for extraordinary expenses, after notification by the Member State concerned to the Sanctions Committee and approval by that Committee;\n(e) the subject of a judicial, administrative or arbitral lien or judgement, in which case the funds, other financial assets and economic resources may be used to satisfy that lien or judgement provided that the lien or judgement was entered prior to the date of the UNSCR 1591(2005), and is not for the benefit of a person or entity referred to in this Article, after notification by the Member State concerned to the Sanctions Committee.\n4.   Paragraph 2 shall not apply to the addition to frozen accounts of:\n(a) interest or other earnings on those accounts; or\n(b) payments due under contracts, agreements or obligations that were concluded or arose prior to the date on which those accounts became subject to restrictive measures;\nprovided that any such interest, other earnings and payments continue to be subject to paragraph 1.", "The Council shall establish the list contained in the Annex and implement any modifications thereof on the basis of determinations made by the Sanctions Committee.", "1.   Where the UN Security Council or the Sanctions Committee lists a person or entity, the Council shall include such person or entity in the Annex. The Council shall communicate its decision, including the grounds for listing, to the person or entity concerned, either directly, if the address is known, or through the publication of a notice, providing such person or entity an opportunity to present observations.\n2.   Where observations are submitted, or where substantial new evidence is presented, the Council shall review its decision and inform the person or entity concerned accordingly.", "1.   The Annex shall include the grounds for listing of listed persons and entities as provided by the UN Security Council or the Sanctions Committee.\n2.   The Annex shall also include, where available, information provided by the UN Security Council or by the Sanctions Committee necessary to identify the persons or entities concerned. With regard to persons, such information may include names including aliases, date and place of birth, nationality, passport and identity card numbers, gender, address, if known and function or profession. With regard to entities, such information may include names, place and date of registration, registration number and place of business. The Annex shall also include the date of designation by the UN Security Council or by the Sanctions Committee.", "The measures referred to in Article 1 shall be reviewed at regular intervals and at least every 12 months. They shall be repealed if the Council deems that their objectives have been met.", "0\nDecision 2011/423/CFSP is hereby repealed.", "1\nThis Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 10 July 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  Council Common Position 2005/411/CFSP of 30 May 2005 concerning restrictive measures against Sudan and repealing Common Position 2004/31/CFSP (OJ L 139, 2.6.2005, p. 25).\n(2)  Council Common Position 2004/31/CFSP of 9 January 2004 concerning the imposition of an embargo on arms, munitions and military equipment on Sudan (OJ L 6, 10.1.2004, p. 55).\n(3)  Council Decision 2011/423/CFSP of 18 July 2011 concerning restrictive measures against Sudan and South Sudan and repealing Common Position 2005/411/CFSP (OJ L 188, 19.7.2011, p. 20).\n(4)  Council Common Position 2008/944/CFSP of 8 December 2008 defining common rules governing control of exports of military technology and equipment (OJ L 335, 13.12.2008, p. 99).\nANNEX\nLIST OF PERSONS AND ENTITIES REFERRED TO IN ARTICLES 4 AND 5\n1. Last name\n:\n2. Last name\n:\n3. Last name\n:\n4. Last name\n:"}