{"celex_id": "32012D0384", "uri": "http://publications.europa.eu/resource/cellar/715a5df8-cf70-11e1-96ce-01aa75ed71a1", "type": "Decision", "concepts": ["4692", "5263", "6004", "863"], "title": "2012/384/EU: Commission Implementing Decision of 12 July 2012 amending Decision 2009/11/EC authorising methods for grading pig carcasses in Spain (notified under document C(2012) 4711)\n", "header": "14.7.2012 EN Official Journal of the European Union L 186/32\nCOMMISSION IMPLEMENTING DECISION\nof 12 July 2012\namending Decision 2009/11/EC authorising methods for grading pig carcasses in Spain\n(notified under document C(2012) 4711)\n(Only the Spanish text is authentic)\n(2012/384/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(m), in conjunction with Article 4 thereof,\nWhereas:\n(1) By Commission Decision 2009/11/EC (2), the use of four methods for grading pig carcasses in Spain was authorised.\n(2) Spain has stated that due to new technological developments and the development of new versions of two devices authorised in Spain it is necessary to calibrate those new devices in order to obtain new formulas for their use in Spain.\n(3) In a significant group of slaughterhouses in Spain the number of slaughters does not exceed 500 pigs per week on yearly average basis. A method for pig carcass classification appropriate to their slaughter capacity is therefore needed.\n(4) Spain has requested the Commission to authorise three new methods for grading pig carcasses on its territory and has presented a detailed description of the dissection trial, indicating the principles on which those methods are based, the results of its dissection trial and the equations used for assessing the percentage of lean meat in the protocol provided for in Article 23(4) of Commission Regulation (EC) No 1249/2008 of 10 December 2008 laying down detailed rules on the implementation of the Community scales for the classification of beef, pig and sheep carcasses and the reporting of prices thereof (3).\n(5) Examination of that request has revealed that the conditions for authorising those grading methods are fulfilled. Those grading methods should therefore be authorised in Spain.\n(6) Decision 2009/11/EC should therefore be amended accordingly.\n(7) Modifications of the apparatus or grading methods should not be allowed, unless they are explicitly authorised by Commission Implementing Decision.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Decision 2009/11/EC is amended as follows:\n(1) Article 1 is replaced by the following:\n(a) the “Fat-O-Meat’er (FOM)” apparatus and the assessment methods related thereto, details of which are given in Part 1 of the Annex;\n(b) the “Fully automatic ultrasonic carcase grading (Autofom)” apparatus and the assessment methods related thereto, details of which are given in Part 2 of the Annex;\n(c) the “Ultrafom 300” apparatus and the assessment methods related thereto, details of which are given in Part 3 of the Annex;\n(d) the “Automatic vision system (VCS2000)” apparatus and the assessment methods related thereto, details of which are given in Part 4 of the Annex;\n(e) the “Fat-O-Meat’er II (FOM II)” apparatus and the assessment methods related thereto, details of which are given in Part 5 of the Annex;\n(f) the “AutoFOM III” apparatus and the assessment methods related thereto, details of which are given in Part 6 of the Annex;\n(g) the “manual method (ZP)” with a ruler and the assessment methods related thereto, details of which are given in Part 7 of the Annex.\n(a) where the number of slaughters does not exceed 500 pigs per week on yearly average basis; and\n(b) having a slaughter line with a capacity to process no more than 40 pigs per hour.\n(2) the Annex is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 12 July 2012.\nFor the Commission\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 6, 10.1.2009, p. 79.\n(3)  OJ L 337, 16.12.2008, p. 3.\n(4)  OJ L 299, 16.11.2007, p. 1.’;\nANNEX\nIn the Annex to Decision 2009/11/EC the following Parts 5, 6 and 7 are added:\n‘Part 5\nFAT-O-MEAT’ER (FOM II)\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by means of the apparatus known as “Fat-O-Meat’er (FOM II)”.\n2. The apparatus is a new version of the Fat-O-Meat’er measurement system. The FOM II consists of an optical probe with a knife, a depth measurement device having an operating distance of between 0 and 125 millimetres and a data acquisition and analysis board — Carometec Touch Panel i15 computer (Ingress Protection IP69K). The results of the measurements are converted into estimated lean meat content by the FOM II apparatus itself.\n3. The lean meat content of a carcass shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in a carcass,\nX1 = the thickness of back-fat (including rind) in millimetres, measured perpendicularly to the back of the carcass at 6 cm of the split line, between the third and fourth last ribs,\nX2 = the thickness of the dorsal muscle in millimetres, measured at the same time, in the same place and in the same way as X1.\nPart 6\nAUTOFOM III\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by means of the apparatus known as “AutoFOM III”.\n2. The apparatus shall be equipped with sixteen 2 MHz ultrasonic transducers (Carometec A/S), with an operating distance between transducers of 25 mm. The ultrasonic data shall comprise measurements of back fat thickness, muscle thickness and related parameters. The results of the measurements are converted into estimates of the percentage of lean meat by using a computer.\n3. The lean meat content of a carcass shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in a carcass,\n4. The measuring points are described in Part II of the protocol presented to the Commission by Spain in accordance with Article 23(4) of Commission Regulation (EC) No 1249/2008 (1).\nPart 7\nMANUAL METHOD (ZP)\n1. The rules provided for in this Part shall apply when the grading of pig carcasses is carried out by use of the “manual method (ZP)” measuring by ruler.\n2. This method may be implemented using a ruler, with the grading determined on the basis of the prediction equation. It is based on the manual measurement on the midline of the split carcass of the thickness of the fat and of the thickness of the muscle.\n3. The lean meat content of carcasses shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcass,\nF = the minimum thickness of visible fat (including rind), in millimetres, on the midline of the split carcass in millimetres, covering the M. gluteus medius,\nM = the visible thickness of the lumbar muscle, in millimetres, on the midline of the split carcass, measured as the shortest connection between the front (cranial) end of the M. gluteus medius and the upper (dorsal) edge of the vertebral canal.\n(1)  OJ L 337, 16.12.2008, p. 3.’"}