{"celex_id": "32013R1135", "uri": "http://publications.europa.eu/resource/cellar/0404191b-4c57-11e3-ae03-01aa75ed71a1", "type": "Regulation", "concepts": ["1519", "1686", "2738", "3173", "4468", "4692", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 1135/2013 of 7 November 2013 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Prosciutto Toscano (PDO))\n", "header": "13.11.2013 EN Official Journal of the European Union L 302/29\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1135/2013\nof 7 November 2013\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Prosciutto Toscano (PDO))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) Pursuant to the first subparagraph of Article 53(1) of Regulation (EU) No 1151/2012, the Commission has examined Italy’s application for the approval of amendments to the specification for the protected designation of origin ‘Prosciutto Toscano’ registered under Commission Regulation (EC) No 1263/96 (2), as amended by Regulation (EU) No 777/2010 (3).\n(2) The purpose of the application is to amend the specification by making clear that the use of additives or preservatives in the production of ‘Prosciutto Toscano’ is no longer authorised.\n(3) The Commission has examined the amendments in question and decided that they are justified. Since the amendments are minor within the meaning of the third subparagraph of Article 53(2) of Regulation (EU) No 1151/2012, the Commission may approve them without following the procedure set out in Articles 50 to 52 of that Regulation,", "main_body": ["The specification for the protected designation of origin ‘Prosciutto Toscano’ is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the consolidated Single Document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 163, 2.7.1996, p. 19.\n(3)  OJ L 233, 3.9.2010, p. 11.\nANNEX I\nIn the specification for the protected designation of origin ‘Prosciutto Toscano’ the following amendments are approved:\nThe use of additives or preservatives in the production of ‘Prosciutto Toscano’ is no longer authorised. The processing of ‘Prosciutto Toscano’ in accordance with the typical method guarantees the absence of that type of substance. In particular, the ban on using nitrites and nitrates strengthens the link with the historical method of producing ‘Prosciutto Toscano’ and rules out the presence of additives and preservatives (E251 - E252) in the end product.\nANNEX II\nConsolidated single document\nCouncil Regulation (EC) No 510/2006 of 20 March 2006 on protected geographical indications and protected designations of origin for agricultural products and foodstuffs (1)\n‘PROSCIUTTO TOSCANO’\nEC No: IT-PDO-0317-01009-2.7.2012\nPGI ( ) PDO (X)\n1.   Name\n‘Prosciutto Toscano’\n2.   Member State or third country\nItaly\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.2. Meat products (cooked, salted, smoked, etc.)\n3.2.   Description of product to which the name in (1) applies\nWhen released for consumption, ‘Prosciutto Toscano’ has the following physical, organoleptic, chemical and physico-chemical characteristics: the top is rounded owing to the presence of a ridge of meat which extrudes no more than 8 cm beyond the end of the femur; the weight is about 8-9 kg but never less than 7,5 kg; when sliced open, the product reveals pale red to bright red meat with little fat infiltration in the muscle tissue; pure white subcutaneous fat with slight pink streaks, compact, with no lines separating the layers and firmly attached to the surface of the muscle. ‘Prosciutto Toscano’ may be released for consumption within a maximum period of 30 months after the start of processing the fresh legs. ‘Prosciutto Toscano’ may also be marketed boned, in portions, i.e. cut up into pieces of varying shape and weight, or in slices.\n‘Prosciutto Toscano’ has a delicate taste, typically savoury, with a characteristic fragrant aroma as a result of the traditional methods of processing and ageing.\nThe physico-chemical characteristics are as follows:\nSalt (expressed as NaCl) % max. 8,3\nMuscle moisture content % max. 61,0\nProtein breakdown index % max. 30,0\n3.3.   Raw materials (for processed products only)\nThe fresh legs used to produce ‘Prosciutto Toscano’ come from pigs born, reared and slaughtered within the area defined under point 4 of this document. The pigs must weigh at least 160 kg, plus or minus 10 %, and be at least nine months old. ‘Prosciutto Toscano’ is produced from the fresh legs of heavy pure-bred pigs or those derived from the basic traditional breeds Large White or Landrace. A fresh trimmed leg must not weigh less than 11,8 kg.\n3.4.   Feed (for products of animal origin only)\nThe types of feed used come mainly from the defined area corresponding to that for rearing the pigs as specified under point 4 of this Single Document, given that they are subject to management based on a sector-specific integrated system.\n3.5.   Specific steps in production that must take place in the defined geographical area\nThe specific stages in the production of ‘Prosciutto Toscano’ - salting, drying, coating with fat and ageing — must take place in the traditional production area, which includes the entire territory of the Tuscany region.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\nAll the product types — boned, cut up into pieces or sliced — and marked beforehand, must be marketed after packaging in suitable and correctly sealed food containers or packs. Slicing and packaging of ‘Prosciutto Toscano’ must be carried out at the end of the ageing process and in the production area referred to under point 4, in order to ensure that the different ageing periods for the sliced product are complied with and that the characteristics relating to the moisture content and appearance of the muscular and fatty parts of the slice, as described in point 3.2, are preserved. Allowing the legs which are to be sliced or cut up into boned pieces to be kept for unspecified periods in environments which differ from those specified could result in the development of characteristics inconsistent with those for which ‘Prosciutto Toscano’ is known, such as the formation of abnormal mould, abnormal protein degradation with a resulting change in the protein breakdown index, or even rancidity of the fat, which may give rise to aromas and flavours which differ from those traditionally appreciated by consumers. In addition, exposure of the pieces and slices of meat to the air before packaging may result in high oxidation of the edible surfaces, turning the meat brown and drying out the surface of the exposed muscle tissue, or in limp meat in the case of excess moisture.\n3.7.   Specific rules concerning labelling\nThe protected designation of origin ‘Prosciutto Toscano’ must be included on the label in clear and indelible characters, distinctly separate from any other writing. It must be followed immediately by the words ‘Denominazione di origine protetta’ or the abbreviation ‘DOP’. Nothing which is not expressly permitted may be added. It is nevertheless permitted to add information referring to names, trade names or private marks, except where these are laudatory in character or likely to mislead the buyer. Similarly, the name of the farm where the pigs were reared which supplied the products may be shown on the leg, provided that the raw material comes entirely from the livestock in question.\n4.   Concise definition of the geographical area\nFarms rearing pigs intended for the production of ‘Prosciutto Toscano’ must be located on the territory of the following regions: Lombardy, Emilia-Romagna, Marche, Umbria, Lazio and Tuscany. ‘Prosciutto Toscano’ is processed, sliced and packed in the traditional production area, which includes the entire territory of the Tuscany region.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nThe environmental factors are closely linked to the features of the production area, predominantly comprising valleys which are cool and abundant in water and wooded hills, all of which have a decisive influence on the climate and on the characteristics of the finished product. The localised production of ‘Prosciutto Toscano’ is justified by the conditions of the defined microzone: he landscape and geographical features of the Tuscany region make it ideal for the production of high-quality hams. Even the climate, which is very different from that of neighbouring regions, is particularly suitable for optimum ageing of the product. It is therefore a climate which is ideal for establishing a beneficial link between the environment and typical regional products, enabling slow and healthy ageing of products such as wine, olive oil, cheese and, of course, ham. In that environment human activity has made it possible to perfect specific processing techniques for trimming or salting which are better suited to the environmental features and which have been preserved up to the present day to influence decisively the characteristics of ‘Prosciutto Toscano’ referred to under point 3.2.\n5.2.   Specificity of the product\n‘Prosciutto Toscano’ stands out because of its characteristic sweet-smelling aroma, delicate taste and typical flavour.\n‘Prosciutto Toscano’ is a raw ham whose ageing period, from salting to marketing, must not be less than 10 months for hams with a final weight of between 7,5 and 8,5 kg, and 12 months for hams weighing more than 8,5 kg. ‘Prosciutto Toscano’ intended for slicing must be aged for two months longer than the periods stipulated above, i.e. for at least 12 months in the case of hams weighing between 7,5 and 8,5 kg, and for at least 14 months in the case of hams weighing more than 8,5 kg.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe climate of the production area makes it possible to obtain agri-food products of very high value while favouring and characterising the ageing and refining processes for ‘Prosciutto Toscano’. History has demonstrated the deep, close link between agricultural production, the processing of the product and the reference areas, a link which has been consolidated and confirmed by the development of social, economic and production factors and of human experience which has been strengthened over the centuries. As regards the defined area from which the raw material comes, the factors linked to geography, the environment and experience gained in production in the livestock-rearing sector are extremely constant and characteristic. In the area which supplies the raw material, the development of animal husbandry is linked to the widespread cultivation of cereal crops and to processing systems which have caused production to focus particularly on rearing pigs.\nAs regards the more limited processing area, the combination of environmental, climatic, natural and human factors forms a unique whole which has made it possible to formalise the traditional processing method by laying down the techniques specific to obtaining the characteristics of the PDO ‘Prosciutto Toscano’. The characteristic aroma and taste derive from the specific processing techniques which have been regulated since the 15th century and which provide in particular for: special trimming in an arc which is characterised by a V-shaped cut from the start of the foot and enables drying of the meat which is more effective and more spread out over the course of salting; dry salting using salt, pepper and natural seasoning of plant origin; coating with fat, always with pepper and natural seasoning of plant origin and, lastly, ageing, which benefits from the environmental conditions in the production area. The long ageing, which exposes the legs to natural moisture, combined with the use, according to local customs, of pepper and flavourings during the salting and fat-coating stages, determine the sweet-smelling aroma, delicate taste and typical flavour of ‘Prosciutto Toscano’.\nReference to publication of the specification\n[Article 5(7) of Regulation (EC) No 510/2006]\nThe text of the amended product specification may be consulted at:\nhttp://www.politicheagricole.it/flex/cm/pages/ServeBLOB.php/L/IT/IDPagina/3335\nor by going directly to the home page of the Ministry of Agricultural, Food and Forestry Policy (http://www.politicheagricole.it) and clicking on ‘Qualità e sicurezza’ (at the top right of the screen) and then on ‘Disciplinari di Produzione all’esame dell’UE’.\n(1)  OJ L 93, 31.3.2006, p. 12. Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (OJ L 343, 14.12.2012, p. 1)."}